{
    "sura_id": 106,
    "name": "سُورَةُ قُرَيۡشٍ",
    "englishName": "Quraish",
    "englishNameTranslation": "Quraysh",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 6194,
            "aya_number": 1,
            "aya_text": "لِاِيْلٰفِ قُرَيْشٍۙ",
            "sura_id": 106,
            "juz_id": 30,
            "page_number": 602,
            "translation_aya_text": "Karena kebiasaan orang-orang Quraisy,",
            "tafsir_jalalayn": "(Karena kebiasaan orang-orang Quraisy.)",
            "sajda": false,
            "transliteration": "Li-ilaafi quraish"
        },
        {
            "aya_id": 6195,
            "aya_number": 2,
            "aya_text": "اٖلٰفِهِمْ رِحْلَةَ الشِّتَاۤءِ وَالصَّيْفِۚ",
            "sura_id": 106,
            "juz_id": 30,
            "page_number": 602,
            "translation_aya_text": "(yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas.",
            "tafsir_jalalayn": "(Yaitu kebiasaan mereka) lafal ini mengukuhkan makna lafal sebelumnya (bepergian pada musim dingin) ke negeri Yaman (dan musim panas) ke negeri Syam dalam setiap tahunnya; mereka bepergian dengan tujuan untuk berniaga yang keuntungannya mereka gunakan untuk keperluan hidup mereka di Mekah dan untuk berkhidmat kepada Baitullah yang merupakan kebanggaan mereka; mereka yang melakukan demikian adalah anak-anak An-Nadhr bin Kinanah.",
            "sajda": false,
            "transliteration": "Elaafihim rihlatash shitaa-i wass saif"
        },
        {
            "aya_id": 6196,
            "aya_number": 3,
            "aya_text": "فَلْيَعْبُدُوْا رَبَّ هٰذَا الْبَيْتِۙ",
            "sura_id": 106,
            "juz_id": 30,
            "page_number": 602,
            "translation_aya_text": "Maka hendaklah mereka menyembah Tuhan (pemilik) rumah ini (Ka‘bah),",
            "tafsir_jalalayn": "(Maka hendaklah mereka menyembah) lafal ini menjadi ta'alluq atau tempat bergantung bagi lafal Li-iilaafi; sedangkan huruf Fa adalah huruf Zaidah (Rabb rumah ini.)",
            "sajda": false,
            "transliteration": "Fal y'abudu rabba haazal-bait"
        },
        {
            "aya_id": 6197,
            "aya_number": 4,
            "aya_text": "الَّذِيْٓ اَطْعَمَهُمْ مِّنْ جُوْعٍ ەۙ وَّاٰمَنَهُمْ مِّنْ خَوْفٍ ࣖ",
            "sura_id": 106,
            "juz_id": 30,
            "page_number": 602,
            "translation_aya_text": "yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari rasa ketakutan.",
            "tafsir_jalalayn": "(Yang telah memberi makanan kepada mereka untuk menghilangkan lapar) agar mereka tidak kelaparan (dan mengamankan mereka dari ketakutan) artinya supaya mereka tidak merasa takut lagi. Sesungguhnya mereka sering mengalami kelaparan, karena di Mekah tidak terdapat lahan pertanian, sebagaimana mereka pun pernah dicekam oleh rasa takut, yaitu ketika tentara bergajah datang kepada mereka dengan maksud untuk menghancurkan Kakbah.",
            "sajda": false,
            "transliteration": "Allazi at'amahum min ju'inw-wa-aamana hum min khawf"
        }
    ]
}