{
    "sura_id": 12,
    "name": "سُورَةُ يُوسُفَ",
    "englishName": "Yusuf",
    "englishNameTranslation": "Joseph",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 1597,
            "aya_number": 1,
            "aya_text": "الۤرٰ ۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِۗ  ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 235,
            "translation_aya_text": "Alif Lam Ra.  Ini adalah ayat-ayat Kitab (Al-Qur'an) yang jelas.",
            "tafsir_jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya (ini) ayat-ayat ini (adalah ayat-ayat Kitab) yakni Alquran; idhafat di sini mengandung makna min, artinya bagian daripada Alquran (yang jelas) yang membedakan perkara hak daripada perkara yang batil.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Raa; tilka Aayaatul Kitaabil Mubeen"
        },
        {
            "aya_id": 1598,
            "aya_number": 2,
            "aya_text": "اِنَّآ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 235,
            "translation_aya_text": "Sesungguhnya Kami menurunkannya sebagai Qur'an berbahasa Arab, agar kamu mengerti.",
            "tafsir_jalalayn": "(Sesungguhnya Kami menurunkannya berupa Alquran dengan berbahasa Arab) dengan memakai bahasa Arab (agar kalian) hai penduduk Mekah (memahaminya) memahami makna-maknanya.",
            "sajda": false,
            "transliteration": "Innaaa anzalnaahu quraanan 'Arabiyyal la 'allakum ta'qiloon"
        },
        {
            "aya_id": 1599,
            "aya_number": 3,
            "aya_text": "نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ هٰذَا الْقُرْاٰنَۖ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 235,
            "translation_aya_text": "Kami menceritakan kepadamu (Muhammad) kisah yang paling baik dengan mewahyukan Al-Qur'an ini kepadamu, dan sesungguhnya engkau sebelum itu termasuk orang yang tidak mengetahui.",
            "tafsir_jalalayn": "(Kami menceritakan kepadamu kisah yang paling baik dengan mewahyukan) melalui apa yang Kami wahyukan (Alquran ini kepadamu dan sesungguhnya) lafal in merupakan takhfif daripada lafal inna (kamu sebelumnya adalah termasuk orang-orang yang belum mengetahui).",
            "sajda": false,
            "transliteration": "Nahnu naqussu 'alaika ahsanal qasasi bimaaa awhainaaa ilaika haazal quraana wa in kunta min qablihee laminal ghaafileen"
        },
        {
            "aya_id": 1600,
            "aya_number": 4,
            "aya_text": "اِذْ قَالَ يُوْسُفُ لِاَبِيْهِ يٰٓاَبَتِ اِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 235,
            "translation_aya_text": "(Ingatlah), ketika Yusuf berkata kepada ayahnya, “Wahai ayahku! Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku.”",
            "tafsir_jalalayn": "Ingatlah (Ketika Yusuf berkata kepada ayahnya) Nabi Yakub (\"Wahai ayahku!) dibaca kasrah, yaitu abati untuk menunjukkan adanya ya idhafat yang tidak disebutkan. Sedangkan bila dibaca fatah, maka menunjukkan adanya huruf alif yang tidak disebutkan, yaitu abata, kemudian alif ditukar dengan ya (Sesungguhnya aku telah melihat) di dalam tidurku, yakni bermimpi (sebelas buah bintang dan matahari serta bulan, kulihat semuanya) lafal ra-aytuhum berkedudukan menjadi taukid atau pengukuh dari lafal ra-aytu di muka tadi (sujud kepadaku.\") lafal saajidiina adalah bentuk jamak, yang alamat i'rabnya memakai ya dan nun karena menggambarkan keadaan sujud, hal ini merupakan ciri khas daripada makhluk yang berakal.",
            "sajda": false,
            "transliteration": "Iz qaala Yoosufu li abeehi yaaa abati innee ra aytu ahada 'ashara kawkabanw wash shamsa walqamara ra aytuhum lee saajideen"
        },
        {
            "aya_id": 1601,
            "aya_number": 5,
            "aya_text": "قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًا ۗاِنَّ الشَّيْطٰنَ لِلْاِنْسَانِ عَدُوٌّ مُّبِيْنٌ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Dia (ayahnya) berkata, “Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, mereka akan membuat tipu daya (untuk membinasakan)mu. Sungguh, setan itu musuh yang jelas bagi manusia.”",
            "tafsir_jalalayn": "(Ayahnya berkata, \"Hai anakku! Janganlah kamu ceritakan mimpimu itu kepada saudara-audaramu, maka mereka membuat makar kepadamu) maksudnya mereka pasti akan membuat tipu muslihat guna membinasakanmu, karena terdorong oleh rasa dengki mereka kepadamu. Tentu mereka menakwilkan impianmu itu, bahwa bintang-bintang itu adalah mereka sendiri dan matahari itu adalah ibumu, sedangkan bulan adalah ayahmu. (Sesungguhnya setan itu adalah musuh yang nyata bagi manusia.\") jelas permusuhannya.",
            "sajda": false,
            "transliteration": "Qaala yaa bunaiya laa taqsus ru'yaaka 'alaaa ikhwatika fayakeedoo laka kaidaa; innash Shaitaana lil insaani 'aduwwum mubeen"
        },
        {
            "aya_id": 1602,
            "aya_number": 6,
            "aya_text": "وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْاَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهِيْمَ وَاِسْحٰقَۗ اِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌ ࣖ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Dan demikianlah, Tuhan memilih engkau (untuk menjadi Nabi) dan mengajarkan kepadamu sebagian dari takwil mimpi dan menyempurnakan (nikmat-Nya) kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada kedua orang kakekmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sungguh, Tuhanmu Maha Mengetahui, Mahabijak-sana.",
            "tafsir_jalalayn": "(Dan demikianlah) seperti apa yang kamu lihat dalam mimpimu itu (telah memilih kamu) telah mengangkatmu (Rabbmu dan diajarkan-Nya kepadamu sebagian dari takwil-takwil mimpi) makna mimpi (dan disempurnakan-Nya kepadamu nikmat-Nya) yaitu kenabian (dan kepada keluarga Yakub) yakni anak-anaknya (sebagaimana Dia telah menyempurnakan nikmat-Nya) yaitu nikmat kenabian (kepada kedua orang tuamu sebelum itu, yaitu Ibrahim dan Ishak. Sesungguhnya Rabbmu Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) di dalam memperlakukan mereka.",
            "sajda": false,
            "transliteration": "Wa kazaalika yajtabeeka rabbuka wa yu'allimuka min taaweelil ahaadeesi wa yutimmu ni'matahoo 'alaika wa 'alaaa Aali Ya'qooba kamaaa atammahaa 'alaaa abawaika min qablu Ibraaheema wa Ishaaq; inna Rabbaka 'Aleemun hakeem"
        },
        {
            "aya_id": 1603,
            "aya_number": 7,
            "aya_text": "۞ لَقَدْ كَانَ فِيْ يُوْسُفَ وَاِخْوَتِهٖٓ اٰيٰتٌ لِّلسَّاۤىِٕلِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya terdapat tanda-tanda (kekuasaan Allah) bagi orang yang bertanya. ",
            "tafsir_jalalayn": "(Sesungguhnya telah ada pada) kisah (Yusuf dan saudara-saudaranya) jumlah mereka ada sebelas orang (tanda-tanda) bahan-bahan pelajaran (bagi orang-orang yang bertanya).",
            "sajda": false,
            "transliteration": "Laqad kaana fee Yoosufa wa ikhwatiheee Aayaatul lissaaa'ileen"
        },
        {
            "aya_id": 1604,
            "aya_number": 8,
            "aya_text": "اِذْ قَالُوْا لَيُوْسُفُ وَاَخُوْهُ اَحَبُّ اِلٰٓى اَبِيْنَا مِنَّا وَنَحْنُ عُصْبَةٌ  ۗاِنَّ اَبَانَا لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ  ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Ketika mereka berkata, “Sesungguhnya Yusuf dan saudaranya (Bunyamin) lebih dicintai ayah daripada kita, padahal kita adalah satu golongan (yang kuat). Sungguh, ayah kita dalam kekeliruan yang nyata.",
            "tafsir_jalalayn": "Ingatlah (ketika mereka berkata) yaitu sebagian saudara-saudara Nabi Yusuf kepada sebagian yang lain (\"Sesungguhnya Yusuf) lafal Yusuf berkedudukan menjadi mubtada (dan saudaranya) yang sekandung yaitu Bunyamin (lebih dicintai) menjadi khabar dari lafal Yusuf tadi (oleh ayah kita daripada kita sendiri, padahal kita ini adalah satu golongan) kelompok yang kuat. (Sesungguhnya ayah kita adalah dalam kesesatan) kekeliruan (yang nyata) kekeliruan yang jelas dikarenakan ia lebih menyayangi Yusuf dan saudara sekandungnya daripada kita.",
            "sajda": false,
            "transliteration": "Iz qaaloo la Yoosufu wa akhoohu ahabbu ilaaa Abeenaa minnaa wa nahnu 'usbah; inna abaanaa lafee dalaalim mubeen"
        },
        {
            "aya_id": 1605,
            "aya_number": 9,
            "aya_text": " ۨاقْتُلُوْا يُوْسُفَ اَوِ اطْرَحُوْهُ اَرْضًا يَّخْلُ لَكُمْ وَجْهُ اَبِيْكُمْ وَتَكُوْنُوْا مِنْۢ بَعْدِهٖ قَوْمًا صٰلِحِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian ayah tertumpah kepadamu, dan setelah itu kamu menjadi orang yang baik.”",
            "tafsir_jalalayn": "(Bunuhlah Yusuf atau buanglah dia ke suatu daerah) ke tempat yang jauh dan belum dikenal (supaya perhatian ayah kalian tertumpah kepada kalian) sehingga beliau hanya memperhatikan kalian dan tidak kepada yang lainnya (dan sesudah itu hendaklah kalian) sesudah membunuh Yusuf atau membuangnya (menjadi orang-orang yang baik.\") dengan jalan bertobat.",
            "sajda": false,
            "transliteration": "Uqtuloo Yoosufa awitra hoohu ardany yakhlu lakum wajhu abeekum wa takoonoo mim ba'dihee qawman saaliheen"
        },
        {
            "aya_id": 1606,
            "aya_number": 10,
            "aya_text": "قَالَ قَاۤئِلٌ مِّنْهُمْ لَا تَقْتُلُوْا يُوْسُفَ وَاَلْقُوْهُ فِيْ غَيٰبَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ اِنْ كُنْتُمْ فٰعِلِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Seorang di antara mereka berkata, “Janganlah kamu membunuh Yusuf, tetapi masukan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir, jika kamu hendak berbuat.”",
            "tafsir_jalalayn": "(Seorang di antara mereka berkata,) yaitu Yahudza (\"Janganlah kalian bunuh Yusuf, tetapi lemparkanlah dia) masukkanlah dia (ke dasar sumur) yang gelap sekali. Menurut qiraat lafal al-jub dibaca dalam bentuk jamak (supaya dia dipungut oleh beberapa orang musafir) orang-orang yang sedang melakukan perjalanan (jika kalian hendak berbuat.\") apa yang kalian kehendaki, yaitu ingin memisahkan antara Yusuf dan ayahnya, maka cukuplah dengan cara tersebut.",
            "sajda": false,
            "transliteration": "Qaalaa qaaa'ilum minhum laa taqtuloo Yoosufa wa alqoohu fee ghayaabatil jubbi yaltaqithu badus sai yaarati in kuntum faa 'ileen"
        },
        {
            "aya_id": 1607,
            "aya_number": 11,
            "aya_text": "قَالُوْا يٰٓاَبَانَا مَالَكَ لَا تَأْمَنَّ۫ا عَلٰى يُوْسُفَ وَاِنَّا لَهٗ لَنَاصِحُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Mereka berkata, “Wahai ayah kami! Mengapa engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami semua menginginkan kebaikan baginya.",
            "tafsir_jalalayn": "(Mereka berkata, \"Wahai ayah kami! Apa sebabnya engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami adalah orang-orang yang menginginkan kebaikan baginya.\") orang-orang yang bersedia mengurusi semua kepentingan-kepentingannya.",
            "sajda": false,
            "transliteration": "Qaaloo yaaa abaanaa maa laka laa taamannaa 'alaa Yoosufa wa innaa lahoo lanaa sihoon"
        },
        {
            "aya_id": 1608,
            "aya_number": 12,
            "aya_text": "اَرْسِلْهُ مَعَنَا غَدًا يَّرْتَعْ وَيَلْعَبْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Biarkanlah dia pergi bersama kami besok pagi, agar dia bersenang-senang dan bermain-main, dan kami pasti menjaganya.”",
            "tafsir_jalalayn": "(\"Biarkanlah dia pergi bersama kami besok pagi) ke padang sahara (agar dia dapat bersenang-senang dan bermain-main) dapat dibaca yarta' dan yal'ab, atau narta' dan nal`ab; artinya supaya dia atau kami dapat semangat yang baru dan pikiran yang segar (dan sesungguhnya kami pasti menjaganya\").",
            "sajda": false,
            "transliteration": "Arilhu ma'anaa ghadany yarta'wa yal'ab wa innaa lahoo lahaafizoon"
        },
        {
            "aya_id": 1609,
            "aya_number": 13,
            "aya_text": "قَالَ اِنِّيْ لَيَحْزُنُنِيْٓ اَنْ تَذْهَبُوْا بِهٖ وَاَخَافُ اَنْ يَّأْكُلَهُ الذِّئْبُ وَاَنْتُمْ عَنْهُ غٰفِلُوْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Dia (Yakub) berkata, “Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir dia dimakan serigala, sedang kamu lengah darinya.”",
            "tafsir_jalalayn": "(Berkata Yakub, \"Sesungguhnya amat menyedihkan aku kepergian kalian) bila kalian pergi (bersama Yusuf) karena merasa berat berpisah dengannya (dan aku khawatir kalau-kalau dia dimakan serigala) makna yang dimaksud adalah jenis, yaitu mencakup semua binatang buas. Tersebutlah bahwa daerah tempat tinggal mereka terkenal banyak hewan buasnya (sedangkan kalian lengah daripadanya.\") lalai daripadanya.",
            "sajda": false,
            "transliteration": "Qaala innee la yahzununeee an tazhaboo bihee wa akhaafu anyyaakulahuz zi'bu wa antum 'anhu ghaafiloon"
        },
        {
            "aya_id": 1610,
            "aya_number": 14,
            "aya_text": "قَالُوْا لَىِٕنْ اَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ اِنَّآ اِذًا لَّخٰسِرُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Sesungguhnya mereka berkata, “Jika dia dimakan serigala, padahal kami golongan (yang kuat), kalau demikian tentu kami orang-orang yang rugi.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Jika benar-benar) lam di sini bermakna qasam atau sumpah (ia dimakan oleh serigala sedangkan kami adalah golongan yang kuat) kelompok yang kuat (sesungguhnya kami kalau demikian adalah orang-orang yang merugi.\") orang-orang yang tidak mampu membela diri. Kemudian setelah itu Nabi Yakub mengizinkan kepergian mereka membawa Nabi Yusuf.",
            "sajda": false,
            "transliteration": "Qaaloo la in akalahuzzi'bu wa nahnu 'usbatun innaaa izal lakhaasiroon"
        },
        {
            "aya_id": 1611,
            "aya_number": 15,
            "aya_text": "فَلَمَّا ذَهَبُوْا بِهٖ وَاَجْمَعُوْٓا اَنْ يَّجْعَلُوْهُ فِيْ غَيٰبَتِ الْجُبِّۚ وَاَوْحَيْنَآ اِلَيْهِ لَتُنَبِّئَنَّهُمْ بِاَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Maka ketika mereka membawanya dan sepakat memasukkan ke dasar sumur, Kami wahyukan kepadanya, “Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari.”",
            "tafsir_jalalayn": "(Maka tatkala mereka membawanya dan sepakat) telah bertekad bulat (untuk memasukkannya ke dalam sumur) jawab dari lafal lammaa tidak disebutkan, yaitu maka mereka melakukan niatnya itu. Untuk itu mereka melepas baju Nabi Yusuf setelah terlebih dahulu dipukuli dan dicaci maki, kemudian mereka mengulurkan tali timba ke dalam sumur tersebut sedangkan Nabi Yusuf diikatkan padanya. Ketika tali timba mencapai setengah kedalaman sumur, lalu mereka melepaskannya, supaya Nabi Yusuf jatuh ke bawah lalu mati. Akan tetapi Nabi Yusuf jatuh di air, kemudian ia duduk di atas batu besar yang ada dalam sumur itu. Lalu saudara-saudaranya menyerunya, dan Nabi Yusuf menjawab seruan mereka; akan tetapi mereka menganggap bahwa Nabi Yusuf meminta pertolongan kepada mereka. Mereka bermaksud untuk menimpakan batu besar kepadanya, akan tetapi mereka dicegah oleh Yahudza. (Dan Kami wahyukan kepadanya) sewaktu ia berada di dalam sumur. Nabi Yusuf hidup di dalam sumur selama tujuh belas tahun atau kurang daripadanya. Allah memberikan wahyu kepadanya sebagai penenang hatinya (\"Sesungguhnya kamu akan menceritakan kepada mereka) sesudah peristiwa ini (tentang perbuatan mereka ini) tentang perlakuan mereka ini (sedangkan mereka tiada ingat lagi.\") terhadap dirimu sewaktu kamu bercerita kepada mereka.",
            "sajda": false,
            "transliteration": "Falammaa zahaboo bihee wa ajma'ooo anyyaj'aloohu fee ghayaabatil jubb; wa awyainaaa ilaihi latunabbi 'annahum bi amrihim haaza wa hum laa yash'uroon"
        },
        {
            "aya_id": 1612,
            "aya_number": 16,
            "aya_text": "وَجَاۤءُوْٓ اَبَاهُمْ عِشَاۤءً يَّبْكُوْنَۗ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Kemudian mereka datang kepada ayah mereka pada petang hari sambil menangis.",
            "tafsir_jalalayn": "(Kemudian mereka datang kepada ayah mereka di sore hari) pada waktu sore (sambil menangis).",
            "sajda": false,
            "transliteration": "Wa jaaa'ooo abaahum 'ishaaa 'any yabkoon"
        },
        {
            "aya_id": 1613,
            "aya_number": 17,
            "aya_text": "قَالُوْا يٰٓاَبَانَآ اِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوْسُفَ عِنْدَ مَتَاعِنَا فَاَكَلَهُ الذِّئْبُۚ وَمَآ اَنْتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صٰدِقِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Mereka berkata, “Wahai ayah kami! Sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Wahai ayah kami! Sesungguhnya kami pergi berlomba-lomba) memanah (dan kami tinggalkan Yusuf di dekat barang-barang kami) yakni pakaian-pakaian kami (lalu dia dimakan oleh serigala dan engkau sekali-kali tidak akan percaya) mempercayai (kepada kami sekali pun kami adalah orang-orang yang benar.\") terhadapmu. Pasti engkau akan menuduh kami dengan tuduhan yang bukan-bukan sehubungan dengan perihal Yusuf ini karena kecintaanmu terhadapnya. Mengapa sampai sedemikian buruknya persangkaanmu terhadap diri kami?",
            "sajda": false,
            "transliteration": "Qaaloo yaaa abaanaaa innaa zahabnaa nastabiqu wa taraknaa Yoosufa 'inda mataa'inaa fa akhalahuz zi'b, wa maaa anta bimu'minil lanaa wa law kunnaa saadiqeen"
        },
        {
            "aya_id": 1614,
            "aya_number": 18,
            "aya_text": "وَجَاۤءُوْ عَلٰى قَمِيْصِهٖ بِدَمٍ كَذِبٍۗ قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗوَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Dan mereka datang membawa baju gamisnya (yang berlumuran) darah palsu. Dia (Yakub) berkata, “Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu; maka hanya bersabar itulah yang terbaik (bagiku). Dan kepada Allah saja memohon pertolongan-Nya terhadap apa yang kamu ceritakan.”",
            "tafsir_jalalayn": "(Mereka datang membawa baju gamisnya) lafal `alaa qamiishihi beri'rab mahal nashab karena menjadi zharaf. Artinya yang berlumuran padanya (dengan darah palsu) darah yang bukan darah Nabi Yusuf; hal ini mereka lakukan dengan menyembelih seekor kambing, kemudian mereka lumurkan darahnya pada baju gamis Nabi Yusuf, akan tetapi mereka lupa merobek-robeknya. Lalu mereka menghadap kepada ayahnya seraya berkata, \"Sesungguhnya ini adalah darah Yusuf.\" (Yakub berkata) sewaktu ia melihat baju Yusuf dalam keadaan utuh dan ia mengetahui bahwa mereka berdusta dalam hal ini (\"Sebenarnya telah menghiasi) menganggap baik (diri kalian suatu perbuatan yang buruk) kemudian kalian mengerjakannya (maka kesabaran yang baik itulah kesabaranku) kesabaran yang tidak disertai rasa kaget dan gelisah. Lafal fashabrun jamiil ini adalah mubtada sedangkan khabarnya tidak disebutkan, yaitu amri yang artinya adalah kesabaranku. (Dan Allah sajalah yang dimohon pertolongan-Nya) hanya Allahlah yang diminta pertolongan-Nya (terhadap apa yang kalian ceritakan.\") apa yang kalian kisahkan tentang perkara Yusuf ini.",
            "sajda": false,
            "transliteration": "Wa jaaa'oo 'alaa qamee shihee bidamin kazi' qaala bal sawwalat lakum anfusukum amraa; fasabrun jameel; wallaahul musta'aanu 'alaa man tasifoon"
        },
        {
            "aya_id": 1615,
            "aya_number": 19,
            "aya_text": "وَجَاۤءَتْ سَيَّارَةٌ فَاَرْسَلُوْا وَارِدَهُمْ فَاَدْلٰى دَلْوَهٗ ۗقَالَ يٰبُشْرٰى هٰذَا غُلٰمٌ ۗوَاَسَرُّوْهُ بِضَاعَةً ۗوَاللّٰهُ عَلِيْمٌ ۢبِمَا يَعْمَلُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Dan datanglah sekelompok musafir, mereka menyuruh seorang pengambil air. Lalu dia menurunkan timbanya. Dia berkata, “Oh, senangnya, ini ada seorang anak muda!” Kemudian mereka menyembunyikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Kemudian datanglah kelompok orang-orang musafir) rombongan orang-orang yang melakukan perjalanan dari Madyan ke Mesir, lalu mereka istirahat di dekat sumur Nabi Yusuf (lalu mereka menyuruh seorang pengambil air) yang khusus untuk mencari air buat minum rombongan musafir (maka dia menurunkan) melepaskan (timbanya) ke dalam sumur kemudian Nabi Yusuf bergantung ke tali timba, sehingga keluarlah Nabi Yusuf dari dalam sumur itu. Ketika pengambil air melihat Nabi Yusuf (dia berkata, \"Oh, kabar gembira) menurut suatu qiraat dibaca busyraaya seruan di sini mengandung makna majaz, artinya cepatlah ini sudah masanya bagimu (ini seorang anak muda.\") maka hal itu diketahui oleh teman-teman penimba air, lalu mereka mendatanginya. (Kemudian mereka menyembunyikan dia) artinya, mereka merahasiakan perkara Nabi Yusuf ini, dengan maksud untuk menjadikannya (sebagai barang dagangan) seumpamanya mereka menganggapnya sebagai budak yang telah minggat kemudian ditemukan lagi. Sedangkan Nabi Yusuf diam saja karena ia merasa khawatir akan dibunuh oleh mereka. (Dan Allah Maha Mengetahui apa yang mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Wa jaaa'at saiyaaratun fa-arsaloo waaridahum fa adlaa dalwah; qaala yaa bushraa haaza ghulaam; wa asarroohu bi-daa'ah; wallaahu 'aleemum bimaa ya'maloon"
        },
        {
            "aya_id": 1616,
            "aya_number": 20,
            "aya_text": "وَشَرَوْهُ بِثَمَنٍۢ بَخْسٍ دَرَاهِمَ مَعْدُوْدَةٍ ۚوَكَانُوْا فِيْهِ مِنَ الزَّاهِدِيْنَ ࣖ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Dan mereka menjualnya (Yusuf) dengan harga rendah, yaitu beberapa dirham saja, sebab mereka tidak tertarik kepadanya.",
            "tafsir_jalalayn": "(Dan mereka menjual Yusuf) orang-orang musafir itu membelinya dari tangan penimba air dan teman-temannya (dengan harga yang murah) kurang dari semestinya (yaitu hanya beberapa dirham saja) sekitar dua puluh atau dua puluh dua dirham saja (dan mereka) yakni saudara-saudara penimba air itu (merasa tidak tertarik hatinya kepada Yusuf) kemudian rombongan musafir itu membawa Yusuf ke negeri Mesir selanjutnya Nabi Yusuf dijual oleh orang yang membelinya dengan harga dua puluh dinar, dua pasang terompah dan dua buah baju.",
            "sajda": false,
            "transliteration": "Wa sharawhu bisamanim bakhsin daraahima ma'doo datinw wa kaanoo feehi minaz zaahideen"
        },
        {
            "aya_id": 1617,
            "aya_number": 21,
            "aya_text": "وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَاَتِهٖٓ اَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا ۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Dan orang dari Mesir yang membelinya berkata kepada istrinya,” Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.” Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.",
            "tafsir_jalalayn": "(Dan orang Mesir yang membelinya berkata) dia bernama Qithfir Al-Aziz (kepada istrinya) yaitu Zulaikha (\"Berikanlah kepadanya tempat dan layanan yang baik) muliakanlah dia di antara kita (boleh jadi dia bermanfaat bagi kita atau kita pungut dia sebagai anak.\") disebutkan bahwa Qithfir Al-Aziz tidak mempunyai anak atau impoten. (Dan demikian pulalah) artinya sebagaimana Kami selamatkan dia dari pembunuhan dan sewaktu di dalam sumur serta Kami jadikan hati Al-Aziz merasa sayang kepadanya (Kami memberikan kedudukan yang baik kepada Yusuf di muka bumi) negeri Mesir sehingga sampai pada waktunya (dan agar Kami ajarkan kepadanya takwil mimpi) makna mimpi; lafal linu`allimahu diathafkan kepada fi`il yang keberadaannya diperkirakan dan berta`alluq kepada lafal makkannaa; artinya Kami ajarkan kepadanya makna mimpi sehingga ia menguasainya. Atau huruf wawu yang sebelum linu`allimahu ini adalah huruf tambahan. (Dan Allah berkuasa terhadap urusan-Nya) tidak ada sesuatu pun yang dapat menghalang-halangi-Nya (tetapi kebanyakan manusia) yang dimaksud adalah orang-orang kafir (tidak mengetahui) hal tersebut.",
            "sajda": false,
            "transliteration": "Wa qaalal lazish taraahu mim Misra limra atiheee akrimee maswaahu 'asaaa any-yanfa'anaaa aw nattakhizahoo waladaa; wa kazaalika mak-kannaa li-Yoosufa fil ardi wa linu'allimahoo min taaweelil ahaadees; wallaahu ghaalibun 'alaaa amrihee wa laakinna aksaran naasi laa ya'lamoon"
        },
        {
            "aya_id": 1618,
            "aya_number": 22,
            "aya_text": "وَلَمَّا بَلَغَ اَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Dan ketika dia telah cukup dewasa Kami berikan kepadanya kekuasaan dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Dan tatkala dia cukup dewasa) yaitu mencapai umur tiga puluh tahun atau tiga puluh tiga tahun (Kami berikan kepadanya hikmah) kebijaksanaan (dan ilmu) pengetahuan agama sebelum ia diangkat menjadi nabi. (Demikianlah) sebagaimana Kami berikan imbalan kepadanya (Kami memberi balasan kepada orang-orang yang berbuat baik) terhadap diri mereka sendiri.",
            "sajda": false,
            "transliteration": "Wa lammaa balagha ashuddahooo aatainaahu bukmanw wa 'ilmaa; wa kazaa lika najzil muhsineen"
        },
        {
            "aya_id": 1619,
            "aya_number": 23,
            "aya_text": "وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۗقَالَ مَعَاذَ اللّٰهِ اِنَّهٗ رَبِّيْٓ اَحْسَنَ مَثْوَايَۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Dan dia menutup pintu-pintu, lalu berkata, “Marilah mendekat kepadaku.” Yusuf berkata, “Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.” Sesungguhnya orang yang zalim itu tidak akan beruntung.",
            "tafsir_jalalayn": "(Dan wanita, yang Yusuf tinggal di rumahnya menggoda Yusuf) yaitu Zulaikha (untuk menundukkan dirinya kepadanya) yakni ia meminta kepada Yusuf supaya mau memenuhi kehendaknya (dan dia menutup pintu-pintu) rumah (seraya berkata) kepada Yusuf (\"Marilah ke sini.\") artinya kemarilah; huruf lam dari lafal haitalak bermakna tabyin atau untuk menjelaskan. Menurut qiraat dibaca dengan dikasrahkan huruf ha-nya, sehingga bacaannya menjadi hiitalak. Sedangkan menurut qiraat lainnya dapat dibaca haytulak dengan mendamahkan huruf ta-nya. (Yusuf berkata, \"Aku berlindung kepada Allah) artinya aku berlindung kepada Allah dari perbuatan itu (sesungguhnya dia) artinya orang yang telah membelinya (adalah tuanku) majikanku (telah memperlakukan aku dengan baik) telah berlaku baik terhadap diriku maka aku tidak akan mengkhianatinya dengan berlaku tidak baik terhadap istrinya (sesungguhnya) pada kenyataannya (orang-orang yang lalim tiada akan beruntung) yang dimaksud adalah orang-orang yang suka berzina.",
            "sajda": false,
            "transliteration": "Wa raawadat hul latee huwa fee baitihaa 'an nafsihee wa ghallaqatil abwaaba wa qaalat haita lak; qaala ma'aazal laahi innahoo rabbeee ahsana maswaay; innahoo laa yuflihuz-zaalimoon"
        },
        {
            "aya_id": 1620,
            "aya_number": 24,
            "aya_text": "وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَا ۚ لَوْلَآ اَنْ رَّاٰى بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ اِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dan sungguh, perempuan itu telah berkehendak kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya. Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih.",
            "tafsir_jalalayn": "(Sesungguhnya wanita itu telah mempunyai maksud terhadap Yusuf) artinya dia telah bermaksud terhadap Nabi Yusuf supaya menyetubuhinya (dan Yusuf pun bermaksud melakukannya pula dengan wanita itu) artinya Yusuf pun mempunyai keinginan yang sama (andaikata dia tidak melihat tanda dari Rabbnya) menurut Ibnu Abbas r.a. bahwa pada saat yang kritis itu tiba-tiba Nabi Yakub atau ayahnya tampak di hadapannya, lalu memukul dadanya sehingga keluarlah nafsu syahwat yang telah membara itu dari semua ujung-ujung jarinya. Jawab dari lafal laulaa ialah lajaama`ahaa; artinya niscaya Yusuf menyetubuhinya. (Demikianlah) Kami perlihatkan tanda kekuasaan-Ku kepadanya (agar Kami memalingkan daripadanya kemungkaran) perbuatan khianat (dan kekejian) perbuatan zina. (Sesungguhnya Yusuf itu termasuk hamba-hamba Kami yang terikhlas) dalam hal ketaatan. Menurut suatu qiraat dibaca mukhlishiin dengan dikasrahkan huruf lam-nya; artinya sama dengan lafal al-mukhtaariina atau orang-orang yang terpilih.",
            "sajda": false,
            "transliteration": "Wa laqad hammat bihee wa hamma bihaa law laaa ar ra-aa burhaana rabbih;; kazaalika linasrifa 'anhu sooo'a walfa hshaaa'; innahoo min 'ibaadi nal mukhlaseen"
        },
        {
            "aya_id": 1621,
            "aya_number": 25,
            "aya_text": "وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ اَرَادَ بِاَهْلِكَ سُوْۤءًا اِلَّآ اَنْ يُّسْجَنَ اَوْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih?”",
            "tafsir_jalalayn": "(Dan keduanya berlomba-lomba menuju pintu) Yusuf segera lari menuju ke pintu rumah untuk melepaskan diri daripadanya. Sedangkan Zulaikha yang sudah kerasukan nafsu syahwatnya memegang baju bagian belakang Yusuf kemudian berupaya menariknya (dan robeklah) menjadi sobek (baju gamis Yusuf dari arah belakangnya dan kedua-duanya mendapati) menemukan (suami wanita itu) suami Zulaikha (di muka pintu) maka secara spontan Zulaikha membersihkan dirinya selanjutnya. (Wanita itu berkata, \"Tiadalah pembalasan terhadap orang yang bermaksud berbuat serong dengan istrimu) yakni berzina (selain dipenjarakan) ditahan di dalam penjara (atau dihukum dengan siksaan yang pedih?\") siksaan yang menyakitkan, dipukuli umpamanya.",
            "sajda": false,
            "transliteration": "Wastabaqal baaba wa qaddat qameesahoo min dubu rinw wa alfayaa saiyidahaa ladal baab; qaalat maa jazaaa'u man araada bi ahlika sooo'an illaaa any-yusjana aw azaabun aleem"
        },
        {
            "aya_id": 1622,
            "aya_number": 26,
            "aya_text": "قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ اَهْلِهَاۚ اِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dia (Yusuf) berkata, “Dia yang menggodaku dan merayu diriku.”  Seorang saksi dari keluarga perempuan itu memberikan kesaksian, “Jika baju gamisnya koyak di bagian depan, maka perempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta.",
            "tafsir_jalalayn": "(Yusuf berkata) membela dirinya (\"Dia menggodaku untuk menundukkan diriku kepadanya,\" dan seorang saksi dari keluarga wanita itu memberikan kesaksiannya) sepupu Zulaikha. Tetapi menurut suatu riwayat disebutkan, bahwa saksi itu adalah bayi yang masih dalam ayunan. Kemudian saksi itu mengatakan (\"Jika baju gamisnya koyak di muka) pada bagian muka Yusuf (maka wanita itu benar dan Yusuf termasuk orang-orang yang dusta.\").",
            "sajda": false,
            "transliteration": "Qaala hiya raawadatnee 'an nafsee wa shahida shaahidum min ahlihaa in kaana qameesuhoo qudda min qubulin fasadaqat wa huwa minal kaazibeen"
        },
        {
            "aya_id": 1623,
            "aya_number": 27,
            "aya_text": "وَاِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dan jika baju gamisnya koyak di bagian belakang, maka perempuan itulah yang dusta, dan dia (Yusuf) termasuk orang yang benar.”",
            "tafsir_jalalayn": "(\"Dan jika baju gamisnya koyak di belakangnya) pada bagian belakang Yusuf (maka wanita itulah yang dusta dan Yusuf termasuk orang-orang yang benar.\")",
            "sajda": false,
            "transliteration": "Wa in kaana qameesuhoo qudda min duburin fakazabat wa huwa minas saadiqeen"
        },
        {
            "aya_id": 1624,
            "aya_number": 28,
            "aya_text": "فَلَمَّا رَاٰى قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهٗ مِنْ كَيْدِكُنَّ ۗاِنَّ كَيْدَكُنَّ عَظِيْمٌ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Maka ketika dia (suami perempuan itu) melihat baju gamisnya (Yusuf) koyak di bagian belakang, dia berkata, “Sesungguhnya ini adalah tipu dayamu. Tipu dayamu benar-benar hebat.”",
            "tafsir_jalalayn": "(Maka tatkala suami wanita itu melihat) suami Zulaikha (baju gamis Yusuf koyak di belakang berkatalah dia, \"Sesungguhnya kejadian itu) yang kamu katakan, apakah pembalasan terhadap orang yang bermaksud memperkosa istrimu (adalah di antara tipu daya kalian) hai kaum wanita (sesungguhnya tipu daya kalian adalah besar.\").",
            "sajda": false,
            "transliteration": "Falammaa ra-aa qamee sahoo qudda min duburin qaala innahoo min kaidikunna inna kaidakunna 'azeem"
        },
        {
            "aya_id": 1625,
            "aya_number": 29,
            "aya_text": "يُوْسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ اِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَ ࣖ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Wahai Yusuf! ”Lupakanlah ini, dan (istriku) mohonlah ampunan atas dosamu, karena engkau termasuk orang yang bersalah.”",
            "tafsir_jalalayn": "Selanjutnya suami wanita itu berkata, \"Hai (Yusuf! Berpalinglah dari ini) dari peristiwa ini, lupakanlah supaya jangan tersiar beritanya (dan kamu mohon ampunlah) hai Zulaikha istriku (atas dosamu itu, karena kamu sesungguhnya termasuk orang-orang yang berbuat salah.\") yakni orang-orang yang telah berbuat dosa. Akan tetapi peristiwa itu beritanya tidak dapat disembunyikan lalu tersiarlah di kalangan masyarakat.",
            "sajda": false,
            "transliteration": "Yoosofu a'rid 'an haaza wastaghfiree lizambiki innaki kunti minal khaati'een"
        },
        {
            "aya_id": 1626,
            "aya_number": 30,
            "aya_text": "۞ وَقَالَ نِسْوَةٌ فِى الْمَدِيْنَةِ امْرَاَتُ الْعَزِيْزِ تُرَاوِدُ فَتٰىهَا عَنْ نَّفْسِهٖۚ قَدْ شَغَفَهَا حُبًّاۗ اِنَّا لَنَرٰىهَا فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dan perempuan-perempuan di kota berkata, “Istri Al-Aziz menggoda dan merayu pelayannya untuk menundukkan dirinya, pelayannya benar-benar membuatnya mabuk cinta. Kami pasti memandang dia dalam kesesatan yang nyata.”",
            "tafsir_jalalayn": "(Dan wanita-wanita di kota berkata) yaitu kota Mesir (\"Istri Aziz menggoda bujangnya) yaitu hamba sahaya lakinya (untuk menundukkan dirinya menuruti kemauannya, sesungguhnya cintanya kepada bujangnya itu adalah sangat mendalam) lafal hubban berkedudukan menjadi tamyiz; artinya cinta Zulaikha terhadap Yusuf telah merasup ke dalam lubuk hatinya. (Sesungguhnya kami memandangnya dalam kesesatan yang nyata.\") jelas sesat karena mencintai hambanya sendiri.",
            "sajda": false,
            "transliteration": "Wa qaala niswatun filma deenatim ra atul'Azeezi turaawidu fataahaa 'an nafsihee qad shaghafahaa bubbaa; innaa lana raahaa fee dalaalim mubeen"
        },
        {
            "aya_id": 1627,
            "aya_number": 31,
            "aya_text": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ اَرْسَلَتْ اِلَيْهِنَّ وَاَعْتَدَتْ لَهُنَّ مُتَّكَاً وَّاٰتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيْنًا وَّقَالَتِ اخْرُجْ عَلَيْهِنَّ ۚ فَلَمَّا رَاَيْنَهٗٓ اَكْبَرْنَهٗ وَقَطَّعْنَ اَيْدِيَهُنَّۖ وَقُلْنَ حَاشَ لِلّٰهِ مَا هٰذَا بَشَرًاۗ اِنْ هٰذَآ اِلَّا مَلَكٌ كَرِيْمٌ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Maka ketika perempuan itu mendengar cercaan mereka, diundangnyalah perempuan-perempuan itu dan disediakannya tempat duduk bagi mereka, dan kepada masing-masing mereka diberikan sebuah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf), “Keluarlah (tampakkanlah dirimu) kepada mereka.” Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada (keelokan rupa)nya, dan mereka (tanpa sadar) melukai tangannya sendiri. Seraya berkata, “Mahasempurna Allah, ini bukanlah manusia. Ini benar-benar malaikat yang mulia.”",
            "tafsir_jalalayn": "(Maka tatkala wanita itu mendengar cercaan mereka) pergunjingan mereka terhadap dirinya (diundangnyalah wanita-wanita itu dan disediakannya) Zulaikha mempersiapkan (bagi mereka makanan) yang harus dipotong terlebih dahulu dengan pisau dan beralaskan pada talenan (dan diberikannya) Zulaikha memberikan (kepada masing-masing mereka sebuah pisau, kemudian dia berkata) kepada Yusuf (\"Keluarlah kepada mereka.\" Maka tatkala wanita-wanita itu melihatnya, mereka merasa kagum terhadapnya) kepada ketampanan dan keelokan rupanya (dan mereka melukai jari tangannya) dengan pisau-pisau yang mereka pegang itu tanpa mereka sadari dan tanpa merasa sakit karena kekaguman mereka terhadap ketampanan Yusuf (dan berkatalah mereka, \"Maha Sempurna Allah) dimaksud sebagai ungkapan memahasucikan Allah swt. (ini bukanlah) artinya Nabi Yusuf ini (manusia tetapi) melainkan (ia adalah malaikat yang mulia.\") mengingat ketampanan dan keelokan rupanya hal ini tidak akan ditemui pada manusia. Di dalam sebuah hadis disebutkan bahwasanya Nabi Yusuf telah dianugerahi separuh dari ketampanan dan keelokan rupa.",
            "sajda": false,
            "transliteration": "Falammaa sami'at bimak rihinna arsalat ilaihinna wa a'tadat lahunna muttaka anw wa aatat kulla waahidatim min hunna sikkeenanw wa qaala tikh ruj 'alaihinna falammaa ra aynahooo akbarnahoo wa qatta'na aydiyahunna wa qulna haasha lillaahi maa haaza basharaa; in haazaaa illaa malakun kareem"
        },
        {
            "aya_id": 1628,
            "aya_number": 32,
            "aya_text": "قَالَتْ فَذٰلِكُنَّ الَّذِيْ لُمْتُنَّنِيْ فِيْهِ ۗوَلَقَدْ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ فَاسْتَعْصَمَ ۗوَلَىِٕنْ لَّمْ يَفْعَلْ مَآ اٰمُرُهٗ لَيُسْجَنَنَّ وَلَيَكُوْنًا مِّنَ الصّٰغِرِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Dia (istri Al-Aziz) berkata, “Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya, dan sungguh, aku telah menggoda untuk menundukkan dirinya tetapi dia menolak. Jika dia tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan, dan dia akan menjadi orang yang hina.”",
            "tafsir_jalalayn": "(Wanita itu berkata) yang dimaksud adalah istri Al-Aziz sewaktu ia melihat apa yang terjadi pada diri mereka (\"Itulah dia) dialah (orangnya yang kalian cela aku karena tertarik kepadanya) karena aku mencintainya. Kalimat ini merupakan penjelasan tentang alasan Zulaikha (dan sesungguhnya aku telah menggoda dia untuk menundukkan dirinya kepadaku akan tetapi ia mempertahankan dirinya) menolak. (Dan sesungguhnya jika dia tidak menaati apa yang aku perintahkan kepadanya) untuk dilakukannya (niscaya dia akan dipenjarakan dan dia akan termasuk golongan orang-orang yang hina\") orang-orang yang tidak terpandang. Maka wanita-wanita itu berkata kepada Yusuf, \"Turutilah kemauan tuan wanitamu ini.\"",
            "sajda": false,
            "transliteration": "Qaalat fazaalikunnal lazee lumtunnanee feeh; wa laqad raawattuhoo 'an nafsihee fasta'sam; wa la'il lam yaf'al maaa aamuruhoo la yusjananna wa la yakoonam minas saaghireen"
        },
        {
            "aya_id": 1629,
            "aya_number": 33,
            "aya_text": "قَالَ رَبِّ السِّجْنُ اَحَبُّ اِلَيَّ مِمَّا يَدْعُوْنَنِيْٓ اِلَيْهِ ۚوَاِلَّا تَصْرِفْ عَنِّيْ كَيْدَهُنَّ اَصْبُ اِلَيْهِنَّ وَاَكُنْ مِّنَ الْجٰهِلِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Yusuf berkata, “Wahai Tuhanku! Penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika aku tidak Engkau hindarkan dari tipu daya mereka, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang yang bodoh.”",
            "tafsir_jalalayn": "(Yusuf berkata, \"Wahai Rabbku! Penjara lebih aku sukai daripada memenuhi ajakan mereka kepadaku. Dan jika tidak Engkau hindarkan aku dari tipu daya mereka, tentu aku akan cenderung untuk) memenuhi (kemauan mereka dan tentulah aku) menjadi (termasuk orang-orang yang bodoh\") yakni orang-orang yang berbuat dosa. Makna yang dimaksud adalah berdoa. Pada ayat selanjutnya Allah berfirman:",
            "sajda": false,
            "transliteration": "Qaala rabbis sijnu ahabbu ilaiya mimma yad'oo naneee 'ilaihi wa illaa tasrif 'annee kaidahunna asbu ilaihinna wa akum minal jaahileen"
        },
        {
            "aya_id": 1630,
            "aya_number": 34,
            "aya_text": "فَاسْتَجَابَ لَهٗ رَبُّهٗ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Maka Tuhan memperkenankan doa Yusuf, dan Dia menghindarkan Yusuf dari tipu daya mereka. Dialah Yang Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Maka Rabbnya memperkenankan doa Yusuf) permintaannya (dan Dia menghindarkan Yusuf dari tipu daya mereka. Sesungguhnya Dialah Yang Maha Mendengar) semua pembicaraan (lagi Maha Mengetahui) semua pekerjaan.",
            "sajda": false,
            "transliteration": "Fastajaaba lahoo rabbuhoo fasarafa 'anhu kaidahunn; innahoo Huswas_Samee'ul 'Aleem"
        },
        {
            "aya_id": 1631,
            "aya_number": 35,
            "aya_text": "ثُمَّ بَدَا لَهُمْ مِّنْۢ بَعْدِ مَا رَاَوُا الْاٰيٰتِ لَيَسْجُنُنَّهٗ حَتّٰى حِيْنٍ ࣖ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu.",
            "tafsir_jalalayn": "(Kemudian timbul pikiran) tampak nyata (pada mereka setelah melihat tanda-tanda) yang menunjukkan kebersihan diri Nabi Yusuf, yaitu memenjarakannya. Hal ini terbukti dengan adanya penjelasan pada ayat selanjutnya (bahwa mereka harus memenjarakannya sampai) hingga (sesuatu waktu) semua yang hadir setuju dengan pendapat ini akhirnya Nabi Yusuf dipenjarakan.",
            "sajda": false,
            "transliteration": "Summa badaa lahum mim ba'di maa ra-awul Aayaati layasjununnahoo hatta heen"
        },
        {
            "aya_id": 1632,
            "aya_number": 36,
            "aya_text": "وَدَخَلَ مَعَهُ السِّجْنَ فَتَيٰنِ ۗقَالَ اَحَدُهُمَآ اِنِّيْٓ اَرٰىنِيْٓ اَعْصِرُ خَمْرًا ۚوَقَالَ الْاٰخَرُ اِنِّيْٓ اَرٰىنِيْٓ اَحْمِلُ فَوْقَ رَأْسِيْ خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ ۗنَبِّئْنَا بِتَأْوِيْلِهٖ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Dan bersama dia masuk pula dua orang pemuda ke dalam penjara. Salah satunya berkata, “Sesungguhnya aku bermimpi memeras anggur,” dan yang lainnya berkata, “Aku bermimpi, membawa roti di atas kepalaku, sebagiannya dimakan burung.” Berikanlah kepada kami takwilnya. Sesungguhnya kami memandangmu termasuk orang yang berbuat baik.",
            "tafsir_jalalayn": "(Dan bersama dengan dia masuk pula ke dalam penjara dua orang pemuda) dua orang pelayan raja; salah seorang di antaranya bekas atau mantan penyuguh minumannya dan yang seorang lainnya mantan penyuguh makanannya. Kemudian mereka berdua melihat bahwa Nabi Yusuf pandai menakwilkan arti mimpi lalu keduanya sepakat untuk mengujinya. (Berkatalah salah seorang di antara keduanya) yaitu mantan penyuguh minuman raja (\"Sesungguhnya aku bermimpi bahwa aku memeras khamar.\") yang dimaksud adalah memeras anggur (Dan yang lainnya berkata) yaitu mantan penyuguh hidangan raja (\"Sesungguhnya aku bermimpi bahwa aku membawa roti di atas kepalaku, sebagiannya dimakan burung. Berikanlah kepada kami) ceritakanlah kepada kami (takbirnya) arti impian itu (sesungguhnya kami memandang kamu termasuk orang-orang yang pandai menakwilkan mimpi.\").",
            "sajda": false,
            "transliteration": "Wa dakhala ma'ahussijna fata yaan; qaala ahaduhumaaa inneee araaneee a'siru khamranw wa qaalal aakharu inneee khubzan taakulut tairu minh; nabbi 'naa bitaaweelihee innaa naraaka minal muhsineen"
        },
        {
            "aya_id": 1633,
            "aya_number": 37,
            "aya_text": "قَالَ لَا يَأْتِيْكُمَا طَعَامٌ تُرْزَقٰنِهٖٓ اِلَّا نَبَّأْتُكُمَا بِتَأْوِيْلِهٖ قَبْلَ اَنْ يَّأْتِيَكُمَا ۗذٰلِكُمَا مِمَّا عَلَّمَنِيْ رَبِّيْۗ اِنِّيْ تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُوْنَ بِاللّٰهِ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَۙ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Dia (Yusuf) berkata, “Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama orang-orang yang tidak beriman kepada Allah, bahkan mereka tidak percaya kepada hari akhirat.",
            "tafsir_jalalayn": "(Yusuf berkata) kepada kedua pemuda itu seraya menegaskan, bahwa dirinya pandai di dalam menakbirkan arti mimpi (\"Tidak disampaikan kepada kamu berdua makanan yang akan diberikan kepadamu) di dalam mimpi kamu berdua (melainkan aku telah dapat menerangkan takwilnya) apa yang akan terjadi di alam kenyataan (sebelum makanan itu sampai kepada kamu berdua) sebelum kenyataan mimpi itu menimpa kalian berdua. (Yang demikian itu adalah sebagian dari apa yang diajarkan kepadaku oleh Rabbku) di dalam ungkapan ini terkandung pengertian yang menganjurkan supaya mereka berdua beriman kepada Allah. Selanjutnya hal ini diperkuat oleh perkataannya lagi, yaitu: (Sesungguhnya aku telah meninggalkan tuntunan) agama (orang-orang yang tidak beriman kepada Allah sedangkan mereka terhadap hari kiamat benar-benar) sungguh (ingkar\").",
            "sajda": false,
            "transliteration": "Qaala laa yaateekumaa ta'aamun turzaqaaniheee illaa nabbaatukumaa bitaaweelihee qabla any yaatiyakumaa; zaali kumaa mimmaa 'allamanee rabbee; innee taraktu millata qawmil laa yu'minoona billaahi wahum bil aakhirati hum kaafiroon"
        },
        {
            "aya_id": 1634,
            "aya_number": 38,
            "aya_text": "وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ اَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah dari karunia Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur.",
            "tafsir_jalalayn": "(\"Dan aku mengikuti agama bapak-bapakku, yaitu Ibrahim, Ishak dan Yakub. Tiadalah patut) tidak pantas (bagi kami mempersekutukan Allah dengan) huruf min di sini zaidah (sesuatu pun) karena kami selalu memelihara (yang demikian itu) yakni ajaran tauhid (adalah karunia Allah kepada kami dan kepada manusia seluruhnya tetapi kebanyakan manusia itu) dimaksud adalah orang-orang kafir (tidak mensyukuri.\") terhadap Allah; lalu mereka menyekutukan-Nya. Kemudian Nabi Yusuf menjelaskan ajakannya kepada mereka berdua agar keduanya beriman seraya berkata:",
            "sajda": false,
            "transliteration": "Wattab'tu millata aabaaa'eee Ibraaheema wa Ishaaqa wa Ya'qoob; maa kaana lanaaa an nushrika billaahi min shai' zaalikamin fadlil laahi 'alainaa wa 'alan naasi wa laakinna aksaran naasi laa yashkuroon"
        },
        {
            "aya_id": 1635,
            "aya_number": 39,
            "aya_text": "يٰصَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُتَفَرِّقُوْنَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ  ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa, Mahaperkasa?",
            "tafsir_jalalayn": "(\"Hai kedua temanku) yang satu tempat tinggal (dalam penjara! Manakah yang baik tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa lagi Maha Perkasa?\") pilihlah! Istifham atau kata tanya di sini mengandung pengertian taqrir atau menetapkan.",
            "sajda": false,
            "transliteration": "Yaa saahibayis sijni 'a-arbaabum mutafarriqoona khayrun amil laahul waahidul qahhaar"
        },
        {
            "aya_id": 1636,
            "aya_number": 40,
            "aya_text": "مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗاَمَرَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
            "tafsir_jalalayn": "(\"Kamu berdua tidak menyembah yang selain-Nya) selain Allah (melainkan hanya menyembah nama-nama yang dibuat-buat) yaitu kalian namakan mereka berhala-berhala (oleh kalian dan nenek moyang kalian sendiri, Allah tidak menurunkan tentang nama-nama itu) untuk disembah (suatu keterangan pun) hujah dan argumentasi. (Tiada lain) tiadalah (keputusan itu) kepastian itu (hanya kepunyaan Allah) semata (Dia telah memerintahkan agar kalian tidak menyembah selain Dia. Itulah) yakni agama tauhid itulah (agama yang lurus) agama yang mustaqim (tetapi kebanyakan manusia) orang-orang kafir (tidak mengetahui.\") apa yang bakal menimpa mereka, yaitu berupa azab; mereka benar-benar orang-orang yang menyekutukan-Nya.",
            "sajda": false,
            "transliteration": "Maa ta'budoona min doonihee illaaa asmaaa'an sam maitumoohaaa antum wa aabaaa'ukum maaa anzalal laahu bihaa min sultan; inilhukmu illaa lillaah; amara allaa ta'budooo illaaa iyyaah; zaalikad deenul qaiyimu wa laakinna aksaran naasi laa ya'lamoon"
        },
        {
            "aya_id": 1637,
            "aya_number": 41,
            "aya_text": "يٰصَاحِبَيِ السِّجْنِ اَمَّآ اَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًا ۗوَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖ ۗ قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Wahai kedua penghuni penjara, “Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku).”",
            "tafsir_jalalayn": "(\"Hai kedua temanku dalam penjara! Adapun salah seorang di antara kamu berdua) yang dimaksud adalah mantan penyuguh minuman raja; maka setelah tiga hari kemudian ia akan keluar dari penjara ini (akan memberi minum tuannya) rajanya (dengan khamar) sebagaimana biasa (dan adapun yang seorang lain) ia bakal keluar dari penjara ini setelah tiga hari (maka ia akan disalib, lalu burung memakan sebagian dari kepalanya) itulah makna mimpi kalian berdua. Kemudian keduanya menjawab, \"Kami sebenarnya tidak bermimpi melihat apa-apa.\" Nabi Yusuf berkata: (\"Telah diputuskan perkara yang kamu berdua menanyakannya.\") yang kamu berdua telah menanyakan perihalnya, apakah kamu berdua mempercayainya atau tidak, itu terserah.",
            "sajda": false,
            "transliteration": "Yaa saahibayis sijni ammaaa ahadukumaa fa yasqee rabbahoo khamranw wa ammal aakharu fa yuslabu fataakulut tairu mir raasih; qudiyal amrul lazee feehi tastaftiyaan"
        },
        {
            "aya_id": 1638,
            "aya_number": 42,
            "aya_text": "وَقَالَ لِلَّذِيْ ظَنَّ اَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ࣖ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, “Terangkanlah keadaanku kepada tuanmu.” Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.",
            "tafsir_jalalayn": "(Dan Yusuf berkata kepada orang yang diketahuinya) yang telah ia yakini (akan selamat di antara mereka berdua) yaitu mantan penyuguh minum raja (\"Jelaskanlah keadaanku kepada tuanmu\") yaitu kepada rajamu, bahwa sesungguhnya di dalam penjara ini terdapat seorang pemuda yang ditahan secara lalim, kemudian penyuguh minuman itu dikeluarkan dari penjara. (Maka ia dijadikan lupa) orang yang dimaksud adalah mantan penyuguh minuman (oleh setan menceritakan) tentang Nabi Yusuf (kepada tuannya. Karena itu tetaplah dia) Nabi Yusuf tetap tinggal (dalam penjara beberapa tahun lamanya) menurut suatu pendapat tujuh tahun dan menurut pendapat yang lain dua belas tahun.",
            "sajda": false,
            "transliteration": "Wa qaala lillazee zanna annahoo najim minhumaz kurnee 'inda rabbika fa-ansaahush Shaitaanu zikra Rabbihee falabisa fis sijni bad'a sineen"
        },
        {
            "aya_id": 1639,
            "aya_number": 43,
            "aya_text": "وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُؤْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Dan raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi.” ",
            "tafsir_jalalayn": "(Raja berkata) raja negeri Mesir, yaitu Ar-Rayyan bin Walid (\"Sesungguhnya aku bermimpi melihat) fi'il mudhari' di sini bermakna fi'il madhi (tujuh ekor sapi betina yang gemuk-gemuk dimakan oleh) ditelan oleh (tujuh ekor) sapi (sapi betina yang kurus-kurus) lafal `ijaaf adalah bentuk jamak dari kata tunggal `ajfau, artinya sapi betina yang kurus (dan tujuh bulir gandum yang hijau dan yang lainnya) yakni tujuh bulir pula (kering) telah melingkar pada tujuh bulir yang hijau itu dan menutupinya. (Hai orang-orang yang terkemuka, terangkanlah kepadaku tentang takbir mimpiku itu) jelaskanlah kepadaku makna mimpiku itu (jika kalian dapat menakbirkan mimpi.\") ceritakanlah maknanya kepadaku sekarang juga.",
            "sajda": false,
            "transliteration": "Wa qaalal maliku inneee araa sab'a baqaraatin simaaniny yaakuluhunna sab'un 'ijaafunw wa sab'a sumbulaatinkhudrinw wa ukhara yaabisaat; yaaa ayuhal mala-u aftoonee fee nu'yaaya in kuntum lirru'yaa ta'buroon"
        },
        {
            "aya_id": 1640,
            "aya_number": 44,
            "aya_text": "قَالُوْٓا اَضْغَاثُ اَحْلَامٍ ۚوَمَا نَحْنُ بِتَأْوِيْلِ الْاَحْلَامِ بِعٰلِمِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 241,
            "translation_aya_text": "Mereka menjawab, “(Itu) mimpi-mimpi yang kosong dan kami tidak mampu menakwilkan mimpi itu.”",
            "tafsir_jalalayn": "(Mereka menjawab,) \"itu (adalah mimpi-mimpi yang kosong) mimpi yang tidak ada artinya (dan kami sekali-kali tidak mengetahui tentang mentakwilkan mimpi.\")",
            "sajda": false,
            "transliteration": "Qaalooo adghaasu ahlaa minw wa maa nahnu bitaaweelil ahlaami bi'aalimeen"
        },
        {
            "aya_id": 1641,
            "aya_number": 45,
            "aya_text": "وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا۠ اُنَبِّئُكُمْ بِتَأْوِيْلِهٖ فَاَرْسِلُوْنِ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 241,
            "translation_aya_text": "Dan berkatalah orang yang selamat di antara mereka berdua dan teringat (kepada Yusuf) setelah beberapa waktu lamanya, “Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu, maka utuslah aku (kepadanya).”",
            "tafsir_jalalayn": "(Dan berkatalah orang yang selamat di antara mereka berdua) yaitu salah satu di antara kedua teman sepenjara Nabi Yusuf, mantan penyuguh minuman raja (dan ia teringat) kepada Nabi Yusuf. Lafal waddakara pada asalnya ialah tadzakkara, kemudian huruf ta diganti dal, selanjutnya huruf dzal asal diidghamkan kepada dal sehingga jadilah iddakara, artinya sama dengan lafal tadzakkara, yaitu ingat (sesudah beberapa waktu lamanya) setelah Nabi Yusuf tinggal beberapa lama di penjara, lalu mantan penyuguh minuman raja itu berkata (\"Aku akan memberitahukan kepada kalian tentang orang yang pandai menakwilkan mimpi itu, maka utuslah aku kepadanya.\") lalu mereka mengirimkan orang itu kepada orang yang dimaksudnya; kemudian orang itu mendatangi Nabi Yusuf seraya berkata kepadanya:",
            "sajda": false,
            "transliteration": "Wa qaalal lazee najaa minhumaa waddakara ba'da ummatin ana unabbi'ukum bitalweelihee fa-arsiloon"
        },
        {
            "aya_id": 1642,
            "aya_number": 46,
            "aya_text": "يُوْسُفُ اَيُّهَا الصِّدِّيْقُ اَفْتِنَا فِيْ سَبْعِ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعِ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۙ  لَّعَلِّيْٓ اَرْجِعُ اِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُوْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 241,
            "translation_aya_text": "”Yusuf, wahai orang yang sangat dipercaya! Terangkanlah kepada kami (takwil mimpi) tentang tujuh ekor sapi betina yang gemuk yang dimakan oleh tujuh (ekor sapi betina) yang kurus, tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu, agar mereka mengetahui.”",
            "tafsir_jalalayn": "\"Hai (Yusuf, hai orang yang amat dipercaya!) artinya orang yang jujur (Terangkanlah kepada kami tentang tujuh ekor sapi betina yang gemuk-gemuk yang dimakan oleh tujuh ekor sapi betina yang kurus-kurus dan tujuh bulir gandum yang hijau dan tujuh lainnya yang kering agar aku kembali kepada orang-orang itu) yaitu raja dan pembantu-pembantunya (agar mereka mengetahui\") takwil mimpi itu.",
            "sajda": false,
            "transliteration": "Yoosufu ayyuhas siddee qu aftinaa fee sab'i baqaraatin simaaniny yaakuluhunna sab'un 'ijaafunw wa sabi'i sumbulaatin khudrinw wa ukhara yaabisaatil la'alleee arj'u ilan naasi la'allahum ya'lamoon"
        },
        {
            "aya_id": 1643,
            "aya_number": 47,
            "aya_text": "قَالَ تَزْرَعُوْنَ سَبْعَ سِنِيْنَ دَاَبًاۚ فَمَا حَصَدْتُّمْ فَذَرُوْهُ فِيْ سُنْۢبُلِهٖٓ اِلَّا قَلِيْلًا مِّمَّا تَأْكُلُوْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 241,
            "translation_aya_text": "Dia (Yusuf) berkata, “Agar kamu bercocok tanam tujuh tahun (berturut-turut) sebagaimana biasa; kemudian apa yang kamu tuai hendaklah kamu biarkan di tangkainya kecuali sedikit untuk kamu makan.",
            "tafsir_jalalayn": "(Yusuf berkata, \"Supaya kalian bertanam) artinya tanamlah oleh kalian (tujuh tahun lamanya sebagaimana biasa) yakni secara terus-menerus; hal ini merupakan takbir daripada tujuh ekor sapi betina yang gemuk-gemuk (maka apa yang kalian panen hendaklah kalian biarkan) biarkanlah ia (dibulirnya) supaya jangan rusak (kecuali sedikit untuk kalian makan) maka boleh kalian menumbuknya.",
            "sajda": false,
            "transliteration": "Qaala tazra'oona sab'a sineena da aban famaa basattum fazaroohu fee sumbu liheee illaa qaleelam mimmaa taakuloon"
        },
        {
            "aya_id": 1644,
            "aya_number": 48,
            "aya_text": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ سَبْعٌ شِدَادٌ يَّأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ اِلَّا قَلِيْلًا مِّمَّا تُحْصِنُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 241,
            "translation_aya_text": "Kemudian setelah  itu akan datang tujuh (tahun) yang sangat sulit, yang menghabiskan apa yang kamu simpan untuk menghadapinya (tahun sulit), kecuali sedikit dari apa (bibit gandum) yang kamu simpan. ",
            "tafsir_jalalayn": "(Kemudian sesudah itu akan datang) artinya sesudah tujuh musim yang subur-subur itu (tujuh tahun yang amat sulit) kekeringan dan masa sulit; hal ini merupakan takbir daripada tujuh ekor sapi betina yang kurus-kurus (yang menghabiskan apa yang kalian simpan untuk menghadapinya) akan memakan semua biji-bijian dari hasil panen yang selama tujuh tahun yang subur itu; dimaksud kalian memakannya selama tujuh tahun paceklik itu (kecuali sedikit dari yang kalian simpan) artinya simpanan yang sedikit itu jadikanlah sebagai bibit.",
            "sajda": false,
            "transliteration": "Summa yaatee mim ba'di zaalika sab'un shidaaduny yaa kulna maa qaddamtum lahunna illaa qaleelam mimma tuhsinoon"
        },
        {
            "aya_id": 1645,
            "aya_number": 49,
            "aya_text": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ عَامٌ فِيْهِ يُغَاثُ النَّاسُ وَفِيْهِ يَعْصِرُوْنَ ࣖ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 241,
            "translation_aya_text": "Setelah itu akan datang tahun, di mana manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur).”",
            "tafsir_jalalayn": "(Kemudian setelah itu akan datang) yaitu sesudah tujuh tahun musim paceklik itu (tahun yang padanya manusia diberi hujan) yakni hujan yang cukup (dan di masa itu mereka memeras anggur.\") dapat memeras anggur dan buah-buahan lainnya karena suburnya musim.",
            "sajda": false,
            "transliteration": "Summa yadtee mim ba'di zaalika 'aamun feehi yughaa sun naasu wa feehi ya'siroon"
        },
        {
            "aya_id": 1646,
            "aya_number": 50,
            "aya_text": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖ ۚفَلَمَّا جَاۤءَهُ الرَّسُوْلُ قَالَ ارْجِعْ اِلٰى رَبِّكَ فَسْـَٔلْهُ مَا بَالُ النِّسْوَةِ الّٰتِيْ قَطَّعْنَ اَيْدِيَهُنَّ ۗاِنَّ رَبِّيْ بِكَيْدِهِنَّ عَلِيْمٌ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 241,
            "translation_aya_text": "Dan raja berkata, “Bawalah dia kepadaku.” Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, “Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana halnya perempuan-perempuan yang telah melukai tangannya. Sungguh, Tuhanku Maha Mengetahui tipu daya mereka.”",
            "tafsir_jalalayn": "(Raja berkata) ketika utusannya datang dan mengisahkan kepadanya tentang takbir mimpinya itu (\"Bawalah dia kepadaku.\") bawalah orang yang telah menakbirkannya itu. (Maka tatkala datang kepadanya) kepada Nabi Yusuf (utusan raja itu) kemudian utusan itu meminta kepadanya supaya keluar dari penjara (berkatalah Yusuf) dengan maksud untuk membersihkan dirinya (\"Kembalilah kepada tuanmu dan tanyakanlah kepadanya) dimaksud supaya utusan raja itu menanyakan kepada raja (bagaimana) halnya (dengan wanita-wanita yang telah melukai tangannya. Sesungguhnya Rabbku) Tuhanku (Maha Mengetahui tipu daya mereka.\") kemudian utusan itu kembali, lalu ia menceritakan semuanya kepada sang raja, maka sang raja mengumpulkan wanita-wanita itu.",
            "sajda": false,
            "transliteration": "Wa qaalal maliku'toonee bihee falammaa jaaa'ahur rasoolu qaalar-ji ilaa rabbika fas'alhu maa baalun niswatil laatee qatta'na aydiyahunn; inna Rabbee bikaidihinna 'Aleem"
        },
        {
            "aya_id": 1647,
            "aya_number": 51,
            "aya_text": "قَالَ مَا خَطْبُكُنَّ اِذْ رَاوَدْتُّنَّ يُوْسُفَ عَنْ نَّفْسِهٖۗ  قُلْنَ حَاشَ لِلّٰهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوْۤءٍ ۗقَالَتِ امْرَاَتُ الْعَزِيْزِ الْـٰٔنَ حَصْحَصَ الْحَقُّۖ اَنَا۠ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ وَاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 241,
            "translation_aya_text": "Dia (raja) berkata (kepada perempuan-perempuan itu), “Bagaimana keadaanmu ketika kamu menggoda Yusuf untuk menundukkan dirinya?” Mereka berkata, “Mahasempurna Allah, kami tidak mengetahui sesuatu keburukan darinya.” Istri Al-Aziz berkata, “Sekarang jelaslah kebenaran itu, akulah yang menggoda dan merayunya, dan sesungguhnya dia termasuk orang yang benar.”",
            "tafsir_jalalayn": "(Raja berkata, \"Bagaimana keadaan kalian) bagaimana perihal kalian (ketika kalian menggoda Yusuf untuk menundukkan dirinya kepada kemauan kalian?\") apakah kalian memandang Yusuf mempunyai kecenderungan pada permintaan kalian itu? (Mereka berkata, \"Maha Sempurna Allah, kami tiada mengetahui sesuatu keburukan daripadanya.\" Berkatalah istri Al-Aziz, \"Sekarang jelaslah) menjadi gamblanglah (kebenaran itu, akulah yang menggodanya untuk menundukkan dirinya kepada kemauanku, dan sesungguhnya dia termasuk orang-orang yang benar.\") di dalam pengakuannya, sewaktu ia mengatakan dialah yang menggodaku untuk menundukkan diriku kepada kemauannya. Setelah itu sang raja memberitahukan pengakuan itu kepada Nabi Yusuf dan setelah mendengar hal tersebut, lalu Nabi Yusuf berkata:",
            "sajda": false,
            "transliteration": "Qaala maa khatbukunna iz raawattunna Yoosufa 'annafsih; qulna haasha lillaahi maa 'alimnaa 'alaihi min sooo'; qaalatim ra atul 'Azeezil 'aana hashasal haqq, ana raawat tuhoo 'an nafsihee wa innahoo laminas saadiqeen"
        },
        {
            "aya_id": 1648,
            "aya_number": 52,
            "aya_text": "ذٰلِكَ لِيَعْلَمَ اَنِّيْ لَمْ اَخُنْهُ بِالْغَيْبِ وَاَنَّ اللّٰهَ لَا يَهْدِيْ كَيْدَ الْخَاۤىِٕنِيْنَ  ۔",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 241,
            "translation_aya_text": "(Yusuf berkata), “Yang demikian itu agar dia (Al-Aziz) mengetahui bahwa aku benar-benar tidak mengkhianatinya ketika dia tidak ada (di rumah), dan bahwa Allah tidak meridai tipu daya orang-orang yang berkhianat. ",
            "tafsir_jalalayn": "(\"Yang demikian itu) yang diisyaratkan adalah permintaan bersih diri (agar dia mengetahui) yang dimaksud adalah Al-Aziz (bahwa sesungguhnya aku tidak berkhianat kepadanya) terhadap istrinya (di belakangnya) lafal bil-gaib berkedudukan sebagai hal atau kata keterangan keadaan (dan bahwasanya Allah tidak meridai tipu daya orang-orang yang berkhianat.\") kemudian Nabi Yusuf bertawadhu` atau merendahkan diri terhadap Allah seraya mengatakan:",
            "sajda": false,
            "transliteration": "Zaalika liya'lama annee lam akhunhu bilghaibi wa annal laaha laa yahdee kaidal khaaa'ineen"
        },
        {
            "aya_id": 1649,
            "aya_number": 53,
            "aya_text": "۞ وَمَآ اُبَرِّئُ نَفْسِيْۚ اِنَّ النَّفْسَ لَاَمَّارَةٌ ۢ بِالسُّوْۤءِ اِلَّا مَا رَحِمَ رَبِّيْۗ اِنَّ رَبِّيْ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Dan aku tidak (menyatakan) diriku bebas (dari kesalahan), karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(\"Dan aku tidak membebaskan diriku) dari kesalahan-kesalahan (karena sesungguhnya nafsu itu) yaitu hawa nafsu (selalu menyuruh) banyak menyuruh (kepada kejahatan kecuali orang) lafal maa di sini bermakna man, yaitu orang atau diri (yang diberi rahmat oleh Rabbku) sehingga terpeliharalah ia dari kesalahan-kesalahan. (Sesungguhnya Rabbku Maha Pengampun lagi Maha Penyayang.\").",
            "sajda": false,
            "transliteration": "Wa maa ubarri'u nafsee; innan nafsa la ammaaratum bissooo'i illaa maa rahima Rabbee; inna Rabbee Ghafoorur Raheem"
        },
        {
            "aya_id": 1650,
            "aya_number": 54,
            "aya_text": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖٓ اَسْتَخْلِصْهُ لِنَفْسِيْۚ فَلَمَّا كَلَّمَهٗ قَالَ اِنَّكَ الْيَوْمَ لَدَيْنَا مَكِيْنٌ اَمِيْنٌ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Dan raja berkata, “Bawalah dia (Yusuf) kepadaku, agar aku memilih dia (sebagai orang yang dekat) kepadaku.”  Ketika dia (raja) telah bercakap-cakap dengan dia, dia (raja) berkata, “Sesungguhnya kamu (mulai) hari ini menjadi seorang yang berkedudukan tinggi di lingkungan kami dan dipercaya.”",
            "tafsir_jalalayn": "(Dan raja berkata, \"Bawalah Yusuf kepadaku, agar aku memilih dia sebagai orang yang dekat kepadaku.\") artinya aku akan jadikan ia sebagai orang yang paling kupercayai tanpa tandingan. Kemudian utusan sang raja datang kepada Nabi Yusuf seraya berkata, \"Turutilah kemauan sang raja!\" Maka Nabi Yusuf bangkit dan berpamit kepada semua penghuni penjara, kemudian ia pun berdoa bagi mereka. Setelah itu Nabi Yusuf mandi dan memakai pakaian yang bagus, lalu barulah ia menemui sang raja. (Maka tatkala raja telah bercakap-cakap dengan dia, dia berkata) kepadanya (\"Sesungguhnya kamu mulai hari ini menjadi orang yang berkedudukan tinggi lagi dipercayai pada sisi kami.\") artinya mulai hari ini engkau menjadi orang yang berkedudukan tinggi dan sangat dipercaya terhadap urusan-urusan kami. Lalu bagaimana pendapatmu apakah yang harus kami lakukan sekarang? Nabi Yusuf berkata kepadanya, \"Kumpulkanlah semua bibit-bibit, kemudian mari kita tanamkan dengan secara massal pada tahun-tahun yang subur sekarang ini. Simpanlah hasilnya pada bulir-bulirnya. Kelak akan datang orang-orang menitipkan hasil panennya kepadamu.\" Maka sang raja berkata, \"Lalu siapakah yang akan mengurusi dan menangani hal ini untuk membantuku?\"",
            "sajda": false,
            "transliteration": "Wa qaalal maliku' toonee biheee astakhlishu linafsee falammaa kallamahoo qaala innakal yawma ladainaa makeenun ameen"
        },
        {
            "aya_id": 1651,
            "aya_number": 55,
            "aya_text": "قَالَ اجْعَلْنِيْ عَلٰى خَزَاۤىِٕنِ الْاَرْضِۚ اِنِّيْ حَفِيْظٌ عَلِيْمٌ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Dia (Yusuf) berkata, “Jadikanlah aku bendaharawan negeri (Mesir); karena sesungguhnya aku adalah orang yang pandai menjaga, dan berpengetahuan.”",
            "tafsir_jalalayn": "(Berkatalah ia) Nabi Yusuf (\"Jadikanlah aku bendaharawan negeri ini,) yakni negeri Mesir (sesungguhnya aku adalah orang yang pandai menjaga lagi berpengetahuan.\") orang yang mempunyai keahlian dalam hal perbendaharaan. Menurut suatu pendapat ditakwilkan, bahwa Nabi Yusuf pandai dalam hal menulis dan menghitung.",
            "sajda": false,
            "transliteration": "Qaalaj 'alnee 'alaa khazaaa'inil ardi innee hafeezun 'aleem"
        },
        {
            "aya_id": 1652,
            "aya_number": 56,
            "aya_text": "وَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِ يَتَبَوَّاُ مِنْهَا حَيْثُ يَشَاۤءُۗ نُصِيْبُ بِرَحْمَتِنَا مَنْ نَّشَاۤءُ وَلَا نُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Dan demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir); untuk tinggal di mana saja yang dia kehendaki. Kami melimpahkan rahmat kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang yang berbuat baik.",
            "tafsir_jalalayn": "(Dan demikianlah) sebagaimana Kami berikan nikmat kepada Yusuf, yaitu dibebaskan dari penjara (Kami memberi kedudukan kepada Yusuf di negeri) Mesir (pergi) ia dapat bepergian (menuju ke mana saja ia kehendaki di bumi Mesir) yang pada sebelumnya ia hidup dalam kesempitan dan dalam sekapan tahanan. Menurut suatu riwayat dikisahkan bahwa sang raja memberinya mahkota dan cincin kebesaran kemudian sang raja memecat Al-Aziz lalu mengangkat Yusuf menggantikan kedudukannya. Tidak lama kemudian Al-Aziz wafat lalu Yusuf menikahi istrinya yang bernama Zulaikha. Ternyata setelah Nabi Yusuf menggaulinya, Zulaikha masih perawan; Nabi Yusuf mempunyai dua orang putra dari Zulaikha ini. Nabi Yusuf mampu menegakkan keadilan di negeri Mesir dan semua orang menaatinya.",
            "sajda": false,
            "transliteration": "Wa kazaalika makkannaa li Yoosufa fil ardi yatabawwa'u minhaa haisu yashaaaa'; nuseebu birahmatinaa man nashaaa'u wa laa nudee'u ajral muhsineen"
        },
        {
            "aya_id": 1653,
            "aya_number": 57,
            "aya_text": "وَلَاَجْرُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Dan sungguh, pahala akhirat itu lebih baik bagi orang-orang yang beriman dan selalu bertakwa.",
            "tafsir_jalalayn": "(Dan sesungguhnya pahala di akhirat itu lebih baik) daripada upah di dunia (bagi orang-orang beriman dan selalu bertakwa.) ketika musim paceklik tiba, musim paceklik itu menimpa pula negeri Kan`an dan negeri Syam.",
            "sajda": false,
            "transliteration": "Wa la ajrul Aakhirati khairul lillazeena aamanoo wa kaanoo yattaqoon"
        },
        {
            "aya_id": 1654,
            "aya_number": 58,
            "aya_text": "وَجَاۤءَ اِخْوَةُ يُوْسُفَ فَدَخَلُوْا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهٗ مُنْكِرُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Dan saudara-saudara Yusuf datang (ke Mesir) lalu mereka masuk ke (tempat)nya. Maka dia (Yusuf) mengenal mereka, sedang mereka tidak mengenalinya (lagi) kepadanya.",
            "tafsir_jalalayn": "(Dan saudara-saudara Yusuf datang) kecuali Bunyamin, mereka datang untuk meminta makanan, karena mereka telah mendengar bahwa Aziz negeri Mesir membagi-bagikan makanan dengan memakai bayaran atau cara barter (lalu mereka masuk ke tempatnya. Maka Yusuf mengenal mereka) bahwasanya mereka adalah saudara-saudaranya (sedangkan mereka sudah tidak kenal lagi kepadanya) mereka tidak mengenalnya lagi karena sudah terlalu lama berpisah, dan pula mereka telah memastikan bahwa Yusuf telah mati. Lalu mereka berbicara dengan Yusuf memakai bahasa Ibrani. Nabi Yusuf berkata kepada mereka seolah-olah tidak mengenal mereka, \"Apakah gerangan yang menyebabkan kalian datang ke negeriku ini?\" Lalu mereka menjawab, \"Untuk membeli makanan.\" Lalu Nabi Yusuf berkata, \"Jangan-jangan kalian ini mata-mata musuh.\" Mereka menjawab, \"Kami berlindung kepada Allah dari hal itu.\" Nabi Yusuf bertanya, \"Dari manakah kalian ini?\" Mereka menjawab, \"Dari negeri Kan'an dan bapak kami bernama Yakub seorang nabi.\" Nabi Yusuf bertanya kembali, \"Apakah dia mempunyai anak lagi selain kalian?\" Mereka menjawab, \"Ya, dahulu kami berjumlah dua belas orang, kemudian saudara yang paling kecil di antara kami, kami ajak bepergian, lalu ia binasa di tengah padang sahara. Dia adalah anak yang paling disayang oleh bapak kami, dan saudara sekandungnya sajalah kini yang tinggal bersama bapak kami, lalu bapak kami melarangnya pergi ke mana-mana karena khawatir akan terjadi hal yang serupa. Ia kini menjadi penghibur hati bapak kami.\" Kemudian Nabi Yusuf memerintahkan supaya mereka diberi tempat dan dihormati sebagaimana layaknya tamu.",
            "sajda": false,
            "transliteration": "Wa jaaa'a ikhwatu Yoosufa fadakhaloo 'alaihi fa'arafahum wa hum lahoo munkiroon"
        },
        {
            "aya_id": 1655,
            "aya_number": 59,
            "aya_text": "وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُوْنِيْ بِاَخٍ لَّكُمْ مِّنْ اَبِيْكُمْ ۚ اَلَا تَرَوْنَ اَنِّيْٓ اُوْفِى الْكَيْلَ وَاَنَا۠ خَيْرُ الْمُنْزِلِيْنَ ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Dan ketika dia (Yusuf) menyiapkan bahan makanan untuk mereka, dia berkata, “Bawalah kepadaku saudaramu yang seayah dengan kamu (Bunyamin), tidakkah kamu melihat bahwa aku menyempurnakan takaran dan aku adalah penerima tamu yang terbaik?",
            "tafsir_jalalayn": "(Dan tatkala Yusuf menyiapkan untuk mereka bahan makanannya) lalu Nabi Yusuf menyempurnakan takaran bahan makanan itu buat mereka (ia berkata, \"Bawalah kepadaku saudara kalian yang seayah dengan kalian) yaitu Bunyamin, untuk mengecek kebenaran cerita kalian itu (tidakkah kalian melihat, bahwa aku menyempurnakan sukatan) yakni, aku telah menyempurnakannya tanpa menguranginya sedikit pun (dan aku adalah sebaik-baik penerima tamu?).",
            "sajda": false,
            "transliteration": "Wa lammaa jahhazahum bijahaazihim qaala' toonee bi akhil lakum min abeekum; alaa tarawna anneee oofil kaila wa ana khairul munzileen"
        },
        {
            "aya_id": 1656,
            "aya_number": 60,
            "aya_text": "فَاِنْ لَّمْ تَأْتُوْنِيْ بِهٖ فَلَا كَيْلَ لَكُمْ عِنْدِيْ وَلَا تَقْرَبُوْنِ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Maka jika kamu tidak membawanya kepadaku, maka kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku.”",
            "tafsir_jalalayn": "(Jika kalian tidak membawanya kepadaku, maka kalian tidak akan mendapat sukatan lagi daripadaku) artinya kalian tidak akan mendapatkan bantuan makanan lagi (dan jangan kalian mendekatiku lagi.\") lafal wala taqrabuuni bermakna nahi atau melarang; atau di'athafkan kepada mahal lafal falaa kaila, sehingga artinya menjadi kalian tidak akan mendapatkan bantuan makanan dan kalian tidak dapat mendekat kepadaku.",
            "sajda": false,
            "transliteration": "Fa il lam taatoonee bihee falaa kaila lakum 'indee wa laa taqraboon"
        },
        {
            "aya_id": 1657,
            "aya_number": 61,
            "aya_text": "قَالُوْا سَنُرَاوِدُ عَنْهُ اَبَاهُ وَاِنَّا لَفَاعِلُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Mereka berkata, “Kami akan membujuk ayahnya (untuk membawanya) dan kami benar-benar akan melaksanakannya.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Kami akan membujuk ayahnya untuk membawanya ke mari) artinya kami akan berupaya sekuat tenaga dengan meminta kepada ayahnya untuk dapat membawanya (dan sesungguhnya kami benar-benar akan melaksanakannya.\") yakni melaksanakan hal tersebut.",
            "sajda": false,
            "transliteration": "Qaaloo sanuraawidu 'anhu abaahu wa innaa lafaa'iloon"
        },
        {
            "aya_id": 1658,
            "aya_number": 62,
            "aya_text": "وَقَالَ لِفِتْيٰنِهِ اجْعَلُوْا بِضَاعَتَهُمْ فِيْ رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُوْنَهَآ اِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Dan dia (Yusuf) berkata kepada pelayan-pelayannya, “Masukkanlah barang-barang (penukar) mereka ke dalam karung-karungnya, agar mereka mengetahuinya apabila telah kembali kepada keluarganya, mudah-mudahan mereka kembali lagi.”",
            "tafsir_jalalayn": "(Yusuf berkata kepada pembantu-pembantunya) menurut suatu qiraat lafal lifityaanihi dibaca lifatayaanihi yang artinya, kedua pembantunya (\"Masukkanlah barang-barang mereka) yang mereka bawa sebagai pengganti harga makanan; barang-barang tersebut berupa uang dirham (ke dalam karung-karung mereka) ke dalam kantung-kantung tempat makanan mereka (supaya mereka mengetahuinya apabila mereka telah kembali kepada keluarganya) kemudian mereka menumpahkan isi karung-karung mereka itu (mudah-mudahan mereka kembali lagi.\") kepada kita karena sesungguhnya mereka adalah kaum yang tidak menghalalkan menahannya.",
            "sajda": false,
            "transliteration": "Wa qaala lifityaanihij 'aloo bidaa'atahum fee rihaalihim la'allahum ya'rifoonahaaa izan qalabooo ilaaa ahlihim la'allahum yarji'oon"
        },
        {
            "aya_id": 1659,
            "aya_number": 63,
            "aya_text": "فَلَمَّا رَجَعُوْٓا اِلٰٓى اَبِيْهِمْ قَالُوْا يٰٓاَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَاَرْسِلْ مَعَنَآ اَخَانَا نَكْتَلْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 242,
            "translation_aya_text": "Maka ketika mereka telah kembali kepada ayahnya (Yakub) mereka berkata, “Wahai ayah kami! Kami tidak akan mendapat jatah (gandum) lagi, (jika tidak membawa saudara kami), sebab itu biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah, dan kami benar-benar akan menjaganya.”",
            "tafsir_jalalayn": "(Maka tatkala mereka telah kembali kepada ayah mereka, mereka berkata, \"Wahai ayah kami! Kami tidak akan mendapat sukatan) gandum lagi, jika ayah tidak mengizinkan saudara kami Bunyamin untuk menghadap kepadanya (sebab itu biarkanlah saudara kami pergi bersama kami supaya kami mendapat sukatan) menurut suatu qiraat dibaca yaktal artinya, supaya mendapat sukatan (dan sesungguhnya kami akan benar-benar menjaganya.\").",
            "sajda": false,
            "transliteration": "Falammaa raja'ooo ilaaa abeehim qaaloo yaaa abaanaa muni'a minnal kailu fa arsil ma'anaaa akhaanaa naktal wa innaa lahoo lahaafizoon"
        },
        {
            "aya_id": 1660,
            "aya_number": 64,
            "aya_text": "قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ اِلَّا كَمَآ اَمِنْتُكُمْ عَلٰٓى اَخِيْهِ مِنْ قَبْلُۗ فَاللّٰهُ خَيْرٌ حٰفِظًا وَّهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dia (Yakub) berkata, “Bagaimana aku akan mempercayakannya (Bunyamin) kepadamu, seperti aku telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu?” Maka Allah adalah penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.",
            "tafsir_jalalayn": "(Berkata Yakub, \"Bagaimana) tiada (aku akan mempercayakannya kepada kalian, kecuali seperti aku mempercayakan saudaranya kepada kalian) yang dimaksud adalah Nabi Yusuf (dahulu?) dan ternyata kalian telah mencelakakannya. (Maka Allah adalah sebaik-baik penjaga) menurut qiraat yang lain lafal haafizhan dibaca hifzhan dengan kedudukan menjadi tamyiz; perihalnya sama dengan perkataan mereka/orang-orang Arab lillaahi darruhu faarisan (dan Dia adalah Maha Penyayang di antara para penyayang.\") maka aku memohon semoga Dia menganugerahkan pemeliharaan-Nya terhadap Nabi Yusuf.",
            "sajda": false,
            "transliteration": "Qaala hal aamanukum 'alihi illaa kamaa amintukum 'alaaa akheehimin qabl; fal laahu khairun haafizanw wa Huwa arhamur Raahimeen"
        },
        {
            "aya_id": 1661,
            "aya_number": 65,
            "aya_text": "وَلَمَّا فَتَحُوْا مَتَاعَهُمْ وَجَدُوْا بِضَاعَتَهُمْ رُدَّتْ اِلَيْهِمْۗ قَالُوْا يٰٓاَبَانَا مَا نَبْغِيْۗ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ اِلَيْنَا وَنَمِيْرُ اَهْلَنَا وَنَحْفَظُ اَخَانَا وَنَزْدَادُ كَيْلَ بَعِيْرٍۗ ذٰلِكَ كَيْلٌ يَّسِيْرٌ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dan ketika mereka membuka barang-barangnya, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, “Wahai ayah kami! Apalagi yang kita inginkan. Ini barang-barang kita dikembalikan kepada kita, dan kita akan dapat memberi makan keluarga kita, dan kami akan memelihara saudara kami, dan kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu suatu hal yang mudah (bagi raja Mesir).”",
            "tafsir_jalalayn": "(Tatkala mereka membuka barang-barangnya, mereka menemukan kembali barang-barang penukaran mereka dikembalikan kepada mereka. Mereka berkata, \"Wahai ayah kami! Apalagi yang kita inginkan) huruf maa di sini merupakan kata tanya, artinya apalagi yang kita cari lebih dari penghormatan yang telah diberikan oleh sang raja? Menurut qiraat lafal nabghii dibaca tabghii sebagai khithab atau pembicaraan yang ditujukan kepada Nabi Yakub. Karena mereka menceritakan kepadanya tentang penghormatan sang raja terhadap mereka. (Ini barang-barang kita dikembalikan kepada kita dan kami akan dapat memberi makan keluarga kami) artinya kami dapat membawa perbekalan makanan buat mereka (dan kami akan menjaga saudara kami dan kami akan mendapat tambahan sukatan seberat beban seekor unta) untuk saudara kami Bunyamin. (Itulah sukatan yang mudah.\") bagi raja Mesir, karena ia orangnya sangat dermawan.",
            "sajda": false,
            "transliteration": "Wa lammaa fatahoo mataa 'ahum wajadoo bidaa'atahum ruddat ilaihim qaaloo yaaa abaanaa maa nabghee; haazihee bida 'atunaa ruddat ilainaa wa nameeru ahlanaa wa nahfazu akhaanaa wa nazdaadu kaila ba'eer; zaalika kailuny yaseer"
        },
        {
            "aya_id": 1662,
            "aya_number": 66,
            "aya_text": "قَالَ لَنْ اُرْسِلَهٗ مَعَكُمْ حَتّٰى تُؤْتُوْنِ مَوْثِقًا مِّنَ اللّٰهِ لَتَأْتُنَّنِيْ بِهٖٓ اِلَّآ اَنْ يُّحَاطَ بِكُمْۚ فَلَمَّآ اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dia (Yakub) berkata, “Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kepadaku kembali, kecuali jika kamu dikepung (musuh).” Setelah mereka mengucapkan sumpah, dia (Yakub) berkata, “Allah adalah saksi terhadap apa yang kita ucapkan.”",
            "tafsir_jalalayn": "(Yakub berkata, \"Aku sekali-kali tidak akan melepaskannya pergi bersama kalian sebelum kalian memberikan kepadaku janji yang teguh) sumpah (atas nama Allah) seumpamanya kalian bersumpah (bahwa kalian pasti akan membawanya kepadaku kembali kecuali jika kalian dikepung musuh.\") seumpamanya kalian semuanya mati, atau kalian dikalahkan oleh musuh sehingga kalian tidak mampu membawa Bunyamin kembali kepadaku. Lalu mereka menyetujui hal tersebut. (Tatkala mereka memberikan janji mereka) mengikrarkan hal tersebut (maka Yakub berkata, \"Allah terhadap apa yang kita ucapkan) ini, yaitu saya dan kalian (adalah menjadi saksi.\") menyaksikannya kemudian Nabi Yakub memberikan izin kepada mereka untuk membawa serta Bunyamin.",
            "sajda": false,
            "transliteration": "Qaala lan ursilahoo ma'akum hattaa tu'tooni mawsiqam minal laahis lataa tunnanee biheee illaaa nay yuhaata bikum falammaaa aatawhu mawsiqahum qaalal laahu 'alaa maa naqoolu Wakeel"
        },
        {
            "aya_id": 1663,
            "aya_number": 67,
            "aya_text": "وَقَالَ يٰبَنِيَّ لَا تَدْخُلُوْا مِنْۢ بَابٍ وَّاحِدٍ وَّادْخُلُوْا مِنْ اَبْوَابٍ مُّتَفَرِّقَةٍۗ وَمَآ اُغْنِيْ عَنْكُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dan dia (Yakub) berkata, “Wahai anak-anakku! Janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda; namun demikian aku tidak dapat mempertahankan kamu sedikit pun dari (takdir) Allah. Keputusan itu hanyalah bagi Allah. Kepada-Nya aku bertawakal dan kepada-Nya pula bertawakallah orang-orang yang bertawakal.”",
            "tafsir_jalalayn": "(Dan Yakub berkata, \"Hai anak-anakku! Janganlah kalian masuk) ke negeri Mesir (dari satu pintu gerbang, tetapi masuklah dari pintu-pintu gerbang yang berlainan) supaya kalian tidak menjadi sial karenanya (namun demikian aku tidak dapat menghindarkan) menolak (diri kalian) dengan melalui saranku ini (dari takdir Allah) huruf min di sini adalah zaidah (barang sedikit pun) yang telah ditakdirkan-Nya terhadap kalian; sesungguhnya hal tersebut hanyalah terdorong oleh rasa sayangku. (Tiada lain) (keputusan hanyalah hak Allah) semata (dan hanya kepada-Nyalah aku bertawakal) artinya hanya kepada-Nyalah aku percaya (dan hanya kepada-Nyalah hendaknya orang-orang yang bertawakal berserah diri.\")",
            "sajda": false,
            "transliteration": "Wa qaala yaa baniyya laa tadkhuloo mim baabinw waa hidinw wadkhuloo min abwaabim mutafarriqah; wa maaa ughnee 'ankum minal laahi min shai'in; inil hukmu illaa lillaahi 'alaihi tawakkaltu wa 'alaihi fal yatawakkalil Mutawakkiloon"
        },
        {
            "aya_id": 1664,
            "aya_number": 68,
            "aya_text": "وَلَمَّا دَخَلُوْا مِنْ حَيْثُ اَمَرَهُمْ اَبُوْهُمْۗ مَا كَانَ يُغْنِيْ عَنْهُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍ اِلَّا حَاجَةً فِيْ نَفْسِ يَعْقُوْبَ قَضٰىهَاۗ وَاِنَّهٗ لَذُوْ عِلْمٍ لِّمَا عَلَّمْنٰهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dan ketika mereka masuk sesuai dengan perintah ayah mereka, (masuknya mereka itu) tidak dapat menolak sedikit pun keputusan Allah, (tetapi itu) hanya suatu keinginan pada diri Yakub yang telah ditetapkannya. Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. Tetapi kebanyakan manusia tidak mengetahui.",
            "tafsir_jalalayn": "Allah berfirman: (Dan tatkala mereka masuk menurut yang diperintahkan oleh ayah mereka) yaitu masuk secara berpencar-pencar (maka hal itu tidak dapat melepaskan diri mereka dari Allah) yakni dari kepastian-Nya (barang) huruf min di sini adalah zaidah (sedikit pun akan tetapi itu hanya) tetapi hal itu hanyalah (suatu keinginan pada diri Yakub yang telah ditunaikannya) yaitu bermaksud untuk menghindarkan mereka dari kesialan karena terdorong oleh rasa sayang (dan sesungguhnya dia mempunyai pengetahuan karena Kami telah mengajarkan kepadanya) disebabkan Kami telah mengajarkan kepadanya (akan tetapi kebanyakan manusia) mereka adalah orang-orang kafir (tiada mengetahui.) ilham Allah yang dianugerahkan kepada orang-orang pilihan-Nya.",
            "sajda": false,
            "transliteration": "Wa lammaa dakhaloo min haisu amarahum aboohum maa kaana yughnee 'anhum minal laahi min shai'in illaa haajatan fee nafsi Ya'qooba qadaahaa; wa innahoo lazoo 'ilmil limaa 'allamnaahu wa laakinna aksaran naasi laa ya'lamoon"
        },
        {
            "aya_id": 1665,
            "aya_number": 69,
            "aya_text": "وَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَخَاهُ قَالَ اِنِّيْٓ اَنَا۠ اَخُوْكَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَعْمَلُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dan ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, “Sesungguhnya aku adalah  saudaramu, jangan engkau bersedih hati terhadap apa yang telah mereka kerjakan.”",
            "tafsir_jalalayn": "(Dan tatkala mereka masuk ke tempat Yusuf, Yusuf menempatkan) yakni membawa saudaranya Bunyamin (saudaranya ke tempatnya. Yusuf berkata, \"Sesungguhnya aku ini adalah saudaramu, maka janganlah kamu berduka cita) bersedih hati (terhadap apa yang telah mereka lakukan.\") yaitu kedengkian mereka terhadap kita. Kemudian Nabi Yusuf menyuruh Bunyamin supaya jangan menceritakan hal ini kepada mereka. Yusuf telah bersepakat dengan Bunyamin, bahwa ia akan membuat siasat supaya Bunyamin tetap tinggal bersamanya.",
            "sajda": false,
            "transliteration": "Wa lammaa dakhaloo 'alaa Yoosufa aawaaa ilaihi akhaahu qaala inneee ana akhooka falaa tabta'is bimaa kaanoo ya'maloon"
        },
        {
            "aya_id": 1666,
            "aya_number": 70,
            "aya_text": "فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِيْ رَحْلِ اَخِيْهِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَيَّتُهَا الْعِيْرُ اِنَّكُمْ لَسَارِقُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 244,
            "translation_aya_text": "Maka ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan piala ke dalam karung saudaranya. Kemudian berteriaklah seseorang yang menyerukan, “Wahai kafilah! Sesungguhnya kamu pasti pencuri.” ",
            "tafsir_jalalayn": "(Maka tatkala telah disiapkan untuk mereka bahan makanan mereka, Yusuf memasukkan piala tempat minum) teko yang terbuat dari emas dan dihiasi dengan permata (ke dalam karung saudaranya) yaitu karung kepunyaan Bunyamin (kemudian berteriaklah seseorang yang menyerukan) setelah mereka berpisah dari majelis Yusuf, tiba-tiba terdengar ada seseorang yang berseru (\"Hai kafilah!) rombongan musafir (Sesungguhnya kalian adalah orang-orang yang mencuri.\").",
            "sajda": false,
            "transliteration": "Falammaa jahhazahum bijahaazihim ja'alas siqaayata fee rahli akheehi summa azzana mu'azzinun ayyatuhal'eeru innakum lasaariqoon"
        },
        {
            "aya_id": 1667,
            "aya_number": 71,
            "aya_text": "قَالُوْا وَاَقْبَلُوْا عَلَيْهِمْ مَّاذَا تَفْقِدُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 244,
            "translation_aya_text": "Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), “Kamu kehilangan apa?”",
            "tafsir_jalalayn": "(Mereka menjawab sambil) seraya (menghadap kepada penyeru-penyeru itu, \"Barang apakah) sesuatu apakah yang (hilang daripada kalian.\").",
            "sajda": false,
            "transliteration": "Qaaloo wa aqbaloo 'alaihim maazaa tafqidoon"
        },
        {
            "aya_id": 1668,
            "aya_number": 72,
            "aya_text": "قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 244,
            "translation_aya_text": "Mereka menjawab, “Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta, dan aku jamin itu.”",
            "tafsir_jalalayn": "(Penyeru-penyeru itu berkata, \"Kami kehilangan piala) teko (raja dan bagi siapa yang dapat mengembalikannya akan memperoleh hadiah seberat beban unta) berupa bahan makanan (dan aku terhadapnya) tentang hadiah itu (menjadi penjamin.\") yang menanggungnya.",
            "sajda": false,
            "transliteration": "Qaaloo nafqidu suwaa'al maliki wa liman jaaa'a bihee himlu ba'eerinw wa ana bihee za'eem"
        },
        {
            "aya_id": 1669,
            "aya_number": 73,
            "aya_text": "قَالُوْا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِى الْاَرْضِ وَمَا كُنَّا سَارِقِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 244,
            "translation_aya_text": "Mereka (saudara-saudara Yusuf) menjawab, “Demi Allah, sungguh, kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.”",
            "tafsir_jalalayn": "(Saudara-saudara Yusuf menjawab, \"Demi Allah) sumpah yang di dalamnya terkandung makna takjub (sesungguhnya kalian mengetahui bahwa kami datang bukan untuk membuat kerusakan di negeri ini dan kami bukanlah orang-orang pencuri.\") kami sama sekali belum pernah mencuri.",
            "sajda": false,
            "transliteration": "Qaaloo tallaahi laqad 'alimtum maa ji'na linufsida fil ardi wa maa kunnaa saariqeen"
        },
        {
            "aya_id": 1670,
            "aya_number": 74,
            "aya_text": "قَالُوْا فَمَا جَزَاۤؤُهٗٓ اِنْ كُنْتُمْ كٰذِبِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 244,
            "translation_aya_text": "Mereka berkata, “Tetapi apa hukumannya jika kamu dusta?”",
            "tafsir_jalalayn": "(Penyeru-penyeru itu berkata) yakni juru penyeru dan teman-temannya (\"Tetapi apa balasannya) bagi si pencuri (jika kalian betul-betul pendusta?\") kalian berdusta di dalam pengakuan kalian yang mengatakan bahwa kalian tidak mencuri. Kemudian ternyata piala tersebut ditemukan dalam barang kalian.",
            "sajda": false,
            "transliteration": "Qaaloo famaa jazaaa'u hooo in kuntum kaazibeen"
        },
        {
            "aya_id": 1671,
            "aya_number": 75,
            "aya_text": "قَالُوْا جَزَاۤؤُهٗ مَنْ وُّجِدَ فِيْ رَحْلِهٖ فَهُوَ جَزَاۤؤُهٗ ۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 244,
            "translation_aya_text": "Mereka menjawab, “Hukumannya ialah pada siapa ditemukan dalam karungnya (barang yang hilang itu), maka dia sendirilah menerima hukumannya. Demikianlah kami memberi hukuman kepada orang-orang zalim.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Balasannya) lafal jazaauhu ini menjadi mubtada, sedangkan khabarnya ialah (ialah pada siapa ditemukan barang yang hilang itu dalam karungnya) maka ia harus dijadikan budak. Kemudian diperkuat dengan berikutnya (maka dia sendirilah) si pencuri itu sendiri (balasannya.\") sebagai tebusan dari barang yang dicurinya, bukan orang lain. Ketentuan ini yaitu orang yang mencuri dihukum menjadi budak, merupakan syariat Nabi Yakub. (Demikianlah) seperti pembalasan itu (Kami memberi pembalasan kepada orang-orang yang lalim.) yaitu karena mencuri. Kemudian para penyeru itu mengajukan usul kepada Nabi Yusuf supaya karung-karung mereka diperiksa.",
            "sajda": false,
            "transliteration": "Qaaloo jazaaa'uhoo manw wujida fee rahlihee fahuwa jazaaa'uh; kazaalika najziz zaalimeen"
        },
        {
            "aya_id": 1672,
            "aya_number": 76,
            "aya_text": "فَبَدَاَ بِاَوْعِيَتِهِمْ قَبْلَ وِعَاۤءِ اَخِيْهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِّعَاۤءِ اَخِيْهِۗ  كَذٰلِكَ كِدْنَا لِيُوْسُفَۗ مَا كَانَ لِيَأْخُذَ اَخَاهُ فِيْ دِيْنِ الْمَلِكِ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗنَرْفَعُ دَرَجَاتٍ مَّنْ نَّشَاۤءُۗ وَفَوْقَ كُلِّ ذِيْ عِلْمٍ عَلِيْمٌ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 244,
            "translation_aya_text": "Maka mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri, kemudian dia mengeluarkan (piala raja) itu dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut undang-undang raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui.",
            "tafsir_jalalayn": "(Maka mulailah Yusuf dengan karung-karung mereka) yaitu memeriksanya (sebelum memeriksa karung saudaranya sendiri) supaya mereka tidak menaruh rasa curiga terhadapnya (kemudian dia mengeluarkan piala raja itu) yakni tempat minum raja. (dari karung saudaranya.) Selanjutnya Allah berfirman mengisahkan (Demikianlah) tipu muslihat itu (Kami atur untuk mencapai maksud Yusuf) artinya, Kami ajarkan kepadanya tentang siasat untuk mengambil saudara sekandungnya (Tiada patut) Yusuf (menghukum saudaranya) dengan menjadikannya sebagai budak karena terbukti telah mencuri (menurut undang-undang raja) sesuai dengan ketentuan raja Mesir, karena hukuman bagi pencuri menurut undang-undang raja Mesir ialah dipukuli dan dikenai denda sebanyak dua kali lipat harga barang yang dicurinya, bukannya dijadikan sebagai budak (kecuali Allah menghendaki-Nya) yakni menghendaki supaya Yusuf menghukum saudaranya sesuai dengan ketentuan syariat Nabi Yakub. Artinya Nabi Yusuf tidak dapat menghukumnya kecuali Allah menghendaki melalui wahyu-Nya supaya Nabi Yusuf menghukum saudaranya itu sesuai dengan syariat yang berlaku pada mereka (Kami tinggikan derajat orang yang Kami kehendaki) melalui ilmu seperti yang Kami lakukan terhadap Yusuf. Lafal ayat ini dapat dibaca secara idhafah, yaitu menjadi darajaati man nasyaau, dan dapat pula dibaca darajaatin man nasyaau (dan di atas tiap-tiap orang berpengetahuan itu) di antara semua makhluk (ada lagi yang Maha Mengetahui.) artinya yang lebih mengetahui daripadanya sehingga rentetannya selesai pada Allah swt.",
            "sajda": false,
            "transliteration": "Fabada-a bi-aw'iyatihim qabla wi'aaa'i akheehi summas takhrajahaa minw wi 'aaa'i akheeh; kazaalika kidnaa li Yoosuf; maa kaana liyaakhuza akhaahu fee deenil maliki illaaa any yashaaa'al laah; narfa'u darajaatim man nashaaa'; wa fawqa kulli zee 'ilmin 'Aleem"
        },
        {
            "aya_id": 1673,
            "aya_number": 77,
            "aya_text": "۞ قَالُوْٓا اِنْ يَّسْرِقْ فَقَدْ سَرَقَ اَخٌ لَّهٗ مِنْ قَبْلُۚ فَاَسَرَّهَا يُوْسُفُ فِيْ نَفْسِهٖ وَلَمْ يُبْدِهَا لَهُمْۚ قَالَ اَنْتُمْ شَرٌّ مَّكَانًا ۚوَاللّٰهُ اَعْلَمُ بِمَا تَصِفُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 244,
            "translation_aya_text": "Mereka berkata, “Jika dia mencuri, maka sungguh sebelum itu saudaranya pun pernah pula mencuri.” Maka Yusuf menyembunyikan (kejengkelan) dalam hatinya dan tidak ditampakkannya kepada mereka. Dia berkata (dalam hatinya), “Kedudukanmu justru lebih buruk. Dan Allah Maha Mengetahui apa yang kamu terangkan.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Jika ia mencuri maka sesungguhnya telah pernah mencuri pula saudaranya sebelum itu.\") yang dimaksud oleh mereka adalah Yusuf. Disebutkan bahwa Nabi Yusuf dahulu pernah mencuri sebuah berhala yang terbuat dari emas milik ayah ibunya kemudian berhala tersebut dihancurkannya; dimaksud supaya ia tidak menyembahnya. (Maka Yusuf menyembunyikan kejengkelan itu pada dirinya dan tidak menampakkannya) tidak melahirkannya (kepada mereka) dhamir atau kata ganti yang ada pada kalimat ayat ini merujuk kepada pengertian yang tersirat di dalam perkataan Nabi Yusuf berikut ini, yaitu: (Dia berkata,) di dalam hatinya (\"Kalian lebih buruk kedudukannya) daripada Yusuf dan saudara sekandungnya karena kalian telah mencuri saudara kalian, yaitu Nabi Yusuf sendiri dari tangan ayah kalian kemudian kalian telah berbuat aniaya terhadap dirinya (dan Allah Maha Mengetahui) mengetahui (apa yang kalian terangkan itu.\") apa yang kalian sebutkan tentang perkara Yusuf itu.",
            "sajda": false,
            "transliteration": "Qaaloo iny yasriq faqad saraqa akhul lahoo min qabl; fa asarrahaa Yoosufu fee nafsihee wa lam yubdihaa lahum; qaala antum sharrum makaananw wallaahu a'lamu bimaa tasifoon"
        },
        {
            "aya_id": 1674,
            "aya_number": 78,
            "aya_text": "قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ اِنَّ لَهٗٓ اَبًا شَيْخًا كَبِيْرًا فَخُذْ اَحَدَنَا مَكَانَهٗ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 244,
            "translation_aya_text": "Mereka berkata, “Wahai Al-Aziz! Dia mempunyai ayah yang sudah lanjut usia, karena itu ambillah salah seorang di antara kami sebagai gantinya, sesungguhnya kami melihat engkau termasuk orang-orang yang berbuat baik.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Wahai Al-Aziz! Sesungguhnya ia mempunyai ayah yang sudah lanjut usianya) yang sangat mencintainya lebih daripada kecintaannya terhadap kami. Ia selalu menghibur dirinya dengan dia dari anaknya yang hilang dahulu karena ia sangat sedih sekali dengan kehilangannya (oleh karena itu ambillah salah seorang di antara kami) kemudian jadikanlah dia sebagai hamba sahayamu (sebagai gantinya.) penggantinya (Sesungguhnya kami melihat kamu termasuk orang-orang yang berbuat baik.\") dalam semua tindakan-tindakanmu.",
            "sajda": false,
            "transliteration": "Qaaloo yaaa ayyuhal 'Azeezu inna lahooo aban shaikhan kabeeran fakhuz ahadanaa makaanahoo innaa naraaka minal muhsineen"
        },
        {
            "aya_id": 1675,
            "aya_number": 79,
            "aya_text": "قَالَ مَعَاذَ اللّٰهِ اَنْ نَّأْخُذَ اِلَّا مَنْ وَّجَدْنَا مَتَاعَنَا عِنْدَهٗٓ  ۙاِنَّآ اِذًا لَّظٰلِمُوْنَ ࣖ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 245,
            "translation_aya_text": "Dia (Yusuf) berkata, “Aku memohon perlindungan kepada Allah dari menahan (seseorang), kecuali orang yang kami temukan harta kami padanya, jika kami (berbuat) demikian, berarti kami orang yang zalim.”",
            "tafsir_jalalayn": "(Berkata Yusuf, \"Aku berlindung kepada Allah) lafal ini dinashabkan karena menjadi mashdar sedangkan fi`ilnya tidak disebutkan kemudian dimudhafkan kepada maf`ulnya; artinya aku mohon perlindungan kepada Allah (daripada menahan seorang kecuali orang yang kami temukan harta benda kami padanya) Nabi Yusuf dalam hal ini tidak memakai kata mencuri demi untuk memelihara diri daripada perkataan dusta (jika kami berbuat demikian, maka benar-benarlah kami) yaitu jika kami menghukum selainnya (orang-orang yang lalim.\")",
            "sajda": false,
            "transliteration": "Qaala ma'aazal laahi an naakhuza illaa manw wajadnaa mataa'anaa 'indahoo innaaa izal lazaalimoon"
        },
        {
            "aya_id": 1676,
            "aya_number": 80,
            "aya_text": "فَلَمَّا اسْتَا۟يْـَٔسُوْا مِنْهُ خَلَصُوْا نَجِيًّاۗ قَالَ كَبِيْرُهُمْ اَلَمْ تَعْلَمُوْٓا اَنَّ اَبَاكُمْ قَدْ اَخَذَ عَلَيْكُمْ مَّوْثِقًا مِّنَ اللّٰهِ وَمِنْ قَبْلُ مَا فَرَّطْتُّمْ فِيْ يُوْسُفَ فَلَنْ اَبْرَحَ الْاَرْضَ حَتّٰى يَأْذَنَ لِيْٓ اَبِيْٓ اَوْ يَحْكُمَ اللّٰهُ لِيْۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 245,
            "translation_aya_text": "Maka ketika mereka berputus asa darinya (putusan Yusuf) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, “Tidakkah kamu ketahui bahwa ayahmu telah mengambil janji dari kamu dengan (nama) Allah dan sebelum itu kamu telah menyia-nyiakan Yusuf? Sebab itu aku tidak akan meninggalkan negeri ini (Mesir), sampai ayahku mengizinkan (untuk kembali), atau Allah memberi keputusan terhadapku. Dan Dia adalah hakim yang terbaik.”",
            "tafsir_jalalayn": "(Maka tatkala mereka berputus asa) tidak mempunyai harapan lagi (daripada putusan Yusuf, mereka menyendiri) berkumpul menyendiri (sambil berunding dengan berbisik-bisik) lafal najiyyan adalah mashdar yang maknanya boleh untuk seorang dan orang banyak; artinya sebagian dari mereka berbisik-bisik kepada sebagian yang lain (Berkatalah yang tertua di antara mereka) yang umurnya paling besar, yaitu Rubel atau Raya yang dikenal juga dengan nama Yahudza (\"Tidakkah kalian ketahui bahwa sesungguhnya ayah kalian telah mengambil janji dari kalian) kalian telah bersumpah terhadapnya (dengan nama Allah) tentang saudara kalian ini, yaitu Bunyamin (dan sebelum itu) huruf maa pada kalimat ini zaidah (kalian telah menyia-nyiakan Yusuf) tetapi menurut pendapat yang lain huruf maa di sini adalah mashdariyah dan berkedudukan menjadi mubtada, sedangkan khabarnya adalah lafal min qablu. (Sebab itu aku tidak akan meninggalkan) tidak akan angkat kaki dari (negeri ini) yaitu negeri Mesir (sampai ayahku mengizinkan kepadaku) untuk kembali kepadanya (atau Allah memberi keputusan terhadapku) tentang pembebasan saudaraku Bunyamin ini. (Dan Dia adalah Hakim yang sebaik-baiknya.\") yakni yang paling adil di antara kesemuanya.",
            "sajda": false,
            "transliteration": "Falammas tay'asoo minhu khalasoo najiyyan qaala kabeeruhum alam ta'lamoon anna abaakum qad akhaza 'alaikum mawsiqam minal laahi wa min qablu maa farrattum fee Yoosufa falan abrahal arda hattaa yaazana leee abeee aw yahkumal laahu lee wa huwa khairul lhaakimeen"
        },
        {
            "aya_id": 1677,
            "aya_number": 81,
            "aya_text": "اِرْجِعُوْٓا اِلٰٓى اَبِيْكُمْ فَقُوْلُوْا يٰٓاَبَانَآ اِنَّ ابْنَكَ سَرَقَۚ وَمَا شَهِدْنَآ اِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حٰفِظِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 245,
            "translation_aya_text": "Kembalilah kepada ayahmu dan katakanlah, “Wahai ayah kami! Sesungguhnya anakmu telah mencuri dan kami hanya menyaksikan apa yang kami ketahui dan kami tidak mengetahui apa yang di balik itu.",
            "tafsir_jalalayn": "(Kembalilah kepada ayah kalian, dan katakanlah, \"Wahai ayah kami! Sesungguhnya anakmu telah mencuri; dan kami tiada menyaksikan) terhadapnya (melainkan berdasarkan apa yang telah kami ketahui) karena mereka merasa yakin setelah melihat dan menyaksikan adanya piala raja di dalam karung Bunyamin (dan sekali-kali terhadap barang yang gaib kami tidak) hal-hal yang gaib daripada kami sewaktu kami memberikan janji kepadamu (dapat menjaganya.) seandainya kami mengetahui apa yang akan terjadi kemudian, yaitu bahwasanya dia akan mencuri, niscaya kami tidak akan membawanya ikut bersama kami.",
            "sajda": false,
            "transliteration": "Irji'ooo ilaaa abeekum faqooloo yaaa abaanaaa innab naka saraq; wa maa shahidnaaa illaa bimaa 'alimnaa wa maa kunnaa lilghaibi haafizeen"
        },
        {
            "aya_id": 1678,
            "aya_number": 82,
            "aya_text": "وَسْـَٔلِ الْقَرْيَةَ الَّتِيْ كُنَّا فِيْهَا وَالْعِيْرَ الَّتِيْٓ اَقْبَلْنَا فِيْهَاۗ وَاِنَّا لَصٰدِقُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 245,
            "translation_aya_text": "Dan tanyalah (penduduk) negeri tempat kami berada, dan kafilah yang datang bersama kami. Dan kami adalah orang yang benar.”",
            "tafsir_jalalayn": "(Dan tanyalah penduduk negeri yang kami berada di situ) yakni negeri Mesir; artinya kirimkanlah utusan ke negeri Mesir kemudian tanyakanlah kepada penduduknya (dan kafilah) rombongan musafir (yang kami datang bersamanya) mereka adalah terdiri dari kaum Kan`an (dan sesungguhnya kami adalah orang-orang yang benar.\") di dalam perkataan kami ini. Kemudian mereka kembali kepada ayah mereka dan mengatakan seperti yang diajarkan oleh saudara mereka yang tertua.",
            "sajda": false,
            "transliteration": "Was'alil qaryatal latee kunnaa feehaa wal'eeral lateee aqbalnaa feehaa wa innaa lasaadiqoon"
        },
        {
            "aya_id": 1679,
            "aya_number": 83,
            "aya_text": "قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗعَسَى اللّٰهُ اَنْ يَّأْتِيَنِيْ بِهِمْ جَمِيْعًاۗ اِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 245,
            "translation_aya_text": "Dia (Yakub) berkata, “Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. Maka (kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku. Sungguh, Dialah Yang Maha Mengetahui, Mahabijaksana.”",
            "tafsir_jalalayn": "(Yakub berkata, \"Bahkan telah menggoda) menganggap baik (kalian diri kalian sendiri perbuatan buruk itu) kemudian kalian mengerjakan perbuatan itu lagi. Nabi Yakub menuduh mereka seperti tuduhannya terhadap mereka mengenai peristiwa yang menimpa Nabi Yusuf dahulu. (Maka kesabaran yang baik itu) adalah kesabaranku. (Mudah-mudahan Allah mendatangkan mereka kepadaku) yaitu Yusuf dan saudaranya (semuanya; sesungguhnya Dialah Yang Maha Mengetahui) tentang keadaanku (lagi Maha Bijaksana.\") di dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Qaala bal sawwalat lakum anfusukum amran fasabrun jameelun 'asal laahu any yaa tiyanee bihim jamee'aa; innahoo Huwal 'Aleemul Hakeem"
        },
        {
            "aya_id": 1680,
            "aya_number": 84,
            "aya_text": "وَتَوَلّٰى عَنْهُمْ وَقَالَ يٰٓاَسَفٰى عَلٰى يُوْسُفَ وَابْيَضَّتْ عَيْنٰهُ مِنَ الْحُزْنِ فَهُوَ كَظِيْمٌ ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 245,
            "translation_aya_text": "Dan dia (Yakub) berpaling dari mereka (anak-anaknya) seraya berkata, “Aduhai dukacitaku terhadap Yusuf,” dan kedua matanya menjadi putih karena sedih. Dia diam menahan amarah (terhadap anak-anaknya).",
            "tafsir_jalalayn": "(Dan Yakub berpaling dari mereka) seraya tidak meladeni pembicaraan mereka (seraya berkata, \"Aduhai, duka-citaku) huruf alif yang terdapat pada kata yaa asafaa merupakan pergantian daripada huruf ya idhafat; artinya aduhai alangkah sedihnya (terhadap Yusuf,\" dan kedua matanya menjadi putih) bagian yang hitam dari matanya tertutup oleh benda yang putih karena terlalu banyak menangis (karena kesedihan) terhadap Yusuf (dan dia adalah seorang yang menahan amarah) terhadap anak-anaknya akan tetapi ia tidak menampakkan kemarahannya itu dan menahannya.",
            "sajda": false,
            "transliteration": "Wa tawallaa 'anhum wa qaala yaaa asafaa 'alaa Yoosufa wabyaddat 'aynaahu minal huzni fahuwa kazeem"
        },
        {
            "aya_id": 1681,
            "aya_number": 85,
            "aya_text": "قَالُوْا تَاللّٰهِ تَفْتَؤُا تَذْكُرُ يُوْسُفَ حَتّٰى تَكُوْنَ حَرَضًا اَوْ تَكُوْنَ مِنَ الْهَالِكِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 245,
            "translation_aya_text": "Mereka berkata, “Demi Allah, engkau tidak henti-hentinya mengingat Yusuf, sehingga engkau (mengidap) penyakit berat atau engkau termasuk orang-orang yang akan binasa.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Demi Allah) tiada (henti-hentinya) terus-menerus (engkau masih mengingat Yusuf sehingga kamu mengidap penyakit yang amat berat) hampir binasa, karena penyakitmu yang berkepanjangan itu. Lafal haradhan berbentuk mashdar yang maknanya dapat diartikan untuk satu orang dan lebih (atau termasuk orang-orang yang binasa.\") orang-orang yang akan mati.",
            "sajda": false,
            "transliteration": "Qaaloo tallaahi tafta'u tazkuru Yoosufa hattaa takoona haradan aw takoona minal haalikeen"
        },
        {
            "aya_id": 1682,
            "aya_number": 86,
            "aya_text": "قَالَ اِنَّمَآ اَشْكُوْا بَثِّيْ وَحُزْنِيْٓ اِلَى اللّٰهِ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 245,
            "translation_aya_text": "Dia (Yakub) menjawab, “Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Dan aku mengetahui dari Allah apa yang tidak kamu ketahui.",
            "tafsir_jalalayn": "(Yakub menjawab) terhadap anak-anaknya (\"Sesungguhnya aku mengadukan kesedihanku) yaitu kesusahan yang besar yang tidak dapat ditahan lagi; sehingga orang yang bersangkutan tidak mampu lagi menahannya lalu mengadukannya kepada orang lain (dan kesusahanku hanya kepada Allah) bukan kepada yang lain-Nya, karena hanya Dialah yang dapat menyelesaikan pengaduanku ini (dan aku mengetahui dari Allah apa yang tidak kalian ketahui.\") yaitu bahwasanya mimpi Yusuf itu adalah benar, dia masih tetap hidup. Kemudian ia berkata:",
            "sajda": false,
            "transliteration": "Qaala innamaaa ashkoo bassee wa huzneee ilal laahi wa a'lamu minal laahi maa laa ta'lamoon"
        },
        {
            "aya_id": 1683,
            "aya_number": 87,
            "aya_text": "يٰبَنِيَّ اذْهَبُوْا فَتَحَسَّسُوْا مِنْ يُّوْسُفَ وَاَخِيْهِ وَلَا تَا۟يْـَٔسُوْا مِنْ رَّوْحِ اللّٰهِ ۗاِنَّهٗ لَا يَا۟يْـَٔسُ مِنْ رَّوْحِ اللّٰهِ اِلَّا الْقَوْمُ الْكٰفِرُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 246,
            "translation_aya_text": "Wahai anak-anakku! Pergilah kamu, carilah (berita) tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.”",
            "tafsir_jalalayn": "(\"Hai anak-anakku! Pergilah kalian, maka carilah berita tentang Yusuf dan saudara sekandungnya) artinya carilah berita tentang keduanya (dan jangan kalian berputus asa) putus harapan (dari rahmat Allah) dari rahmat-Nya (Sesungguhnya tiada berputus asa dari rahmat Allah melainkan kaum yang kafir.\") Lalu mereka berangkat menuju ke negeri Mesir.",
            "sajda": false,
            "transliteration": "Yaa baniyyaz haboo fatahassasoo miny Yoosufa wa akheehi wa laa tai'asoo mir rawhil laahi innahoo laa yai'asu mir rawhil laahi illal qawmul kaafiroon"
        },
        {
            "aya_id": 1684,
            "aya_number": 88,
            "aya_text": "فَلَمَّا دَخَلُوْا عَلَيْهِ قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ مَسَّنَا وَاَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجٰىةٍ فَاَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاۗ اِنَّ اللّٰهَ يَجْزِى الْمُتَصَدِّقِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 246,
            "translation_aya_text": "Maka ketika mereka masuk ke (tempat) Yusuf, mereka berkata, “Wahai Al-Aziz! Kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah jatah (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang yang bersedekah.”",
            "tafsir_jalalayn": "(Maka ketika mereka masuk ke tempat Yusuf mereka berkata, \"Hai Al-Aziz! Kami dan keluarga kami ditimpa kesengsaraan) yakni kelaparan (dan kami datang membawa barang-barang yang tak berharga) artinya barang-barang yang buruk; setiap orang yang melihatnya pasti akan menolaknya karena mutunya sangat rendah sekali. Disebutkan bahwa barang-barang tersebut berupa dirham-dirham palsu atau barang-barang lainnya (maka sempurnakanlah) genapkanlah (sukatan untuk kami dan bersedekahlah kepada kami) bertoleransilah terhadap kami sekali pun barang-barang kami rendah mutunya (sesungguhnya Allah memberi balasan kepada orang-orang yang bersedekah.\") artinya Allah memberi mereka pahala. Akhirnya Nabi Yusuf merasa belas kasihan kepada mereka timbullah rasa sayangnya. Kemudian Nabi Yusuf berbicara secara terus terang terhadap mereka untuk menyingkapkan tabir antara dirinya dan mereka.",
            "sajda": false,
            "transliteration": "Falammaa dakhaloo 'alaihi qaaloo yaaa ayyuhal 'Azeezu massanaa wa ahlanad durru wa ji'naa bibidaa 'timmuzjaatin fa awfi lanal kaila wa tasaddaq 'alainaa innal laaha yajzil mutasaddiqeen"
        },
        {
            "aya_id": 1685,
            "aya_number": 89,
            "aya_text": "قَالَ هَلْ عَلِمْتُمْ مَّا فَعَلْتُمْ بِيُوْسُفَ وَاَخِيْهِ اِذْ اَنْتُمْ جَاهِلُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 246,
            "translation_aya_text": "Dia (Yusuf) berkata, “Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak menyadari (akibat) perbuatanmu itu?”",
            "tafsir_jalalayn": "(Berkatalah Yusuf) kepada mereka dengan nada mencela (\"Apakah kalian mengetahui kejelekan apa yang telah kalian lakukan terhadap Yusuf) yaitu dengan memukuli dan menjualnya serta hal-hal lainnya yang menyakitkan (dan saudaranya) yakni penekanan kalian terhadapnya sesudah ia terpisah dari saudaranya (ketika kalian tidak mengetahui akibat perbuatan kalian itu?\") akibat perbuatan kalian terhadap Nabi Yusuf",
            "sajda": false,
            "transliteration": "Qaala hal 'alimtum maa fa'altum bi Yoosufa wa akheehi iz antum jaahiloon"
        },
        {
            "aya_id": 1686,
            "aya_number": 90,
            "aya_text": "قَالُوْٓا ءَاِنَّكَ لَاَنْتَ يُوْسُفُۗ قَالَ اَنَا۠ يُوْسُفُ وَهٰذَآ اَخِيْ قَدْ مَنَّ اللّٰهُ عَلَيْنَاۗ اِنَّهٗ مَنْ يَّتَّقِ وَيَصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 246,
            "translation_aya_text": "Mereka berkata, “Apakah engkau benar-benar Yusuf?” Dia (Yusuf) menjawab, “Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami. Sesungguhnya barangsiapa bertakwa dan bersabar, maka Sungguh, Allah tidak menyia-nyiakan pahala orang yang berbuat baik.”",
            "tafsir_jalalayn": "(Mereka berkata) sesudah mengetahuinya, ketika mereka mulai meneliti dan memperhatikan secara seksama tingkah laku raja (\"Apakah kamu ini) dapat dibaca ainnaka dan ayinnaka (benar-benar Yusuf?\" Yusuf menjawab, \"Akulah Yusuf dan ini saudaraku. Sesungguhnya telah mendapat karunia) telah memperoleh nikmat (kami dari Allah) sehingga kami dapat berkumpul. (Sesungguhnya barang siapa yang bertakwa) merasa takut kepada Allah (dan bersabar) atas apa yang menimpa dirinya (maka sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik.\") di dalam ungkapan ini terkandung pengertian meletakkan isim zahir pada tempat isim mudhmar.",
            "sajda": false,
            "transliteration": "Qaaloo 'a innaka la anta Yoosufu qaala ana Yoosufu wa haazaaa akhee qad mannal laahu 'alainaa innahoo mai yattaqi wa yasbir fa innal laaha laa yudee'u ajral muhsineen"
        },
        {
            "aya_id": 1687,
            "aya_number": 91,
            "aya_text": "قَالُوْا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَاِنْ كُنَّا لَخٰطِـِٕيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 246,
            "translation_aya_text": "Mereka berkata, “Demi Allah, sungguh Allah telah melebihkan engkau di atas kami, dan sesungguhnya kami adalah orang yang bersalah (berdosa).”",
            "tafsir_jalalayn": "(Mereka berkata, \"Demi Allah, sesungguhnya telah melebihkan kamu) telah mengutamakan kamu (Allah atas kami) dengan memperoleh kerajaan dan nikmat-nikmat lainnya (dan sesungguhnya) huruf in di sini adalah bentuk takhfif daripada inna, artinya sesungguhnya (kami adalah orang-orang yang bersalah\") yakni orang-orang yang berdosa disebabkan kami telah merendahkanmu.",
            "sajda": false,
            "transliteration": "Qaaloo tallaahi laqad aasarakal laahu 'alainaa wa in kunnaa lakhaati'een"
        },
        {
            "aya_id": 1688,
            "aya_number": 92,
            "aya_text": "قَالَ لَا تَثْرِيْبَ عَلَيْكُمُ الْيَوْمَۗ يَغْفِرُ اللّٰهُ لَكُمْ ۖوَهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 246,
            "translation_aya_text": "Dia (Yusuf) berkata, “Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dan Dia Maha Penyayang di antara para penyayang.",
            "tafsir_jalalayn": "(Yusuf berkata, \"Tidak ada cercaan) tidak ada celaan (terhadap kalian pada hari ini) kata hari ini secara khusus disebutkan, sebab celaan pasti terjadi di dalamnya akan tetapi pengertiannya menunjukkan, bahwa selainnya lebih utama lagi untuk tidak mendapatkan cercaan (mudah-mudahan Allah mengampuni kalian, dan Dia adalah Maha Penyayang di antara para penyayang.\") Lalu Nabi Yusuf menanyakan kepada mereka tentang keadaan ayahnya, mereka menjawab bahwa matanya telah rabun dan tidak dapat melihat dengan jelas lagi. Kemudian Nabi Yusuf berkata kepada mereka,",
            "sajda": false,
            "transliteration": "Qaala laa tasreeba 'alaikumul yawma yaghfirul laahu lakum wa Huwa arhamur raahimeen"
        },
        {
            "aya_id": 1689,
            "aya_number": 93,
            "aya_text": "اِذْهَبُوْا بِقَمِيْصِيْ هٰذَا فَاَلْقُوْهُ عَلٰى وَجْهِ اَبِيْ يَأْتِ بَصِيْرًا ۚوَأْتُوْنِيْ بِاَهْلِكُمْ اَجْمَعِيْنَ ࣖ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 246,
            "translation_aya_text": "Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat kembali; dan bawalah seluruh keluargamu kepadaku.”",
            "tafsir_jalalayn": "(\"Pergilah kalian dengan membawa baju gamisku ini) yaitu baju gamis Nabi Ibrahim yang dipakainya sewaktu ia dicampakkan ke dalam api. Baju tersebut dikalungkan Nabi Yusuf sewaktu ia berada di dalam sumur. Baju tersebut dari surga; malaikat Jibril memerintahkan Nabi Yusuf supaya mengirimkannya kepada ayahnya, seraya berkata, 'Sesungguhnya pada baju itu terdapat bau surga, dan tidak sekali-kali ia diusapkan kepada orang yang sakit melainkan orang sakit itu akan sembuh dengan seketika (lalu letakkanlah dia ke wajah ayahku, nanti ia akan) menjadi (melihat kembali, dan bawalah keluarga kalian semuanya kepadaku.'\").",
            "sajda": false,
            "transliteration": "Izhaboo biqameesee haazaa fa alqoohu 'alaa wajhi abee yaati baseeranw waatoonee bi ahlikum ajma'een"
        },
        {
            "aya_id": 1690,
            "aya_number": 94,
            "aya_text": "وَلَمَّا فَصَلَتِ الْعِيْرُ قَالَ اَبُوْهُمْ اِنِّيْ لَاَجِدُ رِيْحَ يُوْسُفَ لَوْلَآ اَنْ تُفَنِّدُوْنِ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 246,
            "translation_aya_text": "Dan ketika kafilah itu telah keluar (dari negeri Mesir), ayah mereka berkata, “Sesungguhnya Aku mencium bau Yusuf, sekiranya kamu tidak menuduhku lemah akal (tentu kamu membenarkan aku).”",
            "tafsir_jalalayn": "(Tatkala kafilah itu telah keluar) dari negeri Mesir (berkata ayah mereka) kepada anak-anak dan cucu-cucunya yang ada bersamanya (\"Sesungguhnya aku mencium bau Yusuf) bau itu tercium oleh Nabi Yakub karena dibawa oleh angin berkat kekuasaan Allah dari jarak perjalanan tiga hari, atau delapan hari atau lebih dari itu (sekiranya kalian tidak menuduhku sebagai orang yang lemah akalnya.\") maka niscaya kalian akan membenarkan aku.",
            "sajda": false,
            "transliteration": "Wa lammaa fasalatil 'eeru qaala aboohum innee la ajidu reeha Yoosufa law laaa an tufannidoon"
        },
        {
            "aya_id": 1691,
            "aya_number": 95,
            "aya_text": "قَالُوْا تَاللّٰهِ اِنَّكَ لَفِيْ ضَلٰلِكَ الْقَدِيْمِ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 246,
            "translation_aya_text": "Mereka (keluarganya) berkata, “Demi Allah, sesungguhnya engkau masih dalam kekeliruanmu yang dahulu.”",
            "tafsir_jalalayn": "(Keluarganya berkata) kepadanya (Demi Allah, sesungguhnya engkau masih dalam kekeliruanmu) kesalahanmu (yang dahulu) disebabkan kecintaanmu yang berlebihan terhadap Yusuf, dan harapanmu yang selalu tak padam untuk bersua kembali dengannya sekali pun sudah lama masanya.",
            "sajda": false,
            "transliteration": "Qaaloo tallaahi innaka lafee dalaalikal qadeem"
        },
        {
            "aya_id": 1692,
            "aya_number": 96,
            "aya_text": "فَلَمَّآ اَنْ جَاۤءَ الْبَشِيْرُ اَلْقٰىهُ عَلٰى وَجْهِهٖ فَارْتَدَّ بَصِيْرًاۗ قَالَ اَلَمْ اَقُلْ لَّكُمْۙ اِنِّيْٓ اَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 247,
            "translation_aya_text": "Maka ketika telah tiba pembawa kabar gembira itu, maka diusapkannya (baju itu) ke wajahnya (Yakub), lalu dia dapat melihat kembali. Dia (Yakub) berkata, “Bukankah telah aku katakan kepadamu, bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui.”",
            "tafsir_jalalayn": "(Tatkala) huruf an di sini adalah zaidah (telah tiba pembawa kabar gembira) yaitu Yahudza dengan membawa baju gamis Nabi Yusuf. Dahulu dialah yang membawa baju darah Nabi Yusuf, maka kali ini ia bermaksud untuk membuat bahagia ayahnya sebagai ganti daripada perbuatannya dahulu yang membuatnya sedih (maka diletakannya baju gamis itu) ditaruhnya baju gamis itu (ke wajah Yakub, lalu kembalilah) sehat seperti semula (dapat melihat. Berkata Yakub, \"Tidakkah aku katakan kepada kalian, bahwa aku mengetahui dari Allah apa yang kalian tidak mengetahuinya.\")",
            "sajda": false,
            "transliteration": "Falammaaa an jaaa'albasheeru alqaahu 'alaa wajhihee fartadda baseeran qaala alam aqul lakum inneee a'lamu minal laahi maa laa ta'lamoon"
        },
        {
            "aya_id": 1693,
            "aya_number": 97,
            "aya_text": "قَالُوْا يٰٓاَبَانَا اسْتَغْفِرْ لَنَا ذُنُوْبَنَآ اِنَّا كُنَّا خٰطِـِٕيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 247,
            "translation_aya_text": "Mereka berkata, “Wahai ayah kami! Mohonkanlah ampunan untuk kami atas dosa-dosa kami, sesungguhnya kami adalah orang yang bersalah (berdosa).” ",
            "tafsir_jalalayn": "(Mereka berkata, \"Wahai ayah kami, mohonkanlah ampun bagi kami terhadap dosa-dosa kami, sesungguhnya kami adalah orang-orang yang bersalah.\")",
            "sajda": false,
            "transliteration": "Qaaloo yaaa abaanas taghfir lanaa zunoo =banaaa innaa kunnaa khaati'een"
        },
        {
            "aya_id": 1694,
            "aya_number": 98,
            "aya_text": "قَالَ سَوْفَ اَسْتَغْفِرُ لَكُمْ رَبِّيْ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 247,
            "translation_aya_text": "Dia (Yakub) berkata, “Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sungguh, Dia Yang Maha Pengampun, Maha Penyayang.”",
            "tafsir_jalalayn": "(Yakub berkata, \"Aku akan memohonkan ampun bagi kalian kepada Rabbku. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.\") Nabi Yakub mengakhirkan atau menangguhkan doanya itu sampai dengan waktu sahur, dimaksud supaya lebih dekat untuk diperkenankan. Atau doanya itu ia tangguhkan sampai dengan malam Jumat. Kemudian mereka semua berangkat menuju ke negeri Mesir; dan Nabi Yusuf beserta pembesar-pembesar negeri Mesir lainnya keluar untuk menjemput kedatangan mereka.",
            "sajda": false,
            "transliteration": "Qaala sawfa astaghfiru lakum Rabbeee innahoo Huwal Ghafoorur Raheem"
        },
        {
            "aya_id": 1695,
            "aya_number": 99,
            "aya_text": "فَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَبَوَيْهِ وَقَالَ ادْخُلُوْا مِصْرَ اِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَ ۗ ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 247,
            "translation_aya_text": "Maka ketika mereka masuk ke (tempat) Yusuf, dia merangkul (dan menyiapkan tempat untuk) kedua orang tuanya seraya berkata, “Masuklah kamu ke negeri Mesir, insya Allah dalam keadaan aman.”",
            "tafsir_jalalayn": "(Maka tatkala mereka masuk ke tempat Yusuf) yaitu ke kemah Nabi Yusuf (Yusuf merangkul) memeluk (ibu-bapaknya) kedua orang tuanya atau bapak dan bibinya (dan dia berkata) kepada mereka (\"Masuklah kalian ke negeri Mesir dalam keadaan aman.\") lalu mereka memasuki negeri Mesir dan Nabi Yusuf lalu duduk di atas singgasananya.",
            "sajda": false,
            "transliteration": "Falammaa dakhaloo 'alaa Yoosufa aawaaa ilaihi abayaihi wa qaalad khuloo Misra inshaaa'al laahu aamineen"
        },
        {
            "aya_id": 1696,
            "aya_number": 100,
            "aya_text": "وَرَفَعَ اَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوْا لَهٗ سُجَّدًاۚ وَقَالَ يٰٓاَبَتِ هٰذَا تَأْوِيْلُ رُءْيَايَ مِنْ قَبْلُ  ۖقَدْ جَعَلَهَا رَبِّيْ حَقًّاۗ وَقَدْ اَحْسَنَ بِيْٓ اِذْ اَخْرَجَنِيْ مِنَ السِّجْنِ وَجَاۤءَ بِكُمْ مِّنَ الْبَدْوِ مِنْۢ بَعْدِ اَنْ نَّزَغَ الشَّيْطٰنُ بَيْنِيْ وَبَيْنَ اِخْوَتِيْۗ اِنَّ رَبِّيْ لَطِيْفٌ لِّمَا يَشَاۤءُ ۗاِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 247,
            "translation_aya_text": "Dan dia menaikkan kedua orang tuanya ke atas singgasana. Dan mereka (semua) tunduk bersujud kepadanya (Yusuf). Dan dia (Yusuf) berkata, “Wahai ayahku! Inilah takwil mimpiku yang dahulu itu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan ia menaikkan kedua ibu-bapaknya) yakni Yusuf mendudukkan kedua orang tuanya sejajar dengannya (ke atas singgasananya.) tempat duduknya (Dan mereka merebahkan diri) yakni kedua orang tuanya dan semua saudara-saudaranya (kepada Yusuf seraya bersujud) yang dimaksud adalah sujud dengan membungkukkan badan bukannya sujud dalam arti kata meletakkan kening; cara itu merupakan penghormatan yang berlaku pada zamannya. (Dan berkata Yusuf, \"Wahai ayahku! Inilah takwil mimpiku yang dahulu itu, sesungguhnya Rabbku telah menjadikannya suatu kenyataan. Dan sesungguhnya Rabbku telah berbuat baik kepadaku) terhadap diriku (ketika Dia membebaskan aku dari rumah penjara) Nabi Yusuf tidak menyinggung masalah sumur, hal ini sengaja ia lakukan demi menghormati saudara-saudaranya supaya mereka tidak malu (dan ketika membawa kalian dari dusun padang pasir) dari kampung padang pasir (setelah dirusak) dikacaukan (oleh setan hubungan antara aku dan saudara-saudaraku. Sesungguhnya Rabbku Maha Lembut terhadap apa yang Dia kehendaki. Sesungguhnya Dialah Yang Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana.\") di dalam pekerjaan-Nya. Kemudian ayah Nabi Yusuf (Yakub) bermukim bersama Yusuf selama dua puluh empat tahun atau tujuh belas tahun. Disebutkan bahwa masa perpisahan mereka delapan belas tahun lamanya atau empat puluh tahun atau delapan puluh tahun. Kemudian Nabi Yakub menjelang ajalnya, sebelum itu ia berwasiat kepada Nabi Yusuf supaya ia dikebumikan di dekat ayahnya, yaitu Nabi Ishak. Lalu Nabi Yusuf membawa jenazah ayahnya ke tempat yang diisyaratkannya dalam wasiat dan mengebumikannya di tempat tersebut. Setelah itu Nabi Yusuf kembali ke Mesir dan ia tinggal di negeri itu sesudah Nabi Yakub meninggal dunia selama dua puluh tiga tahun. Ketika urusannya telah sempurna kemudian ia mengetahui bahwa dirinya tidak akan abadi dalam keadaan demikian lalu hatinya menginginkan agar ia hijrah ke kerajaan yang abadi, yakni akhirat. Untuk itu berkata seraya berdoa:",
            "sajda": false,
            "transliteration": "Wa raf'a abawaihi 'alal 'arshi wa kharroo lahoo sujjadaa; wa qaala yaaa abati haaza taaweelu ru'yaaya min qablu qad ja'alahaa Rabbee haqqaa; wa qad ahsana beee iz akhrajanee minas sijni wa jaaa'a bikum minal badwi mim ba'di an nazaghash Shaitaanu bainee wa baina ikhwatee; inna Rabbee lateeful limaa yashaaa'; innahoo Huwal 'Aleemul Hakeem"
        },
        {
            "aya_id": 1697,
            "aya_number": 101,
            "aya_text": "۞ رَبِّ قَدْ اٰتَيْتَنِيْ مِنَ الْمُلْكِ وَعَلَّمْتَنِيْ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۚ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِۗ اَنْتَ وَلِيّٖ فِى الدُّنْيَا وَالْاٰخِرَةِۚ تَوَفَّنِيْ مُسْلِمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 247,
            "translation_aya_text": "Tuhanku, sesungguhnya Engkau telah menganugerahkan kepadaku sebagian kekuasaan dan telah mengajarkan kepadaku sebagian takwil mimpi. (Wahai Tuhan) pencipta langit dan bumi, Engkaulah pelindungku di dunia dan di akhirat, wafatkanlah aku dalam keadaan muslim dan gabungkanlah aku dengan orang yang saleh.” ",
            "tafsir_jalalayn": "(Ya Rabbku! Sesungguhnya Engkau telah menganugerahkan kepadaku sebagian kerajaan dan telah mengajarkan kepadaku sebagian takbir mimpi) takwil-takwil mimpi (Ya Rabb Pencipta) yang menjadikan (langit dan bumi! Engkaulah Pelindungku) yang mengatur kebaikanku (di dunia dan di akhirat, wafatkanlah aku dalam keadaan Islam dan kumpulkanlah aku dengan orang-orang yang saleh) di antara bapak moyangku. Maka setelah ia berdoa, ia hidup hanya seminggu atau lebih dari seminggu. Kemudian ia wafat, pada saat itu usianya telah mencapai seratus dua puluh tahun. Lalu semua orang Mesir mengiringkan jenazahnya sampai ke tempat kuburannya; mereka meletakkan jenazah Nabi Yusuf di dalam sebuah tabelah yang terbuat dari marmer, dan mereka mengebumikannya di tempat yang terletak di antara kedua tepi sungai Nil, dimaksud supaya keberkahan terlimpahkan kepada kedua tepi sungai Nil. Maha Suci Allah yang tiada akhir bagi kerajaan-Nya.",
            "sajda": false,
            "transliteration": "Rabbi qad aataitanee minal mulki wa 'allamtanee min taaweelil ahaadees; faati ras samaawaati wal ardi Anta waliyyee fid dunyaa wal Aakhirati tawaffanee muslimanw wa alhiqnee bissaaliheen"
        },
        {
            "aya_id": 1698,
            "aya_number": 102,
            "aya_text": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَۚ وَمَا كُنْتَ لَدَيْهِمْ اِذْ اَجْمَعُوْٓا اَمْرَهُمْ وَهُمْ يَمْكُرُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 247,
            "translation_aya_text": "Itulah sebagian berita gaib yang Kami wahyukan kepadamu (Muhammad); padahal engkau tidak berada di samping mereka, ketika mereka bersepakat mengatur tipu muslihat (untuk memasukkan Yusuf ke dalam sumur).",
            "tafsir_jalalayn": "(Demikian itu) hal yang telah disebutkan itu menyangkut kisah tentang Nabi Yusuf (di antara berita-berita yang gaib) kisah-kisah yang tidak diketahui olehmu hai Muhammad sebelumnya (yang Kami wahyukan kepadamu padahal kamu tidak berada pada sisi mereka) yang dimaksud adalah saudara-saudara Nabi Yusuf (ketika mereka memutuskan rencananya) untuk berbuat makar terhadap Nabi Yusuf, yaitu memasukkannya ke dalam sumur (dan mereka sedang mengatur tipu daya) terhadap Nabi Yusuf. Artinya engkau tidak hadir bersama mereka, maka bagaimana engkau dapat mengetahui kisah mereka lalu engkau menceritakannya, tetapi hal ini hanya dapat kamu ketahui melalui wahyu.",
            "sajda": false,
            "transliteration": "Zaalika min ambaaa'il ghaibi nooheehi ilaika wa maa kunta ladaihim iz ajma'ooo amrahum wa hum yamkuroon"
        },
        {
            "aya_id": 1699,
            "aya_number": 103,
            "aya_text": "وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 247,
            "translation_aya_text": "Dan kebanyakan manusia tidak akan beriman walaupun engkau sangat           menginginkannya.",
            "tafsir_jalalayn": "(Dan tiadalah sebagian besar manusia) yang dimaksud adalah penduduk kota Mekah (walaupun kamu sangat menginginkannya) menginginkan mereka supaya mau beriman (akan beriman).",
            "sajda": false,
            "transliteration": "Wa maa aksarun naasi wa law harasta bimu'mineen"
        },
        {
            "aya_id": 1700,
            "aya_number": 104,
            "aya_text": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ اَجْرٍۗ اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Dan engkau tidak meminta imbalan apa pun kepada mereka (terhadap seruanmu ini), sebab (seruan) itu adalah pengajaran bagi seluruh alam.",
            "tafsir_jalalayn": "(Dan kamu sekali-kali tidak meminta kepada mereka atas seruanmu) yakni Alquran (suatu upah pun) yang kamu ambil sebagai imbalannya (Tidak lain) (ia) yakni Alquran (hanyalah pengajaran) nasihat (bagi semesta alam).",
            "sajda": false,
            "transliteration": "Wa maa tas'aluhum 'alaihi min ajr; in huwa illaa zikrul lil'aalameen"
        },
        {
            "aya_id": 1701,
            "aya_number": 105,
            "aya_text": "وَكَاَيِّنْ مِّنْ اٰيَةٍ فِى السَّمٰوٰتِ وَالْاَرْضِ يَمُرُّوْنَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Dan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling daripadanya.",
            "tafsir_jalalayn": "(Dan banyak sekali) sudah berapa banyak (tanda-tanda) yang menunjukkan keesaan Allah (di langit dan di bumi yang mereka melaluinya) artinya mereka menyaksikannya (sedangkan mereka berpaling daripadanya.) tidak mau memikirkan tentangnya.",
            "sajda": false,
            "transliteration": "Wa ka ayyim min Aayatin fis samaawaati wal ardi yamurroona 'alaihaa wa hum 'anhaa mu'ridoon"
        },
        {
            "aya_id": 1702,
            "aya_number": 106,
            "aya_text": "وَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُّشْرِكُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Dan kebanyakan mereka tidak beriman kepada Allah, bahkan mereka mempersekutukan-Nya.",
            "tafsir_jalalayn": "(Dan sebagian besar dari mereka tidak beriman kepada Allah) mereka tidak mau mengakui bahwa Allah adalah Yang Menciptakan dan Yang Memberi rezeki (melainkan dalam keadaan mempersekutukan) Allah melalui penyembahan mereka kepada berhala-berhala. Oleh karenanya mereka mengatakan di dalam seruan-seruan mereka, \"Kupenuhi seruan-Mu; tiada sekutu bagi-Mu kecuali sekutu yang bagi-Mu; Kamu memilikinya akan tetapi dia tidak memiliki.\" Yang mereka maksud adalah berhala-berhala yang mereka sembah itu.",
            "sajda": false,
            "transliteration": "Wa maa yu'minu aksaru hum billaahi illaa wa hum mushrikoon"
        },
        {
            "aya_id": 1703,
            "aya_number": 107,
            "aya_text": "اَفَاَمِنُوْٓا اَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّٰهِ اَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan Kiamat kepada mereka secara mendadak, sedang mereka tidak menyadarinya?",
            "tafsir_jalalayn": "(Apakah mereka merasa aman dari kedatangan pembalasan) yang meliputi mereka semuanya (berupa siksa Allah atau kedatangan kiamat kepada mereka secara mendadak) secara tiba-tiba (sedang mereka tidak menyadarinya?) sebelumnya akan kedatangan hari kiamat itu.",
            "sajda": false,
            "transliteration": "Afa aminooo an taatiya hum ghaashiyatum min 'azaabil laahi aw taatiyahumus Saa'atu baghtatanw wa hum laa yash'uroon"
        },
        {
            "aya_id": 1704,
            "aya_number": 108,
            "aya_text": "قُلْ هٰذِهٖ سَبِيْلِيْٓ اَدْعُوْٓا اِلَى اللّٰهِ ۗعَلٰى بَصِيْرَةٍ اَنَا۠ وَمَنِ اتَّبَعَنِيْ ۗوَسُبْحٰنَ اللّٰهِ وَمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Katakanlah (Muhammad), “Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (kamu) kepada Allah dengan yakin, Mahasuci Allah, dan aku tidak termasuk orang-orang musyrik.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka (\"Inilah jalanku) pengertian jalan di sini dijelaskan oleh firman berikutnya; yaitu: (aku mengajak kepada) agama (Allah dengan hujah yang nyata) hujah yang jelas lagi gamblang (yaitu aku dan orang-orang yang mengikutiku) orang-orang yang beriman kepadaku. Lafal man diathafkan kepada lafal ana yang berkedudukan menjadi mubtada daripada khabar yang disebutkan sebelumnya (Maha Suci Allah) kalimat ini dimaksud mensucikan Allah daripada semua jenis sekutu (dan aku tiada termasuk orang-orang yang musyrik.\") kalimat ini termasuk ke dalam rangkaian keterangan daripada lafal sabiilii di atas.",
            "sajda": false,
            "transliteration": "Qul haazihee sabeeleee ad'ooo ilal laah; 'alaa baseera tin ana wa manit taba'anee wa Subhaanal laahi wa maaa ana minal mushrikeen"
        },
        {
            "aya_id": 1705,
            "aya_number": 109,
            "aya_text": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ مِّنْ اَهْلِ الْقُرٰىۗ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ وَلَدَارُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اتَّقَوْاۗ اَفَلَا تَعْقِلُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Dan Kami tidak mengutus sebelummu (Muhammad), melainkan orang laki-laki yang Kami berikan wahyu kepadanya di antara penduduk negeri. Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul). Dan sungguh, negeri akhirat itu lebih baik bagi orang yang bertakwa. Tidakkah kamu mengerti?",
            "tafsir_jalalayn": "(Kami tidak mengutus sebelum kamu melainkan orang laki-laki yang Kami berikan wahyu) dan menurut suatu qiraat dibaca yuuhaa; artinya yang diberikan wahyu (kepada mereka) bukannya malaikat (di antara penduduk negeri) yakni penduduk kota-kota, sebab penduduk kota lebih mengetahui dan lebih menyantun, berbeda halnya dengan penduduk kampung yang terkenal dengan kekasaran sikap mereka dan kebodohannya itu (Maka tidaklah mereka bepergian) yang dimaksud adalah penduduk Mekah (di muka bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka) akibat daripada perbuatan mereka yang mendustakan rasul-rasul mereka, yaitu mereka dibinasakan (dan sesungguhnya kampung akhirat) yakni surga Allah (lebih baik bagi orang-orang yang bertakwa) kepada Allah (Maka tidakkah kalian memikirkannya?) hai penduduk Mekah, lalu kalian menjadi beriman karenanya. Lafal ta`qiluuna dapat pula dibaca ya`qiluuna yang artinya apakah mereka tidak memikirkannya?",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaa min qablika illaa rijaalan nooheee ilaihim min ahlil quraa; afalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; wa la Daarul Aakhirati Khairul lillazeenat taqaw; afalaa ta'qiloon"
        },
        {
            "aya_id": 1706,
            "aya_number": 110,
            "aya_text": "حَتّٰٓى اِذَا اسْتَا۟يْـَٔسَ الرُّسُلُ وَظَنُّوْٓا اَنَّهُمْ قَدْ كُذِبُوْا جَاۤءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَّشَاۤءُ ۗوَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa.",
            "tafsir_jalalayn": "(Sehingga) lafal hattaa menunjukkan makna batas atau limit waktu daripada pengertian yang terkandung di dalam firman-Nya, \"Kami tidak mengutus sebelum kalian melainkan seorang laki-laki...\" Artinya: Maka Allah menangguhkan pertolongan-Nya terhadap mereka hingga (bila merasa putus asa) putus harapan (para rasul itu dan mereka telah menyakini) para rasul itu merasa yakin (bahwasanya mereka benar-benar telah didustakan) sungguh-sungguh didustakan sehingga mereka tidak dapat diharapkan lagi untuk beriman; makna ini dibaca kudzdzibuu. Bila dibaca kudzibuu tanpa memakai tasydid, artinya umat-umat tersebut merasa yakin bahwa para rasul telah mengingkari ancaman yang telah mereka berikan kepadanya, yaitu mendapat pertolongan dari Allah (maka datanglah pertolongan Kami kepada mereka lalu Kami selamatkan) dibaca dengan memakai dua huruf nun yang pertama dibaca takhfif sedang yang kedua dibaca tasydid, atau dibaca nujjiya menjadi fi`il madhi (orang-orang yang Kami kehendaki. Dan tidak dapat ditolak siksa Kami) azab Kami (daripada orang-orang yang berdosa.) yakni orang-orang musyrik.",
            "sajda": false,
            "transliteration": "Hattaaa izas tai'asar Rusulu wa zannooo annahum qad kuziboo jaaa'ahum nas runaa fanujjiya man nashaaa'u wa laa yuraddu baasunna 'anil qawmil mujrimeen"
        },
        {
            "aya_id": 1707,
            "aya_number": 111,
            "aya_text": "لَقَدْ كَانَ فِيْ قَصَصِهِمْ عِبْرَةٌ لِّاُولِى الْاَلْبَابِۗ مَا كَانَ حَدِيْثًا يُّفْتَرٰى وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ كُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Sungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. (Al-Qur'an) itu bukanlah cerita yang dibuat-buat, tetapi membenarkan (kitab-kitab) yang sebelumnya, menjelaskan segala sesuatu, dan (sebagai) petunjuk dan rahmat bagi orang-orang yang beriman.",
            "tafsir_jalalayn": "(Sesungguhnya pada kisah mereka itu terdapat) yang dimaksud adalah kisah-kisah para rasul (pengajaran bagi orang-orang yang mempunyai akal) orang-orang yang berakal (Ini bukanlah) Alquran ini bukanlah (cerita yang dibuat-buat) sengaja dibuat-buat (akan tetapi) tetapi (membenarkan kitab-kitab yang sebelumnya) kitab-kitab yang diturunkan sebelum Alquran (dan menjelaskan) menerangkan (segala sesuatu) yang diperlukan dalam agama (dan sebagai petunjuk) dari kesesatan (dan rahmat bagi kaum yang beriman) mereka disebutkan secara khusus dalam ayat ini mengingat hanya mereka sajalah yang dapat mengambil manfaat Alquran bukan orang-orang selain mereka.",
            "sajda": false,
            "transliteration": "Laqad kaana fee qasasihim 'ibratul li ulil albaa; maa kaana hadeesany yuftaraa wa laakin tasdeeqal lazee baina yadihi wa tafseela kulli shai'inw wa hudanw wa rahmatal liqawminy yu'minoon"
        }
    ]
}