{
    "sura_id": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "data": [
        {
            "aya_id": 1708,
            "aya_number": 1,
            "aya_text": "الۤمّۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِۗ وَالَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 249,
            "translation_aya_text": "Alif Lam Mim Ra. Ini adalah ayat-ayat Kitab (Al-Qur'an). Dan (Kitab) yang diturunkan kepadamu (Muhammad) dari Tuhanmu itu adalah benar; tetapi kebanyakan manusia tidak beriman (kepadanya).",
            "tafsir_jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya (Ini adalah) ayat-ayat ini (sebagian dari Alkitab) yakni Alquran; idhafat mengandung makna min, yaitu bermakna sebagian (Dan kitab yang diturunkan kepadamu dari Rabbmu itu) maksudnya Alquran. Kalimat ayat ini berkedudukan menjadi mubtada sedangkan khabarnya ialah (adalah benar) tiada keraguan di dalamnya (akan tetapi kebanyakan manusia) yakni penduduk kota Mekah (tidak beriman) bahwasanya Alquran itu dari sisi Allah swt.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Meeem-Raa; tilka Aayaatul Kitaab; wallazee unzila ilaika mir Rabbikal haqqu wa laakinna aksaran naasi laa yu'minoon",
            "tajweed_text": "ا[m[لٓ][m[مٓ]ر‌ۚ تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ‌ۗ وَ[h:4765[ٱ]لَّذ[o[ِىٓ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ [h:6861[ٱ]لْحَقُّ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يُؤْمِن[p[ُو]نَ"
        },
        {
            "aya_id": 1709,
            "aya_number": 2,
            "aya_text": "اَللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ  كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ يُدَبِّرُ الْاَمْرَ يُفَصِّلُ الْاٰيٰتِ لَعَلَّكُمْ بِلِقَاۤءِ رَبِّكُمْ تُوْقِنُوْنَ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 249,
            "translation_aya_text": "Allah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas ‘Arsy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu.",
            "tafsir_jalalayn": "(Allahlah yang meninggikan langit tanpa tiang sebagaimana yang kalian lihat) lafal `amad merupakan bentuk jamak dari kata tunggal `imaad, yang artinya ialah tiang penyanggah. Dan memang sebagaimana yang terlihat langit itu tidak mempunyai tiang penyanggah (kemudian Dia berkuasa di atas Arsy) dalam arti kata kekuasaan yang layak bagi keagungan-Nya (dan menundukkan) menjinakkan (matahari dan bulan. Masing-masing) daripada matahari dan bulan itu (beredar) pada garis edarnya (hingga waktu yang ditentukan) yaitu hari kiamat. (Allah mengatur semua urusan) yakni memutuskan semua perkara kerajaan-Nya (menjelaskan) menerangkan (tanda-tanda) yang menunjukkan akan kekuasaan-Nya (supaya kalian) hai penduduk kota Mekah (terhadap hari pertemuan dengan Rabb kalian) melalui hari berbangkit (meyakininya).",
            "sajda": false,
            "transliteration": "Allaahul lazee raf'as samaawaati bighairi 'amadin tarawnahaa summas tawaa 'alal 'Arshi wa sakhkharash shamsa walqamara kulluny yajree li ajalim musammaa; yudabbirul amra yufassilil Aayaati la'allakum biliqaaa'i Rabbikum tooqinoon",
            "tajweed_text": "ٱللَّهُ [h:4738[ٱ]لَّذِى رَفَعَ [h:6862[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ بِغَيْرِ عَمَ[f:6863[دٍ ت]َرَوْنَهَا‌ۖ ثُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۖ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ‌ۖ كُ[a:6865[لٌّ ي]َ[q:6866[جْ]رِى لِأَجَ[a:6867[لٍ م]ُّسَم[a:6868[ًّى‌ۚ ي]ُدَبِّرُ [h:5940[ٱ]لْأَمْرَ يُفَصِّلُ [h:5952[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّك[c:6869[ُم ب]ِلِق[o[َا]ٓءِ رَبِّكُمْ تُوقِن[p[ُو]نَ"
        },
        {
            "aya_id": 1710,
            "aya_number": 3,
            "aya_text": "وَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 249,
            "translation_aya_text": "Dan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir.",
            "tafsir_jalalayn": "(Dan Dialah yang membentangkan) menghamparkan (bumi dan menjadikan) membuat (gunung-gunung padanya) gunung-gunung yang kokoh (dan sungai-sungai. Dan menjadikan padanya semua buah-buahan berpasang-pasangan) dari setiap jenis yang ada (Allah menutupkan) menutup (malam) dengan kegelapannya (kepada siang. Sesungguhnya pada yang demikian itu) dalam hal yang telah disebutkan itu (terdapat tanda-tanda) bukti-bukti yang menunjukkan akan keesaan Allah swt. (bagi kaum yang memikirkan) tentang ciptaan Allah.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee maddal arda wa ja'ala feehaa rawaasiya wa anhaaraa; wa min kullis samaraati ja'ala feehaa zawjainis yaini Yughshil lailan nahaar; inna fee zaalika la aayaatil liqawminy yatafakkaroon",
            "tajweed_text": "وَهُوَ [h:4114[ٱ]لَّذِى مَدَّ [h:6870[ٱ]لْأَرْضَ وَجَعَلَ فِيهَا رَو[n[َٲ]سِىَ وَأَنْهَ[n[ـٰ][a:6871[رًا‌ۖ و]َمِ[f:4136[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ جَعَلَ فِيهَا زَوْجَيْنِ [h:6331[ٱ]ثْنَيْنِ‌ۖ يُغْشِى [h:4741[ٱ]لَّيْلَ [h:4742[ٱ][l[ل][g[نّ]َهَارَ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ"
        },
        {
            "aya_id": 1711,
            "aya_number": 4,
            "aya_text": "وَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 249,
            "translation_aya_text": "Dan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.",
            "tafsir_jalalayn": "(Dan di bumi terdapat bagian-bagian) berbagai macam daerah (yang berdampingan) yang saling berdekatan; di antaranya ada yang subur dan ada yang tandus; dan di antaranya lagi ada yang kekurangan air dan yang banyak airnya; hal ini merupakan bukti-bukti yang menunjukkan kepada kekuasaan-Nya (dan kebun-kebun) ladang-ladang (anggur, tanam-tanaman) dibaca rafa', yaitu zar'un karena diathafkan kepada lafal jannatun. Kalau dibaca jar, yaitu zar'in diathafkan kepada lafal a'naabin, demikian pula firman-Nya: (dan pohon kurma yang bercabang) lafal shinwaanun adalah bentuk jamak dari kata tunggal shinwun, artinya pohon kurma yang banyak cabangnya (dan yang tidak bercabang) pohon kurma yang tidak banyak cabangnya (disirami) kalau dibaca tusqaa, artinya kebun-kebun dan pohon-pohon yang ada padanya disirami. Dan kalau dibaca yusqa, artinya hal tersebut disirami (dengan air yang sama. Kami melebihkan) dapat dibaca nufadhdhilu dan yufadhdhilu (sebagian tanam-tanaman itu atas sebagian yang lain tentang rasanya) dapat dibaca al-ukuli dan al-ukli, artinya dalam hal rasa; yaitu ada yang manis dan ada yang masam. Hal ini merupakan tanda yang menunjukkan kepada kekuasaan Allah swt. (Sesungguhnya pada yang demikian itu) dalam hal tersebut (terdapat tanda-tanda bagi kaum yang berpikir) yaitu bagi orang-orang yang mau memikirkannya.",
            "sajda": false,
            "transliteration": "Wa fil ardi qita'um muta jaawiraatunw wa jannaatum min a'naabinw wa zar'unw wa nakheelun sinwaanunw wa ghairu sinwaaniny yusqaa bimaaa'inw waahid; wa nufaddilu ba'dahaa 'alaa ba'din fil-ukul; inna fee zaalika la aayaatil liqawminy ya'qiloon",
            "tajweed_text": "وَفِى [h:3922[ٱ]لْأَرْضِ قِطَ[a:6872[عٌ م]ُّتَجَ[n[ـٰ]وِر[n[َٲ][a:6873[تٌ و]َجَ[g[نّ]َ[n[ـٰ][a:6874[تٌ م]ِّنْ أَعْنَ[n[ـٰ][a:6875[بٍ و]َزَرْ[a:6876[عٌ و]َنَخِي[f:6877[لٌ ص]ِنْوَا[a:6878[نٌ و]َغَيْرُ صِنْوَا[a:6879[نٍ ي]ُسْقَىٰ بِم[o[َا]ٓ[a:6880[ءٍ و][n[َٲ]حِ[a:6881[دٍ و]َنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْ[f:6882[ضٍ ف]ِى [h:6883[ٱ]لْأُكُلِ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ"
        },
        {
            "aya_id": 1712,
            "aya_number": 5,
            "aya_text": "۞ وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرَابًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَاُولٰۤىِٕكَ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 249,
            "translation_aya_text": "Dan jika engkau merasa heran, maka yang mengherankan adalah ucapan mereka, “Apabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah yang ingkar kepada Tuhannya; dan mereka itulah (yang dilekatkan) belenggu di lehernya. Mereka adalah penghuni neraka, mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Dan jika kamu merasa heran) hai Muhammad, tentang pendustaan yang dilakukan oleh orang-orang kafir terhadap dirimu (maka yang patut mengherankan) lebih berhak untuk ditakjubi (adalah ucapan mereka) orang-orang yang mengingkari adanya hari berbangkit (\"Apabila kami telah menjadi tanah, apakah kami sesungguhnya akan menjadi makhluk yang baru?\") karena sesungguhnya Dzat yang mampu menciptakan makhluk dan hal-hal yang telah disebutkan tadi yang tanpa tandingan mampu pula untuk mengembalikan mereka menjadi hidup kembali. Sehubungan dengan kedua huruf hamzah pada dua tempat dalam ayat ini, yaitu a-idzaa dan a-innaa dengan menyebutkan secara jelas keduanya. Dan dapat pula dibaca secara nyata pada yang pertama sedangkan pada yang kedua diringankan kemudian dimasukkan huruf alif di antara keduanya sebagaimana boleh pula huruf alif tidak dimasukkan. Akan tetapi menurut suatu qiraat, pada tempat yang pertama memakai huruf istifham sehingga menjadi a-idzaa sedangkan pada yang kedua dibaca dalam bentuk kalimat berita sehingga bacaannya menjadi innaa lafii khalqin jadiid. Dan menurut qiraat yang lainnya lagi dibaca secara kebalikannya sehingga menjadi idzaa kunnaa turaaban a-innaa lafii khalqin jadiid (orang-orang itulah yang kafir kepada Rabb mereka dan orang-orang itulah yang diletakkan belenggu di lehernya; mereka itulah penghuni neraka, mereka kekal di dalamnya.)",
            "sajda": false,
            "transliteration": "Wa in ta'jab fa'ajabun qawluhm 'a-izaa kunna turaaban 'a-inna lafee khalqin jadeed; ulaaa 'ikal lazeena kafaroo bi Rabbihim wa ulaaa'ikal aghlaalu feee a'naaqihim wa ulaa'ika Ashaabun Naari hum feehaa khaalidoon",
            "tajweed_text": "۞ وَإِ[f:6884[ن ت]َعْجَ[q:6885[بْ] فَعَجَ[f:6886[بٌ ق]َوْلُهُمْ أَءِذَا كُ[g[نّ]َا تُر[n[َٲ]بًا أَءِ[g[نّ]َا لَفِى خَلْ[f:6887[قٍ ج]َدِيدٍ‌ۗ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:6888[ٱ]لْأَغْلَ[n[ـٰ]لُ ف[o[ِىٓ] أَعْنَاقِهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ"
        },
        {
            "aya_id": 1713,
            "aya_number": 6,
            "aya_text": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya.",
            "tafsir_jalalayn": "Ayat ini diturunkan berkenaan dengan permintaan mereka yang menginginkan disegerakannya azab; mereka kemukakan hal ini dengan nada mengejek (Mereka meminta kepadamu supaya disegerakan datangnya keburukan) yakni azab (sebelum mereka meminta kebaikan) rahmat (padahal telah terjadi bermacam-macam contoh siksa sebelum mereka) lafal matsulaat merupakan bentuk jamak dari kata tunggal al-matslah dengan wazan ats-tsamrah; artinya siksaan-siksaan yang telah menimpa orang-orang seperti mereka dari kalangan orang-orang yang mendustakan. Mengapa mereka tidak mengambil pelajaran daripadanya? (Dan sesungguhnya Rabbmu benar-benar mempunyai ampunan yang luas bagi manusia sekali pun) walaupun (mereka zalim) dan jika tidak demikian, niscaya tidak akan tersisa di permukaan bumi ini makhluk yang melata di atasnya. (Dan sesungguhnya Rabbmu benar-benar sangat keras siksaan-Nya) terhadap orang-orang yang durhaka kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa yasta'jiloonaka bis saiyi'ati qablal hasanati wa qad khalat min qablihimul masulaat; wa inna Rabbaka lazoo maghfiratil linnaasi 'alaa zulmihim wa inna Rabbaka lashadeedul 'iqaab",
            "tajweed_text": "وَيَسْتَعْجِلُونَكَ بِ[h:4563[ٱ][l[ل]سَّيِّئَةِ قَ[q:3282[بْ]لَ [h:6889[ٱ]لْحَسَنَةِ وَقَ[q:387[دْ] خَلَتْ مِ[f:6890[ن ق]َ[q:6891[بْ]لِهِمُ [h:6892[ٱ]لْمَثُلَ[n[ـٰ]تُ‌ۗ وَإِ[g[نّ]َ رَبَّكَ لَذُو مَغْفِرَ[u:6893[ةٍ ل]ِّل[g[نّ]َاسِ عَلَىٰ ظُلْمِهِمْ‌ۖ وَإِ[g[نّ]َ رَبَّكَ لَشَدِيدُ [h:6894[ٱ]لْعِق[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 1714,
            "aya_number": 7,
            "aya_text": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau hanyalah seorang pemberi peringatan; dan bagi setiap kaum ada orang yang memberi petunjuk.",
            "tafsir_jalalayn": "(Orang-orang yang kafir berkata, \"Mengapa tidak) (diturunkan kepadanya) yakni kepada Muhammad (suatu tanda dari Rabbnya?\") yakni mukjizat, seperti tongkat dan tangannya Nabi Musa, dan seperti untanya Nabi Saleh. Maka Allah berfirman, (\"Sesungguhnya kamu hanyalah seorang pemberi peringatan) juru peringat bagi orang-orang yang kafir; dan tugasmu bukanlah untuk mendatangkan mukjizat-mukjizat (dan bagi tiap-tiap kaum ada orang yang memberi petunjuk\") seorang nabi yang mengajak mereka untuk menyembah Rabb mereka dengan membawa mukjizat-mukjizat yang telah diberikan oleh-Nya, bukannya mukjizat-mukjiat seperti apa yang orang-orang kafir minta.",
            "sajda": false,
            "transliteration": "Wa yaqoolul lazeena kafaroo law laaa unzila 'alaihi Aayatum mir Rabbih; innamaaa anta munzirunw wa likulli qawmin haad",
            "tajweed_text": "وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ ءَايَ[a:4024[ةٌ م]ّ[u:192[ِن ر]َّبِّه[o[ِۦٓ‌ۗ] إِ[g[نّ]َم[o[َآ] أَ[f:169[نت]َ مُ[f:6895[نذ]ِ[a:6896[رٌ‌ۖ و]َلِكُلِّ قَوْمٍ ه[p[َا][q[د]ٍ"
        },
        {
            "aya_id": 1715,
            "aya_number": 8,
            "aya_text": "اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.",
            "tafsir_jalalayn": "(Allah mengetahui apa yang dikandung oleh setiap perempuan) apakah ia laki-laki atau perempuan, dan apakah kandungan itu berisi satu atau kembar dan lain sebagainya (dan apa yang kurang sempurna) kekurangan (pada kandungan rahim) tentang masa kandungan (dan apa yang lebih) daripada masa kandungan itu. (Dan segala sesuatu pada sisi-Nya ada ukurannya) menurut kadar dan ukuran yang tidak berlebihan.",
            "sajda": false,
            "transliteration": "Allaahu ya'lamu maa tahmilu kullu unsaa wa maa tagheedul arhaamu wa maa tazdaad, wa kullu shai'in 'indahoo bimiqdaar",
            "tajweed_text": "ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُ[f:1867[نث]َىٰ وَمَا تَغِيضُ [h:6897[ٱ]لْأَرْحَامُ وَمَا تَزْدَادُ‌ۖ وَكُلُّ شَىْءٍ عِ[f:719[ند]َهُ[n[ۥ] بِمِ[q:6898[قْ]د[p[َا]رٍ"
        },
        {
            "aya_id": 1716,
            "aya_number": 9,
            "aya_text": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "(Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi.",
            "tafsir_jalalayn": "(Yang mengetahui semua yang gaib dan yang tampak) hal-hal yang gaib dan hal-hal yang kelihatan (Yang Maha Besar) Maha Agung (lagi Maha Tinggi) di atas semua makhluk-Nya dengan cara paksa. Lafal al-muta`aal dapat pula di baca al-muta`aaliy dengan memakai huruf ya di akhirnya.",
            "sajda": false,
            "transliteration": "'Aalimul Ghaibi wash shahaadatil Kaabeerul Muta'aal",
            "tajweed_text": "عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ [h:6899[ٱ]لْكَبِيرُ [h:6900[ٱ]لْمُتَع[p[َا]لِ"
        },
        {
            "aya_id": 1717,
            "aya_number": 10,
            "aya_text": "سَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari.",
            "tafsir_jalalayn": "(Sama saja) menurut ilmu Allah swt. (siapa yang merahasiakan ucapannya, dan siapa yang berterus terang, dan siapa yang bersembunyi) menyembunyikan dirinya (di malam hari) di dalam kegelapannya (dan yang berjalan) yang tampak kepergiannya di dalam perjalanannya (di siang hari).",
            "sajda": false,
            "transliteration": "Sawaaa'um minkum man asarral qawla wa man jahara bihee wa man huwa mustakhfim billaili wa saaribum binnahaar",
            "tajweed_text": "سَو[o[َا]ٓ[a:6901[ءٌ م]ِّ[f:344[نك][w:2322[ُم م]َّنْ أَسَرَّ [h:6902[ٱ]لْقَوْلَ وَمَ[f:6903[ن ج]َهَرَ بِه[n[ِۦ] وَمَنْ هُوَ مُسْتَخْ[i:6904[فِۭ ب]ِ[h:1622[ٱ]لَّيْلِ وَسَارِ[i:6905[بُۢ ب]ِ[h:4117[ٱ][l[ل][g[نّ]َه[p[َا]رِ"
        },
        {
            "aya_id": 1718,
            "aya_number": 11,
            "aya_text": "لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ وَاِذَآ اَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّالٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Baginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia.",
            "tafsir_jalalayn": "(Baginya) manusia (ada malaikat-malaikat yang selalu mengikutinya bergiliran) para malaikat yang bertugas mengawasinya (di muka) di hadapannya (dan di belakangnya) dari belakangnya (mereka menjaganya atas perintah Allah) berdasarkan perintah Allah, dari gangguan jin dan makhluk-makhluk yang lainnya. (Sesungguhnya Allah tidak mengubah keadaan sesuatu kaum) artinya Dia tidak mencabut dari mereka nikmat-Nya (sehingga mereka mengubah keadaan yang ada pada diri mereka sendiri) dari keadaan yang baik dengan melakukan perbuatan durhaka. (Dan apabila Allah menghendaki keburukan terhadap suatu kaum) yakni menimpakan azab (maka tak ada yang dapat menolaknya) dari siksaan-siksaan tersebut dan pula dari hal-hal lainnya yang telah dipastikan-Nya (dan sekali-kali tak ada bagi mereka) bagi orang-orang yang telah dikehendaki keburukan oleh Allah (selain Dia) selain Allah sendiri (seorang penolong pun) yang dapat mencegah datangnya azab Allah terhadap mereka. Huruf min di sini adalah zaidah.",
            "sajda": false,
            "transliteration": "Lahoo mu'aqqibaatum mim baini yadaihi wa min khalfihee yahfazoonahoo min amril laah; innal laaha laa yughaiyiru maa biqawmin hattaa yughaiyiroo maa bianfusihim; wa izaaa araadal laahu biqawmin sooo'an falaa maradda lah; wa maa lahum min dooniheeminw waal",
            "tajweed_text": "لَهُ[n[ۥ] مُعَقِّبَ[n[ـٰ][a:6906[تٌ م]ّ[i:4612[ِنۢ ب]َيْنِ يَدَيْهِ وَمِنْ خَلْفِه[n[ِۦ] يَحْفَظُونَهُ[n[ۥ] مِنْ أَمْرِ [h:6348[ٱ]للَّهِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُو[s[اْ] مَا بِأَ[f:4384[نف]ُسِهِمْ‌ۗ وَإِذ[o[َآ] أَرَادَ [h:139[ٱ]للَّهُ بِقَوْ[f:6907[مٍ س][o[ُو]ٓ[f:6908[ءًا ف]َلَا مَرَدَّ لَهُ[n[ۥ]‌ۚ وَمَا لَه[w:1812[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] م[a:6909[ِن و][p[َا]لٍ"
        },
        {
            "aya_id": 1719,
            "aya_number": 12,
            "aya_text": "هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Dialah yang memperlihatkan kilat kepadamu, yang menimbulkan ketakutan dan harapan, dan Dia menjadikan mendung. ",
            "tafsir_jalalayn": "(Dialah Tuhan yang memperlihatkan kilat kepada kalian untuk menimbulkan ketakutan) terhadap orang-orang yang sedang musafir disebabkan suara halilintar (dan harapan) bagi orang yang bermukim terhadap turunnya hujan (dan Dia mengadakan) menciptakan (awan yang tebal) karena mengandung air hujan.",
            "sajda": false,
            "transliteration": "Huwal lazee yureekumul barqa khawfanw wa tama'anw wa yunshi'us sahaabas siqaal",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذِى يُرِيكُمُ [h:6910[ٱ]لْبَرْقَ خَوْ[a:4752[فًا و]َطَمَ[a:6911[عًا و]َيُ[f:6912[نش]ِئُ [h:6913[ٱ][l[ل]سَّحَابَ [h:6914[ٱ][l[ل]ثِّق[p[َا]لَ"
        },
        {
            "aya_id": 1720,
            "aya_number": 13,
            "aya_text": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Dan guruh bertasbih memuji-Nya, (demikian pula) para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki, sementara mereka berbantah-bantahan tentang Allah, dan Dia Mahakeras siksaan-Nya.",
            "tafsir_jalalayn": "(Dan guruh itu bertasbih) yaitu malaikat yang diserahi tugas untuk menggiring mendung seraya (memuji Allah) artinya ia selalu mengucapkan kalimat 'subhaanallaah wa bihamdihi' (dan) demikian pula bertasbih (para malaikat karena takut kepada-Nya) kepada Allah (dan Allah melepaskan halilintar) yaitu api yang keluar dari mendung (lalu menimpakannya kepada siapa yang Dia kehendaki) kemudian halilintar itu membakarnya. Ayat ini diturunkan berkenaan dengan seorang laki-laki yang Nabi saw. mengutus seseorang untuk menyerunya menyembah Allah. Akan tetapi laki-laki itu menjawab, \"Siapakah utusan Allah itu, dan siapakah Allah itu; apakah ia dari emas atau dari perak atau dari tembaga.\" Ketika itu juga turunlah halilintar menyambarnya sehingga hancur tulang batok kepalanya (dan mereka) orang-orang kafir (berbantah-bantahan) selalu membantah Nabi saw. (tentang Allah dan Dialah Tuhan Yang Maha Keras siksa-Nya) Maha Kuat atau Maha Keras azab-Nya.",
            "sajda": false,
            "transliteration": "Wa yusabbihur ra'du bihamdihee walmalaaa'ikatu min kheefatihee wa yursilus sawaa'iqa fa yuseebu bihaa mai yashaaa'u wa hum yujaadiloona fil laahi wa Huwa shadeedul mihaal",
            "tajweed_text": "وَيُسَبِّحُ [h:6915[ٱ][l[ل]رَّعْدُ بِحَمْدِه[n[ِۦ] وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ مِنْ خِيفَتِه[n[ِۦ] وَيُرْسِلُ [h:6916[ٱ][l[ل]صَّو[n[َٲ]عِقَ فَيُصِيبُ بِهَا م[a:476[َن ي]َش[o[َا]ٓءُ وَهُمْ يُجَ[n[ـٰ]دِلُونَ فِى [h:714[ٱ]للَّهِ وَهُوَ شَدِيدُ [h:6917[ٱ]لْمِح[p[َا]لِ"
        },
        {
            "aya_id": 1721,
            "aya_number": 14,
            "aya_text": "لَهٗ دَعْوَةُ الْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَجِيْبُوْنَ لَهُمْ بِشَيْءٍ اِلَّا كَبَاسِطِ كَفَّيْهِ اِلَى الْمَاۤءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖۗ وَمَا دُعَاۤءُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 251,
            "translation_aya_text": "Hanya kepada Allah doa yang benar. Berhala-berhala yang mereka sembah selain Allah tidak dapat mengabulkan apa pun bagi mereka, tidak ubahnya seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya. Padahal air itu tidak akan sampai ke mulutnya. Dan doa orang-orang kafir itu, hanyalah sia-sia belaka.",
            "tafsir_jalalayn": "(Hanya bagi Dia) bagi Allah swt. (doa yang benar) artinya kalimat-Nya, yaitu kalimat laa ilaaha illallaah (tiada Tuhan selain Allah). (Dan berhala-berhala yang mereka seru) dapat dibaca yad'uuna dan tad`uuna, artinya yang mereka sembah (selain Dia) yakni selain dari Allah, yaitu berhala-berhala (tidak dapat memperkenankan sesuatu pun bagi mereka) yakni sesuatu dari hal-hal yang mereka minta (melainkan) berkenaan (yang mirip dengan orang yang membukakan) artinya perihalnya sama dengan seseorang yang membukakan (kedua telapak tangannya ke dalam air) sedangkan ia berada di pinggir sumur, seraya menyeru air (supaya sampai kepada mulutnya) sekali pun tempat ia berada jauh dari air yang ada di dalam sumur itu (padahal air itu tidak dapat sampai kepadanya) ke mulutnya untuk selama-lamanya. Demikian pula keadaan para penyembah berhala itu, berhala-berhala yang mereka sembah itu tidak akan dapat memperkenankan kepada mereka. (Dan doa orang-orang kafir itu) penyembahan mereka terhadap berhala-berhala atau makna yang dimaksud adalah doa yang sesungguhnya (hanyalah sia-sia belaka) tidak ada artinya.",
            "sajda": false,
            "transliteration": "Lahoo da'watul haqq; wallazeena yad'oona min doonihee laa yastajeeboona lahum bishai'in illaa kabaasiti kaffaihi ilal maaa'i liyablugha faahu wa maa huwa bibaalighih; wa maa du'aaa'ul aafireena illaa fee dalaal",
            "tajweed_text": "لَهُ[n[ۥ] دَعْوَةُ [h:6918[ٱ]لْحَقِّ‌ۖ وَ[h:37[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] لَا يَسْتَجِيبُونَ لَه[c:6919[ُم ب]ِشَىْءٍ إِلَّا كَبَ[n[ـٰ]سِطِ كَفَّيْهِ إِلَى [h:6920[ٱ]لْم[o[َا]ٓءِ لِيَ[q:6921[بْ]لُغَ فَاهُ وَمَا هُوَ بِبَ[n[ـٰ]لِغِه[n[ِۦ]‌ۚ وَمَا دُع[o[َا]ٓءُ [h:6922[ٱ]لْكَ[n[ـٰ]فِرِينَ إِلَّا فِى ضَلَ[p[ـٰ]لٍ"
        },
        {
            "aya_id": 1722,
            "aya_number": 15,
            "aya_text": "وَلِلّٰهِ يَسْجُدُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّظِلٰلُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ ۩",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 251,
            "translation_aya_text": "Dan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa (dan sujud pula) bayang-bayang mereka, pada waktu pagi dan petang hari.",
            "tafsir_jalalayn": "(Hanya kepada Allahlah sujud segala apa yang ada di langit dan di bumi, baik dengan kemauan sendiri) seperti orang-orang yang beriman (atau pun terpaksa) seperti orang-orang munafik dan orang-orang yang dipaksa dengan kekerasan (dan) sujud pula (bayang-bayangnya di waktu pagi) pada pagi hari (dan petang hari) sore hari.",
            "sajda": true,
            "transliteration": "Wa lillaahi yasjudu man fis samaawaati wal ardi taw 'anw wa karhanw wa zilaaluhum bilghuduwwi wal aasaal",
            "tajweed_text": "وَلِلَّهِ يَسْجُدُ مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ طَوْ[a:2075[عًا و]َكَرْ[a:6923[هًا و]َظِلَ[n[ـٰ]لُه[c:6924[ُم ب]ِ[h:5225[ٱ]لْغُدُوِّ وَ[h:5226[ٱ]لْأَصَ[p[ا]لِ ۩"
        },
        {
            "aya_id": 1723,
            "aya_number": 16,
            "aya_text": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۗقُلْ اَفَاتَّخَذْتُمْ مِّنْ دُوْنِهٖٓ اَوْلِيَاۤءَ لَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ نَفْعًا وَّلَا ضَرًّاۗ قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ اَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ەۚ اَمْ جَعَلُوْا لِلّٰهِ شُرَكَاۤءَ خَلَقُوْا كَخَلْقِهٖ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْۗ قُلِ اللّٰهُ خَالِقُ كُلِّ شَيْءٍ وَّهُوَ الْوَاحِدُ الْقَهَّارُ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 251,
            "translation_aya_text": "Katakanlah (Muhammad), “Siapakah Tuhan langit dan bumi?” Katakanlah, “Allah.”  Katakanlah, “Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?”  Katakanlah, “Samakah orang yang buta dengan yang dapat melihat? Atau samakah yang gelap dengan yang terang? Apakah mereka menjadikan sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah adalah Pencipta segala sesuatu dan Dia Tuhan Yang Maha Esa, Mahaperkasa.”",
            "tafsir_jalalayn": "(Katakanlah) hai Muhammad kepada kaummu (\"Siapakah Rabb langit dan bumi?\" Jawabnya, \"Allah.\") jika mereka tidak mau mengatakannya, maka tiada jawaban lain kecuali itu. (Katakanlah) kepada mereka (\"Maka patutkah kalian mengambil selain Allah) selain-Nya (sebagai pelindung-pelindung) berhala-berhala yang kalian sembah (padahal mereka tidak memiliki kekuasaan untuk memberikan kemanfaatan dan tidak pula kemudaratan bagi diri mereka sendiri?\") kemudian kalian meninggalkan untuk menyembah kepada Yang memiliki dan Yang menguasai kemanfaatan dan kemudaratan? Kata tanya di sini mengandung pengertian cemoohan dan ejekan. (Katakanlah, \"Adakah sama orang buta dan orang yang melihat?) orang kafir dan orang mukmin itu apakah sama? (atau samakah gelap-gulita) yakni kekafiran (dan terang-benderang?) yakni keimanan? Tentu saja tidak. (Apakah mereka menjadikan beberapa sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa) artinya sekutu-sekutu itu dapat menciptakan seperti ciptaan Allah (menurut pandangan mereka?\") sehingga mereka berkeyakinan bahwa berhala-berhala atau sekutu-sekutu itu berhak untuk disembah oleh sebab kemampuan mereka dalam hal menciptakan? Kata tanya di sini mengandung makna ingkar; atau dengan kata lain berarti bahwa hakikatnya tidaklah demikian karena sesungguhnya tidak ada yang berhak untuk disembah selain daripada Yang Maha Pencipta. (Katakanlah, \"Allah adalah pencipta segala sesuatu) tiada sekutu bagi-Nya di dalam penciptaan ini, maka tiada sekutu pula bagi-Nya dalam hal disembah (dan Dialah Tuhan Yang Maha Esa lagi Maha Perkasa.\") di atas semua hamba-hamba-Nya.",
            "sajda": false,
            "transliteration": "Wul mar Rabbus samaawaati wal ard; qulillaah; qul afattakhaztum min dooniheee awliyaaa'a laa yamlikoona li anfusihim naf'anw wa laa darraa; qul hal yastawil a'maa wal baseeru am hal tastawiz zulumaatu wannoor; am ja'aloo lillaahi shurakaaa'a khalaqoo kakhalqihee fatashaa bahal khalqu 'alaihim; qulil laahu Khaaliqu kulli shai'inw wa Huwal Waahidul Qahhar",
            "tajweed_text": "قُلْ م[u:6925[َن ر]َّبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ قُلِ [h:3166[ٱ]للَّهُ‌ۚ قُلْ أَفَ[h:6927[ٱ]تَّخَذْت[w:6928[ُم م]ِّ[f:3136[ن د]ُونِه[o[ِۦٓ] أَوْلِي[o[َا]ٓءَ لَا يَمْلِكُونَ لِأَ[f:6929[نف]ُسِهِمْ نَفْ[a:5175[عًا و]َلَا ضَر[f:6930[ًّا‌ۚ ق]ُلْ هَلْ يَسْتَوِى [h:4068[ٱ]لْأَعْمَىٰ وَ[h:4069[ٱ]لْبَصِيرُ أَمْ هَلْ تَسْتَوِى [h:6931[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تُ وَ[h:6932[ٱ][l[ل][g[نّ]ُورُ‌ۗ أَمْ جَعَلُو[s[اْ] لِلَّهِ شُرَك[o[َا]ٓءَ خَلَقُو[s[اْ] كَخَلْقِه[n[ِۦ] فَتَشَ[n[ـٰ]بَهَ [h:6933[ٱ]لْخَلْقُ عَلَيْهِمْ‌ۚ قُلِ [h:3166[ٱ]للَّهُ خَ[n[ـٰ]لِقُ كُلِّ ش[a:4300[َىْءٍ و]َهُوَ [h:6934[ٱ]لْو[n[َٲ]حِدُ [h:6662[ٱ]لْقَهَّ[p[ـٰ]رُ"
        },
        {
            "aya_id": 1724,
            "aya_number": 17,
            "aya_text": "اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَالَتْ اَوْدِيَةٌ ۢ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۗوَمِمَّا يُوْقِدُوْنَ عَلَيْهِ فِى النَّارِ ابْتِغَاۤءَ حِلْيَةٍ اَوْ مَتَاعٍ زَبَدٌ مِّثْلُهٗ  ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ ەۗ فَاَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاۤءً ۚوَاَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِى الْاَرْضِۗ  كَذٰلِكَ يَضْرِبُ اللّٰهُ الْاَمْثَالَ ۗ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 251,
            "translation_aya_text": "Allah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan.",
            "tafsir_jalalayn": "Kemudian Allah membuat suatu perumpamaan mengenai perkara yang hak dan perkara yang batil untuk itu Dia berfirman: (Allah telah menurunkan) Maha Tinggi Allah (air dari langit) yakni air hujan (maka mengalirlah air di lembah-lembah menurut ukurannya) sesuai dengan daya tampungnya (maka arus itu membawa buih yang mengembang) mengapung di atas air yang mengandung kotoran dan lain sebagainya. (Dan dari apa yang mereka lebur) dapat dibaca tuuqiduuna dan yuuqiduuna (dalam api) yaitu berupa logam yang dikeluarkan dari dalam bumi, seperti emas, perak dan tembaga (untuk membuat) untuk dijadikan (perhiasan) barang perhiasan (atau alat-alat) perabot-perabot yang diperlukan, jika kesemuanya itu dilebur (ada pula buihnya) yakni sama seperti buih arus tadi, yaitu kotorannya kemudian kotoran itu dibuang oleh orang yang mencetaknya. (Demikianlah) hal yang telah disebutkan itu (Allah membuat perumpamaan bagi yang benar dan yang batil) perumpamaan mengenai keduanya. (Adapun buih itu) buih arus itu dan kotoran barang logam yang dilebur (akan hilang sebagai sesuatu yang tak ada harganya) menjadi limbah yang dibuang (adapun yang memberi manfaat kepada manusia) yaitu air bersih dan inti logam (maka ia tetap) terkandung (di bumi) selama beberapa masa. Demikianlah perumpamaan tentang hal yang batil; akan pudar dan lenyap, sekalipun dalam beberapa waktu dapat mengalahkan perkara yang hak. Akan tetapi pada akhirnya perkara yang hak jugalah yang akan tetap tegak dan menang. (Demikian) hal yang disebutkan itu (Allah menjelaskan) menerangkan (perumpamaan-perumpamaan).",
            "sajda": false,
            "transliteration": "Anzala minas samaaa'i maaa'an fasaalat awdiyatum biqadarihaa fahtamalas sailu zabadar raabiyaa; wa mimmmaa yooqidoona 'alaihi fin naarib tighaaa'a bilyatin aw mataa'in zabadum misluh; kazaalika yadribul laahul haqqa wal baatil; fa ammaz zabadu fa yazhabu jufaaa'aa; wa ammaa maa yanfa'un naasa fa yamkusu fil ard; kazaalika yadribul laahul amsaal",
            "tajweed_text": "أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:6935[ءً ف]َسَالَتْ أَوْدِيَ[i:6936[ةُۢ ب]ِقَدَرِهَا فَ[h:6937[ٱ]حْتَمَلَ [h:6938[ٱ][l[ل]سَّيْلُ زَبَ[u:6939[دًا ر]َّابِ[a:6940[يًا‌ۚ و]َمِ[g[مّ]َا يُوقِدُونَ عَلَيْهِ فِى [h:4674[ٱ][l[ل][g[نّ]َارِ [h:6941[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ حِلْيَةٍ أَوْ مَتَ[n[ـٰ][f:6942[عٍ ز]َبَ[a:6943[دٌ م]ِّثْلُهُ[n[ۥ]‌ۚ كَذ[n[َٲ]لِكَ يَضْرِبُ [h:6944[ٱ]للَّهُ [h:6156[ٱ]لْحَقَّ وَ[h:6945[ٱ]لْبَ[n[ـٰ]طِلَ‌ۚ فَأَ[g[مّ]َا [h:6946[ٱ][l[ل]زَّبَدُ فَيَذْهَبُ جُف[o[َا]ٓ[a:6947[ءً‌ۖ و]َأَ[g[مّ]َا مَا يَ[f:838[نف]َعُ [h:839[ٱ][l[ل][g[نّ]َاسَ فَيَمْكُثُ فِى [h:44[ٱ]لْأَرْضِ‌ۚ كَذ[n[َٲ]لِكَ يَضْرِبُ [h:6944[ٱ]للَّهُ [h:6948[ٱ]لْأَمْث[p[َا]لَ"
        },
        {
            "aya_id": 1725,
            "aya_number": 18,
            "aya_text": "لِلَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمُ الْحُسْنٰىۗ وَالَّذِيْنَ لَمْ يَسْتَجِيْبُوْا لَهٗ لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ ۗ اُولٰۤىِٕكَ لَهُمْ سُوْۤءُ الْحِسَابِ ەۙ وَمَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ࣖ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 251,
            "translation_aya_text": "Bagi orang-orang yang memenuhi seruan Tuhan, mereka (disediakan) balasan yang baik. Dan orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya dengan itu. Orang-orang itu mendapat hisab (perhitungan) yang buruk dan tempat kediaman mereka Jahanam, dan itulah seburuk-buruk tempat kediaman.",
            "tafsir_jalalayn": "(Bagi orang-orang yang memenuhi seruan Rabbnya) yaitu mereka yang menjalankan seruan-Nya dengan melakukan ketaatan (disediakan pembalasan yang baik) yaitu surga (Dan orang-orang yang tidak memenuhi seruan Rabb) mereka adalah orang-orang kafir (sekiranya mereka mempunyai semua kekayaan sebanyak isi bumi itu beserta hal yang serupa niscaya mereka akan menebus dirinya dengan kekayaan itu) dari azab. (Orang-orang itu disediakan baginya hisab yang buruk) yaitu menghukum semua amal perbuatan yang telah dilakukannya tanpa ada pengampunan barang sedikit pun daripadanya (dan tempat kediaman mereka ialah Jahanam dan itulah seburuk-buruk tempat kediaman) tempat yang paling buruk ialah Jahanam.",
            "sajda": false,
            "transliteration": "Lillazeenas tajaaboo lirabbihimul husnaa; wallazeena lam yastajeeboo lahoo law anna lahum maa fil ardi jamee'anw wa mislahoo ma'ahoo laftadaw bih; ulaaa'ika lahum sooo'ul hisaab; wa maawaahum Jahannamu wa bi'sal mihaad",
            "tajweed_text": "لِلَّذِينَ [h:6949[ٱ]سْتَجَابُو[s[اْ] لِرَبِّهِمُ [h:6950[ٱ]لْحُسْنَىٰ‌ۚ وَ[h:37[ٱ]لَّذِينَ لَمْ يَسْتَجِيبُو[s[اْ] لَهُ[n[ۥ] لَوْ أَ[g[نّ]َ لَه[w:3531[ُم م]َّا فِى [h:44[ٱ]لْأَرْضِ جَمِي[a:3532[عًا و]َمِثْلَهُ[n[ۥ] مَعَهُ[n[ۥ] لَ[h:6951[ٱ]فْتَدَوْ[s[اْ] بِه[o[ِۦٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ س[o[ُو]ٓءُ [h:6952[ٱ]لْحِسَابِ وَمَأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ‌ۖ وَبِئْسَ [h:1757[ٱ]لْمِه[p[َا][q[د]ُ"
        },
        {
            "aya_id": 1726,
            "aya_number": 19,
            "aya_text": "۞ اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰىۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِۙ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "Maka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? Hanya orang berakal saja yang dapat mengambil pelajaran,",
            "tafsir_jalalayn": "Ayat berikut ini diturunkan berkenaan dengan sahabat Hamzah dan Abu Jahal. (Adakah orang yang mengetahui bahwasanya apa yang diturunkan kepadamu dari Rabbmu itu benar) lalu ia beriman kepadanya (sama dengan orang yang buta?) yaitu orang yang tidak mengetahuinya dan tidak mau beriman kepadanya. Tentu saja tidak. (Sesungguhnya yang mau mengambil pelajaran itu) orang-orang yang menasihati dirinya sendiri (hanyalah orang-orang yang berakal saja) orang-orang yang memiliki akal sehat.",
            "sajda": false,
            "transliteration": "Afamai ya'lamu annamaaa unzila ilaika mir Rabbikal haqqu kaman huwa a'maa; innamaa yatazakkaru ulul albaab",
            "tajweed_text": "۞ أَفَم[a:6953[َن ي]َعْلَمُ أَ[g[نّ]َم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ [h:6861[ٱ]لْحَقُّ كَمَنْ هُوَ أَعْمَ[o[ىٰٓ‌ۚ] إِ[g[نّ]َمَا يَتَذَكَّرُ أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ"
        },
        {
            "aya_id": 1727,
            "aya_number": 20,
            "aya_text": "الَّذِيْنَ يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَۙ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "(yaitu) orang yang memenuhi janji Allah dan tidak melanggar perjanjian,",
            "tafsir_jalalayn": "(Yaitu orang-orang yang memenuhi janji Allah) yang telah mereka ikrarkan di hadapan-Nya, yang hal ini terjadi di alam arwah, atau makna yang dimaksud adalah setiap janji (dan tidak merusak perjanjian) dengan meninggalkan keimanan atau meninggalkan hal-hal yang fardu.",
            "sajda": false,
            "transliteration": "Allazeena yoofoona bi'ahdil laahi wa laa yanqu doonal meesaaq",
            "tajweed_text": "ٱلَّذِينَ يُوفُونَ بِعَهْدِ [h:2038[ٱ]للَّهِ وَلَا يَ[f:144[نق]ُضُونَ [h:6954[ٱ]لْمِيثَ[p[ـٰ][q[ق]َ"
        },
        {
            "aya_id": 1728,
            "aya_number": 21,
            "aya_text": "وَالَّذِيْنَ يَصِلُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُوْنَ سُوْۤءَ الْحِسَابِ ۗ   ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "dan orang-orang yang menghubungkan apa yang diperintahkan Allah agar dihubungkan, dan mereka takut kepada Tuhannya dan takut kepada hisab yang buruk.",
            "tafsir_jalalayn": "(Dan orang-orang yang menghubungkan apa-apa yang Allah perintahkan supaya dihubungkan) yaitu iman, silaturahmi dan lain sebagainya (dan mereka takut kepada Rabb mereka) ancaman-Nya (dan takut kepada hisab yang buruk) penafsiran kalimat ini telah dijelaskan sebelumnya.",
            "sajda": false,
            "transliteration": "Wallazeena yasiloona maaa amaral laahu bihee an yoosala wa yakhshawna Rabbahum wa yakhaafoona sooo'al hisaab",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يَصِلُونَ م[o[َآ] أَمَرَ [h:148[ٱ]للَّهُ بِه[o[ِۦٓ] أ[a:149[َن ي]ُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ س[o[ُو]ٓءَ [h:6955[ٱ]لْحِس[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 1729,
            "aya_number": 22,
            "aya_text": "وَالَّذِيْنَ صَبَرُوا ابْتِغَاۤءَ وَجْهِ رَبِّهِمْ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً وَّيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ اُولٰۤىِٕكَ لَهُمْ عُقْبَى الدَّارِۙ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "Dan orang yang sabar karena mengharap keridaan Tuhannya, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang itulah yang men-dapat tempat kesudahan (yang baik),",
            "tafsir_jalalayn": "(Dan orang-orang yang sabar) di dalam menjalankan ketaatan dan menghadapi musibah serta teguh di dalam menjauhi kemaksiatan (karena mencari) demi karena (Rabbnya) bukan karena mengharapkan kebendaan (dan mendirikan salat dan menafkahkan) di jalan ketaatan (sebagian rezeki yang Kami berikan kepada mereka secara sembunyi atau terang-terangan serta menolak) menghadapi (kejahatan dengan kebaikan) seperti menghadapi kebodohan dengan sifat penyantun dan menghadapi perlakuan yang menyakitkan dengan bersabar diri (orang-orang itulah yang mendapat tempat kesudahan yang baik) yakni mendapat akibat yang terpuji di kampung akhirat, yaitu:",
            "sajda": false,
            "transliteration": "Wallazeena sabarub tighaaa'a Wajhi Rabbihim wa aqaamus Salaata wa anfaqoo mimmaa razaqnaahum sirranw wa 'alaaniyatanw wa yadra'oona bilhasanatis saiyi'ata ulaaa'ika lahum 'uqbad daar",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ صَبَرُو[s[اْ] [h:6956[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ وَ[q:1611[جْ]هِ رَبِّهِمْ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَ[f:2789[نف]َقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:6957[ةً و]َيَ[q:6958[دْ]رَءُونَ بِ[h:4561[ٱ]لْحَسَنَةِ [h:6959[ٱ][l[ل]سَّيِّئَةَ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ"
        },
        {
            "aya_id": 1730,
            "aya_number": 23,
            "aya_text": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ وَالْمَلٰۤىِٕكَةُ يَدْخُلُوْنَ عَلَيْهِمْ مِّنْ كُلِّ بَابٍۚ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "(yaitu) surga-surga ‘Adn, mereka masuk ke dalamnya bersama dengan orang yang saleh dari nenek moyangnya, pasangan-pasangannya, dan anak cucunya, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu;",
            "tafsir_jalalayn": "(Surga Adn) sebagai tempat tinggalnya (yang mereka masuk ke dalamnya) bersama (dengan orang-orang yang saleh) orang-orang yang beriman (dari bapak-bapaknya, istri-istrinya dan anak-cucunya) sekali pun mereka tidak mengamalkan seperti apa yang diamalkannya, maka mereka tetap sederajat dengannya sebagai penghormatan terhadapnya (sedangkan malaikat-malaikat masuk ke tempat-tempat mereka dari setiap pintu) dari pintu-pintu surga atau pintu-pintu gedung surga, sewaktu pertama kali mereka memasukinya sebagai penghormatan dari para malaikat terhadap mereka.",
            "sajda": false,
            "transliteration": "jannaatu 'adiny yadkhu loonahaa wa man salaha min aabaaa'ihim wa man salaha min aabaaa'ihim wa azwaajihim wa zurriyyaatihim walmalaaa'i katu yadkhuloona 'alaihim min kulli baab",
            "tajweed_text": "جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا وَمَ[f:6964[ن ص]َلَحَ مِنْ ءَاب[o[َا]ٓئِهِمْ وَأَزْو[n[َٲ]جِهِمْ وَذُرِّيَّ[n[ـٰ]تِهِمْ‌ۖ وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يَ[q:3156[دْ]خُلُونَ عَلَيْه[w:4082[ِم م]ِّ[f:843[ن ك]ُلِّ ب[p[َا][q[ب]ٍ"
        },
        {
            "aya_id": 1731,
            "aya_number": 24,
            "aya_text": "سَلٰمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِۗ   ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "(sambil mengucapkan), “Selamat sejahtera atasmu karena kesabaranmu.” Maka alangkah nikmatnya tempat kesudahan itu.",
            "tafsir_jalalayn": "Malaikat-malaikat itu mengucapkan (Kesejahteraan buat kalian) yakni pahala ini (berkat kesabaran kalian) sewaktu kalian di dunia (maka alangkah baiknya tempat kesudahan ini) akibat dari perbuatan kalian itu.",
            "sajda": false,
            "transliteration": "Salaamun 'alaikum bimaa sabartum; fani'ma 'uqbad daar",
            "tajweed_text": "سَلَ[n[ـٰ]مٌ عَلَيْك[c:6965[ُم ب]ِمَا صَبَرْتُمْ‌ۚ فَنِعْمَ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ"
        },
        {
            "aya_id": 1732,
            "aya_number": 25,
            "aya_text": "وَالَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْ ۢ بَعْدِ مِيْثَاقِهٖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۙ اُولٰۤىِٕكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "Dan orang-orang yang melanggar janji Allah setelah diikrarkannya, dan memutuskan apa yang diperintahkan Allah agar disambungkan dan berbuat kerusakan di bumi; mereka itu memperoleh kutukan dan tempat kediaman yang buruk (Jahanam).",
            "tafsir_jalalayn": "(Orang-orang yang merusak janji Allah setelah diikrarkan dengan teguh dan memutuskan apa-apa yang Allah perintahkan supaya dihubungkan dan mengadakan kerusakan di bumi) dengan melakukan kekafiran dan perbuatan-perbuatan maksiat (orang-orang itulah yang memperoleh kutukan) yaitu dijauhkan dari rahmat Allah (dan bagi mereka tempat kediaman yang buruk) akibat yang buruk di kampung akhirat nanti, yaitu ditempatkan di neraka Jahanam.",
            "sajda": false,
            "transliteration": "Wallazeena yanqudoona 'Ahdal laahi mim ba'di meesaaqihee wa yaqta'oona maaa amaral laahu biheee ai yoosala wa yufsidoona fil ardi ulaaa'ika lahumul la'natu wa lahum sooo'ud daar",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يَ[f:144[نق]ُضُونَ عَهْدَ [h:145[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ مِيثَ[n[ـٰ]قِه[n[ِۦ] وَيَ[q:147[قْ]طَعُونَ م[o[َآ] أَمَرَ [h:148[ٱ]للَّهُ بِه[o[ِۦٓ] أ[a:149[َن ي]ُوصَلَ وَيُفْسِدُونَ فِى [h:44[ٱ]لْأَرْضِ‌ۙ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمُ [h:6966[ٱ][l[ل]لَّعْنَةُ وَلَهُمْ س[o[ُو]ٓءُ [h:6967[ٱ][l[ل]دّ[p[َا]رِ"
        },
        {
            "aya_id": 1733,
            "aya_number": 26,
            "aya_text": "اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗوَفَرِحُوْا بِالْحَيٰوةِ الدُّنْيَاۗ وَمَا الْحَيٰوةُ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا مَتَاعٌ  ࣖ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia hanyalah kesenangan (yang sedikit) dibanding kehidupan akhirat.",
            "tafsir_jalalayn": "(Allah meluaskan rezeki) melebarkannya (bagi siapa yang dikehendaki-Nya dan menyempitkannya) artinya Allah pun menyempitkan rezeki bagi siapa yang dikehendaki-Nya. (Mereka bergembira) yang dimaksud ialah penduduk Mekah, yaitu dengan kegembiraan yang sombong (dengan kehidupan di dunia) dengan apa yang telah mereka peroleh daripada perkara duniawi (padahal kehidupan dunia itu) dibanding dengan (kehidupan di akhirat hanyalah kesenangan yang sedikit) kesenangan yang bersifat sementara lalu lenyap.",
            "sajda": false,
            "transliteration": "Allaahu yabsutur rizqa limai yashaaa'u wa yaqdir; wa farihoo bilhayaatid dunyaa wa mal hayaatud dunya fil Aakhirati illaa mataa'",
            "tajweed_text": "ٱللَّهُ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ وَفَرِحُو[s[اْ] بِ[h:5581[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:5582[ٱ][l[ل]دُّنْيَا وَمَا [h:2482[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا فِى [h:536[ٱ]لْأَخِرَةِ إِلَّا مَتَ[p[ـٰ]عٌ"
        },
        {
            "aya_id": 1734,
            "aya_number": 27,
            "aya_text": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ  قُلْ اِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ اَنَابَۖ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mukjizat) dari Tuhannya?” Katakanlah (Muhammad), “Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk orang yang bertobat kepada-Nya,”",
            "tafsir_jalalayn": "(Orang-orang kafir berkata) mereka adalah dari kalangan penduduk Mekah (\"Mengapa tidak) (diturunkan kepadanya) yakni kepada Muhammad (suatu mukjizat dari Rabbnya?\") seperti tongkat dan tangan Nabi Musa dan unta Nabi Saleh. (Katakanlah) kepada mereka (Allah menyesatkan siapa yang Dia kehendaki) untuk disesatkan oleh sebab itu tiada gunanya sedikit pun baginya mukjizat-mukjizat itu (dan menunjuki) memberikan petunjuk (kepada-Nya) kepada agama-Nya (orang-orang yang bertobat) kepada-Nya. Kemudian pada ayat selanjutnya diterangkan, siapa yang dimaksud orang-orang yang bertobat itu.",
            "sajda": false,
            "transliteration": "Wa yaqoolul lazeena kafaroo law laaa unzila 'alaihi Aayatum mir Rabbih; qul innal laaha yudillu mai yashaa'u wa yahdeee ilaihi man anaab",
            "tajweed_text": "وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ ءَايَ[a:4024[ةٌ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ]‌ۗ قُلْ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُضِلُّ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْد[o[ِىٓ] إِلَيْهِ مَنْ أَن[p[َا][q[ب]َ"
        },
        {
            "aya_id": 1735,
            "aya_number": 28,
            "aya_text": "الَّذِيْنَ اٰمَنُوْا وَتَطْمَىِٕنُّ قُلُوْبُهُمْ بِذِكْرِ اللّٰهِ ۗ اَلَا بِذِكْرِ اللّٰهِ تَطْمَىِٕنُّ الْقُلُوْبُ ۗ   ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "(yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang beriman dan yang merasa tenang) tenteram (hati mereka dengan mengingat Allah) mengingat janji-Nya. (Ingatlah, hanya dengan mengingat Allahlah hati menjadi tenteram) yakni hati orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Allazeena aamanoo wa tatma'innu quloobuhum bizikril laah; alaa bizikril laahi tatma'innul quloob",
            "tajweed_text": "ٱلَّذِينَ ءَامَنُو[s[اْ] وَتَ[q:6971[طْ]مَئِ[g[نّ]ُ قُلُوبُه[c:6972[ُم ب]ِذِكْرِ [h:6973[ٱ]للَّهِ‌ۗ أَلَا بِذِكْرِ [h:6973[ٱ]للَّهِ تَ[q:6974[طْ]مَئِ[g[نّ]ُ [h:6975[ٱ]لْقُل[p[ُو][q[ب]ُ"
        },
        {
            "aya_id": 1736,
            "aya_number": 29,
            "aya_text": "اَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat kebahagiaan dan tempat kembali yang baik.",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan beramal saleh) kalimat ini menjadi mubtada sedangkan khabarnya ialah (alangkah bahagianya) lafal thuubaa mashdar daripada lafal ath-thiib, adalah nama sebuah pohon di surga, seseorang yang berkendaraan tidak akan dapat menempuh naungannya sekali pun berjalan seratus tahun (bagi mereka dan tempat kembali yang baik) tempat kembali di akhirat.",
            "sajda": false,
            "transliteration": "Allazeena aamanoo w a'amilus saalihaati toobaa lahum wa husnu ma aab",
            "tajweed_text": "ٱلَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ طُوبَىٰ لَهُمْ وَحُسْنُ مَــٔ[p[َا][q[ب]ٍ"
        },
        {
            "aya_id": 1737,
            "aya_number": 30,
            "aya_text": "كَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Al-Qur'an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia; hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”",
            "tafsir_jalalayn": "(Demikianlah) sebagaimana Kami mengutus nabi-nabi sebelummu (Kami mengutus kamu kepada suatu umat yang sungguh telah berlalu beberapa umat sebelumnya supaya kamu membacakan) mengajarkan (kepada mereka apa yang Kami wahyukan kepadamu) yaitu Alquran (padahal mereka kafir kepada Tuhan Yang Maha Pemurah) karena mereka mengatakan sewaktu mereka disuruh sujud atau menyembah kepada-Nya siapakah Tuhan Yang Maha Pemurah? (Katakanlah) kepada mereka hai Muhammad (\"Dialah Rabbku, tidak ada Tuhan selain Dia, hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.\")",
            "sajda": false,
            "transliteration": "Kazaalika arsalnaaka feee ummatin qad khalat min qablihaaa umamul litatluwa 'alaihimul lazeee awhainaaa ilaika wa hum yakfuroona bir Rahmaaan; qul Huwa Rabbee laaa ilaaha illaa Huwa Rabbee laaa ilaaha illaa Huwa 'alaihi tawakkaltu wa ilaihi mataab",
            "tajweed_text": "كَذ[n[َٲ]لِكَ أَرْسَلْنَ[n[ـٰ]كَ ف[o[ِىٓ] أُ[g[مّ]َ[f:6976[ةٍ ق]َ[q:298[دْ] خَلَتْ مِ[f:6977[ن ق]َ[q:6978[بْ]لِه[o[َآ] أُمَ[u:6979[مٌ ل]ِّتَتْلُوَ[s[اْ] عَلَيْهِمُ [h:6980[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ وَهُمْ يَكْفُرُونَ بِ[h:6981[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ‌ۚ قُلْ هُوَ رَبِّى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَت[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 1738,
            "aya_number": 31,
            "aya_text": "وَلَوْ اَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْاَمْرُ جَمِيْعًاۗ اَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا اَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ اَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Dan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat digoncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Al-Qur'an). Sebenarnya segala urusan itu milik Allah. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sampai datang janji Allah (penaklukkan Mekah). Sungguh, Allah tidak menyalahi janji.",
            "tafsir_jalalayn": "Ayat ini diturunkan ketika orang-orang kafir Mekah berkata kepada Nabi saw., \"Jika engkau ini benar-benar seorang nabi, maka lenyapkanlah gunung-gunung Mekah ini daripada kami, kemudian jadikanlah pada tempatnya sungai-sungai dan mata air-mata air supaya kami dapat bercocok tanam, dan bangkitkanlah nenek moyang kami yang telah mati menjadi hidup kembali, untuk berbicara kepada kami.\" (Dan sekiranya ada suatu bacaan yang dengan bacaan itu gunung-gunung dapat dipindahkan) artinya dapat dipindahkan dari tempatnya yang semula (atau dapat dibelah) dapat dipotong (karenanya bumi, atau oleh karenanya orang-orang yang sudah mati dapat berbicara) seumpamanya mereka dapat dihidupkan kembali karenanya, niscaya mereka tetap tidak akan beriman juga. (Sebenarnya segala urusan itu adalah kepunyaan Allah) bukan kepunyaan yang lain-Nya. Oleh sebab itu maka tiada beriman melainkan orang-orang yang telah dikehendaki oleh Allah untuk beriman, bukannya orang-orang selain mereka sekali pun didatangkan kepada mereka apa yang dipintanya itu. Sedangkan ayat selanjutnya ini diturunkan ketika para sahabat berkehendak untuk menampakkan apa yang mereka minta, karena para sahabat sangat menginginkan mereka mau beriman, yaitu firman-Nya: (Maka tidakkah mengetahui) mengerti (orang-orang yang beriman itu, bahwasanya) huruf an di sini adalah bentuk takhfif daripada anna (seandainya Allah menghendaki tentu Allah memberi petunjuk kepada manusia semuanya) kepada keimanan tanpa melalui mukjizat lagi. (Dan orang-orang yang kafir senantiasa) yakni penduduk Mekah yang kafir (ditimpa bencana disebabkan perbuatan mereka sendiri) yakni oleh sebab kekafiran mereka itu (yaitu berupa malapetaka) yang menimpa mereka dengan berbagai macam cobaan, seperti dibunuh, ditawan, diperangi dan paceklik (atau bencana itu terjadi) hai Muhammad terhadap pasukanmu (dekat tempat kediaman mereka) yaitu kota Mekah (sehingga datanglah janji Allah) yaitu memberikan pertolongan-Nya untuk mengalahkan mereka. (Sesungguhnya Allah tidak menyalahi janji) hal ini telah terjadi di Hudaibiah sehingga tibalah saatnya penaklukan kota Mekah.",
            "sajda": false,
            "transliteration": "Wa law anna Quraanan suyyirat bihil jibaalu aw qutti'at bihil ardu aw kullima bihil mawtaa; bal lillaahil amru jamee'aa; afalam yai'asil lazeena aamanooo al law yashaaa 'ullaahu lahadan naasa jamee'aa; wa laa yazaalul lazeena kafaroo tuseebuhum bimaa sana'oo qaari'atun aw tahullu qareebam min daarihim hatta yaatiya wa'dul laah; innal laaha laa yukhliful mee'aad",
            "tajweed_text": "وَلَوْ أَ[g[نّ]َ قُرْءَا[f:6982[نًا س]ُيِّرَتْ بِهِ [h:6983[ٱ]لْجِبَالُ أَوْ قُطِّعَتْ بِهِ [h:6984[ٱ]لْأَرْضُ أَوْ كُلِّمَ بِهِ [h:6985[ٱ]لْمَوْتَىٰ‌ۗ بَل لِّلَّهِ [h:6986[ٱ]لْأَمْرُ جَمِيعًا‌ۗ أَفَلَمْ يَ[s[اْ]يْــَٔسِ [h:6987[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أ[u:4894[َن ل]َّوْ يَش[o[َا]ٓءُ [h:6988[ٱ]للَّهُ لَهَدَى [h:6989[ٱ][l[ل][g[نّ]َاسَ جَمِي[a:2134[عًا‌ۗ و]َلَا يَزَالُ [h:6990[ٱ]لَّذِينَ كَفَرُو[s[اْ] تُصِيبُه[c:6991[ُم ب]ِمَا صَنَعُو[s[اْ] قَارِعَةٌ أَوْ تَحُلُّ قَرِي[a:6992[بًا م]ِّ[f:6993[ن د]َارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ [h:6994[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُخْلِفُ [h:1751[ٱ]لْمِيع[p[َا][q[د]َ"
        },
        {
            "aya_id": 1739,
            "aya_number": 32,
            "aya_text": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَاَمْلَيْتُ لِلَّذِيْنَ كَفَرُوْا ثُمَّ اَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Dan sesungguhnya beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, maka Aku beri tenggang waktu kepada orang-orang kafir itu, kemudian Aku binasakan mereka. Maka alangkah hebatnya siksaan-Ku itu! ",
            "tafsir_jalalayn": "(Dan sesungguhnya telah diperolok-olokkan beberapa rasul sebelum kamu) sebagaimana kamu diperolok-olokkan. Hal ini merupakan penghibur bagi hati Nabi saw. (maka Aku beri tangguh) menangguhkan (kepada orang-orang kafir itu, kemudian Aku binasakan mereka) dengan siksaan (maka sebagaimana siksaan-Ku terdahulu) artinya siksaan itu benar-benar telah menimpa orang-orang yang memperolok-olokkan para rasul, demikian pula Aku akan melakukan hal yang sama terhadap orang-orang yang memperolok-olokkan kamu.",
            "sajda": false,
            "transliteration": "Wa laqadis tuhzi'a bi Rusulim min qablika fa amlaitu lillazeena kafaroo summa akhaztuhum fakaifa kaana 'iqaab",
            "tajweed_text": "وَلَقَدِ [h:3947[ٱ]سْتُهْزِئَ بِرُسُ[a:3948[لٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُو[s[اْ] ثُ[g[مّ]َ أَخَذْتُهُمْ‌ۖ فَكَيْفَ كَانَ عِق[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 1740,
            "aya_number": 33,
            "aya_text": "اَفَمَنْ هُوَ قَاۤىِٕمٌ عَلٰى كُلِّ نَفْسٍۢ بِمَا كَسَبَتْۚ وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ ۗ قُلْ سَمُّوْهُمْۗ اَمْ تُنَبِّـُٔوْنَهٗ بِمَا لَا يَعْلَمُ فِى الْاَرْضِ اَمْ بِظَاهِرٍ مِّنَ الْقَوْلِ ۗبَلْ زُيِّنَ لِلَّذِيْنَ كَفَرُوْا مَكْرُهُمْ وَصُدُّوْا عَنِ السَّبِيْلِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Maka apakah Tuhan yang menjaga setiap jiwa terhadap apa yang diperbuatnya (sama dengan yang lain)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah, “Sebutkanlah sifat-sifat mereka itu.” Atau apakah kamu hendak memberitahukan kepada Allah apa yang tidak diketahui-Nya di bumi, atau (mengatakan tentang hal itu) sekedar perkataan pada lahirnya saja. Sebenarnya bagi orang kafir, tipu daya mereka itu dijadikan terasa indah, dan mereka dihalangi dari jalan (yang benar). Dan barangsiapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya.",
            "tafsir_jalalayn": "(Maka apakah Tuhan yang menjaga) yakni mengawasi (setiap diri terhadap apa yang diperbuatnya) yaitu berupa amal kebaikan dan keburukan, sama keadaan-Nya dengan berhala-berhala yang tidak demikian keadaannya; tentu saja tidak. Pengertian ini ditunjukkan oleh firman selanjutnya, yaitu (Mereka menjadikan beberapa sekutu bagi Allah. Katakanlah, \"Sebutkanlah sifat-sifat mereka itu.\") kepada-Nya, siapakah berhala-berhala itu (atau) bahkan apakah (kalian hendak memberitakan kepada Allah) menceritakan kepada-Nya (mengenai apa) yakni sekutu (yang tidak diketahui)-Nya (di bumi) istifham atau kata tanya di sini mengandung pengertian ingkar; artinya jelas tidak ada sekutu itu, sebab jika sekutu itu ada niscaya Dia akan mengetahuinya, Maha Tinggi Allah dari semua sekutu (atau) bahkan mereka menamakannya sebagai sekutu-sekutu Allah (kalian mengatakan sekadar perkataan pada lahirnya) dengan sangkaan yang batil, lagi hal itu tidak ada kenyataannya pada batinnya. (Sebenarnya orang-orang kafir itu dijadikan memandang baik tipu daya mereka) yang dimaksud ialah kekafiran mereka (dan dihalanginya dari jalan yang benar) yaitu hidayah. (Dan barang siapa yang disesatkan Allah, maka tak ada seorang pun baginya yang akan memberi petunjuk).",
            "sajda": false,
            "transliteration": "Afaman Huwa qaaa'imun 'alaa kulli nafsim bimaa kasabat; wa ja'aloo illlaahi shurakaaa'a qul samoohum; am tunabbi'oona hoo bimaa laa ya'lamu fil ardi; am bizaahirim minal qawl; bal zuyyina lillazeena kafaroo makruhum wa suddoo 'anis sabeel; wa mai yudlilil laaahu famaa lahoo min haad;",
            "tajweed_text": "أَفَمَنْ هُوَ ق[o[َا]ٓئِمٌ عَلَىٰ كُلِّ نَفْ[i:6995[سِۭ ب]ِمَا كَسَبَتْ‌ۗ وَجَعَلُو[s[اْ] لِلَّهِ شُرَك[o[َا]ٓءَ قُلْ سَ[g[مّ]ُوهُمْ‌ۚ أَمْ تُنَبِّــُٔونَهُ[n[ۥ] بِمَا لَا يَعْلَمُ فِى [h:44[ٱ]لْأَرْضِ أ[c:6996[َم ب]ِظَ[n[ـٰ]هِ[a:6997[رٍ م]ِّنَ [h:3107[ٱ]لْقَوْلِ‌ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُو[s[اْ] مَكْرُهُمْ وَصُدُّو[s[اْ] عَنِ [h:6998[ٱ][l[ل]سَّبِيلِ‌ۗ وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] مِنْ ه[p[َا][q[د]ٍ"
        },
        {
            "aya_id": 1741,
            "aya_number": 34,
            "aya_text": "لَهُمْ عَذَابٌ فِى الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ اَشَقُّۚ وَمَا لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Mereka mendapat siksaan dalam kehidupan dunia, dan azab akhirat pasti lebih keras. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah.",
            "tafsir_jalalayn": "(Bagi mereka azab dalam kehidupan dunia) yaitu dengan dibunuh dan ditawan (dan sesungguhnya azab akhirat adalah lebih keras) lebih keras daripada siksaan di dunia (dan tak ada bagi mereka terhadap Allah) terhadap siksaan-Nya (seorang pelindung pun) yang dapat mencegah siksaan itu.",
            "sajda": false,
            "transliteration": "Lahum 'azaabun fil hayaatid dunyaa wa la'azaabul Aakhirati ashaaq, wa maa lahum minal laahi min-waaq",
            "tajweed_text": "لَّهُمْ عَذَا[f:6999[بٌ ف]ِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَعَذَابُ [h:7000[ٱ]لْأَخِرَةِ أَشَقُّ‌ۖ وَمَا لَه[w:6026[ُم م]ِّنَ [h:321[ٱ]للَّهِ م[a:7001[ِن و][p[َا][q[ق]ٍ"
        },
        {
            "aya_id": 1742,
            "aya_number": 35,
            "aya_text": "۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ  اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ تِلْكَ عُقْبَى الَّذِيْنَ اتَّقَوْا ۖوَّعُقْبَى الْكٰفِرِيْنَ النَّارُ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 254,
            "translation_aya_text": "Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang yang bertakwa; sedang tempat kesudahan bagi orang yang ingkar kepada Tuhan ialah neraka.",
            "tafsir_jalalayn": "(Perumpamaan) gambaran (surga yang dijanjikan kepada orang-orang yang takwa) kalimat ayat ini menjadi mubtada, sedangkan khabarnya tidak disebutkan, lengkapnya mengatakan: yaitu seperti apa yang akan Kami ceritakan kepada kalian (mengalir sungai-sungai di bawahnya; buah-buahannya) artinya apa-apa yang dimakan di dalam surga (tiada henti-hentinya) tidak pernah lenyap (sedang naungannya) tiada henti-hentinya pula, tidak pernah terhapus oleh matahari, karena di dalam surga tidak ada matahari. (Itulah) yakni surga itu (tempat kesudahan) akhir daripada kesudahan (orang-orang yang bertakwa) takut kepada perbuatan syirik (sedangkan tempat kesudahan bagi orang-orang kafir ialah neraka).",
            "sajda": false,
            "transliteration": "Masalul Jannatil latee wu'idal muttaqoona tajree min tahtihal anhaaru ukuluhaa daaa'imunw wa zilluhaa; tilka uqbal lazeenat taqaw wa 'uqbal kafireenan Naar",
            "tajweed_text": "۞ مَّثَلُ [h:7002[ٱ]لْجَ[g[نّ]َةِ [h:7003[ٱ]لَّتِى وُعِدَ [h:7004[ٱ]لْمُتَّقُونَ‌ۖ تَ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ أُكُلُهَا د[o[َا]ٓئِ[a:7005[مٌ و]َظِلُّهَا‌ۚ تِلْكَ عُ[q:6960[قْ]بَى [h:7006[ٱ]لَّذِينَ [h:7007[ٱ]تَّقَو[s[اْ‌ۖ] وَّعُ[q:7008[قْ]بَى [h:7009[ٱ]لْكَ[n[ـٰ]فِرِينَ [h:7010[ٱ][l[ل][g[نّ][p[َا]رُ"
        },
        {
            "aya_id": 1743,
            "aya_number": 36,
            "aya_text": "وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَفْرَحُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمِنَ الْاَحْزَابِ مَنْ يُّنْكِرُ بَعْضَهٗ ۗ قُلْ اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَآ اُشْرِكَ بِهٖ ۗاِلَيْهِ اَدْعُوْا وَاِلَيْهِ مَاٰبِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 254,
            "translation_aya_text": "Dan orang yang telah Kami berikan kitab kepada mereka bergembira dengan apa (kitab) yang diturunkan kepadamu (Muhammad), dan ada di antara golongan (Yahudi dan Nasrani), yang mengingkari sebagiannya. Katakanlah, “Aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.”",
            "tafsir_jalalayn": "(Orang-orang yang Kami berikan kitab kepada mereka) seperti Abdullah bin Salam dan lain-lainnya dari kalangan orang-orang Yahudi yang beriman (mereka bergembira dengan kitab yang diturunkan kepadamu) karena Alquran yang diturunkan kepadanya tidak bertentangan dengan kitab Taurat yang ada pada mereka (dan di antara golongan-golongan) yang telah bersekutu untuk melawan kamu, yaitu mereka yang terdiri dari kalangan kaum musyrikin dan orang-orang Yahudi (ada yang menginginkan sebagiannya) yaitu yang menyangkut tentang penyebutan lafal Ar-Rahman dan hal-hal yang lain selain yang menyangkut kisah-kisah. (Katakanlah, \"Sesungguhnya aku hanya diperintahkan) oleh apa yang diturunkan kepadaku (untuk) supaya (menyembah Allah dan tidak menyekutukan-Nya dengan sesuatu pun. Hanya kepada-Nya aku berseru dan hanya kepada-Nya aku kembali.\") tempat kembaliku.",
            "sajda": false,
            "transliteration": "Wallazeena aatainaa humul Kitaaba yafrahoona bimaa unzila ilaika wa minal Ahzaabi mai yunkiru ba'dah; qul innamaa umirtu an a'budal laaha wa laaa ushrika bih; ilaihi ad'oo wa ilaihi maab",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ ءَاتَيْنَ[n[ـٰ]هُمُ [h:635[ٱ]لْكِتَ[n[ـٰ]بَ يَفْرَحُونَ بِم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ‌ۖ وَمِنَ [h:7011[ٱ]لْأَحْزَابِ م[a:7012[َن ي]ُ[f:7013[نك]ِرُ بَعْضَهُ[n[ۥ]‌ۚ قُلْ إِ[g[نّ]َم[o[َآ] أُمِرْتُ أَنْ أَعْبُدَ [h:7014[ٱ]للَّهَ وَل[o[َآ] أُشْرِكَ بِه[o[ِۦٓ‌ۚ] إِلَيْهِ أَ[q:6847[دْ]عُو[s[اْ] وَإِلَيْهِ مَـَٔـ[p[ا][q[ب]ِ"
        },
        {
            "aya_id": 1744,
            "aya_number": 37,
            "aya_text": "وَكَذٰلِكَ اَنْزَلْنٰهُ حُكْمًا عَرَبِيًّاۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَمَا جَاۤءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا وَاقٍ ࣖ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 254,
            "translation_aya_text": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) sebagai peraturan (yang benar) dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, maka tidak ada yang melindungi dan yang menolong engkau dari (siksaan) Allah.",
            "tafsir_jalalayn": "(Dan demikianlah) penurunan itu (Kami telah menurunkannya) Alquran itu (sebagai peraturan dalam bahasa Arab) yaitu dengan memakai bahasa Arab, yang dengannya engkau putuskan hukum-hukum di antara manusia. (Dan seandainya kamu mengikuti hawa nafsu mereka) hawa nafsu orang-orang kafir, dalam hal apa yang mereka inginkan, supaya kamu melakukannya menurut peraturan agama mereka. Ini hanyalah merupakan perumpamaan (setelah datang pengetahuan kepadamu) tentang tauhid (maka sekali-kali tidak ada bagimu terhadap Allah) huruf min di sini adalah zaidah (seorang penolong pun) penolong yang mau membantu menyelamatkanmu (dan tidak pula seorang pemelihara) yang dapat mencegah azab Allah yang menimpa dirimu.",
            "sajda": false,
            "transliteration": "Wa kazaalika anzalnaahu hukman 'Arabiyyaa; wa la'init taba'ta ahwaaa 'ahum ba'da maa jaaa'aka minal 'ilmi maa laka minal laahi minw waliyinw wa laa waaq",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ حُكْمًا عَرَبِي[a:7015[ًّا‌ۚ و]َلَئِنِ [h:631[ٱ]تَّبَعْتَ أَهْو[o[َا]ٓءَه[c:7016[ُم ب]َعْدَمَا ج[o[َا]ٓءَكَ مِنَ [h:634[ٱ]لْعِلْمِ مَا لَكَ مِنَ [h:321[ٱ]للَّهِ م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا و[p[َا][q[ق]ٍ"
        },
        {
            "aya_id": 1745,
            "aya_number": 38,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ اَزْوَاجًا وَّذُرِّيَّةً ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗلِكُلِّ اَجَلٍ كِتَابٌ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 254,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak ada hak bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada Kitab (tertentu).",
            "tafsir_jalalayn": "Ayat ini diturunkan ketika orang-orang kafir mencela Nabi saw. karena istrinya banyak, yaitu: (Dan sesungguhnya Kami telah mengutus beberapa rasul sebelum kamu dan Kami memberikan kepada mereka istri-istri dan keturunan) yakni anak-anak, sedangkan engkau adalah salah satu di antara para rasul itu. (Dan tidak ada hak bagi seorang rasul) di antara para rasul itu (mendatangkan sesuatu ayat melainkan dengan izin Allah) karena para rasul itu tiada lain hanyalah hamba-hamba yang diasuh-Nya. (Bagi tiap-tiap masa) zaman (ada kitab) yang tertera di dalamnya tentang batas masa berlakunya.",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa Rusulam min qablika wa ja'alnaa lahum azwaajanw wa zurriyyah; wa maa kaana lirasoolin ai yaatiya bi aayatin illaa bi iznil laah; likulli ajalin kitaab",
            "tajweed_text": "وَلَقَ[q:341[دْ] أَرْسَلْنَا رُسُل[a:7017[اً م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ وَجَعَلْنَا لَهُمْ أَزْو[n[َٲ][a:7018[جًا و]َذُرِّيَّ[a:7019[ةً‌ۚ و]َمَا كَانَ لِرَسُولٍ أ[a:1462[َن ي]َأْتِىَ بِـَٔـايَةٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۗ لِكُلِّ أَجَ[f:7020[لٍ ك]ِت[p[َا][q[ب]ٌ"
        },
        {
            "aya_id": 1746,
            "aya_number": 39,
            "aya_text": "يَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ اُمُّ الْكِتٰبِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 254,
            "translation_aya_text": "Allah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul-Kitab (Lauh Mahfuzh).",
            "tafsir_jalalayn": "(Allah menghapuskan) daripada kitab itu (apa yang dikehendaki-Nya dan menetapkan) dapat dibaca yutsbitu atau yutsabbitu, artinya hukum-hukum dan masalah-masalah lainnya yang dikehendaki-Nya untuk dihapus atau ditetapkan (dan di sisi-Nyalah terdapat Ummul Kitab) asal kitab yang tidak berubah sedikit pun daripadanya, yaitu kitab-kitab-Nya di zaman azali.",
            "sajda": false,
            "transliteration": "Yamhul laahu maa yashaaa'u wa yusbitu wa 'indahooo ummul Kitaab",
            "tajweed_text": "يَمْحُو[s[اْ] [h:7021[ٱ]للَّهُ مَا يَش[o[َا]ٓءُ وَيُثْبِتُ‌ۖ وَعِ[f:4104[ند]َهُ[o[ۥٓ] أُ[g[مّ]ُ [h:1736[ٱ]لْكِتَ[p[ـٰ][q[ب]ِ"
        },
        {
            "aya_id": 1747,
            "aya_number": 40,
            "aya_text": "وَاِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 254,
            "translation_aya_text": "Dan sungguh jika Kami perlihatkan kepadamu (Muhammad) sebagian (siksaan) yang Kami ancamkan kepada mereka atau Kami wafatkan engkau, maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka).",
            "tafsir_jalalayn": "(Dan jika) asalnya lafal immaa ini terdiri daripada in syarthiyah dan maa zaidah, kemudian keduanya dijadikan satu sehingga jadilah immaa, artinya seandainya (Kami perlihatkan kepadamu sebagian apa yang Kami ancamkan kepada mereka) yaitu sebagian daripada azab-Ku sewaktu kamu masih hidup. Jawab dari in syarthiyah tidak disebutkan, lengkapnya ialah fadzaaka: itulah azab-Ku (atau Kami wafatkan kamu) sebelum orang-orang kafir itu diazab (karena sesungguhnya tugasmu hanya menyampaikan saja) hal itu tidak penting bagimu, tugasmu tiada lain hanya menyampaikan (sedangkan Kamilah yang menghisab amalan mereka) jika mereka telah kembali kepada Kami, maka Kami akan membalas semua amal perbuatan mereka.",
            "sajda": false,
            "transliteration": "Wa im maa nurriyannaka ba'dal lazee na'iduhum aw nata waffayannaka fa innamaa 'alaikal balaaghu wa 'alainal hisaab",
            "tajweed_text": "وَإ[a:7022[ِن م]َّا نُرِيَ[g[نّ]َكَ بَعْضَ [h:1943[ٱ]لَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَ[g[نّ]َكَ فَإِ[g[نّ]َمَا عَلَيْكَ [h:1808[ٱ]لْبَلَ[n[ـٰ]غُ وَعَلَيْنَا [h:7023[ٱ]لْحِس[p[َا][q[ب]ُ"
        },
        {
            "aya_id": 1748,
            "aya_number": 41,
            "aya_text": "اَوَلَمْ يَرَوْا اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖۗ وَهُوَ سَرِيْعُ الْحِسَابِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 254,
            "translation_aya_text": "Dan apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Dan Allah menetapkan hukum (menurut kehendak-Nya), tidak ada yang dapat menolak ketetapan-Nya; Dia Mahacepat perhitungan-Nya.",
            "tafsir_jalalayn": "(Dan apakah mereka tidak melihat) yang dimaksud adalah penduduk Mekah (bahwa sesungguhnya Kami mendatangkan daerah-daerah) orang-orang kafir (lalu Kami kurangi daerah-daerah itu dari tepi-tepinya?) yaitu melalui pembukaan/penaklukan yang dilakukan oleh Nabi saw. (Dan Allah menetapkan hukum) atas makhluk-Nya menurut kehendak-Nya (tidak ada yang dapat menolak) tiada seorang pun yang dapat menolak (ketetapan-Nya; dan Dialah Yang Maha Cepat hisab-Nya.)",
            "sajda": false,
            "transliteration": "Awalam yaraw annaa naatil arda nanqusuhaa min atraafihaa; wallaahu yahkumu laa mu'aqqiba lihukmih; wa Huwa saree'ul hisaab",
            "tajweed_text": "أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َا نَأْتِى [h:7024[ٱ]لْأَرْضَ نَ[f:7025[نق]ُصُهَا مِنْ أَ[q:7026[طْ]رَافِهَا‌ۚ وَ[h:72[ٱ]للَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِه[n[ِۦ]‌ۚ وَهُوَ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 1749,
            "aya_number": 42,
            "aya_text": "وَقَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمِيْعًا ۗيَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۗ وَسَيَعْلَمُ الْكُفّٰرُ لِمَنْ عُقْبَى الدَّارِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 254,
            "translation_aya_text": "Dan sungguh, orang sebelum mereka (kafir Mekah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang, dan orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan (yang baik).",
            "tafsir_jalalayn": "(Dan sungguh orang-orang kafir yang sebelum mereka telah mengadakan tipu-daya) yang dimaksud adalah umat-umat terdahulu sebelum orang-orang kafir Mekah; mereka telah berbuat makar terhadap nabi-nabi-Nya sebagaimana orang-orang kafir Mekah telah berbuat makar terhadapmu (tetapi semua tipu-daya itu adalah dalam kekuasaan Allah) tipu daya mereka tidaklah sama dengan tipu daya-Nya, karena Allah swt. (Dia mengetahui apa yang diusahakan oleh setiap diri) maka untuk itu Dia telah mempersiapkan balasan usaha itu; dan inilah yang dinamakan tipu daya secara keseluruhan. Karena sesungguhnya balasan itu menimpa mereka sewaktu mereka tidak menyadarinya. (Dan orang-orang kafir akan mengetahui) lafal al-kaafir yang dimaksud adalah makna jenis sehingga artinya menunjukkan jamak sekalipun lafalnya mufrad. Akan tetapi menurut qiraat yang lain dibaca al-kuffaaru dalam bentuk jamak (untuk siapakah tempat kesudahan yang baik itu) akibat yang paling baik di akhirat kelak; apakah untuk mereka ataukah untuk Nabi saw. dan para sahabatnya?",
            "sajda": false,
            "transliteration": "Wa qad makaral lazeena min qablihim falillaahil makru jamee'aa; ya'lamu maa taksibu kullu nafs; wa sa ya'lamul kuffaaru liman 'uqbad daar",
            "tajweed_text": "وَقَ[q:387[دْ] مَكَرَ [h:7027[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَلِلَّهِ [h:7028[ٱ]لْمَكْرُ جَمِي[a:7029[عًا‌ۖ ي]َعْلَمُ مَا تَكْسِبُ كُلُّ نَفْ[a:7030[سٍ‌ۗ و]َسَيَعْلَمُ [h:7031[ٱ]لْكُفَّ[n[ـٰ]رُ لِمَنْ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ"
        },
        {
            "aya_id": 1750,
            "aya_number": 43,
            "aya_text": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ࣖ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 255,
            "translation_aya_text": " Dan orang-orang kafir berkata, “Engkau (Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab menjadi saksi antara aku dan kamu.” ",
            "tafsir_jalalayn": "(Berkatalah orang-orang kafir) kepadamu (\"Kamu bukan seorang yang dijadikan rasul.\" Katakanlah) kepada mereka (\"Cukuplah Allah menjadi saksi antaraku dan kalian) atas kebenaranku (dan antara orang yang mempunyai ilmu Kitab.\") dari kalangan orang-orang yang beriman, Yahudi dan Nasrani.",
            "sajda": false,
            "transliteration": "Wa yaqoolul lazeena kafaroo lasta mursalaa; qul kafaa billaahi shaheedam bainee wa bainakum wa man 'indahoo 'ilmul Kitaab",
            "tajweed_text": "وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَسْتَ مُرْسَل[f:7032[اً‌ۚ ق]ُلْ كَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيد[i:7033[َۢا ب]َيْنِى وَبَيْنَكُمْ وَمَنْ عِ[f:719[ند]َهُ[n[ۥ] عِلْمُ [h:7034[ٱ]لْكِتَ[p[ـٰ][q[ب]ِ"
        }
    ]
}