{
    "sura_id": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "data": [
        {
            "aya_id": 2596,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيْمٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 332,
            "translation_aya_text": "Wahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar.",
            "tafsir_jalalayn": "(Hai manusia!) yakni penduduk Mekah dan selainnya (Bertakwalah kepada Rabb kalian) takutlah kalian akan azab-Nya, yaitu dengan taat kepada-Nya (sesungguhnya keguncangan hari kiamat itu) yakni saat gempa yang amat dahsyat menimpa bumi, lalu disusul dengan terbitnya matahari dari tempat terbenamnya, itulah pertanda kiamat telah di ambang pintu (adalah suatu kejadian yang sangat besar) sangat mengejutkan manusia hal ini merupakan semacam azab.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhan naasuttaqoo Rabbakum; inna zalzalatas Saa'ati shai'un 'azeem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ [h:2529[ٱ]تَّقُو[s[اْ] رَبَّكُمْ‌ۚ إِ[g[نّ]َ زَلْزَلَةَ [h:8897[ٱ][l[ل]سَّاعَةِ شَىْءٌ عَظ[p[ِي]مٌ"
        },
        {
            "aya_id": 2597,
            "aya_number": 2,
            "aya_text": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكٰرٰى وَمَا هُمْ بِسُكٰرٰى وَلٰكِنَّ عَذَابَ اللّٰهِ شَدِيْدٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 332,
            "translation_aya_text": "(Ingatlah) pada hari ketika kamu melihatnya (goncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras.",
            "tafsir_jalalayn": "(Pada hari kalian melihat keguncangan itu lalailah) disebabkannya (semua wanita yang menyusui anaknya) yang sebenarnya (dari anak yang disusukannya) ia melupakannya (dan gugurlah dari semua wanita yang sedang mengandung) yakni sedang hamil (kandungannya dan kamu lihat manusia dalam keadaan mabuk) disebabkan tercekam perasaan takut yang amat hebat (padahal sebenarnya mereka tidak mabuk) disebabkan minuman keras (akan tetapi azab Allah itu sangat keras) maka mereka takut kepada azab itu.",
            "sajda": false,
            "transliteration": "Yawma tarawnahaa tazhalu kullu murdi'atin 'ammaaa arda'at wa tada'u kullu zaati hamlin hamlahaa wa tarannaasa sukaaraa wa maa hum bisukaaraa wa lakinaa 'azaabal laahi shadeed",
            "tajweed_text": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَ[g[مّ][o[َآ] أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى [h:8898[ٱ][l[ل][g[نّ]َاسَ سُكَ[n[ـٰ]رَىٰ وَمَا ه[c:8899[ُم ب]ِسُكَ[n[ـٰ]رَىٰ وَلَ[n[ـٰ]كِ[g[نّ]َ عَذَابَ [h:8900[ٱ]للَّهِ شَد[p[ِي][q[د]ٌ"
        },
        {
            "aya_id": 2598,
            "aya_number": 3,
            "aya_text": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّيَتَّبِعُ كُلَّ شَيْطٰنٍ مَّرِيْدٍۙ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 332,
            "translation_aya_text": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu dan hanya mengikuti para setan yang sangat jahat.",
            "tafsir_jalalayn": "Ayat berikut ini diturunkan berkenaan dengan Nadhr bin Harits dan para pengikutnya. (Di antara manusia ada orang yang membantah tentang Allah tanpa ilmu pengetahuan) mereka mengatakan, bahwa para Malaikat itu adalah anak-anak perempuan Allah. Alquran adalah dongengan orang-orang dahulu dan mereka mengingkari adanya hari berbangkit serta dihidupkan-Nya kembali manusia yang telah menjadi tanah (dan mengikuti) di dalam bantahannya itu (setiap setan yang sangat jahat) yaitu sangat membangkang.",
            "sajda": false,
            "transliteration": "Wa minan naasi mai yujaadilu fil laahi bighairi 'ilminw wa yattabi'u kullaa shaitaanim mareed",
            "tajweed_text": "وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ م[a:8901[َن ي]ُجَ[n[ـٰ]دِلُ فِى [h:714[ٱ]للَّهِ بِغَيْرِ عِلْ[a:8902[مٍ و]َيَتَّبِعُ كُلَّ شَيْطَ[n[ـٰ][a:8903[نٍ م]َّر[p[ِي][q[د]ٍ"
        },
        {
            "aya_id": 2599,
            "aya_number": 4,
            "aya_text": "كُتِبَ عَلَيْهِ اَنَّهٗ مَنْ تَوَلَّاهُ فَاَنَّهٗ يُضِلُّهٗ وَيَهْدِيْهِ اِلٰى عَذَابِ السَّعِيْرِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 332,
            "translation_aya_text": "(Tentang setan), telah ditetapkan bahwa siapa yang berkawan dengan dia, maka dia akan menyesatkannya, dan membawanya ke azab neraka.",
            "tafsir_jalalayn": "(Yang telah ditetapkan terhadap setan itu) telah diputuskan terhadapnya (bahwa barang siapa yang berkawan dengan dia) mengikutinya (tentu dia akan menyesatkannya dan membawanya) menjerumuskannya (ke azab neraka) yang apinya berkobar-kobar.",
            "sajda": false,
            "transliteration": "Kutiba 'alaihi annahoo man tawallaahu fa annahoo yudil lauhoo wa yahdeehi ilaa 'azaabis sa'eer",
            "tajweed_text": "كُتِبَ عَلَيْهِ أَ[g[نّ]َهُ[n[ۥ] مَ[f:8904[ن ت]َوَلَّاهُ فَأَ[g[نّ]َهُ[n[ۥ] يُضِلُّهُ[n[ۥ] وَيَهْدِيهِ إِلَىٰ عَذَابِ [h:8905[ٱ][l[ل]سَّع[p[ِي]رِ"
        },
        {
            "aya_id": 2600,
            "aya_number": 5,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ رَيْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُّضْغَةٍ مُّخَلَّقَةٍ وَّغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْۗ وَنُقِرُّ فِى الْاَرْحَامِ مَا نَشَاۤءُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْۚ وَمِنْكُمْ مَّنْ يُّتَوَفّٰى وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْۢ بَعْدِ عِلْمٍ شَيْـًٔاۗ وَتَرَى الْاَرْضَ هَامِدَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْ وَاَنْۢبَتَتْ مِنْ كُلِّ زَوْجٍۢ بَهِيْجٍ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 332,
            "translation_aya_text": "Wahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani, kemudian dari segumpal darah, kemudian dari segumpal daging yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu; dan Kami tetapkan dalam rahim menurut kehendak Kami sampai waktu yang sudah ditentukan, kemudian Kami keluarkan kamu sebagai bayi, kemudian (dengan berangsur-angsur) kamu sampai kepada usia dewasa, dan di antara kamu ada yang diwafatkan dan (ada pula) di antara kamu yang dikembalikan sampai usia sangat tua (pikun), sehingga dia tidak mengetahui lagi sesuatu yang telah diketahuinya. Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan (tetumbuhan) yang indah.",
            "tafsir_jalalayn": "(Hai manusia) yakni penduduk Mekah (jika kalian dalam keraguan) kalian meragukan (tentang hari berbangkit, sesungguhnya Kami telah menciptakan kalian) bapak moyang kalian, yaitu Adam (dari tanah, kemudian) Kami ciptakan anak cucunya (dari setetes nuthfah) air mani (kemudian dari segumpal darah) darah yang kental (kemudian dari segumpal daging) daging yang besarnya sekepal tangan (yang sempurna kejadiannya) telah diberi bentuk berupa makhluk yang sempurna (dan yang tidak sempurna) masih belum sempurna bentuknya (agar Kami jelaskan kepada kalian) kemahasempurnaan kekuasaan Kami, yaitu supaya kalian dapat mengambil kesimpulan daripadanya, bahwa Allah yang memulai penciptaan dapat mengembalikan ciptaan itu kepada asalnya. (Dan Kami tetapkan) kalimat ayat ini merupakan kalimat baru (di dalam rahim, apa yang Kami kehendaki sampai waktu yang sudah ditentukan) hingga ia keluar (kemudian Kami keluarkan kalian) dari perut ibu-ibu kalian (sebagai bayi) lafal Thiflan sekalipun berbentuk tunggal tetapi makna yang dimaksud adalah jamak (kemudian) Kami memberi kalian umur secara berangsur-angsur (hingga sampailah kalian kepada kedewasaan) dewasa dan kuat, yaitu di antara umur tiga puluh tahun sampai empat puluh tahun (dan di antara kalian ada yang diwafatkan) yakni mati sebelum mencapai usia dewasa (dan ada pula di antara kalian yang dipanjangkan umurnya sampai pikun) amat tua sehingga menjadi pikun (supaya dia tidak mengetahui lagi sesuatu pun yang dahulunya telah diketahuinya). Sehubungan dengan hal ini Ikrimah mengatakan, \"Barang siapa yang biasa membaca Alquran, niscaya ia tidak akan mengalami nasib yang demikian itu, yakni terlalu tua dan pikun.\" (Dan kalian lihat bumi ini kering) gersang (kemudian apabila telah Kami turunkan air atasnya, hiduplah bumi itu) menjadi hidup (dan suburlah ia) hidup dengan suburnya (serta dapat menumbuhkan) huruf Min adalah huruf Zaidah (berbagai macam tumbuh-tumbuhan) beraneka ragam tumbuhan (yang indah) yakni yang baik.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhan naasu in kuntum fee raibim minal ba'si fa innaa khalaqnaakum min turaabin summa min nutfatin summaa min 'alaqatin summa mim mud ghatim mukhal laqatinw wa ghairi mukhalla qatil linubaiyina lakum; wa nuqirru fil arhaami maa nashaaa'u ilaaa ajalim musam man summa nukhrijukum tiflan summa litablughooo ashud dakum wa minkum mai yutawaffa wa minkum mai yuraddu ilaaa arzalil 'umuri likailaa ya'lama mim ba'di 'ilmin shai'aa; wa taral arda haamidatan fa izaaa anzalnaa 'alaihal maaa'ah tazzat wa rabat wa ambatat min kulli zawjim baheej",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ فِى رَيْ[a:8906[بٍ م]ِّنَ [h:8907[ٱ]لْبَعْثِ فَإِ[g[نّ]َا خَلَ[q:4250[قْ]نَ[n[ـٰ]ك[w:8908[ُم م]ِّ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:8077[ةٍ ث]ُ[g[مّ]َ مِنْ عَلَقَ[f:8909[ةٍ ث]ُ[g[مّ]َ م[a:8910[ِن م]ُّضْغَ[a:8911[ةٍ م]ُّخَلَّقَ[a:8912[ةٍ و]َغَيْرِ مُخَلَّقَ[u:8913[ةٍ ل]ِّنُبَيِّنَ لَكُمْ‌ۚ وَنُقِرُّ فِى [h:1733[ٱ]لْأَرْحَامِ مَا نَش[o[َا]ٓءُ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:4121[ًّى ث]ُ[g[مّ]َ نُخْرِجُكُمْ طِفْل[f:8914[اً ث]ُ[g[مّ]َ لِتَ[q:8915[بْ]لُغ[o[ُوٓ][s[اْ] أَشُدَّكُمْ‌ۖ وَمِ[f:2325[نك][w:2326[ُم م]ّ[a:8916[َن ي]ُتَوَفَّىٰ وَمِ[f:2325[نك][w:2326[ُم م]ّ[a:7485[َن ي]ُرَدُّ إِلَ[o[ىٰٓ] أَرْذَلِ [h:7486[ٱ]لْعُمُرِ لِكَيْلَا يَعْلَمَ م[i:146[ِنۢ ب]َعْدِ عِلْ[f:7487[مٍ ش]َيْـ[a:8917[ـًٔا‌ۚ و]َتَرَى [h:8108[ٱ]لْأَرْضَ هَامِدَ[f:8918[ةً ف]َإِذ[o[َآ] أَ[f:515[نز]َلْنَا عَلَيْهَا [h:8919[ٱ]لْم[o[َا]ٓءَ [h:8920[ٱ]هْتَزَّتْ وَرَبَتْ وَأَ[i:8921[نۢب]َتَتْ مِ[f:843[ن ك]ُلِّ زَوْ[i:8922[جِۭ ب]َه[p[ِي][q[ج]ٍ"
        },
        {
            "aya_id": 2601,
            "aya_number": 6,
            "aya_text": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّهٗ يُحْيِ الْمَوْتٰى وَاَنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 333,
            "translation_aya_text": "Yang demikian itu karena sungguh, Allah, Dialah yang hak dan sungguh, Dialah yang menghidupkan segala yang telah mati, dan sungguh, Dia Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Yang demikian itu) yakni hal-hal yang telah disebutkan itu mulai dari permulaan kejadian manusia hingga dihidupkannya bumi menjadi subur (karena sesungguhnya) disebabkan bahwa (Allah Dialah yang hak) Yang Tetap dan Abadi (dan sesungguhnya Dialah yang menghidupkan segala yang mati dan sesungguhnya Allah Maha Kuasa atas segala sesuatu).",
            "sajda": false,
            "transliteration": "Zaalika bi annal laaha Huwal haqqu wa annahoo yuhyil mawtaa wa annahoo 'alaakulli shai'in Qadeer",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ هُوَ [h:8923[ٱ]لْحَقُّ وَأَ[g[نّ]َهُ[n[ۥ] يُحْىِ [h:8924[ٱ]لْمَوْتَىٰ وَأَ[g[نّ]َهُ[n[ۥ] عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ"
        },
        {
            "aya_id": 2602,
            "aya_number": 7,
            "aya_text": "وَّاَنَّ السَّاعَةَ اٰتِيَةٌ لَّا رَيْبَ فِيْهَاۙ وَاَنَّ اللّٰهَ يَبْعَثُ مَنْ فِى الْقُبُوْرِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 333,
            "translation_aya_text": "Dan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur.",
            "tafsir_jalalayn": "(Dan sesungguhnya hari kiamat itu pastilah datang, tak ada keraguan) tidak diragukan lagi (padanya; dan bahwasanya Allah membangkitkan semua orang di dalam kubur).",
            "sajda": false,
            "transliteration": "Wa annas Saa'ata aatiya tul laa raiba feeha wa annal laaha yab'asuman fil quboor",
            "tajweed_text": "وَأَ[g[نّ]َ [h:8014[ٱ][l[ل]سَّاعَةَ ءَاتِيَ[u:8925[ةٌ ل]َّا رَيْبَ فِيهَا وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ يَ[q:7405[بْ]عَثُ مَ[f:2074[ن ف]ِى [h:8926[ٱ]لْقُب[p[ُو]رِ"
        },
        {
            "aya_id": 2603,
            "aya_number": 8,
            "aya_text": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 333,
            "translation_aya_text": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu, tanpa petunjuk dan tanpa kitab (wahyu) yang memberi penerangan.",
            "tafsir_jalalayn": "Ayat berikut ini diturunkan berkenaan dengan Abu Jahal, yaitu: (Dan di antara manusia ada orang-orang yang membantah tentang Allah tanpa ilmu pengetahuan dan tanpa petunjuk) yang menjadi pegangannya (dan tanpa kitab yang bercahaya) kitab yang menjadi pegangannya dan yang dapat menunjukinya.",
            "sajda": false,
            "transliteration": "Wa minan naasi mai yujaadilu fil laahi bighairi 'ilminw wa laa hudanw wa laa Kitaabim Muneer",
            "tajweed_text": "وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ م[a:8901[َن ي]ُجَ[n[ـٰ]دِلُ فِى [h:714[ٱ]للَّهِ بِغَيْرِ عِلْ[a:7953[مٍ و]َلَا هُ[a:8927[دًى و]َلَا كِتَ[n[ـٰ][a:8928[بٍ م]ُّن[p[ِي]رٍ"
        },
        {
            "aya_id": 2604,
            "aya_number": 9,
            "aya_text": "ثَانِيَ عِطْفِهٖ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ ۗ لَهٗ فِى الدُّنْيَا خِزْيٌ وَّنُذِيْقُهٗ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرِيْقِ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 333,
            "translation_aya_text": "Sambil memalingkan lambungnya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Dia mendapat kehinaan di dunia, dan pada hari Kiamat Kami berikan kepadanya rasa azab neraka yang membakar.",
            "tafsir_jalalayn": "(Dengan memalingkan lambungnya) Lafal ayat ini berkedudukan menjadi Hal atau keterangan keadaan, maksudnya orang yang membantah itu memalingkan lehernya dengan penuh kesombongan karena tidak mau beriman. Pengertian berpaling di sini adalah baik ke kanan maupun ke kiri sama saja (untuk menyesatkan) dapat dibaca Liyadhilla dan Liyudhilla, untuk menyesatkan manusia (dari jalan Allah) yakni dari agama-Nya. (Ia mendapat kehinaan di dunia) azab di dunia, akhirnya ia terbunuh dalam perang Badar (dan di hari kiamat Kami merasakan kepadanya azab neraka yang membakar) ia akan dibakar oleh api neraka, lalu dikatakan kepadanya,",
            "sajda": false,
            "transliteration": "Saaniya 'itfihee liyudilla 'an sabeelil laahi lahoo fiddun yaa khizyunw wa nuzeequhoo Yawmal Qiyaamati 'azaabal lhareeq",
            "tajweed_text": "ثَانِىَ عِ[q:8929[طْ]فِه[n[ِۦ] لِيُضِلَّ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۖ لَهُ[n[ۥ] فِى [h:599[ٱ][l[ل]دُّنْيَا خِزْ[a:8930[ىٌ‌ۖ و]َنُذِيقُهُ[n[ۥ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ عَذَابَ [h:2465[ٱ]لْحَر[p[ِي][q[ق]ِ"
        },
        {
            "aya_id": 2605,
            "aya_number": 10,
            "aya_text": "ذٰلِكَ بِمَا قَدَّمَتْ يَدٰكَ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 333,
            "translation_aya_text": "(Akan dikatakan kepadanya), “Itu karena perbuatan yang dilakukan dahulu oleh kedua tanganmu, dan Allah sekali-kali tidak menzalimi hamba-hamba-Nya.",
            "tafsir_jalalayn": "(\"Yang demikian itu, adalah disebabkan perbuatan yang dikerjakan oleh kedua tanganmu dahulu) yakni perbuatan kamu dahulu. Diungkapkan demikian mengingat, bahwa kebanyakan pekerjaan itu dilakukan oleh kedua tangan (dan sesungguhnya Allah sekali-kali bukanlah penganiaya) suka menganiaya (hamba-hamba-Nya\") dengan mengazab mereka tanpa dosa.",
            "sajda": false,
            "transliteration": "Zaalika bimaa qaddamat yadaaka wa annal laaha laisa bizallaamil lil'abeed",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ لَيْسَ بِظَلَّ[n[ـٰ][u:2466[مٍ ل]ِّلْعَب[p[ِي][q[د]ِ"
        },
        {
            "aya_id": 2606,
            "aya_number": 11,
            "aya_text": "وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ِۨاطْمَـَٔنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ِۨانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 333,
            "translation_aya_text": "Dan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata.",
            "tafsir_jalalayn": "(Dan di antara manusia ada orang yang menyembah Allah dengan berada di tepi) ia ragu di dalam ibadahnya itu. Keadaannya diserupakan dengan seseorang yang berada di tepi bukit, yakni ia tidak dapat berdiri dengan tetap dan mantap (maka jika ia memperoleh kebaikan) maksudnya kesehatan dan kesejahteraan pada diri dan harta bendanya (tetaplah ia dalam keadaan itu dan jika ia ditimpa oleh suatu bencana) cobaan pada hartanya dan penyakit pada dirinya (berbaliklah ia ke belakang) ia kembali menjadi kafir. (Rugilah ia di dunia) disebabkan terlepasnya semua apa yang ia harapkan dari dunia (dan di akhirat) disebabkan kekafirannya itu. (Yang demikian itu adalah kerugian yang nyata) jelas ruginya.",
            "sajda": false,
            "transliteration": "Wa minan naasi mai ya'budul laaha 'alaa harfin fa in asaabahoo khairunit maanna bihee wa in asaabat hu fitnatunin qalaba 'alaa wajhihee khasirad dunyaa wal aakhirah; zaalika huwal khusraanul mubeen",
            "tajweed_text": "وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ م[a:8931[َن ي]َعْبُدُ [h:8932[ٱ]للَّهَ عَلَىٰ حَرْ[f:8933[فٍ‌ۖ ف]َإِنْ أَصَابَهُ[n[ۥ] خَيْرٌ [h:8934[ٱ][q:8935[طْ]مَأَ[g[نّ]َ بِه[n[ِۦ]‌ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ [h:8936[ٱ][f:8937[نق]َلَبَ عَلَىٰ وَ[q:6818[جْ]هِه[n[ِۦ] خَسِرَ [h:8938[ٱ][l[ل]دُّنْيَا وَ[h:8939[ٱ]لْأَخِرَةَ‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:8940[ٱ]لْخُسْرَانُ [h:8941[ٱ]لْمُب[p[ِي]نُ"
        },
        {
            "aya_id": 2607,
            "aya_number": 12,
            "aya_text": "يَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهٗ وَمَا لَا يَنْفَعُهٗۗ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ۚ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 333,
            "translation_aya_text": "Dia menyeru kepada selain Allah sesuatu yang tidak dapat mendatangkan bencana dan tidak (pula) memberi manfaat kepadanya. Itulah kesesatan yang jauh.",
            "tafsir_jalalayn": "(Ia menyeru) menyembah (selain Allah) yakni berhala-berhala (sesuatu yang tidak dapat memberi mudarat kepada dirinya) jika ia tidak menyembahnya (dan pula tidak dapat memberi manfaat kepada dirinya) jika ia menyembahnya. (Yang demikian itu) penyembahan itu (adalah kesesatan yang jauh) sekali dari kebenaran.",
            "sajda": false,
            "transliteration": "Yad'oo min doonil laahi maa laa yadurruhoo wa maa laa yanfa'uh' zaalika huwad dalaalul ba'ed",
            "tajweed_text": "يَ[q:1242[دْ]عُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَضُرُّهُ[n[ۥ] وَمَا لَا يَ[f:8942[نف]َعُهُ[n[ۥ]‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:7084[ٱ][l[ل]ضَّلَ[n[ـٰ]لُ [h:7085[ٱ]لْبَع[p[ِي][q[د]ُ"
        },
        {
            "aya_id": 2608,
            "aya_number": 13,
            "aya_text": "يَدْعُوْا لَمَنْ ضَرُّهٗٓ اَقْرَبُ مِنْ نَّفْعِهٖۗ  لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيْرُ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 333,
            "translation_aya_text": "Dia menyeru kepada sesuatu yang (sebenarnya) bencananya lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan.",
            "tafsir_jalalayn": "(Ia menyeru sesuatu) huruf Lam adalah Zaidah (yang sebenarnya mudaratnya) jika ia menyembahnya (lebih dekat dari manfaatnya) jika menurut khayalannya ia dapat memberikan manfaat. (Sesungguhnya sejahat-jahat penolong) adalah sesembahan itu (dan sejahat-jahat kawan) adalah dia pula. Sesudah Allah swt. menyebutkan tentang orang-orang yang ragu dengan akibatnya yaitu kerugian, kemudian Allah mengiringinya dengan kisah mengenai orang-orang Mukmin dengan akibatnya, yaitu mendapatkan pahala dari-Nya. Untuk itu Allah swt. berfirman:",
            "sajda": false,
            "transliteration": "Yad'oo laman darruhooo aqrabu min naf'ih; labi'salmawlaa wa labi'sal 'asheer",
            "tajweed_text": "يَ[q:1242[دْ]عُو[s[اْ] لَمَ[f:8943[ن ض]َرُّهُ[o[ۥٓ] أَ[q:1355[قْ]رَبُ م[a:8944[ِن ن]َّفْعِه[n[ِۦ]‌ۚ لَبِئْسَ [h:8945[ٱ]لْمَوْلَىٰ وَلَبِئْسَ [h:8946[ٱ]لْعَش[p[ِي]رُ"
        },
        {
            "aya_id": 2609,
            "aya_number": 14,
            "aya_text": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 333,
            "translation_aya_text": "(Sungguh,) Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sungguh, Allah berbuat apa yang Dia kehendaki.",
            "tafsir_jalalayn": "(Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh) amal fardu dan sunah semuanya (ke dalam surga-surga yang di bawahnya mengalir sungai-sungai. Sesungguhnya Allah berbuat apa saja yang Dia kehendaki) termasuk memuliakan orang yang taat kepada-Nya dan menghinakan orang yang durhaka kepada-Nya.",
            "sajda": false,
            "transliteration": "Innal laaha yudkhilul laeena aamanoo wa 'amilus saalihaati jannaatin tajree min tahtihal anhaar; innal laaha yaf'alu maa yureed",
            "tajweed_text": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُ[q:8947[دْ]خِلُ [h:8948[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَفْعَلُ مَا يُر[p[ِي][q[د]ُ"
        },
        {
            "aya_id": 2610,
            "aya_number": 15,
            "aya_text": "مَنْ كَانَ يَظُنُّ اَنْ لَّنْ يَّنْصُرَهُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَاۤءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهٗ مَا يَغِيْظُ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 333,
            "translation_aya_text": "Barangsiapa menyangka bahwa Allah tidak akan menolongnya (Muhammad) di dunia dan di akhirat, maka hendaklah dia merentangkan tali ke langit-langit, ) lalu menggantung (diri), kemudian pikirkanlah apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan hatinya.",
            "tafsir_jalalayn": "(Barang siapa yang menyangka bahwa Allah sekali-kali tiada menolongnya) menolong Nabi Muhammad saw. (di dunia dan akhirat, maka hendaklah ia merentangkan tali) tambang (ke langit) yang dimaksud adalah atap rumahnya, kemudian tali itu diikatkan ke atap rumah dan ke lehernya (kemudian hendaklah ia memutuskan tali itu) yakni mencekik dirinya dengan tali itu, maksudnya menggantung diri. Demikianlah sebagaimana yang disebutkan di dalam hadis-hadis sahih (kemudian hendaklah ia pikirkan, apakah tipu dayanya itu sungguh dapat melenyapkan) dalam hal tidak ditolongnya nabi (apa yang menyakitkan hatinya) apa yang membuat ia sakit hati. Maksudnya, hendaklah ia tercekik oleh kejengkelannya, karena sesungguhnya Allah pasti akan menolong nabi-Nya.",
            "sajda": false,
            "transliteration": "Man kaana yazunnu allai yansurahul laahu fid dunyaa wal aakhirati fal yamdud bisababin ilas samaaa'i summal yaqta' falyanzur hal yuzhibanna kaiduhoo maa yagheez",
            "tajweed_text": "مَ[f:506[ن ك]َانَ يَظُ[g[نّ]ُ أ[u:8842[َن ل]ّ[a:8949[َن ي]َ[f:8950[نص]ُرَهُ [h:8951[ٱ]للَّهُ فِى [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ فَلْيَمْدُ[q:8398[دْ] بِسَبَبٍ إِلَى [h:157[ٱ][l[ل]سَّم[o[َا]ٓءِ ثُ[g[مّ]َ لْيَ[q:8952[قْ]طَعْ فَلْيَ[f:8007[نظ]ُرْ هَلْ يُذْهِبَ[g[نّ]َ كَيْدُهُ[n[ۥ] مَا يَغ[p[ِي]ظُ"
        },
        {
            "aya_id": 2611,
            "aya_number": 16,
            "aya_text": "وَكَذٰلِكَ اَنْزَلْنٰهُ اٰيٰتٍۢ بَيِّنٰتٍۙ وَّاَنَّ اللّٰهَ يَهْدِيْ مَنْ يُّرِيْدُ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) yang merupakan ayat-ayat yang nyata; sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki.",
            "tafsir_jalalayn": "(Dan demikianlah) sebagaimana Kami turunkan ayat tadi (Kami telah menurunkan dia) ayat-ayat Alquran selanjutnya (yang merupakan ayat-ayat yang nyata) lafal Bayyinatin berkedudukan menjadi Hal, artinya ayat-ayat yang jelas (dan bahwasanya Allah memberikan petunjuk kepada siapa yang Dia kehendaki) untuk mendapatkan petunjuk-Nya; bagian ayat ini di'athafkan kepada dhamir Ha yang terdapat pada lafal Anzalnaahu.",
            "sajda": false,
            "transliteration": "Wa kazaalika anzalnaahu aayaatim baiyinaatinw wa annal laaha yahdee mai yureed",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][a:8953[تٍ و]َأَ[g[نّ]َ [h:859[ٱ]للَّهَ يَهْدِى م[a:2323[َن ي]ُر[p[ِي][q[د]ُ"
        },
        {
            "aya_id": 2612,
            "aya_number": 17,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـِٕيْنَ وَالنَّصٰرٰى وَالْمَجُوْسَ وَالَّذِيْنَ اَشْرَكُوْٓا ۖاِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, Allah pasti memberi keputusan di antara mereka pada hari Kiamat. Sungguh, Allah menjadi saksi atas segala sesuatu.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman, orang-orang Yahudi) mereka adalah pemeluk agama Yahudi (orang-orang Shabi'in) salah satu sekte dari orang-orang Yahudi (orang-orang Nasrani, orang-orang Majusi dan orang-orang Musyrik, Allah akan memberi keputusan di antara mereka pada hari kiamat) yaitu dengan memasukkan orang-orang yang beriman ke dalam surga dan mencampakkan orang-orang selain mereka ke dalam neraka. (Sesungguhnya Allah terhadap segala sesuatu) yang diperbuat mereka (Maha Menyaksikan) mengetahuinya secara nyata.",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wallazeena haadoo was saabi'eena wan nasaaraa wal Majoosa wallazeena ashrakooo innal laaha yafsilu bainahum yawmal qiyaamah; innal laaha 'alaa kulli shai'in shaheed",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَ[h:37[ٱ]لَّذِينَ هَادُو[s[اْ] وَ[h:327[ٱ][l[ل]صَّ[n[ـٰ]بِــِٔينَ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَىٰ وَ[h:8954[ٱ]لْمَجُوسَ وَ[h:37[ٱ]لَّذِينَ أَشْرَك[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ"
        },
        {
            "aya_id": 2613,
            "aya_number": 18,
            "aya_text": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَاۤبُّ وَكَثِيْرٌ مِّنَ النَّاسِۗ وَكَثِيْرٌ حَقَّ عَلَيْهِ الْعَذَابُۗ وَمَنْ يُّهِنِ اللّٰهُ فَمَا لَهٗ مِنْ مُّكْرِمٍۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يَشَاۤءُ ۩ۗ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Tidakkah engkau tahu bahwa siapa yang ada di langit dan siapa yang ada di bumi bersujud kepada Allah, juga matahari, bulan, bintang, gunung-gunung, pohon-pohon, hewan-hewan yang melata dan banyak di antara manusia? Tetapi banyak (manusia) yang pantas mendapatkan azab. Barangsiapa dihinakan Allah, tidak seorang pun yang akan memuliakannya. Sungguh, Allah berbuat apa saja yang Dia kehendaki.",
            "tafsir_jalalayn": "(Apakah kamu tiada melihat) tiada mengetahui (bahwa kepada Allah bersujud makhluk yang ada di langit dan makhluk yang ada di bumi dan matahari, bulan, bintang-bintang, gunung-gunung, pohon-pohon dan hewan-hewan yang melata) semuanya tunduk dan patuh menuruti apa yang dikehendaki-Nya (dan sebagian besar daripada manusia?) adalah orang-orang Mukmin, yaitu dengan bertambah perasaan rendah diri dalam sujud salat mereka. (Dan banyak di antara manusia yang telah ditetapkan azab atasnya) mereka adalah orang-orang kafir, karena mereka membangkang tidak mau bersujud, sedangkan sujud itu adalah pertanda iman. (Dan barang siapa yang dihinakan Allah) disengsarakan-Nya (maka tidak seorang pun yang memuliakannya) yang akan membahagiakannya. (Sesungguhnya Allah berbuat apa yang Dia kehendaki) seperti menghinakan dan memuliakan.",
            "sajda": true,
            "transliteration": "Alam tara annal laaha yasjudu lahoo man fis samaawaati wa man fil ardi wash shamsu walqamaru wan nu joomu wal jibaalu wash shajaru wad dawaaabbu wa kaseerum minan naasi wa kaseerun haqqa 'alaihil 'azaab; wa mai yuhinil laahu famaa lahoo mim mukrim; innallaaha yaf'alu maa yashaaa",
            "tajweed_text": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَسْجُدُ لَهُ[n[ۥ] مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَ[f:3453[ن ف]ِى [h:44[ٱ]لْأَرْضِ وَ[h:8955[ٱ][l[ل]شَّمْسُ وَ[h:8956[ٱ]لْقَمَرُ وَ[h:7346[ٱ][l[ل][g[نّ]ُجُومُ وَ[h:8957[ٱ]لْجِبَالُ وَ[h:8958[ٱ][l[ل]شَّجَرُ وَ[h:8959[ٱ][l[ل]دَّو[m[َا]ٓبُّ وَكَثِي[a:8960[رٌ م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ‌ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ [h:8961[ٱ]لْعَذَابُ‌ۗ وَم[a:8962[َن ي]ُهِنِ [h:8963[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] م[a:8964[ِن م]ُّكْرِمٍ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَفْعَلُ مَا يَش[o[َا]ٓءُ ۩"
        },
        {
            "aya_id": 2614,
            "aya_number": 19,
            "aya_text": "۞ هٰذَانِ خَصْمٰنِ اخْتَصَمُوْا فِيْ رَبِّهِمْ  فَالَّذِيْنَ كَفَرُوْا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّنْ نَّارٍۗ يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُ ۚ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Inilah dua golongan (golongan mukmin dan kafir) yang bertengkar, mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih.",
            "tafsir_jalalayn": "(Inilah dua golongan yang bertengkar) yaitu golongan orang-orang Mukmin di satu pihak dan di pihak lain lima golongan orang-orang kafir yang disebutkan dalam ayat 17=Lafal Khashmun ini dapat diartikan untuk tunggal dan jamak (mereka saling bertengkar mengenai Rabb mereka) dalam urusan agama mereka. (Maka orang-orang kafir akan dibuatkan untuk mereka pakaian-pakaian dari api neraka) yang kemudian mereka pakai, maksudnya mereka diliputi oleh api neraka. (Disiramkan air yang sedang mendidih ke atas kepala mereka) yaitu air yang sangat panas.",
            "sajda": false,
            "transliteration": "Haazaani khasmaanikh tasamoo fee Rabbihim fal lazeena kafaroo qutti'at lahum siyaabum min naar; yusabbu min fawqi ru'oosihimul hameem",
            "tajweed_text": "۞ هَ[n[ـٰ]ذَانِ خَصْمَانِ [h:8965[ٱ]خْتَصَمُو[s[اْ] فِى رَبِّهِمْ‌ۖ فَ[h:2514[ٱ]لَّذِينَ كَفَرُو[s[اْ] قُطِّعَتْ لَهُمْ ثِيَا[a:8966[بٌ م]ّ[a:4598[ِن ن]َّا[a:8967[رٍ ي]ُصَبُّ مِ[f:7114[ن ف]َوْقِ رُءُوسِهِمُ [h:8968[ٱ]لْحَم[p[ِي]مُ"
        },
        {
            "aya_id": 2615,
            "aya_number": 20,
            "aya_text": "يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُ ۗ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka.",
            "tafsir_jalalayn": "(Dihancur leburkan) diluluhkan (dengan air itu apa yang ada dalam perut mereka) yakni lemak dan lain-lainnya (dan) terpangganglah disebabkan panasnya air itu (kulit) mereka.",
            "sajda": false,
            "transliteration": "Yusharu bihee maa fee butoonihim waljulood",
            "tajweed_text": "يُصْهَرُ بِه[n[ِۦ] مَا فِى بُطُونِهِمْ وَ[h:8969[ٱ]لْجُل[p[ُو][q[د]ُ"
        },
        {
            "aya_id": 2616,
            "aya_number": 21,
            "aya_text": "وَلَهُمْ مَّقَامِعُ مِنْ حَدِيْدٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Dan (azab) untuk mereka cambuk-cambuk dari besi.",
            "tafsir_jalalayn": "(Dan untuk mereka palu-palu dari besi) untuk memukul kepala mereka.",
            "sajda": false,
            "transliteration": "Wa lahum maqaami'u min hadeed",
            "tajweed_text": "وَلَه[w:8970[ُم م]َّقَ[n[ـٰ]مِعُ مِنْ حَد[p[ِي][q[د]ٍ"
        },
        {
            "aya_id": 2617,
            "aya_number": 22,
            "aya_text": "كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَا مِنْ غَمٍّ اُعِيْدُوْا فِيْهَا وَذُوْقُوْا عَذَابَ الْحَرِيْقِ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Setiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan), “Rasakanlah azab yang membakar ini!”",
            "tafsir_jalalayn": "(Setiap kali mereka hendak keluar dari neraka) tempat mereka diazab (lantaran kesengsaraan mereka) yang menekan diri mereka di dalam neraka (niscaya mereka dikembalikan ke dalamnya) mereka dipukuli dengan palu-palu besi supaya kembali lagi ke neraka. (Dan) dikatakan kepada mereka, (\"Rasailah azab yang membakar ini\") azab yang sangat membakar ini.",
            "sajda": false,
            "transliteration": "Kullamaa araadooo any yakhrujoo minhaa min ghammin u'eedoo feeha wa zooqoo 'azaabal hareeq",
            "tajweed_text": "كُلَّم[o[َآ] أَرَاد[o[ُوٓ][s[اْ] أ[a:3533[َن ي]َخْرُجُو[s[اْ] مِنْهَا مِنْ غَ[g[مّ]ٍ أُعِيدُو[s[اْ] فِيهَا وَذُوقُو[s[اْ] عَذَابَ [h:2465[ٱ]لْحَر[p[ِي][q[ق]ِ"
        },
        {
            "aya_id": 2618,
            "aya_number": 23,
            "aya_text": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًاۗ وَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di sana mereka diberi perhiasan gelang-gelang emas dan mutiara, dan pakaian mereka dari sutera.",
            "tafsir_jalalayn": "Allah swt. berfirman kepada orang-orang Mukmin, (\"Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh ke dalam surga-surga yang di bawahnya mengalir sungai-sungai. Di surga itu mereka diberi perhiasan dengan gelang-gelang dari emas dan mutiara) kalau dibaca Lu-luin maka artinya perhiasan itu terdiri dari emas dan mutiara, atau emas itu dihiasi dengan mutiara. Jika dibaca Lu-luan berarti ia di'athafkan secara Mahall kepada lafal Min Asaawira. (Dan pakaian mereka adalah sutera) yaitu pakaian yang diharamkan bagi kaum lelaki di dunia.",
            "sajda": false,
            "transliteration": "Innal laaha yudkhilul lazeena aamanoo wa 'amilus saalihaati jannaatin tajree min tahtihal anhaaru yuhallawna feehaa min asaawira min zahabinw wa lu'lu'aa; wa libaasuhum feehaa hareer",
            "tajweed_text": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُ[q:8947[دْ]خِلُ [h:8948[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8971[بٍ و]َلُؤْلُ[a:8972[ؤًا‌ۖ و]َلِبَاسُهُمْ فِيهَا حَر[p[ِي]رٌ"
        },
        {
            "aya_id": 2619,
            "aya_number": 24,
            "aya_text": "وَهُدُوْٓا اِلَى الطَّيِّبِ مِنَ الْقَوْلِۚ وَهُدُوْٓا اِلٰى صِرَاطِ الْحَمِيْدِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Dan mereka diberi petunjuk kepada ucapan-ucapan yang baik dan diberi petunjuk (pula) kepada jalan (Allah) yang terpuji.",
            "tafsir_jalalayn": "(Dan mereka diberi petunjuk) di dunia (kepada ucapan-ucapan yang baik) yaitu kalimat La Ilaaha Illallaah/ tidak ada Tuhan selain Allah (dan mereka ditunjuki pula kepada jalan yang terpuji) yakni jalan Allah yang terpuji dan agama-Nya.",
            "sajda": false,
            "transliteration": "Wa hudooo ilat taiyibi minal qawli wa hudooo ilaaa siraatil hameed",
            "tajweed_text": "وَهُد[o[ُوٓ][s[اْ] إِلَى [h:8973[ٱ][l[ل]طَّيِّبِ مِنَ [h:3107[ٱ]لْقَوْلِ وَهُد[o[ُوٓ][s[اْ] إِلَىٰ صِر[n[َٲ]طِ [h:8974[ٱ]لْحَم[p[ِي][q[د]ِ"
        },
        {
            "aya_id": 2620,
            "aya_number": 25,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِيْ جَعَلْنٰهُ لِلنَّاسِ سَوَاۤءً ۨالْعَاكِفُ فِيْهِ وَالْبَادِۗ وَمَنْ يُّرِدْ فِيْهِ بِاِلْحَادٍۢ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ اَلِيْمٍ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Sungguh, orang-orang kafir dan yang menghalangi (manusia) dari jalan Allah dan dari Masjidilharam yang telah Kami jadikan terbuka untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar dan siapa saja yang bermaksud melakukan kejahatan secara zalim di dalamnya, niscaya akan Kami rasakan kepadanya siksa yang pedih.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir dan menghalangi manusia dari jalan Allah) dari ketaatan kepada-Nya (dan) dari (Masjidilharam yang telah Kami jadikan ia) sebagai manasik dan tempat beribadah (untuk semua manusia, baik yang bermukim) yang tinggal (di situ maupun di padang pasir) yakni pendatang (dan siapa yang bermaksud di dalamnya melakukan kejahatan) huruf Ba di sini adalah Zaidah (secara zalim) yang menyebabkan orang yang bersangkutan zalim, seumpamanya ia mengerjakan perbuatan yang terlarang, sekalipun dalam bentuk mencaci pelayan (niscaya akan Kami rasakan kepadanya sebagian siksa yang pedih)\" yang menyakitkan. Berdasarkan pengertian ini maka Khabar Inna diambil daripadanya. Maksudnya, sesungguhnya orang-orang yang kafir dan menghalangi manusia dari jalan Allah dan dari Masjidilharam, niscaya Kami akan rasakan kepada mereka sebagian siksa yang pedih.",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo wa yasuddoona 'an sabeelil laahi wal Masjidil Haraamil lazee ja'alnaahu linnaasi sawaaa'anil 'aakifu feehi walbaad; wa mai yurid feehi bi ilhaadim bizulmin nuziqhu min 'azaabin aleem",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَيَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَ[h:1205[ٱ]لْمَسْجِدِ [h:1206[ٱ]لْحَرَامِ [h:8975[ٱ]لَّذِى جَعَلْنَ[n[ـٰ]هُ لِل[g[نّ]َاسِ سَو[o[َا]ٓءً [h:8976[ٱ]لْعَ[n[ـٰ]كِفُ فِيهِ وَ[h:8977[ٱ]لْبَادِ‌ۚ وَم[a:2292[َن ي]ُرِ[q:2293[دْ] فِيهِ بِإِلْحَا[i:8978[دِۭ ب]ِظُلْ[a:8979[مٍ ن]ُّذِ[q:8980[قْ]هُ مِنْ عَذَابٍ أَل[p[ِي]مٍ"
        },
        {
            "aya_id": 2621,
            "aya_number": 26,
            "aya_text": "وَاِذْ بَوَّأْنَا لِاِبْرٰهِيْمَ مَكَانَ الْبَيْتِ اَنْ لَّا تُشْرِكْ بِيْ شَيْـًٔا وَّطَهِّرْ بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْقَاۤىِٕمِيْنَ وَالرُّكَّعِ السُّجُوْدِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Dan (ingatlah), ketika Kami tempatkan Ibrahim di tempat Baitullah (dengan mengatakan), “Janganlah engkau mempersekutukan Aku dengan apa pun dan sucikanlah rumah-Ku bagi orang-orang yang tawaf, dan orang yang beribadah dan orang yang rukuk dan sujud.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Kami jelaskan) Kami terangkan (kepada Ibrahim tempat Baitullah) supaya ia membangunnya kembali karena Baitullah itu telah diangkat sejak zaman banjir besar yakni zamannya Nabi Nuh, kemudian Kami perintahkan kepada Ibrahim, (\"Janganlah kamu menyekutukan Aku dengan sesuatu pun dan sucikanlah rumah-Ku ini) dari berhala-berhala (bagi orang-orang yang tawaf dan orang-orang yang bermukim) yakni orang-orang yang tinggal di sekitarnya (dan orang-orang yang rukuk dan sujud\") Rukka'is-sujuud adalah bentuk jamak dari kata Raaki 'iin dan Saajidin, maksudnya adalah orang-orang yang salat.",
            "sajda": false,
            "transliteration": "Wa iz bawwaanaa li Ibraaheema makaanal Baiti allaa tushrik bee shai'anw wa tahhir Baitiya litaaa'ifeena walqaaa' imeena warrukka 'is sujood",
            "tajweed_text": "وَإِذْ بَوَّأْنَا لِإِ[q:8981[بْ]ر[n[َٲ]هِيمَ مَكَانَ [h:8982[ٱ]لْبَيْتِ أ[u:4908[َن ل]َّا تُشْرِكْ بِى شَيْـ[a:8983[ـًٔا و]َطَهِّرْ بَيْتِىَ لِلطّ[o[َا]ٓئِفِينَ وَ[h:8984[ٱ]لْق[o[َا]ٓئِمِينَ وَ[h:654[ٱ][l[ل]رُّكَّعِ [h:655[ٱ][l[ل]سُّج[p[ُو][q[د]ِ"
        },
        {
            "aya_id": 2622,
            "aya_number": 27,
            "aya_text": "وَاَذِّنْ فِى النَّاسِ بِالْحَجِّ يَأْتُوْكَ رِجَالًا وَّعَلٰى كُلِّ ضَامِرٍ يَّأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Dan serulah manusia untuk mengerjakan haji, niscaya mereka akan datang kepadamu dengan berjalan kaki, atau mengendarai setiap unta yang kurus, mereka datang dari segenap penjuru yang jauh.",
            "tafsir_jalalayn": "(Dan berserulah) serukanlah (kepada manusia untuk mengerjakan haji) kemudian Nabi Ibrahim naik ke puncak bukit Abu Qubais, lalu ia berseru, \"Hai manusia! Sesungguhnya Rabb kalian telah membangun Baitullah dan Dia telah mewajibkan kalian untuk melakukan haji, maka sambutlah seruan Rabb kalian ini\". Lalu Nabi Ibrahim menolehkan wajahnya ke kanan dan ke kiri serta ke arah Timur dan ke arah Barat. Maka menjawablah semua orang yang telah ditentukan baginya dapat berhaji dari tulang-tulang sulbi kaum lelaki dan rahim-rahim kaum wanita, seraya mengatakan, \"Labbaik allaahumma Labbaika\", artinya: Ya Allah, kami penuhi panggilan-Mu, Ya Allah, kami penuhi panggilan-Mu. Sedangkan Jawab dari Amar yang di muka tadi ialah (niscaya mereka akan datang kepadamu dengan berjalan kaki) lafal Rijaalan adalah bentuk jamak dari lafal Raajilun, wazannya sama dengan lafal Qaaimun yang bentuk jamaknya adalah Qiyaamun; artinya berjalan kaki (dan) dengan berkendaraan (dengan menaiki unta yang kurus) karena lamanya perjalanan; lafal Dhamirin dapat ditujukan kepada jenis jantan dan betina (mereka datang) yakni unta-unta kurus itu yang dimaksud adalah orang-orang yang mengendarainya (dari segenap penjuru yang jauh) dari daerah yang perjalanannya sangat jauh.",
            "sajda": false,
            "transliteration": "Wa azzin fin naasi bil Hajji yaatooka rijaalanw wa 'alaa kulli daamiriny yaateena min kulli fajjin 'ameeq",
            "tajweed_text": "وَأَذِّ[f:8985[ن ف]ِى [h:4380[ٱ][l[ل][g[نّ]َاسِ بِ[h:8986[ٱ]لْحَجِّ يَأْتُوكَ رِجَال[a:8987[اً و]َعَلَىٰ كُلِّ ضَامِ[a:8988[رٍ ي]َأْتِينَ مِ[f:843[ن ك]ُلِّ فَجٍّ عَم[p[ِي][q[ق]ٍ"
        },
        {
            "aya_id": 2623,
            "aya_number": 28,
            "aya_text": "لِّيَشْهَدُوْا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللّٰهِ فِيْٓ اَيَّامٍ مَّعْلُوْمٰتٍ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۚ فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْبَاۤىِٕسَ الْفَقِيْرَ ۖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Agar mereka menyaksikan berbagai manfaat untuk mereka dan agar mere-ka menyebut nama Allah pada beberapa hari yang telah ditentukan atas rezeki yang diberikan Dia kepada mereka berupa hewan ternak. Maka makanlah sebagian darinya dan (sebagian lagi) berikanlah untuk dimakan orang-orang yang sengsara dan fakir.",
            "tafsir_jalalayn": "(Supaya mereka mempersaksikan) yakni mendatangi (berbagai manfaat untuk mereka) dalam urusan dunia mereka melalui berdagang, atau urusan akhirat atau untuk keduanya. Sehubungan dengan masalah ini ada berbagai pendapat mengenainya (dan supaya mereka menyebut nama Allah pada hari-hari yang telah ditentukan) yakni tanggal sepuluh Zulhijah, atau hari Arafah, atau hari berkurban hingga akhir hari-hari Tasyriq; mengenai masalah ini pun ada beberapa pendapat (atas rezeki yang telah Allah berikan kepada mereka berupa binatang ternak) unta, sapi dan kambing yang disembelih pada hari raya kurban dan ternak-ternak yang disembelih sesudahnya sebagai kurban. (Maka makanlah sebagian daripadanya) jika kalian menyukainya (dan berikanlah untuk dimakan orang-orang yang sengsara lagi fakir) yakni sangat miskin.",
            "sajda": false,
            "transliteration": "Li yashhadoo manaafi'a lahum wa yazkurus mal laahi feee ayyaamimma'loomaatin 'alaa maa razaqahum mim baheematil an'aami fakuloo minhaa wa at'imul baaa'isal faqeer",
            "tajweed_text": "لِّيَشْهَدُو[s[اْ] مَنَ[n[ـٰ]فِعَ لَهُمْ وَيَذْكُرُو[s[اْ] [h:8989[ٱ]سْمَ [h:3393[ٱ]للَّهِ ف[o[ِىٓ] أَيَّا[a:8990[مٍ م]َّعْلُومَ[n[ـٰ]تٍ عَلَىٰ مَا رَزَقَه[w:8991[ُم م]ّ[i:8992[ِنۢ ب]َهِيمَةِ [h:8993[ٱ]لْأَنْعَ[n[ـٰ]مِ‌ۖ فَكُلُو[s[اْ] مِنْهَا وَأَ[q:8994[طْ]عِمُو[s[اْ] [h:8995[ٱ]لْب[o[َا]ٓئِسَ [h:8996[ٱ]لْفَق[p[ِي]رَ"
        },
        {
            "aya_id": 2624,
            "aya_number": 29,
            "aya_text": "ثُمَّ لْيَقْضُوْا تَفَثَهُمْ وَلْيُوْفُوْا نُذُوْرَهُمْ وَلْيَطَّوَّفُوْا بِالْبَيْتِ الْعَتِيْقِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Kemudian, hendaklah mereka menghilangkan kotoran (yang ada di badan) mereka, menyempurnakan nazar-nazar mereka dan melakukan tawaf sekeliling rumah tua (Baitullah). ",
            "tafsir_jalalayn": "(Kemudian hendaklah mereka menghilangkan kotoran yang ada pada badan mereka) maksudnya hendaklah mereka merapihkan ketidakrapihan diri mereka seperti memotong rambut dan kuku yang panjang (dan hendaklah mereka menunaikan) dapat dibaca Walyuufuu dan Walyuwaffuu (nazar-nazar mereka) dengan menyembelih hewan ternak sebagai hewan kurban (dan hendaklah mereka melakukan tawaf) tawaf ifadah (sekeliling rumah yang tua itu) yakni rumah kuno, karena ia adalah rumah pertama yang dibuat untuk ibadah manusia.",
            "sajda": false,
            "transliteration": "Summal yaqdoo tafasahum wal yoofoo nuzoorahum wal yattawwafoo bil Baitil 'Ateeq",
            "tajweed_text": "ثُ[g[مّ]َ لْيَ[q:8997[قْ]ضُو[s[اْ] تَفَثَهُمْ وَلْيُوفُو[s[اْ] نُذُورَهُمْ وَلْيَطَّوَّفُو[s[اْ] بِ[h:8998[ٱ]لْبَيْتِ [h:8999[ٱ]لْعَت[p[ِي][q[ق]ِ"
        },
        {
            "aya_id": 2625,
            "aya_number": 30,
            "aya_text": "ذٰلِكَ وَمَنْ يُّعَظِّمْ حُرُمٰتِ اللّٰهِ فَهُوَ خَيْرٌ لَّهٗ عِنْدَ رَبِّهٖۗ وَاُحِلَّتْ لَكُمُ الْاَنْعَامُ اِلَّا مَا يُتْلٰى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Demikianlah (perintah Allah). Dan barang siapa mengagungkan apa yang terhormat di sisi Allah (hurumat) maka itu lebih baik baginya di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, kecuali yang diterangkan kepadamu (keharamannya), maka jauhilah olehmu (penyembahan) berhala-berhala yang najis itu dan jauhilah perkataan dusta.",
            "tafsir_jalalayn": "(Demikianlah) menjadi Khabar dari Mubtada yang keberadaannya diperkirakan sebelumnya, yakni perintah Allah itu sebagaimana yang telah disebutkan (dan barang siapa mengagungkan apa-apa yang terhormat di sisi Allah) yaitu hal-hal yang tidak boleh dirusak (maka itu adalah) mengagungkannya (lebih baik baginya di sisi Rabbnya) di akhirat kelak. (Dan telah dihalalkan bagi kamu sekalian binatang ternak) untuk memakannya sesudah disembelih terlebih dahulu (kecuali yang diterangkan kepada kalian) keharamannya di dalam firman yang lainnya yaitu, \"Diharamkan bagi kalian memakan bangkai...\" (Q.S. Al-Maidah, 3). Dengan demikian berarti Istitsna di sini bersifat Munqathi'. Dan dapat pula dikatakan Muttashil, sedangkan barang yang diharamkan adalah ditujukan kepada hewan yang mati dengan sendirinya dan oleh penyebab-penyebab lainnya (maka jauhilah oleh kalian berhala-berhala yang najis itu) huruf Min di sini menunjukkan arti Bayan atau keterangan, maksudnya barang yang najis itu adalah berhala-berhala (dan jauhilah perkataan-perkataan dusta) perkataan yang mengandung kemusyrikan terhadap Allah di dalam bacaan Talbiyah kalian, atau yang dimaksud adalah kesaksian palsu.",
            "sajda": false,
            "transliteration": "Zaalika wa mai yu'azzim hurumaatil laahi fahuwa khairul lahoo 'inda Rabbih; wa uhillat lakumul an'aamu illaa maa yutlaa 'alaikum fajtanibur rijsa minal awsaani wajtaniboo qawlaz zoor",
            "tajweed_text": "ذ[n[َٲ]لِكَ وَم[a:9000[َن ي]ُعَظِّمْ حُرُمَ[n[ـٰ]تِ [h:9001[ٱ]للَّهِ فَهُوَ خَيْ[u:964[رٌ ل]َّهُ[n[ۥ] عِ[f:264[ند]َ رَبِّه[n[ِۦ]‌ۗ وَأُحِلَّتْ لَكُمُ [h:9002[ٱ]لْأَنْعَ[n[ـٰ]مُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ‌ۖ فَ[h:9003[ٱ][q:9003[جْ]تَنِبُو[s[اْ] [h:9004[ٱ][l[ل]رِّ[q:4401[جْ]سَ مِنَ [h:9005[ٱ]لْأَوْثَ[n[ـٰ]نِ وَ[h:7400[ٱ][q:7400[جْ]تَنِبُو[s[اْ] قَوْلَ [h:9006[ٱ][l[ل]زّ[p[ُو]رِ"
        },
        {
            "aya_id": 2626,
            "aya_number": 31,
            "aya_text": "حُنَفَاۤءَ لِلّٰهِ غَيْرَ مُشْرِكِيْنَ بِهٖۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۤءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Barangsiapa mempersekutukan Allah, maka seakan-akan dia jatuh dari langit lalu disambar oleh burung, atau diterbangkan angin ke tempat yang jauh.",
            "tafsir_jalalayn": "(Dengan ikhlas kepada Allah) yakni berserah diri kepada-Nya serta berpaling dari semua agama selain dari agama-Nya (tidak mempersekutukan sesuatu dengan Dia) kalimat ayat ini mengukuhkan makna kalimat yang sebelumnya dan keduanya itu merupakan Hal atau kata keterangan dari dhamir Wawu. (Barang siapa mempersekutukan sesuatu dengan Allah, maka adalah ia seolah-olah terjungkal) yakni jatuh (dari langit lalu disambar oleh burung) diambil dengan cepat (atau diterbangkan oleh angin yang melemparkannya) yang menjatuhkannya (ke tempat yang jauh sekali) sangat jauh sehingga tidak dapat diharapkan lagi keselamatannya.",
            "sajda": false,
            "transliteration": "Hunafaaa'a lillaahi ghaira mushrikeena bih; wa mai yushrik billaahi faka annamaa kharra minas samaaa'i fatakh tafuhut tairu aw tahwee bihir reehu bee makaanin saheeq",
            "tajweed_text": "حُنَف[o[َا]ٓءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِه[n[ِۦ]‌ۚ وَم[a:2834[َن ي]ُشْرِكْ بِ[h:32[ٱ]للَّهِ فَكَأَ[g[نّ]َمَا خَرَّ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَتَخْطَفُهُ [h:9007[ٱ][l[ل]طَّيْرُ أَوْ تَهْوِى بِهِ [h:7082[ٱ][l[ل]رِّيحُ فِى مَكَا[f:9008[نٍ س]َح[p[ِي][q[ق]ٍ"
        },
        {
            "aya_id": 2627,
            "aya_number": 32,
            "aya_text": "ذٰلِكَ وَمَنْ يُّعَظِّمْ شَعَاۤىِٕرَ اللّٰهِ فَاِنَّهَا مِنْ تَقْوَى الْقُلُوْبِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Demikianlah (perintah Allah). Dan barangsiapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu timbul dari ketakwaan hati.",
            "tafsir_jalalayn": "(Demikianlah) perintah itu (dan barang siapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu) mengagungkan syiar-syiar Allah, yaitu menyembelih hewan kurban untuk tanah suci, seumpamanya hewan kurban itu dipilih yang baik dan digemukkan terlebih dahulu (timbul dari ketakwaan hati) dalam diri mereka. Hewan-hewan kurban itu dinamakan Sya'aair disebabkan kesyiarannya yakni kesemarakannya, disebabkan hewan-hewan tersebut telah diberi tanda yang menunjukkan, bahwa mereka untuk dikurbankan, yaitu seperti dicap dengan besi panas pada punggungnya, sehingga menambah semaraknya suasana hari raya.",
            "sajda": false,
            "transliteration": "Zaalika wa mai yu'azzim sha'aaa'iral laahi fa innahaa min taqwal quloob",
            "tajweed_text": "ذ[n[َٲ]لِكَ وَم[a:9000[َن ي]ُعَظِّمْ شَعَ[o[ـٰٓ]ئِرَ [h:3349[ٱ]للَّهِ فَإِ[g[نّ]َهَا مِ[f:9009[ن ت]َ[q:5843[قْ]وَى [h:9010[ٱ]لْقُل[p[ُو][q[ب]ِ"
        },
        {
            "aya_id": 2628,
            "aya_number": 33,
            "aya_text": "لَكُمْ فِيْهَا مَنَافِعُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ اِلَى الْبَيْتِ الْعَتِيْقِ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Bagi kamu padanya (hewan hadyu) ada beberapa manfaat, sampai waktu yang ditentukan, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq (Baitullah).",
            "tafsir_jalalayn": "(Bagi kalian pada binatang-binatang hadyu itu ada beberapa manfaat) seperti menjadikannya sebagai hewan kendaraan dan untuk mengangkut barang-barang selagi hal itu tidak membuatnya bahaya atau cacat (sampai pada waktu yang ditentukan) yaitu waktu disembelih sebagai hewan kurban (kemudian tempat wajib serta akhir masa penyembelihannya) tempat diperbolehkan menyembelihnya (ialah setelah sampai ke Baitul Atiq) yaitu maksudnya di semua tanah suci.",
            "sajda": false,
            "transliteration": "Lakum feehaa manaafi'u ilaaa ajalim musamman summa mahilluhaaa ilal Baitil 'Ateeq",
            "tajweed_text": "لَكُمْ فِيهَا مَنَ[n[ـٰ]فِعُ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:4121[ًّى ث]ُ[g[مّ]َ مَحِلُّه[o[َآ] إِلَى [h:9011[ٱ]لْبَيْتِ [h:9012[ٱ]لْعَت[p[ِي][q[ق]ِ"
        },
        {
            "aya_id": 2629,
            "aya_number": 34,
            "aya_text": "وَلِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا لِّيَذْكُرُوا اسْمَ اللّٰهِ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۗ فَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَلَهٗٓ اَسْلِمُوْاۗ وَبَشِّرِ الْمُخْبِتِيْنَ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Dan bagi setiap umat telah Kami syariatkan penyembelihan (kurban), agar mereka menyebut nama Allah atas rezeki yang dikaruniakan Allah kepada mereka berupa hewan ternak. Maka Tuhanmu ialah Tuhan Yang Maha Esa, karena itu berserahdirilah kamu kepada-Nya. Dan sampaikanlah (Muhammad) kabar gembira kepada orang-orang yang tunduk patuh (kepada Allah),",
            "tafsir_jalalayn": "(Dan bagi tiap-tiap umat) golongan orang-orang yang beriman yang telah mendahului kalian (telah Kami syariatkan penyembelihan kurban) kalau dibaca Mansakan adalah Mashdar dan kalau dibaca Minsakan berarti isim makan atau nama tempat. Maksudnya menyembelih kurban atau tempat penyembelihannya (supaya mereka menyebut nama Allah terhadap binatang ternak yang telah direzekikan Allah kepada mereka) sewaktu mereka menyembelihnya. (Maka Tuhan kalian adalah Tuhan Yang Maha Esa, karena itu berserah dirilah kalian kepada-Nya) taat dan patuhlah kalian kepada-Nya. (Dan berilah kabar gembira kepada orang-orang yang tunduk patuh kepada Allah) orang-orang yang taat dan merendahkan diri kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa likulli ummatin ja'alnaa mansakal liyazkurus mal laahi 'alaa maa razaqahum mim baheematil an'aam; failaahukum ilaahunw Waahidun falahooo aslimoo; wa bashshiril mukhbiteen",
            "tajweed_text": "وَلِكُلِّ أُ[g[مّ]َ[f:9013[ةٍ ج]َعَلْنَا مَ[f:9014[نس]َ[u:9015[كًا ل]ِّيَذْكُرُو[s[اْ] [h:9016[ٱ]سْمَ [h:3393[ٱ]للَّهِ عَلَىٰ مَا رَزَقَه[w:8991[ُم م]ّ[i:8992[ِنۢ ب]َهِيمَةِ [h:8993[ٱ]لْأَنْعَ[n[ـٰ]مِ‌ۗ فَإِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:9017[دٌ ف]َلَهُ[o[ۥٓ] أَسْلِمُو[s[اْ‌ۗ] وَبَشِّرِ [h:9018[ٱ]لْمُخْبِت[p[ِي]نَ"
        },
        {
            "aya_id": 2630,
            "aya_number": 35,
            "aya_text": "الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَالصَّابِرِيْنَ عَلٰى مَآ اَصَابَهُمْ وَالْمُقِيْمِى الصَّلٰوةِۙ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "(yaitu) orang-orang yang apabila disebut nama Allah hati mereka bergetar, orang yang sabar atas apa yang menimpa mereka, dan orang yang melaksanakan salat dan orang yang menginfakkan sebagian rezeki yang Kami karuniakan kepada mereka.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang apabila disebutkan nama Allah gemetarlah) yakni takutlah (hati mereka, orang-orang yang sabar terhadap apa yang menimpa mereka) berupa musibah dan malapetaka (orang-orang yang mendirikan salat) yang mengerjakan salat pada waktu-waktunya (dan orang-orang yang menafkahkan sebagian dari apa yang telah Kami rezekikan kepada mereka) mereka menyedekahkannya.",
            "sajda": false,
            "transliteration": "Allazeena izaa zukiral laahu wajilat quloobuhum wassaabireena 'alaa maaa asaabahum walmuqeemis Salaati wa mimmaa razaqnaahum yunfiqoon",
            "tajweed_text": "ٱلَّذِينَ إِذَا ذُكِرَ [h:5234[ٱ]للَّهُ وَجِلَتْ قُلُوبُهُمْ وَ[h:918[ٱ][l[ل]صَّ[n[ـٰ]بِرِينَ عَلَىٰ م[o[َآ] أَصَابَهُمْ وَ[h:9019[ٱ]لْمُقِيمِى [h:9020[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ وَمِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ يُ[f:16[نف]ِق[p[ُو]نَ"
        },
        {
            "aya_id": 2631,
            "aya_number": 36,
            "aya_text": "وَالْبُدْنَ جَعَلْنٰهَا لَكُمْ مِّنْ شَعَاۤىِٕرِ اللّٰهِ لَكُمْ فِيْهَا خَيْرٌۖ فَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهَا صَوَاۤفَّۚ فَاِذَا وَجَبَتْ جُنُوْبُهَا فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّۗ  كَذٰلِكَ سَخَّرْنٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Dan unta-unta itu Kami jadikan untuk-mu bagian dari syiar agama Allah, kamu banyak memperoleh kebaikan padanya. Maka sebutlah nama Allah (ketika kamu akan menyembelihnya) dalam keadaan berdiri (dan kaki-kaki telah terikat). Kemudian apabila telah rebah (mati), maka makanlah sebagiannya dan berilah makanlah orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta. Demikianlah Kami tundukkan (unta-unta itu) untukmu, agar kamu bersyukur.",
            "tafsir_jalalayn": "(Dan unta-unta itu) al Budna adalah bentuk jamak dari lafal Badanah, yaitu hewan unta (Kami jadikan untuk kalian sebagian syiar Allah) pertanda-pertanda bagi agama-Nya (kalian memperoleh kebaikan yang banyak padanya) kemanfaatan duniawi sebagaimana yang telah disebutkan tadi dan pahala di akhirat (maka sebutlah oleh kalian nama Allah ketika kalian menyembelihnya) sewaktu menyembelihnya (dalam keadaan berdiri) dengan kaki yang terikat. (Kemudian apabila telah roboh) sesudah disembelih, yaitu telah mati dan sudah waktunya untuk dapat dimakan (maka makanlah sebagiannya) jika kalian suka (dan beri makanlah orang yang rela dengan apa yang ada padanya) maksudnya orang-orang yang menerima dengan apa yang diberikan oleh Allah kepadanya dan ia tidak meminta-minta serta tidak pernah memamerkan dirinya miskin (dan orang yang meminta) yaitu orang yang meminta-minta dan orang yang menampakkan kemiskinannya. (Demikianlah) sebagaimana penundukan tadi (Kami telah menundukkan unta-unta itu kepada kalian) sehingga mereka dapat disembelih dan dapat dinaiki, jika tidak Kami tundukkan maka niscaya kalian tidak akan mampu terhadapnya (mudah-mudahan kalian bersyukur) atas nikmat-Ku kepada kalian.",
            "sajda": false,
            "transliteration": "Walbudna ja'alnaahaa lakum min sha'aaa'iril laahi lakum feehaa khairun fazkurusmal laahi 'alaihaa sawaaff; fa izaa wajabat junoobuhaa fakuloo minhaa wa at'imul qaani'a walmu'tarr; kazaalika sakhkharnaahaa lakum la'allakum tashkuroon",
            "tajweed_text": "وَ[h:9999[ٱ]لْبُ[q:9021[دْ]نَ جَعَلْنَ[n[ـٰ]هَا لَك[w:556[ُم م]ِّ[f:809[ن ش]َعَ[o[ـٰٓ]ئِرِ [h:810[ٱ]للَّهِ لَكُمْ فِيهَا خَيْ[f:9022[رٌ‌ۖ ف]َ[h:1091[ٱ]ذْكُرُو[s[اْ] [h:9023[ٱ]سْمَ [h:3393[ٱ]للَّهِ عَلَيْهَا صَو[m[َا]ٓفَّ‌ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُو[s[اْ] مِنْهَا وَأَ[q:8994[طْ]عِمُو[s[اْ] [h:9024[ٱ]لْقَانِعَ وَ[h:9025[ٱ]لْمُعْتَرَّ‌ۚ كَذ[n[َٲ]لِكَ سَخَّرْنَ[n[ـٰ]هَا لَكُمْ لَعَلَّكُمْ تَشْكُر[p[ُو]نَ"
        },
        {
            "aya_id": 2632,
            "aya_number": 37,
            "aya_text": "لَنْ يَّنَالَ اللّٰهَ لُحُوْمُهَا وَلَا دِمَاۤؤُهَا وَلٰكِنْ يَّنَالُهُ التَّقْوٰى مِنْكُمْۗ  كَذٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ ۗ وَبَشِّرِ الْمُحْسِنِيْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaan kamu. Demi-kianlah Dia menundukkannya untuk-mu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Dan sampaikanlah kabar gembira kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Daging-daging unta dan darahnya itu sekali-kali tidak dapat mencapai keridaan Allah) tidak dapat diterima di sisi-Nya (tetapi ketakwaan daripada kalianlah yang dapat mencapai keridaan-Nya) yaitu yang dapat sampai kepada-Nya hanyalah amal saleh yang ikhlas disertai iman. (Demikianlah Allah telah menundukkannya untuk kalian supaya kalian mengagungkan Allah terhadap hidayah-Nya) yakni atas petunjuk-Nya yang telah membimbing kalian sehingga dapat mengetahui pertanda-pertanda agama dan manasik-manasik haji-Nya. (Dan berilah kabar gembira kepada orang-orang yang berbuat baik) yaitu orang-orang yang mentauhidkan Allah.",
            "sajda": false,
            "transliteration": "Lany yanaalal laaha luhoo muhaa wa laa dimaaa'uhaa wa laakiny yanaaluhut taqwaa minkum; kazaalika sakhkharhaa lakum litukabbirul laaha 'alaa ma hadaakum; wa bashshirul muhsineen",
            "tajweed_text": "ل[a:9026[َن ي]َنَالَ [h:9027[ٱ]للَّهَ لُحُومُهَا وَلَا دِم[o[َا]ٓؤُهَا وَلَ[n[ـٰ]ك[a:9028[ِن ي]َنَالُهُ [h:9029[ٱ][l[ل]تَّ[q:1084[قْ]وَىٰ مِ[f:344[نك]ُمْ‌ۚ كَذ[n[َٲ]لِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُو[s[اْ] [h:9030[ٱ]للَّهَ عَلَىٰ مَا هَدَ[n[ٮٰ]كُمْ‌ۗ وَبَشِّرِ [h:9031[ٱ]لْمُحْسِن[p[ِي]نَ"
        },
        {
            "aya_id": 2633,
            "aya_number": 38,
            "aya_text": "۞ اِنَّ اللّٰهَ يُدَافِعُ عَنِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُوْرٍ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Sesungguhnya Allah membela orang yang beriman. Sungguh, Allah tidak menyukai setiap orang yang berkhianat dan kufur nikmat.",
            "tafsir_jalalayn": "(Sesungguhnya Allah membela orang-orang yang telah beriman) daripada perbuatan-perbuatan kaum musyrikin. (Sesungguhnya Allah tidak menyukai tiap-tiap orang yang berkhianat) di dalam amanat yang dititipkan kepadanya (lagi mengingkari nikmat) ingkar terhadap nikmat-nikmat-Nya; mereka adalah orang-orang musyrik. Makna ayat ini ialah bahwa Allah akan mengazab mereka.",
            "sajda": false,
            "transliteration": "Innal laaha yudaafi' 'anil lazeena aamanoo; innal laaha laa yuhibbu kulla khawwaanin kafoor",
            "tajweed_text": "۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُد[n[َٲ]فِعُ عَنِ [h:3106[ٱ]لَّذِينَ ءَامَن[o[ُوٓ[s[اْ]‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُحِبُّ كُلَّ خَوَّا[f:9032[نٍ ك]َف[p[ُو]رٍ"
        },
        {
            "aya_id": 2634,
            "aya_number": 39,
            "aya_text": "اُذِنَ لِلَّذِيْنَ يُقَاتَلُوْنَ بِاَنَّهُمْ ظُلِمُوْاۗ وَاِنَّ اللّٰهَ عَلٰى نَصْرِهِمْ لَقَدِيْرٌ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 337,
            "translation_aya_text": "Diizinkan (berperang) kepada orang-orang yang diperangi, karena sesungguhnya mereka dizalimi. Dan sung-guh, Allah Mahakuasa menolong mereka itu,",
            "tafsir_jalalayn": "(Telah diizinkan bagi orang-orang yang diperangi) yaitu orang-orang Mukmin untuk berperang. Ayat ini adalah ayat pertama yang diturunkan sehubungan dengan masalah jihad (karena sesungguhnya mereka) (telah dianiaya) oleh orang-orang kafir. (Dan sesungguhnya Allah benar-benar Maha Kuasa menolong mereka).",
            "sajda": false,
            "transliteration": "Uzina lillazeena yuqaataloona bi annahum zulimoo; wa innal laaha 'alaa nasrihim la Qaderr",
            "tajweed_text": "أُذِنَ لِلَّذِينَ يُقَ[n[ـٰ]تَلُونَ بِأَ[g[نّ]َهُمْ ظُلِمُو[s[اْ‌ۚ] وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ عَلَىٰ نَصْرِهِمْ لَقَد[p[ِي]رٌ"
        },
        {
            "aya_id": 2635,
            "aya_number": 40,
            "aya_text": " ۨالَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ اِلَّآ اَنْ يَّقُوْلُوْا رَبُّنَا اللّٰهُ ۗوَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ يُذْكَرُ فِيْهَا اسْمُ اللّٰهِ كَثِيْرًاۗ وَلَيَنْصُرَنَّ اللّٰهُ مَنْ يَّنْصُرُهٗۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 337,
            "translation_aya_text": "(yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, “Tuhan kami ialah Allah.” Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa.",
            "tafsir_jalalayn": "Mereka adalah (orang-orang yang telah diusir dari kampung halaman mereka tanpa alasan yang benar) di dalam pengusiran itu; mereka sekali-kali tidak diusir (melainkan karena mereka berkata) disebabkan perkataan yang mereka ucapkan yaitu, (\"Rabb kami hanyalah Allah\") semata. Perkataan ini adalah perkataan yang hak dan benar, maka mengusir hanya dengan alasan karena mengucapkan perkataan itu adalah tidak dibenarkan. (Dan sekiranya Allah tiada menolak keganasan sebagian manusia) lafal Ba'dhahum menjadi Badal Ba'dh lafal An-Naas (dengan sebagian yang lain, tentulah telah dirobohkan) dibaca Lahuddimat dengan memakai harakat Tasydid menunjukkan makna banyak, yakni telah banyak dirobohkan; sebagaimana dapat dibaca Takhfif yaitu Lahudimat (biara-biara) bagi para rahib (gereja-gereja) bagi orang-orang Nasrani (rumah-rumah ibadah) bagi orang-orang Yahudi; lafal shalawaat artinya tempat peribadatan menurut bahasa Ibrani (dan mesjid-mesjid) bagi kaum Muslimin (yang disebut di dalamnya) maksudnya di dalam tempat-tempat yang telah disebutkan tadi (nama Allah dengan banyak) sehingga ibadah menjadi terhenti karena robohnya tempat-tempat tersebut. (Sesungguhnya Allah pasti menolong orang yang menolong-Nya) menolong agama-Nya. (Sesungguhnya Allah benar-benar Maha Kuat) di atas semua makhluk-Nya (lagi Maha Perkasa) pengaruh dan kekuasaan-Nya maha perkasa.",
            "sajda": false,
            "transliteration": "Allazeena ukhrijoo min diyaarihim bighairi haqqin illaaa any yaqooloo rabbunallaah; wa law laa daf'ul laahin naasa ba'dahum biba'dil lahuddimat sawaami'u wa biya'unw wa salawaatunw wa masaajidu yuzkaru feehasmul laahi kaseeraa; wa layansurannal laahu mai yansuruh; innal laaha la qawiyyun 'Azeez",
            "tajweed_text": "ٱلَّذِينَ أُخْرِجُو[s[اْ] مِ[f:432[ن د]ِيَ[n[ـٰ]رِه[c:9033[ِم ب]ِغَيْرِ حَقٍّ إِلّ[o[َآ] أ[a:6263[َن ي]َقُولُو[s[اْ] رَبُّنَا [h:9034[ٱ]للَّهُ‌ۗ وَلَوْلَا دَفْعُ [h:1436[ٱ]للَّهِ [h:1437[ٱ][l[ل][g[نّ]َاسَ بَعْضَه[c:1438[ُم ب]ِبَعْ[u:9035[ضٍ ل]َّهُدِّمَتْ صَو[n[َٲ]مِعُ وَبِيَ[a:9036[عٌ و]َصَلَو[n[َٲ][a:9037[تٌ و]َمَسَ[n[ـٰ]جِدُ يُذْكَرُ فِيهَا [h:9038[ٱ]سْمُ [h:4364[ٱ]للَّهِ كَثِي[a:9039[رًا‌ۗ و]َلَيَ[f:9040[نص]ُرَ[g[نّ]َ [h:9041[ٱ]للَّهُ م[a:9042[َن ي]َ[f:9043[نص]ُرُهُ[o[ۥٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَقَوِىٌّ عَز[p[ِي]زٌ"
        },
        {
            "aya_id": 2636,
            "aya_number": 41,
            "aya_text": "اَلَّذِيْنَ اِنْ مَّكَّنّٰهُمْ فِى الْاَرْضِ اَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَاَمَرُوْا بِالْمَعْرُوْفِ وَنَهَوْا عَنِ الْمُنْكَرِۗ وَلِلّٰهِ عَاقِبَةُ الْاُمُوْرِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 337,
            "translation_aya_text": "(Yaitu) orang-orang yang jika Kami beri kedudukan di bumi, mereka melaksanakan salat, menunaikan zakat, dan menyuruh berbuat yang makruf dan mencegah dari yang mungkar; dan kepada Allah-lah kembali segala urusan.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang jika Kami teguhkan kedudukan mereka di muka bumi) dengan memberikan pertolongan kepada mereka sehingga mereka dapat mengalahkan musuh-musuhnya (niscaya mereka mendirikan salat, menunaikan zakat, menyuruh berbuat yang makruf dan mencegah dari perbuatan yang mungkar) kalimat ayat ini menjadi Jawab Syarat; dan Syarat beserta Jawabnya menjadi Shilah dari Maushul, kemudian diperkirakan adanya lafal Hum sebelumnya sebagai Mubtada (dan kepada Allahlah kembali segala urusan) di akhirat, semua urusan itu kembali kepada-Nya.",
            "sajda": false,
            "transliteration": "Allazeena im makkan naahum fil ardi aqaamus Salaata wa aatawuz Zakaata wa amaroo bilma'roofi wa nahaw 'anil munkar; wa lillaahi 'aaqibatul umoor",
            "tajweed_text": "ٱلَّذِينَ إ[a:9044[ِن م]َّكَّ[g[نّ]َ[n[ـٰ]هُمْ فِى [h:44[ٱ]لْأَرْضِ أَقَامُو[s[اْ] [h:9045[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَوُ[s[اْ] [h:1642[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَأَمَرُو[s[اْ] بِ[h:934[ٱ]لْمَعْرُوفِ وَنَهَوْ[s[اْ] عَنِ [h:2144[ٱ]لْمُ[f:2145[نك]َرِ‌ۗ وَلِلَّهِ عَ[n[ـٰ]قِبَةُ [h:9046[ٱ]لْأُم[p[ُو]رِ"
        },
        {
            "aya_id": 2637,
            "aya_number": 42,
            "aya_text": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّثَمُوْدُ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 337,
            "translation_aya_text": "Dan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, ‘Ad, dan Samud (juga telah mendustakan rasul-rasul-Nya),",
            "tafsir_jalalayn": "(Dan jika mereka mendustakan kamu) ayat ini mengandung makna yang menghibur hati Nabi saw. (maka sesungguhnya telah mendustakan juga sebelum mereka kaum Nuh) lafal Qaum dimuannatskan karena memandang dari segi maknanya (Ad) yakni kaum Nabi Hud (dan Tsamud) kaum Nabi Saleh.",
            "sajda": false,
            "transliteration": "Wa iny yukazzibooka faqad kazzabat qablahum qawmu Nooinw wa Aadunw wa Samood",
            "tajweed_text": "وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كَذَّبَتْ قَ[q:8394[بْ]لَهُمْ قَوْمُ نُو[a:9048[حٍ و]َعَا[a:9049[دٌ و]َثَم[p[ُو][q[د]ُ"
        },
        {
            "aya_id": 2638,
            "aya_number": 43,
            "aya_text": "وَقَوْمُ اِبْرٰهِيْمَ وَقَوْمُ لُوْطٍ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 337,
            "translation_aya_text": "dan (demikian juga) kaum Ibrahim dan kaum Lut,",
            "tafsir_jalalayn": "(Dan kaum Ibrahim, kaum Luth).",
            "sajda": false,
            "transliteration": "Wa qawmu Ibraaheema wa qawmu Loot",
            "tajweed_text": "وَقَوْمُ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَقَوْمُ ل[p[ُو][q[ط]ٍ"
        },
        {
            "aya_id": 2639,
            "aya_number": 44,
            "aya_text": "وَّاَصْحٰبُ مَدْيَنَۚ وَكُذِّبَ مُوْسٰى فَاَمْلَيْتُ لِلْكٰفِرِيْنَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكِيْرِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 337,
            "translation_aya_text": "dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku.",
            "tafsir_jalalayn": "(Dan penduduk Madyan) kaum Nabi Syuaib (dan telah didustakan Musa) didustakan oleh bangsa Koptik bukan oleh kaumnya sendiri yaitu Bani Israel. Maksudnya mereka semuanya mendustakan rasul-rasul mereka, hal itu menjadi perumpamaan bagimu (lalu Aku tangguhkan untuk orang-orang kafir) memberikan tangguh dengan mengakhirkan azab mereka (kemudian Aku balas mereka) yaitu menimpakan azab kepada mereka (maka lihatlah bagaimana besarnya kebencian-Ku) kemurkaan-Ku kepada mereka disebabkan kedustaan mereka, maka Aku binasakan mereka. Istifham di sini mengandung makna Taqrir, maksudnya azab itu benar-benar ditimpakan kepada orang-orang yang berhak menerimanya.",
            "sajda": false,
            "transliteration": "Wa as haabu Madyana wa kuzziba Moosaa fa amlaitu lilkaafireena summa akhaztuhum fakaifa kaana nakeer",
            "tajweed_text": "وَأَصْحَ[n[ـٰ]بُ مَ[q:4842[دْ]يَنَ‌ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَ[n[ـٰ]فِرِينَ ثُ[g[مّ]َ أَخَذْتُهُمْ‌ۖ فَكَيْفَ كَانَ نَك[p[ِي]رِ"
        },
        {
            "aya_id": 2640,
            "aya_number": 45,
            "aya_text": "فَكَاَيِّنْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۖ وَبِئْرٍ مُّعَطَّلَةٍ وَّقَصْرٍ مَّشِيْدٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 337,
            "translation_aya_text": "Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (ti-dak ada penghuninya).",
            "tafsir_jalalayn": "(Berapa banyaknya) sudah berapa banyak (negeri yang Kami telah membinasakannya) menurut qiraat yang lain dibaca Ahlaktuhaa (yang penduduknya dalam keadaan zalim) para penghuninya berbuat aniaya, disebabkan kekafiran mereka (maka runtuhlah) roboh tembok-temboknya (menutupi atap-atapnya) atap-atap rumah mereka tertutup oleh reruntuhan tembok-temboknya (dan) berapa banyak pula (sumur yang terlantar) ditinggalkan begitu saja disebabkan para pemiliknya binasa (dan istana yang tinggi) lagi sepi disebabkan para pemiliknya telah mati binasa.",
            "sajda": false,
            "transliteration": "Faka ayyim min qaryatin ahlaknaahaa wa hiya zaalimatun fahiya khaawiyatun 'alaa 'urooshihaa wa bi'rim mu'at talatinw wa qasrim masheed",
            "tajweed_text": "فَكَأَيّ[a:9050[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ أَهْلَكْنَ[n[ـٰ]هَا وَهِىَ ظَالِمَ[f:9051[ةٌ ف]َهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْ[a:9052[رٍ م]ُّعَطَّلَ[a:9053[ةٍ و]َقَصْ[a:9054[رٍ م]َّش[p[ِي][q[د]ٍ"
        },
        {
            "aya_id": 2641,
            "aya_number": 46,
            "aya_text": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَتَكُوْنَ لَهُمْ قُلُوْبٌ يَّعْقِلُوْنَ بِهَآ اَوْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۚ فَاِنَّهَا لَا تَعْمَى الْاَبْصَارُ وَلٰكِنْ تَعْمَى الْقُلُوْبُ الَّتِيْ فِى الصُّدُوْرِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 337,
            "translation_aya_text": "Maka tidak pernahkah mereka berjalan di bumi, sehingga hati (akal) mereka dapat memahami, telinga mereka dapat mendengar? Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. ",
            "tafsir_jalalayn": "(Maka apakah mereka tidak berjalan) mereka orang-orang kafir Mekah itu (di muka bumi, lalu mereka mempunyai hati yang dengan itu mereka dapat memahami) apa yang telah menimpa orang-orang yang mendustakan sebelum mereka (atau mempunyai telinga yang dengan itu mereka dapat mendengar?) berita-berita tentang dibinasakannya mereka dan hancurnya negeri-negeri tempat tinggal mereka, oleh sebab itu mereka mengambil pelajaran darinya. (Karena sesungguhnya) kisah yang sesungguhnya (bukanlah mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada) kalimat ayat ini berfungsi mengukuhkan makna sebelumnya.",
            "sajda": false,
            "transliteration": "Afalam yaseeroo fil ardi fatakoona lahum quloobuny ya'qiloona bihaaa aw aazaanuny yasm'oona bihaa fa innahaa laa ta'mal absaaru wa laakin ta'mal quloobul latee fissudoor",
            "tajweed_text": "أَفَلَمْ يَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَتَكُونَ لَهُمْ قُلُو[a:9055[بٌ ي]َعْقِلُونَ بِه[o[َآ] أَوْ ءَاذَا[a:5198[نٌ ي]َسْمَعُونَ بِهَا‌ۖ فَإِ[g[نّ]َهَا لَا تَعْمَى [h:9056[ٱ]لْأَ[q:4305[بْ]صَ[n[ـٰ]رُ وَلَ[n[ـٰ]كِ[f:9057[ن ت]َعْمَى [h:9058[ٱ]لْقُلُوبُ [h:9059[ٱ]لَّتِى فِى [h:6095[ٱ][l[ل]صُّد[p[ُو]رِ"
        },
        {
            "aya_id": 2642,
            "aya_number": 47,
            "aya_text": "وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.",
            "tafsir_jalalayn": "(Dan mereka meminta kepadamu agar azab itu disegerakan, padahal Allah sekali-kali tidak akan menyalahi janji-Nya) untuk menurunkan azab itu, maka Dia menurunkannya dalam perang Badar. (Sesungguhnya sehari di sisi Rabbmu) hari-hari di akhirat disebabkan pedihnya azab (adalah seperti seribu tahun dari tahun-tahun yang kalian hitung) dapat dibaca Ya'udduuna dan Ta'udduuna, yakni menurut perhitungan tahun-tahun di dunia.",
            "sajda": false,
            "transliteration": "Wa yasta'juloonaka bil'azaabi wa lany yukhlifal laahu wa'dah; wa inna yawman 'inda Rabbika ka'alfi sanatim mimmaa ta'uddoon",
            "tajweed_text": "وَيَسْتَعْجِلُونَكَ بِ[h:9060[ٱ]لْعَذَابِ وَل[a:9061[َن ي]ُخْلِفَ [h:411[ٱ]للَّهُ وَعْدَهُ[n[ۥ]‌ۚ وَإِ[g[نّ]َ يَوْمًا عِ[f:264[ند]َ رَبِّكَ كَأَلْفِ سَنَ[a:9062[ةٍ م]ِّ[g[مّ]َا تَعُدّ[p[ُو]نَ"
        },
        {
            "aya_id": 2643,
            "aya_number": 48,
            "aya_text": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصِيْرُ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu).",
            "tafsir_jalalayn": "(Dan berapa banyaknya kota yang Kami tangguhkan azab-Ku kepadanya, yang penduduknya berbuat zalim, kemudian Aku azab mereka) yang dimaksud dengan kota di sini adalah para penduduknya (dan hanya kepada Akulah kembalinya segala sesuatu).",
            "sajda": false,
            "transliteration": "Wa ka ayyim min qaryatin amlaitu lahaa wa hiya zaalimatun summa akhaztuhaa wa ilaiyal maseer",
            "tajweed_text": "وَكَأَيّ[a:2298[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَ[f:9063[ةٌ ث]ُ[g[مّ]َ أَخَذْتُهَا وَإِلَىَّ [h:9064[ٱ]لْمَص[p[ِي]رُ"
        },
        {
            "aya_id": 2644,
            "aya_number": 49,
            "aya_text": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنَّمَآ اَنَا۠ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۚ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.”",
            "tafsir_jalalayn": "(Katakanlah, \"Hai manusia!) yakni penduduk Mekah (Sesungguhnya aku adalah seorang pemberi peringatan yang nyata kepada kalian\") dan jelas peringatannya, dan aku adalah pembawa berita gembira bagi orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Qul yaaa ayyuhan naasu innamaaa ana lakum nazeerum mubeen",
            "tajweed_text": "قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[g[نّ]َم[o[َآ] أَنَا۟ لَكُمْ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ"
        },
        {
            "aya_id": 2645,
            "aya_number": 50,
            "aya_text": "فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan rezeki yang mulia.",
            "tafsir_jalalayn": "(Maka orang-orang yang beriman dan mengerjakan amal saleh, bagi mereka ampunan) dari dosa-dosa (dan rezeki yang mulia) yaitu surga.",
            "sajda": false,
            "transliteration": "Fallazeena aamanoo wa 'amilu saalihaati lahum maghfiratunw wa rizqun kareem",
            "tajweed_text": "فَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَه[w:3412[ُم م]َّغْفِرَ[a:5445[ةٌ و]َرِزْ[f:5239[قٌ ك]َر[p[ِي]مٌ"
        },
        {
            "aya_id": 2646,
            "aya_number": 51,
            "aya_text": "وَالَّذِيْنَ سَعَوْا فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah penghuni-penghuni neraka Jahim.",
            "tafsir_jalalayn": "(Dan orang-orang yang berusaha terhadap ayat-ayat Kami) Alquran dengan menentang dan membatalkannya (dengan melemahkan) orang-orang yang mengikuti Nabi saw., mereka menganggap lemah orang-orang yang mengikutinya, dan mereka berupaya menghambat kaum Muslimin untuk beriman kepadanya, atau mereka menganggap lemah Kami untuk dapat mengazab mereka. Dan menurut qiraat yang lain dibaca Mu'ajjiziina, yakni mereka dapat mendahului Kami, atau dengan kata lain mereka mengira, bahwa diri mereka yang ingkar terhadap adanya hari berbangkit dan hari pembalasan mereka mengira akan selamat dari azab Kami (mereka itu adalah penghuni-penghuni Jahim) yakni neraka.",
            "sajda": false,
            "transliteration": "Wallazeena sa'aw feee Aayaatinaa mu'aajizeena ulaaa ika As-haabul jaheem",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ سَعَوْ[s[اْ] ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا مُعَ[n[ـٰ]جِزِينَ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ"
        },
        {
            "aya_id": 2647,
            "aya_number": 52,
            "aya_text": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ وَّلَا نَبِيٍّ اِلَّآ اِذَا تَمَنّٰىٓ اَلْقَى الشَّيْطٰنُ فِيْٓ اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), mela-inkan apabila dia mempunyai suatu keinginan, setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana,",
            "tafsir_jalalayn": "(Dan Kami tidak mengutus sebelum kamu seorang rasul pun) rasul adalah seorang nabi yang diperintahkan untuk menyampaikan wahyu (dan tidak pula seorang nabi) yaitu orang yang diberi wahyu akan tetapi tidak diperintahkan untuk menyampaikannya (melainkan apabila ia membaca) membacakan Alquran (setan pun, memasukkan godaan-godaan terhadap bacaannya itu) membisikkan apa-apa yang bukan Alquran dan disukai oleh orang-orang yang ia diutus kepada mereka. Sehubungan dengan hal ini Nabi saw. pernah mengatakan setelah beliau membacakan surah An-Najm, yaitu sesudah firman-Nya, \"Maka apakah patut kalian (hai orang-orang musyrik) menganggap Lata, Uzza dan Manat yang ketiganya...\" (Q.S. An-Najm, 19-2O) lalu beliau mengatakan, \"Bintang-bintang yang ada di langit yang tinggi itu, sesungguhnya manfaatnya dapat diharapkan\". Orang-orang musyrik yang ada di hadapan Nabi saw. kala itu merasa gembira mendengarnya. Hal ini dilakukan oleh Nabi saw. di hadapan mereka, dan sewaktu Nabi saw. membacakan ayat di atas lalu setan meniupkan godaan kepada lisan Nabi saw. tanpa ia sadari, sehingga keluarlah perkataan itu dari lisannya. Maka malaikat Jibril memberitahukan kepadanya apa yang telah ditiupkan oleh setan terhadap lisannya itu, lalu Nabi saw. merasa berduka cita atas peristiwa itu. Hati Nabi saw. menjadi terhibur kembali setelah turunnya ayat berikut ini, (\"Allah menghilangkan) membatalkan (apa yang ditiupkan oleh setan itu, dan Dia menguatkan ayat-ayat-Nya) memantapkannya. (Dan Allah Maha Mengetahui) apa yang telah dilancarkan oleh setan tadi (lagi Maha Bijaksana) di dalam memberikan kesempatan kepada setan untuk dapat meniupkan godaannya kepada Nabi saw. Dia berbuat apa saja yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaa min qablika mir Rasoolinnw wa laa Nabiyyin illaaa izaaa tamannaaa alqash Shaitaanu feee umniy yatihee fa yansakhul laahu maa yulqish Shaitaanu summa yuhkimul laahu aayaatih; wallaahu 'Aleemun Hakeem",
            "tajweed_text": "وَم[o[َآ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ م[u:2882[ِن ر]َّسُو[a:9065[لٍ و]َلَا نَبِىٍّ إِلّ[o[َآ] إِذَا تَمَ[g[نّ]َ[o[ىٰٓ] أَلْقَى [h:9066[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ ف[o[ِىٓ] أُمْنِيَّتِه[n[ِۦ] فَيَ[f:9067[نس]َخُ [h:9068[ٱ]للَّهُ مَا يُلْقِى [h:9069[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ ثُ[g[مّ]َ يُحْكِمُ [h:9070[ٱ]للَّهُ ءَايَ[n[ـٰ]تِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ"
        },
        {
            "aya_id": 2648,
            "aya_number": 53,
            "aya_text": "لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْقَاسِيَةِ قُلُوْبُهُمْۗ وَاِنَّ الظّٰلِمِيْنَ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu, sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zalim itu benar-benar dalam permu-suhan yang jauh,",
            "tafsir_jalalayn": "(Agar Dia menjadikan apa yang ditiupkan oleh setan itu sebagai cobaan) yakni musibah (bagi orang-orang yang di dalam hatinya ada penyakit) perselisihan dan kemunafikan (dan yang kasar hatinya) orang-orang musyrik; hati mereka kasar dan keras tidak mau menerima barang yang hak. (Dan sesungguhnya orang-orang yang zalim itu) yakni orang-orang kafir (benar-benar dalam permusuhan yang sangat\") mereka berada dalam perselisihan yang berkepanjangan dengan Nabi saw. dan orang-orang Mukmin, hal ini dapat diketahui sewaktu terlontar kata-kata dari lisan Nabi saw. yang menyebutkan tuhan-tuhan mereka dengan sebutan yang membuat mereka suka; hanya saja hal itu dibatalkan oleh firman Allah selanjutnya.",
            "sajda": false,
            "transliteration": "Liyaj'ala maa yulqish Shaitaanu fitnatal lillazeena fee quloobihim maradunw walqaasiyati quloobuhum; wa innaz zaalimeena lafee shiqaaqim ba'eed",
            "tajweed_text": "لِّيَ[q:2360[جْ]عَلَ مَا يُلْقِى [h:9069[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ فِتْنَ[u:9071[ةً ل]ِّلَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَ[a:9072[ضٌ و]َ[h:9073[ٱ]لْقَاسِيَةِ قُلُوبُهُمْ‌ۗ وَإِ[g[نّ]َ [h:9074[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَفِى شِقَا[i:900[قِۭ ب]َع[p[ِي][q[د]ٍ"
        },
        {
            "aya_id": 2649,
            "aya_number": 54,
            "aya_text": "وَّلِيَعْلَمَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَّبِّكَ فَيُؤْمِنُوْا بِهٖ فَتُخْبِتَ لَهٗ قُلُوْبُهُمْۗ وَاِنَّ اللّٰهَ لَهَادِ الَّذِيْنَ اٰمَنُوْٓا اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "dan agar orang-orang yang telah diberi ilmu, meyakini bahwa (Al-Qur'an) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus.",
            "tafsir_jalalayn": "(Dan agar orang-orang yang telah diberi ilmu meyakini) diberi ilmu tentang ketauhidan dan Alquran (bahwasanya Alquran) itulah (yang hak dari Rabbmu lalu mereka beriman kepadanya dan tenanglah) yakni mantaplah (hati mereka kepadanya, dan sesungguhnya Allah adalah Pemberi petunjuk bagi orang-orang yang beriman kepada jalan) tuntunan (yang lurus) yaitu agama Islam.",
            "sajda": false,
            "transliteration": "Wa liya'lamal lazeena ootul 'ilma annahul haqqu mir Rabbika fa yu'minoo bihee fatukhbita ahoo quloobuhum; wa innal laaha lahaadil lazeena aamanoo ilaa Siraatim Mustaqeem",
            "tajweed_text": "وَلِيَعْلَمَ [h:2400[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ أَ[g[نّ]َهُ [h:137[ٱ]لْحَقُّ م[u:770[ِن ر]َّبِّكَ فَيُؤْمِنُو[s[اْ] بِه[n[ِۦ] فَتُخْبِتَ لَهُ[n[ۥ] قُلُوبُهُمْ‌ۗ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَهَادِ [h:9075[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ"
        },
        {
            "aya_id": 2650,
            "aya_number": 55,
            "aya_text": "وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا فِيْ مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيْمٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Al-Qur'an), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka.",
            "tafsir_jalalayn": "(Dan senantiasalah orang-orang kafir itu berada dalam keragu-raguan) tidak percaya (terhadap Alquran) disebabkan apa-apa yang diembuskan oleh setan melalui lisan Nabi, kemudian hal itu dibatalkan (hingga datang kepada mereka saat ajalnya dengan tiba-tiba) saat kematian mereka, atau yang dimaksud adalah hari kiamat yang datang secara mendadak (atau datang kepada mereka azab hari kiamat) yaitu perang Badar, yang di dalam perang itu tiada kebaikan sedikit pun bagi orang-orang kafir; keadaan pada hari itu diserupakan bagaikan angin kering yang tidak membawa kebaikan sedikit pun. Atau makna yang dimaksud adalah azab hari kiamat, yaitu hari yang tidak ada malam hari lagi sesudahnya.",
            "sajda": false,
            "transliteration": "Wa laa yazaalul lazeena kafaroo fee miryatim minhu hattaa taatiyahumus Saa'atu baghtatan aw yaatiyahum 'azaabu Yawmin 'aqeem",
            "tajweed_text": "وَلَا يَزَالُ [h:6990[ٱ]لَّذِينَ كَفَرُو[s[اْ] فِى مِرْيَ[a:6279[ةٍ م]ِّنْهُ حَتَّىٰ تَأْتِيَهُمُ [h:6846[ٱ][l[ل]سَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَق[p[ِي]مٍ"
        },
        {
            "aya_id": 2651,
            "aya_number": 56,
            "aya_text": "اَلْمُلْكُ يَوْمَىِٕذٍ لِّلّٰهِ ۗيَحْكُمُ بَيْنَهُمْۗ فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ جَنّٰتِ النَّعِيْمِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 339,
            "translation_aya_text": "Kekuasaan pada hari itu ada pada Allah, Dia memberi keputusan di an-tara mereka. Maka orang-orang yang beriman dan mengerjakan kebajikan berada dalam surga-surga yang penuh kenikmatan.",
            "tafsir_jalalayn": "(Kekuasaan di hari itu) yaitu hari kiamat (hanyalah bagi Allah) semata. Makna Istiqrar atau tetap yang terkandung sebelum lafal Yaumaidzin adalah 'Amil yang menashabkan Zharaf atau lafal Yaumaidzin. Maksudnya; kekuasaan pada hari kiamat itu hanyalah tetap bagi Allah semata (Dia memberi keputusan di antara mereka) antara kaum Mukminin dan orang-orang kafir, pengertian ini dijelaskan oleh firman selanjutnya, yaitu, (Maka orang-orang yang beriman dan beramal saleh adalah di dalam surga yang penuh kenikmatan) penuh dengan anugerah dari Allah.",
            "sajda": false,
            "transliteration": "Almulku Yawma'izil lillaahi yahkumu bainahum; fallazeena aamanoo wa 'amilus saalihaati fee jannaatin Na'eem",
            "tajweed_text": "ٱلْمُلْكُ يَوْمَئِ[u:9076[ذٍ ل]ِّلَّهِ يَحْكُمُ بَيْنَهُمْ‌ۚ فَ[h:2514[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ فِى جَ[g[نّ]َ[n[ـٰ]تِ [h:3680[ٱ][l[ل][g[نّ]َع[p[ِي]مِ"
        },
        {
            "aya_id": 2652,
            "aya_number": 57,
            "aya_text": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا فَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 339,
            "translation_aya_text": "Dan orang-orang kafir dan yang men-dustakan ayat-ayat Kami, maka mere-ka akan merasakan azab yang meng-hinakan.",
            "tafsir_jalalayn": "(Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, maka bagi mereka azab yang menghinakan) azab yang keras disebabkan kekafiran mereka.",
            "sajda": false,
            "transliteration": "Wallazeena kafaroo wa kazzaboo bi Aayaatinaa fa ulaaa'ika lahum 'azaabum muheen",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عَذَا[a:478[بٌ م]ُّه[p[ِي]نٌ"
        },
        {
            "aya_id": 2653,
            "aya_number": 58,
            "aya_text": "وَالَّذِيْنَ هَاجَرُوْا فِيْ سَبِيْلِ اللّٰهِ ثُمَّ قُتِلُوْٓا اَوْ مَاتُوْا لَيَرْزُقَنَّهُمُ اللّٰهُ رِزْقًا حَسَنًاۗ وَاِنَّ اللّٰهَ لَهُوَ خَيْرُ الرّٰزِقِيْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 339,
            "translation_aya_text": "Dan orang-orang yang berhijrah di jalan Allah, kemudian mereka terbunuh atau mati, sungguh, Allah akan memberikan kepada mereka rezeki yang baik (surga). Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik.",
            "tafsir_jalalayn": "(Dan orang-orang yang berhijrah di jalan Allah) jalan ketaatan kepada-Nya, yaitu berhijrah dari Mekah ke Madinah (kemudian mereka dibunuh atau mati, benar-benar Allah akan memberikan kepada mereka rezeki yang baik) yakni rezeki di surga. (Dan sesungguhnya Allah adalah sebaik-baik pemberi rezeki) Pemberi rezeki yang paling utama.",
            "sajda": false,
            "transliteration": "Wallazeena haajaroo fee sabeelil laahi summa qutilooo law maatoo la yarzuqan nahumul laahu rizqan hasanaa; wa innal laaha la Huwa khairur raaziqeen",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ هَاجَرُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ ثُ[g[مّ]َ قُتِل[o[ُوٓ][s[اْ] أَوْ مَاتُو[s[اْ] لَيَرْزُقَ[g[نّ]َهُمُ [h:9077[ٱ]للَّهُ رِزْقًا حَسَ[a:9078[نًا‌ۚ و]َإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَهُوَ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ"
        },
        {
            "aya_id": 2654,
            "aya_number": 59,
            "aya_text": "لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَّرْضَوْنَهٗۗ وَاِنَّ اللّٰهَ لَعَلِيْمٌ حَلِيْمٌ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 339,
            "translation_aya_text": "Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk (surga) yang mereka sukai. Dan sesungguhnya Allah Maha Mengetahui, Maha Penyantun.",
            "tafsir_jalalayn": "(Sesungguhnya Allah akan memasukkan mereka ke dalam suatu tempat) dapat dibaca Mudkhalan dan Madkhalan, artinya tempat masuk atau suatu tempat (yang mereka menyukainya) yaitu surga. (Dan sesungguhnya Allah Maha Mengetahui) tentang niat mereka (lagi Maha Penyantun) dari menghukum mereka.",
            "sajda": false,
            "transliteration": "La yudkhilan nahum mud khalany yardawnah; wa innal laaha la 'Aleemun Haleem",
            "tajweed_text": "لَيُ[q:9079[دْ]خِلَ[g[نّ]َه[w:9080[ُم م]ُّ[q:2743[دْ]خَل[a:9081[اً ي]َرْضَوْنَهُ[n[ۥ]‌ۗ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَعَلِيمٌ حَل[p[ِي]مٌ"
        },
        {
            "aya_id": 2655,
            "aya_number": 60,
            "aya_text": "۞ ذٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوْقِبَ بِهٖ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُ ۗاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 339,
            "translation_aya_text": "Demikianlah, dan barangsiapa membalas seimbang dengan (kezaliman) penganiayaan yang pernah dia derita kemudian dia dizalimi (lagi), pasti Allah akan menolongnya. Sungguh, Allah Maha Pemaaf, Maha Pengampun.",
            "tafsir_jalalayn": "Perkaranya (demikianlah) apa yang telah Kami ceritakan kepadamu (dan barang siapa membalas) melakukan pembalasan, yang dimaksud adalah orang-orang Mukmin (seimbang dengan penganiayaan yang pernah ia derita) sesuai dengan penganiayaan yang dialaminya dari orang-orang musyrik yang berbuat aniaya terhadapnya. Atau dengan kata lain, ia memerangi mereka sebagaimana mereka memeranginya di bulan Muharam (kemudian ia dianiaya lagi) dan diusir dari kampung halamannya oleh mereka (pasti Allah akan menolongnya. Sesungguhnya Allah benar-benar Maha Pemaaf) terhadap orang-orang yang beriman (lagi Maha Pengampun) terhadap mereka yang memerangi orang-orang musyrik, sekalipun dalam bulan Muharam.",
            "sajda": false,
            "transliteration": "Zaalika wa man 'aaqaba bimisli maa 'ooqiba bihee summa bughiya 'alaihi la yansurannahul laah; innal laaha la 'Afuwwun Ghafoor",
            "tajweed_text": "۞ ذ[n[َٲ]لِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِه[n[ِۦ] ثُ[g[مّ]َ بُغِىَ عَلَيْهِ لَيَ[f:9082[نص]ُرَ[g[نّ]َهُ [h:9083[ٱ]للَّهُ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَعَفُوٌّ غَف[p[ُو]رٌ"
        },
        {
            "aya_id": 2656,
            "aya_number": 61,
            "aya_text": "ذٰلِكَ بِاَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَاَنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 339,
            "translation_aya_text": "Demikianlah karena Allah (kuasa) memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan sungguh, Allah Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Yang demikian itu) pertolongan atau kemenangan itu (adalah karena sesungguhnya Allah kuasa memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam) Dia berkuasa untuk memasukkan masing-masing di antara keduanya kepada yang lainnya, yaitu dengan mengembalikan waktu pada salah satu di antaranya. Yang demikian itu merupakan pengaruh daripada kekuasaan Allah swt. yang dengan kekuasaan-Nya itu kaum Muslimin dapat kemenangan (dan bahwasanya Allah Maha Mendengar) terhadap doa-doa kaum Mukminin (lagi Maha Melihat) perihal orang-orang yang beriman, di mana Dia menjadikan iman dalam diri mereka, kemudian Dia memperkenankan doa mereka.",
            "sajda": false,
            "transliteration": "Zaalika bi annal laaha yoolijul laila fin nahaari wa yoolijun nahaara fil laili wa annal laaha Samee'um Baseer",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ يُولِجُ [h:9084[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ سَمِي[i:9086[عُۢ ب]َص[p[ِي]رٌ"
        },
        {
            "aya_id": 2657,
            "aya_number": 62,
            "aya_text": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ هُوَ الْبَاطِلُ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 339,
            "translation_aya_text": "Demikianlah (kebesaran Allah) karena Allah, Dialah (Tuhan) Yang Hak. Dan apa saja yang mereka seru selain Dia, itulah yang batil, dan sungguh Allah, Dialah Yang Mahatinggi, Mahabesar.",
            "tafsir_jalalayn": "(Demikian itu) yakni kemenangan itu pun (adalah karena sesungguhnya Allah, Dialah Tuhan yang hak) yang semestinya (dan sesungguhnya apa saja yang mereka seru) dapat dibaca Yad'uuna dan Tad'uuna, maksudnya apa saja yang mereka sembah (selain dari Allah) yakni berhala-berhala (itulah yang batil) yakni yang akan lenyap (dan sesungguhnya Allah, Dialah Yang Maha Tinggi) atas segala sesuatu dengan kekuasaan-Nya (lagi Maha Besar) artinya segala sesuatu selain-Nya adalah kecil.",
            "sajda": false,
            "transliteration": "Zaalika bi annal laaha Huwal haqqu wa anna maa yad'oona min doonihee huwal baatilu wa annal laaha Huwal 'Aliyyul kabeer",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ هُوَ [h:8923[ٱ]لْحَقُّ وَأَ[g[نّ]َ مَا يَ[q:1240[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] هُوَ [h:9087[ٱ]لْبَ[n[ـٰ]طِلُ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ هُوَ [h:9088[ٱ]لْعَلِىُّ [h:9089[ٱ]لْكَب[p[ِي]رُ"
        },
        {
            "aya_id": 2658,
            "aya_number": 63,
            "aya_text": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۖ فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةًۗ اِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ ۚ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 339,
            "translation_aya_text": "Tidakkah engkau memperhatikan, bahwa Allah menurunkan air (hujan) dari langit, sehingga bumi menjadi hijau? Sungguh, Allah Mahahalus, Maha Mengetahui.",
            "tafsir_jalalayn": "(Apakah kamu tiada melihat) tidak mengetahui (bahwasanya Allah menurunkan air dari langit) yakni hujan (lalu jadilah bumi itu hijau?) disebabkan adanya tumbuh-tumbuhan sesudah itu, hal ini merupakan bukti bagi kekuasaan Allah. (Sesungguhnya Allah benar-benar Maha Lembut) terhadap hamba-hamba-Nya, karena itu Dia menumbuhkan tumbuh-tumbuhan dengan air hujan itu (lagi Maha Waspada) terhadap apa yang ada dalam hati mereka, di kala hujan datang terlambat.",
            "sajda": false,
            "transliteration": "Alam tara annal laaha anzala minas samaaa'i maaa'an fatusbihul ardu mukhdarrah; innal laaha Lateefun Khabeer",
            "tajweed_text": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:9090[ءً ف]َتُصْبِحُ [h:9091[ٱ]لْأَرْضُ مُخْضَرَّةً‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَطِيفٌ خَب[p[ِي]رٌ"
        },
        {
            "aya_id": 2659,
            "aya_number": 64,
            "aya_text": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 339,
            "translation_aya_text": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji.",
            "tafsir_jalalayn": "(Kepunyaan-Nyalah segala yang ada di langit dan segala yang ada di bumi) sebagai milik-Nya. (Dan sesungguhnya Allah benar-benar Maha Kaya) tidak membutuhkan hamba-hamba-Nya (lagi Maha Terpuji) terhadap kekasih-kekasih-Nya.",
            "sajda": false,
            "transliteration": "Lahoo ma fis samaawaati wa ma fil ard; wa innal laaha la Huwal Ghaniyyul Hameed",
            "tajweed_text": "لَّهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَهُوَ [h:9092[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ"
        },
        {
            "aya_id": 2660,
            "aya_number": 65,
            "aya_text": "اَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ وَيُمْسِكُ السَّمَاۤءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 340,
            "translation_aya_text": "Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia.",
            "tafsir_jalalayn": "(Apakah kamu tiada melihat) tiada mengetahui (bahwasanya Allah menundukkan bagi kalian apa yang ada di bumi) berupa hewan-hewan ternak (dan bahtera) perahu, kapal (yang berlayar di laut) hingga dapat dinaiki dan dapat membawa muatan (dengan perintah-Nya) dengan seizin-Nya. (Dan Dia menahan benda-benda langit) (supaya tidak) supaya jangan (jatuh ke bumi melainkan dengan izin-Nya) oleh sebab itu mereka akan hancur binasa. (Sesungguhnya Allah benar-benar Maha Pengasih lagi Maha Penyayang kepada manusia) oleh karenanya Dia menundukkan kesemuanya itu, dan menahan langit supaya tidak jatuh menimpa mereka.",
            "sajda": false,
            "transliteration": "Alam tara annal laaha sakhkhara lakum maa fil ardi wal fulka tajree fil bahri bi amrihee wa yumsikus samaaa'a an taqa'a 'alal ardi illaa biiznih; innal laaha binnaasi la Ra'oofur Raheem",
            "tajweed_text": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ سَخَّرَ لَك[w:154[ُم م]َّا فِى [h:44[ٱ]لْأَرْضِ وَ[h:9094[ٱ]لْفُلْكَ تَ[q:120[جْ]رِى فِى [h:837[ٱ]لْبَحْرِ بِأَمْرِه[n[ِۦ] وَيُمْسِكُ [h:9095[ٱ][l[ل]سَّم[o[َا]ٓءَ أَ[f:9096[ن ت]َقَعَ عَلَى [h:7958[ٱ]لْأَرْضِ إِلَّا بِإِذْنِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِ[h:743[ٱ][l[ل][g[نّ]َاسِ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 2661,
            "aya_number": 66,
            "aya_text": "وَهُوَ الَّذِيْٓ اَحْيَاكُمْ ۖ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ اِنَّ الْاِنْسَانَ لَكَفُوْرٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 340,
            "translation_aya_text": "Dan Dialah yang menghidupkan kamu, kemudian mematikan kamu, kemudian menghidupkan kamu kembali (pada hari kebangkitan). Sungguh, manusia itu sangat kufur nikmat.",
            "tafsir_jalalayn": "(Dan Dialah Allah yang telah menghidupkan kalian) menumbuhkan kalian (kemudian mematikan kalian) bilamana ajal atau batas umur kalian telah habis (kemudian menghidupkan kalian lagi) di waktu hari berbangkit (sesungguhnya manusia itu) yakni orang yang musyrik (benar-benar sangat mengingkari) kepada nikmat-nikmat Allah, disebabkan mereka tidak mau mengesakan-Nya.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee ahyaakum summa yumeetukum summma yuheekum; innal insaana lakafoor",
            "tajweed_text": "وَهُوَ [h:4114[ٱ]لَّذ[o[ِىٓ] أَحْيَاكُمْ ثُ[g[مّ]َ يُمِيتُكُمْ ثُ[g[مّ]َ يُحْيِيكُمْ‌ۗ إِ[g[نّ]َ [h:7137[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ لَكَف[p[ُو]رٌ"
        },
        {
            "aya_id": 2662,
            "aya_number": 67,
            "aya_text": "لِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوْهُ فَلَا يُنَازِعُنَّكَ فِى الْاَمْرِ وَادْعُ اِلٰى رَبِّكَۗ اِنَّكَ لَعَلٰى هُدًى مُّسْتَقِيْمٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 340,
            "translation_aya_text": "Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan, maka tidak sepantasnya mereka berbantahan dengan engkau dalam urusan (syariat) ini dan serulah (mereka) kepada Tuhanmu. Sungguh, engkau (Muhammad) berada di jalan yang lurus.",
            "tafsir_jalalayn": "(Bagi tiap-tiap umat telah Kami tetapkan manasik tertentu) dapat dibaca Mansakan dan Minsakan artinya syariat (yang mereka lakukan) yakni mereka amalkan (maka janganlah sekali-kali mereka membantah kamu) makna yang dimaksud adalah, janganlah kamu membantah mereka (dalam urusan ini) masalah penyembelihan, karena mereka mengatakan, bahwa apa yang dimatikan oleh Allah yakni bangkai lebih berhak untuk kalian makan daripada apa yang kalian sembelih (dan serulah manusia kepada Rabbmu) agama-Nya. (Sesungguhnya kamu benar-benar berada pada petunjuk) agama (yang lurus).",
            "sajda": false,
            "transliteration": "Likulli ummatin ja'alnaa mansakan hum naasikoohu falaa yunaazi 'unnaka fil amr; wad'u ilaa Rabbika innaka la 'alaa hudam mustaqeem",
            "tajweed_text": "لِّكُلِّ أُ[g[مّ]َ[f:9013[ةٍ ج]َعَلْنَا مَ[f:9014[نس]َكًا هُمْ نَاسِكُوهُ‌ۖ فَلَا يُنَ[n[ـٰ]زِعُ[g[نّ]َكَ فِى [h:2319[ٱ]لْأَمْرِ‌ۚ وَ[h:9097[ٱ][q:9097[دْ]عُ إِلَىٰ رَبِّكَ‌ۖ إِ[g[نّ]َكَ لَعَلَىٰ هُ[a:9098[دًى م]ُّسْتَق[p[ِي]مٍ"
        },
        {
            "aya_id": 2663,
            "aya_number": 68,
            "aya_text": "وَاِنْ جَادَلُوْكَ فَقُلِ اللّٰهُ اَعْلَمُ بِمَا تَعْمَلُوْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 340,
            "translation_aya_text": "Dan jika mereka membantah engkau, maka katakanlah, “Allah lebih tahu tentang apa yang kamu kerjakan.”",
            "tafsir_jalalayn": "(Dan jika mereka membantah kamu) dalam masalah agama (maka katakanlah! \"Allah lebih mengetahui tentang apa yang kalian kerjakan\") maka Dia akan membalasnya kepada kalian. Ayat ini diturunkan sebelum ada perintah untuk berperang.",
            "sajda": false,
            "transliteration": "Wa in jaadalooka faqulil laahu a'lamu bimaa ta'maloon",
            "tajweed_text": "وَإِ[f:9099[ن ج]َ[n[ـٰ]دَلُوكَ فَقُلِ [h:9100[ٱ]للَّهُ أَعْلَمُ بِمَا تَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 2664,
            "aya_number": 69,
            "aya_text": "اَللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 340,
            "translation_aya_text": "Allah akan mengadili di antara kamu pada hari Kiamat tentang apa yang dahulu kamu memperselisihkannya. ",
            "tafsir_jalalayn": "(Allah akan mengadili di antara kalian) hai orang-orang Mukmin dan orang-orang kafir (pada hari kiamat tentang apa yang kalian dahulu selalu berselisih padanya) yaitu satu golongan dengan golongan lainnya berbeda pendapat.",
            "sajda": false,
            "transliteration": "Allaahu yahkumu bainakum Yawmal Qiyaamati feemaa kuntum feehi takhtalifoon",
            "tajweed_text": "ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فِيمَا كُ[f:100[نت]ُمْ فِيهِ تَخْتَلِف[p[ُو]نَ"
        },
        {
            "aya_id": 2665,
            "aya_number": 70,
            "aya_text": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمَاۤءِ وَالْاَرْضِۗ اِنَّ ذٰلِكَ فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 340,
            "translation_aya_text": "Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfuzh). Sesungguhnya yang demikian itu sangat mudah bagi Allah. ",
            "tafsir_jalalayn": "(Apakah kamu tidak mengetahui) Istifham di sini bermakna Taqrir, maksudnya bukankah kamu telah mengetahui (bahwa sesungguhnya Allah mengetahui apa saja yang ada di langit dan di bumi; bahwasanya yang demikian itu) apa yang telah disebutkan tadi (terdapat dalam Kitab?) yang dimaksud adalah Lohmahfuz. (Sesungguhnya yang demikian itu) pengetahuan apa yang telah disebutkan tadi (amat mudah bagi Allah.)",
            "sajda": false,
            "transliteration": "Alam ta'lam annal laaha ya'lamu maa fis samaaa'i wal ard; inna zaalika fee kitaab; inna zaalika 'alal laahi yaseer",
            "tajweed_text": "أَلَمْ تَعْلَمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ إِ[g[نّ]َ ذ[n[َٲ]لِكَ فِى كِتَ[n[ـٰ]بٍ‌ۚ إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ"
        },
        {
            "aya_id": 2666,
            "aya_number": 71,
            "aya_text": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّمَا لَيْسَ لَهُمْ بِهٖ عِلْمٌ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 340,
            "translation_aya_text": "Dan mereka menyembah selain Allah, tanpa dasar yang jelas tentang itu, dan mereka tidak mempunyai pengetahuan (pula) tentang itu. Bagi orang-orang yang zalim tidak ada seorang penolong pun.",
            "tafsir_jalalayn": "(Dan mereka menyembah) yakni orang-orang musyrik (selain daripada Allah, apa yang Allah tidak menurunkan tentang itu) yang dimaksud adalah berhala-berhala (suatu keterangan pun) hujah mengenainya (dan apa yang mereka sendiri tidak mempunyai pengetahuan terhadapnya) bahwasanya hal-hal itu adalah tuhan-tuhan. (Dan bagi orang-orang yang zalim sekali-kali tidak ada) zalim karena melakukan kemusyrikan (seorang penolong pun) yang dapat mencegah azab Allah dari diri mereka.",
            "sajda": false,
            "transliteration": "Wa ya'budoona min doonil laahi maa lam yunazzil bihee sultaananw wa maa laisa lahum bihee 'ilm; wa maa lizzaalimeena min naseer",
            "tajweed_text": "وَيَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَمْ يُنَزِّلْ بِه[n[ِۦ] سُلْطَ[n[ـٰ][a:9101[نًا و]َمَا لَيْسَ لَه[c:3276[ُم ب]ِه[n[ِۦ] عِلْ[a:9102[مٌ‌ۗ و]َمَا لِلظَّ[n[ـٰ]لِمِينَ م[a:9103[ِن ن]َّص[p[ِي]رٍ"
        },
        {
            "aya_id": 2667,
            "aya_number": 72,
            "aya_text": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ تَعْرِفُ فِيْ وُجُوْهِ الَّذِيْنَ كَفَرُوا الْمُنْكَرَۗ يَكَادُوْنَ يَسْطُوْنَ بِالَّذِيْنَ يَتْلُوْنَ عَلَيْهِمْ اٰيٰتِنَاۗ قُلْ اَفَاُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكُمْۗ  اَلنَّارُۗ وَعَدَهَا اللّٰهُ الَّذِيْنَ كَفَرُوْاۗ وَبِئْسَ الْمَصِيْرُ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 340,
            "translation_aya_text": "Dan apabila dibacakan di hadapan mereka ayat-ayat Kami yang terang, niscaya engkau akan melihat (tanda-tanda) keingkaran pada wajah orang-orang yang kafir itu. Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Muhammad), “Apakah akan aku kabarkan kepada-mu (mengenai sesuatu) yang lebih buruk dari itu, (yaitu) neraka?” Allah telah mengancamkannya (neraka) kepada orang-orang kafir. Dan (neraka itu) seburuk-buruk tempat kembali.",
            "tafsir_jalalayn": "(Dan apabila dibacakan di hadapan mereka ayat-ayat Kami) dari Alquran (yang terang) jelas keadaannya (niscaya kamu melihat tanda-tanda keingkaran pada muka orang-orang yang kafir itu) keingkaran mereka terhadap ayat-ayat Kami, yaitu sebagai pengaruh dari kebencian mereka terhadapnya, kelihatan muka mereka sangat masam. (Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami di hadapan mereka) akan menimpakan kekerasan terhadap mereka. (Katakanlah! \"Apakah akan aku kabarkan kepada kalian yang lebih buruk daripada itu?) perkara yang lebih kalian tidak sukai daripada Alquran yang dibacakan kepada kalian ini (Yaitu neraka\". Allah telah mengancamkannya kepada orang-orang yang kafir) bahwasanya tempat kembali mereka adalah neraka. (Dan seburuk-buruk tempat kembali) itu adalah neraka.",
            "sajda": false,
            "transliteration": "Wa izaa tutlaa 'laihim Aayaatunaa baiyinaatin ta'rifu fee wujoohil lazeena kafarul munkara yakaadoona yastoona bil lazeena yatloona 'alaihim Aayaatinaa; qul afa unab bi'ukum bisharrim min zaalikum; an Naaru wa 'adahal laahul lazeena kafaroo wa bi'sal maseer",
            "tajweed_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَ[n[ـٰ]تُنَا بَيِّنَ[n[ـٰ][f:9104[تٍ ت]َعْرِفُ فِى وُجُوهِ [h:9105[ٱ]لَّذِينَ كَفَرُو[s[اْ] [h:9106[ٱ]لْمُ[f:9107[نك]َرَ‌ۖ يَكَادُونَ يَسْطُونَ بِ[h:2413[ٱ]لَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَ[n[ـٰ]تِنَا‌ۗ قُلْ أَفَأُنَبِّئُك[c:9108[ُم ب]ِشَ[a:3654[رٍّ م]ِّ[f:9109[ن ذ][n[َٲ]لِكُمُ‌ۗ [h:9110[ٱ][l[ل][g[نّ]َارُ وَعَدَهَا [h:9111[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۖ] وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ"
        },
        {
            "aya_id": 2668,
            "aya_number": 73,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوْا لَهٗ ۗاِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَنْ يَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَهٗ ۗوَاِنْ يَّسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنْقِذُوْهُ مِنْهُۗ ضَعُفَ الطَّالِبُ وَالْمَطْلُوْبُ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.",
            "tafsir_jalalayn": "(Hai manusia,) yakni penduduk Mekah (telah dibuatkan perumpamaan, maka dengarkanlah oleh kalian perumpamaan itu) yaitu, (Sesungguhnya segala yang kalian seru) kalian sembah (selain Allah) yaitu berhala-berhala (sekali-kali tidak dapat menciptakan seekor lalat pun) lafal Dzubaaban adalah isim jenis, yang artinya jamak, sedangkan bentuk tunggalnya adalah Dzubaabatun; lafal ini dapat dipakai untuk mudzakkar dan muanats (walaupun mereka bersatu untuk menciptakannya) untuk membuatnya. (Dan jika lalat itu merampas sesuatu dari mereka) apa yang ada pada mereka berupa wewangian dan minyak Za'faron yang dilumurkan kepada berhala-berhala mereka itu (tiadalah mereka dapat menyelamatkan sesuatu itu) dapat merampas kembali sesuatu itu (dari lalat itu) karena mereka tidak mampu, mengapa mereka menyembah selain Allah? Yaitu apa-apa yang mereka anggap sebagai sekutu-sekutu Allah. Ini adalah hal yang aneh sekali, diungkapkan oleh peribahasa dengan ungkapan seperti berikut ini, (\"Alangkah lemahnya yang menyeru) yakni yang menyembah (dan alangkah lemahnya pula yang diseru) yakni yang disembah.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhan naasu duriba masalun fastami'oo lah; innal lazeena tad'oona min doonil laahi lai yakhluqoo zubaabanw wa lawijtama'oo lahoo wa iny yaslub humuz zubbabu shai'al laa yastan qizoohu minh; da'ufat taalibu walmatloob",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ ضُرِبَ مَثَ[f:9112[لٌ ف]َ[h:5220[ٱ]سْتَمِعُو[s[اْ] لَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ ل[a:9113[َن ي]َخْلُقُو[s[اْ] ذُبَا[a:9114[بًا و]َلَوِ [h:9115[ٱ][q:9116[جْ]تَمَعُو[s[اْ] لَهُ[n[ۥ]‌ۖ وَإ[a:9117[ِن ي]َسْلُ[q:9118[بْ]هُمُ [h:9119[ٱ][l[ل]ذُّبَابُ شَيْـ[u:9120[ـًٔا ل]َّا يَسْتَ[f:9121[نق]ِذُوهُ مِنْهُ‌ۚ ضَعُفَ [h:9122[ٱ][l[ل]طَّالِبُ وَ[h:9123[ٱ]لْمَ[q:9123[طْ]ل[p[ُو][q[ب]ُ"
        },
        {
            "aya_id": 2669,
            "aya_number": 74,
            "aya_text": "مَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sungguh, Allah Mahakuat, Mahaperkasa.",
            "tafsir_jalalayn": "(Mereka tidak menganggap Allah) tidak mengagungkan-Nya (dengan sebenar-benarnya) dengan pengagungan yang sebenarnya, disebabkan mereka menyekutukan-Nya dengan apa-apa yang tidak dapat mencegah seekor lalat pun dan tidak dapat pula merebut apa yang telah diambilnya. (Sesungguhnya Allah benar-benar Maha Kuat lagi Maha Perkasa\") yakni Maha Menang.",
            "sajda": false,
            "transliteration": "Maa qadrul laaha haqqa qadrih; innal laaha la Qawiyyun 'Azeez",
            "tajweed_text": "مَا قَدَرُو[s[اْ] [h:4225[ٱ]للَّهَ حَقَّ قَ[q:4226[دْ]رِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَقَوِىٌّ عَز[p[ِي]زٌ"
        },
        {
            "aya_id": 2670,
            "aya_number": 75,
            "aya_text": "اَللّٰهُ يَصْطَفِيْ مِنَ الْمَلٰۤىِٕكَةِ رُسُلًا وَّمِنَ النَّاسِۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ۚ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Allah memilih para utusan(-Nya) dari malaikat dan dari manusia. Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Allah memilih utusan-utusan-Nya dari malaikat dan dari manusia) sebagai rasul-rasul-Nya. Ayat ini diturunkan ketika orang-orang musyrik mengatakan, sebagaimana yang telah disitir oleh firman-Nya, \"Mengapa Alquran itu diturunkan kepadanya di antara kita?\" (Q.S. Shad, 8) (sesungguhnya Allah Maha Mendengar) ucapan-ucapan mereka (lagi Maha Melihat) utusan yang telah diangkat-Nya, seperti malaikat Jibril, malaikat Mikail, Nabi Ibrahim, Nabi Muhammad dan Rasul-rasul lainnya, semoga selawat dan salam Allah curahkan kepada mereka semuanya.",
            "sajda": false,
            "transliteration": "Allahu yastafee minal malaaa'ikati Rusulanw wa minan naas; innal laaha Samee'um Baseer",
            "tajweed_text": "ٱللَّهُ يَصْطَفِى مِنَ [h:2217[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ رُسُل[a:9124[اً و]َمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَمِي[i:9086[عُۢ ب]َص[p[ِي]رٌ"
        },
        {
            "aya_id": 2671,
            "aya_number": 76,
            "aya_text": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Dia (Allah) mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka. Dan hanya kepada Allah dikembalikan segala urusan.",
            "tafsir_jalalayn": "(Allah mengetahui apa yang ada di hadapan mereka dan apa yang ada di belakang mereka) apa yang akan mereka lakukan dan apa yang telah mereka lakukan, dan apa yang sekarang sedang mereka lakukan. (Dan hanya kepada Allah dikembalikan semua urusan).",
            "sajda": false,
            "transliteration": "Ya'lamu maa baina aydeehim wa maa khalfahum; wa ilal laahi turja'ul umoor",
            "tajweed_text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ‌ۗ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ"
        },
        {
            "aya_id": 2672,
            "aya_number": 77,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ارْكَعُوْا وَاسْجُدُوْا وَاعْبُدُوْا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُوْنَ ۚ۩",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Wahai orang-orang yang beriman! Rukuklah, sujudlah, dan sembahlah Tuhanmu; dan berbuatlah kebaikan, agar kamu beruntung.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Rukuk dan sujudlah kalian) salatlah kalian (dan sembahlah Rabb kalian) tauhidkanlah Dia (dan perbuatlah kebaikan) seperti menghubungkan silaturahim dan melakukan akhlak-akhlak yang mulia (supaya kalian mendapat keberuntungan) kalian beruntung karena dapat hidup abadi di surga.",
            "sajda": true,
            "transliteration": "Yaaa ayyuhal lazeena aamanur ka'oo wasjudoo wa'budoo Rabbakum waf'alul khaira la'allakum tuflihoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:9125[ٱ]رْكَعُو[s[اْ] وَ[h:9126[ٱ]سْجُدُو[s[اْ] وَ[h:9127[ٱ]عْبُدُو[s[اْ] رَبَّكُمْ وَ[h:9128[ٱ]فْعَلُو[s[اْ] [h:9129[ٱ]لْخَيْرَ لَعَلَّكُمْ تُفْلِحُ[p[و]نَ ۩"
        },
        {
            "aya_id": 2673,
            "aya_number": 78,
            "aya_text": "وَجَاهِدُوْا فِى اللّٰهِ حَقَّ جِهَادِهٖۗ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ مِلَّةَ اَبِيْكُمْ اِبْرٰهِيْمَۗ هُوَ سَمّٰىكُمُ الْمُسْلِمِيْنَ ەۙ مِنْ قَبْلُ وَفِيْ هٰذَا لِيَكُوْنَ الرَّسُوْلُ شَهِيْدًا عَلَيْكُمْ وَتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِۖ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاعْتَصِمُوْا بِاللّٰهِ ۗهُوَ مَوْلٰىكُمْۚ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ ࣖ   ۔",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat; tunaikanlah zakat, dan berpegangteguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong.",
            "tafsir_jalalayn": "(Dan berjihadlah kalian pada jalan Allah) demi menegakkan agama-Nya (dengan jihad yang sebenar-benarnya) dengan mengerahkan segala kemampuan kalian di dalamnya. Lafal Haqqa dinashabkan disebabkan menjadi Mashdar. (Dia telah memilih kalian) untuk membela agama-Nya (dan Dia sekali-kali tidak menjadikan untuk kalian dalam agama suatu kesempitan) artinya hal-hal yang membuat kalian sulit untuk melakukannya, untuk itu Dia memberikan kemudahan kepada kalian dalam keadaan darurat, antara lain boleh mengkasar salat, bertayamum, memakan bangkai, dan berbuka puasa bagi orang yang sedang sakit dan bagi yang sedang melakukan perjalanan (sebagaimana agama orang tua kalian) kedudukan lafal Millata dinashabkan dengan cara mencabut huruf Jarrnya, yaitu huruf Kaf (Ibrahim) lafal ini menjadi athaf Bayan. (Dia) yakni Allah (telah menamai kalian orang-orang Muslim dari dahulu) sebelum diturunkannya Alquran (dan begitu pula dalam Kitab ini) yakni Alquran (supaya Rasul itu menjadi saksi atas diri kalian) kelak di hari kiamat, bahwasanya dia telah menyampaikan kepada kalian (dan kalian) semuanya (menjadi saksi atas segenap manusia) bahwasanya Rasul-rasul mereka telah menyampaikan risalah-Nya kepada mereka (maka dirikanlah salat) maksudnya laksanakanlah salat secara terus-menerus (tunaikanlah zakat dan berpeganglah kalian kepada Allah) percayalah kalian kepada-Nya (Dia adalah pelindung kalian) yang menolong kalian dan yang mengurus perkara-perkara kalian (maka sebaik-baik pelindung) adalah Dia (dan sebaik-baik penolong) kalian adalah Dia.",
            "sajda": false,
            "transliteration": "Wa jaahidoo fil laahi haqqa jihaadih; Huwaj tabaakum wa maa ja'ala 'alaikum fid deeni min haraj; Millata abeekum Ibraaheem; Huwa sammaakumul muslimeena min qablu wa fee haaza li yakoonar Rasoolu shaheedan 'alaikum wa takoonoo shuhadaaa'a 'alan naas; fa aqeemus salaata wa aatuz zakaata wa'tasimoo billaahi Huwa mawlaakum fani'mal mawlaa wa ni'man naseer",
            "tajweed_text": "وَجَ[n[ـٰ]هِدُو[s[اْ] فِى [h:714[ٱ]للَّهِ حَقَّ جِهَادِه[n[ِۦ]‌ۚ هُوَ [h:9130[ٱ][q:9131[جْ]تَبَ[n[ـٰ]كُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ مِنْ حَرَ[a:9132[جٍ‌ۚ م]ِّلَّةَ أَبِيكُمْ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ‌ۚ هُوَ سَ[g[مّ]َ[n[ـٰ]كُمُ [h:9133[ٱ]لْمُسْلِمِينَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَفِى هَ[n[ـٰ]ذَا لِيَكُونَ [h:9134[ٱ][l[ل]رَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُو[s[اْ] شُهَد[o[َا]ٓءَ عَلَى [h:729[ٱ][l[ل][g[نّ]َاسِ‌ۚ فَأَقِيمُو[s[اْ] [h:3095[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَ[h:9135[ٱ]عْتَصِمُو[s[اْ] بِ[h:32[ٱ]للَّهِ هُوَ مَوْلَ[n[ـٰ]كُمْ‌ۖ فَنِعْمَ [h:9136[ٱ]لْمَوْلَىٰ وَنِعْمَ [h:5337[ٱ][l[ل][g[نّ]َص[p[ِي]رُ"
        }
    ]
}