{
    "sura_id": 33,
    "name": "سُورَةُ الأَحۡزَابِ",
    "englishName": "Al-Ahzaab",
    "englishNameTranslation": "The Clans",
    "revelationType": "Medinan",
    "data": [
        {
            "aya_id": 3534,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ اتَّقِ اللّٰهَ وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ ۗاِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًاۙ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "Wahai Nabi! Bertakwalah kepada Allah dan janganlah engkau menuruti (keinginan) orang-orang kafir dan orang-orang munafik. Sesungguhnya Allah Maha Mengetahui, Mahabijaksana,",
            "tafsir_jalalayn": "(Hai Nabi! Bertakwalah kepada Allah) teguhkanlah dirimu dalam bertakwa kepada Allah (dan janganlah kamu menuruti keinginan orang-orang kafir dan orang-orang munafik) dalam hal-hal yang bertentangan dengan syariatmu. (Sesungguhnya Allah Maha Mengetahui) apa yang akan terjadi sebelumnya (lagi Maha Bijaksana) di dalam mengatur urusan makhluk-Nya.",
            "sajda": false,
            "transliteration": "Yaa aiyuhan Nabiyyut taqil laaha wa laa tuti'il kaafireena wal munaafiqeen; innal laaha kaana 'aleeman Hakeemaa"
        },
        {
            "aya_id": 3535,
            "aya_number": 2,
            "aya_text": "وَّاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ مِنْ رَّبِّكَ ۗاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًاۙ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "dan ikutilah apa yang diwahyukan Tuhanmu kepadamu. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan,",
            "tafsir_jalalayn": "(Dan ikutilah apa yang diwahyukan Rabbmu kepadamu) yaitu Alquran. (Sesungguhnya Allah adalah Maha Mengetahui apa yang kalian kerjakan) menurut suatu qiraat lafal ta'maluuna dibaca ya'maluuna.",
            "sajda": false,
            "transliteration": "Wattabi' maa yoohaaa ilaika mir Rabbik; innal laaha kaana bimaa ta'maloona Khabeera"
        },
        {
            "aya_id": 3536,
            "aya_number": 3,
            "aya_text": "وَّتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pemelihara.",
            "tafsir_jalalayn": "(Dan bertawakallah kepada Allah) di dalam urusanmu. (Dan cukuplah Allah sebagai pemelihara) dirimu; sehubungan dengan hal ini, umat Nabi saw. mengikut kepadanya.",
            "sajda": false,
            "transliteration": "Wa tawakkal 'alal laah; wa kafaa billaahi Wakeelaa"
        },
        {
            "aya_id": 3537,
            "aya_number": 4,
            "aya_text": "مَا جَعَلَ اللّٰهُ لِرَجُلٍ مِّنْ قَلْبَيْنِ فِيْ جَوْفِهٖ ۚوَمَا جَعَلَ اَزْوَاجَكُمُ الّٰـِٕۤيْ تُظٰهِرُوْنَ مِنْهُنَّ اُمَّهٰتِكُمْ ۚوَمَا جَعَلَ اَدْعِيَاۤءَكُمْ اَبْنَاۤءَكُمْۗ ذٰلِكُمْ قَوْلُكُمْ بِاَفْوَاهِكُمْ ۗوَاللّٰهُ يَقُوْلُ الْحَقَّ وَهُوَ يَهْدِى السَّبِيْلَ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "Allah tidak menjadikan bagi seseorang dua hati dalam rongganya; dan Dia tidak menjadikan istri-istrimu yang kamu zihar itu sebagai ibumu, dan Dia tidak menjadikan anak angkatmu sebagai anak kandungmu (sendiri). Yang demikian itu hanyalah perkataan di mulutmu saja. Allah mengatakan yang sebenarnya dan Dia menunjukkan jalan (yang benar).",
            "tafsir_jalalayn": "(Allah sekali-kali tidak menjadikan bagi seseorang dua buah hati dalam rongganya) firman ini sebagai sanggahan terhadap sebagian orang-orang kafir yang mengatakan, bahwa dia memiliki dua hati; yang masing-masingnya mempunyai kesadaran yang lebih utama daripada kesadaran yang dimiliki oleh Muhammad (dan Dia tidak menjadikan istri-istri kalian yang) lafal allaa-iy dapat pula dibaca allaa-i (kalian zihari) dapat dibaca tuzhhiruuna dan tuzhaahiruuna (mereka itu) misalnya seseorang berkata kepada istrinya, \"Menurutku kamu bagaikan punggung ibuku,\" (sebagai ibu kalian) yakni mereka diharamkan oleh kalian seperti terhadap ibu kalian sendiri, hal ini di zaman jahiliah dianggap sebagai talak. Zihar hanya mewajibkan membayar kifarat dengan persyaratannya yang akan disebutkan di dalam surah Al-Mujadilah (dan Dia tidak menjadikan anak-anak angkat kalian) lafal ad'iyaa adalah bentuk jamak dari lafal da'iyyun, artinya adalah anak angkat (sebagai anak kandung kalian sendiri) yakni anak yang sesungguhnya bagi kalian. (Yang demikian itu hanyalah perkataan kalian di mulut kalian saja.) Sewaktu Nabi saw. menikahi Zainab binti Jahsy yang dahulunya adalah bekas istri Zaid bin Haritsah, anak angkat Nabi saw., orang-orang Yahudi dan munafik mengatakan, \"Muhammad telah mengawini bekas istri anaknya sendiri.\" Maka Allah swt. mendustakan mereka. (Dan Allah mengatakan yang sebenarnya) (dan Dia menunjukkan jalan) yang benar.",
            "sajda": false,
            "transliteration": "Maa ja'alal laahu lirajulim min qalbaini fee jawfih; wa maa ja'ala azwaajakumul laaa'ee tuzaahiroona minhunna ummahaatikum; wa maa ja'ala ad'iyaaa'akum abnaaa'akum; zaalikum qawlukum bi afwaa hikum wallaahu yaqoolul haqqa wa Huwa yahdis sabeel"
        },
        {
            "aya_id": 3538,
            "aya_number": 5,
            "aya_text": "اُدْعُوْهُمْ لِاٰبَاۤىِٕهِمْ هُوَ اَقْسَطُ عِنْدَ اللّٰهِ ۚ فَاِنْ لَّمْ تَعْلَمُوْٓا اٰبَاۤءَهُمْ فَاِخْوَانُكُمْ فِى الدِّيْنِ وَمَوَالِيْكُمْ ۗوَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيْمَآ اَخْطَأْتُمْ بِهٖ وَلٰكِنْ مَّا تَعَمَّدَتْ قُلُوْبُكُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "Panggillah mereka (anak angkat itu) dengan (memakai) nama bapak-bapak mereka; itulah yang adil di sisi Allah, dan jika kamu tidak mengetahui bapak mereka, maka (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu. Dan tidak ada dosa atasmu jika kamu khilaf tentang itu, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "Tetapi (panggillah mereka dengan memakai nama bapak-bapak mereka, itulah yang lebih pertengahan) lebih adil (pada sisi Allah, dan jika kalian tidak mengetahui bapak-bapak mereka, maka saudara-saudara kalian seagama dan maula-maula kalian) yaitu anak-anak paman kalian. (Dan tidak ada dosa atas kalian terhadap apa yang kalian khilaf padanya) dalam hal tersebut (tetapi) yang berdosa itu ialah (apa yang disengaja oleh hati kalian) sesudah adanya larangan. (Dan adalah Allah Maha Pengampun) atas apa yang terlanjur kalian katakan sebelum adanya larangan (lagi Maha Penyayang) kepada kalian.",
            "sajda": false,
            "transliteration": "Ud'oohum li aabaaa'ihim huwa aqsatu 'indal laah; fa illam ta'lamooo aabaaa'ahum fa ikhwaanukum fid deeni wa mawaaleekum; wa laisa 'alaikum junaahun feemaaa akhtaatum bihee wa laakim maa ta'ammadat quloobukum; wa kaanal laahu Ghafoorar Raheemaa"
        },
        {
            "aya_id": 3539,
            "aya_number": 6,
            "aya_text": "اَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ وَاَزْوَاجُهٗٓ اُمَّهٰتُهُمْ ۗوَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ مِنَ الْمُؤْمِنِيْنَ وَالْمُهٰجِرِيْنَ اِلَّآ اَنْ تَفْعَلُوْٓا اِلٰٓى اَوْلِيَاۤىِٕكُمْ مَّعْرُوْفًا ۗ كَانَ ذٰلِكَ فِى الْكِتٰبِ مَسْطُوْرًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. Orang-orang yang mempunyai hubungan darah satu sama lain lebih berhak (waris-mewarisi) di dalam Kitab Allah daripada orang-orang mukmin dan orang-orang Muhajirin, kecuali kalau kamu hendak berbuat baikkepada saudara-saudaramu  (seagama). Demikianlah telah tertulis dalam Kitab (Allah).",
            "tafsir_jalalayn": "(Nabi itu lebih utama bagi orang-orang mukminin dari diri mereka sendiri) maksudnya apa yang diserukan oleh Nabi saw. agar mereka melakukannya, dan apa yang diserukan oleh hawa nafsu mereka agar mereka melanggarnya, maka seruan Nabilah yang harus lebih diutamakan daripada kehendak diri mereka sendiri (dan istri-istrinya adalah ibu-ibu mereka) haram untuk dinikahi oleh mereka. (Dan orang-orang yang mempunyai hubungan darah) yakni kaum kerabat (satu sama lain lebih berhak) waris-mewarisi (di dalam Kitab Allah daripada orang-orang mukmin dan orang-orang Muhajirin) daripada waris-mewarisi berdasarkan saudara seiman dan berhijrah yang berlangsung pada permulaan Islam, kemudian dimansukh oleh ayat ini (kecuali) tetapi (kalau kalian mau berbuat baik kepada saudara-saudara kalian seagama) melalui wasiat, masih tetap diperbolehkan. (Adalah yang demikian itu) yaitu dihapusnya hukum waris-mewarisi karena seiman dan hijrah dengan hubungan kekerabatan (telah tertulis di dalam Alkitab) Alkitab yang dimaksud di dalam dua tempat pada ayat ini adalah Lohmahfuz.",
            "sajda": false,
            "transliteration": "An-Nabiyyu awlaa bil mu'mineena min anfusihim wa azwaajuhoo ummahatuhum wa ulul arbaami ba'duhum awlaa biba'din fee Kitaabil laahi minal mu'meneena wal Muhaajireena illaaa an taf'alooo ilaaa awliyaaa'ikum ma'roofaa; kaana zaalika fil kitaabi mastooraa"
        },
        {
            "aya_id": 3540,
            "aya_number": 7,
            "aya_text": "وَاِذْ اَخَذْنَا مِنَ النَّبِيّٖنَ مِيْثَاقَهُمْ وَمِنْكَ وَمِنْ نُّوْحٍ وَّاِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسَى ابْنِ مَرْيَمَ ۖوَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًاۙ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Dan (ingatlah) ketika Kami mengambil perjanjian dari para nabi dan dari engkau (sendiri), dari Nuh, Ibrahim, Musa dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh,",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Kami mengambil dari nabi-nabi perjanjian mereka) ketika mereka dikeluarkan dari tulang sulbi Adam sebagaimana benda yang paling kecil layaknya. Lafal adz-dzurri bentuk jamak dari lafal dzurrah artinya semut yang paling kecil (dan dari kamu sendiri, dari Nuh, Ibrahim, Musa dan Isa putra Maryam) hendaknya mereka menyembah Allah dan menyeru supaya beribadah kepada-Nya. Disebutkannya kelima nabi ini termasuk mengathafkan sesuatu kepada bagiannya (dan Kami telah mengambil dari mereka perjanjian yang teguh) janji yang sangat berat untuk melaksanakan apa-apa yang harus mereka pikul, yakni bersumpah atas nama Allah, kemudian perjanjian itu diambil oleh-Nya.",
            "sajda": false,
            "transliteration": "Wa iz akhaznaa minan Nabiyyeena meesaaqahum wa minka wa min Noohinw wa Ibraaheema wa Moosaa wa Eesab-ni-Maryama wa akhaznaa minhum meesaaqan ghaleezaa"
        },
        {
            "aya_id": 3541,
            "aya_number": 8,
            "aya_text": "لِّيَسْـَٔلَ الصّٰدِقِيْنَ عَنْ صِدْقِهِمْ ۚوَاَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا اَلِيْمًا ࣖ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "agar Dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka. Dia menyediakan azab yang pedih bagi orang-orang kafir.",
            "tafsir_jalalayn": "(Agar Dia menanyakan) yakni Allah (kepada orang-orang yang benar tentang kebenaran mereka) di dalam menyampaikan risalahnya; hal ini dimaksudkan sebagai celaan terhadap orang-orang yang kafir kepada para nabi (dan Dia menyediakan) yakni Allah swt. (bagi orang-orang kafir) terhadap para nabi (siksa yang pedih) yang menyakitkan. Lafal wa a'adda diathafkan pada lafal akhadznaa.",
            "sajda": false,
            "transliteration": "Liyas'alas saadiqeena 'an sidqihim; wa a'adda lilkaa fireena 'azaaban aleemaa"
        },
        {
            "aya_id": 3542,
            "aya_number": 9,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَاۤءَتْكُمْ جُنُوْدٌ فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا وَّجُنُوْدًا لَّمْ تَرَوْهَا ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًاۚ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Wahai orang-orang yang beriman! Ingatlah akan nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara yang tidak dapat terlihat olehmu. Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, ingatlah akan nikmat Allah yang telah dikaruniakan kepada kalian ketika datang kepada kalian tentara-tentara) orang-orang kafir yang bersekutu sewaktu perang Khandaq (lalu Kami kirimkan kepada mereka angin topan dan tentara yang kalian tidak dapat melihatnya) yakni bala tentara malaikat. (Dan adalah Allah terhadap apa yang kalian kerjakan) kalau dibaca ta'maluuna yang dimaksud adalah bekerja menggali parit, dan kalau dibaca ya'maluuna yang dimaksud adalah mereka yang bersekutu yaitu kaum musyrikin (Maha Melihat.)",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanuz kuroo ni'matal laahi 'alaikum iz jaaa'atkm junoodun fa arsalnaa 'alaihim reehanw wa junoodal lam tarawhaa; wa kaanal laahu bimaa ta'maloona Baseera"
        },
        {
            "aya_id": 3543,
            "aya_number": 10,
            "aya_text": "اِذْ جَاۤءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ وَتَظُنُّوْنَ بِاللّٰهِ الظُّنُوْنَا۠   ۗ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "(Yaitu) ketika mereka datang kepadamu dari atas dan dari bawahmu, dan ketika penglihatan(mu) terpana dan hatimu menyesak sampai ke tenggorokan dan kamu berprasangka yang bukan-bukan terhadap Allah.",
            "tafsir_jalalayn": "(Yaitu ketika mereka datang kepada kalian dari atas dan dari bawah kalian) dari lembah bagian atas dan bawah, datang dari arah timur dan barat (dan ketika tidak tetap lagi penglihatan) perhatiannya hanya tertuju kepada musuh saja yang datang dari berbagai penjuru (dan hati kalian naik menyesak sampai tenggorokan) lafal hanaajir bentuk jamak dari lafal hanjarah, artinya adalah tenggorokan, diungkapkan demikian karena takut yang amat sangat (dan kalian menyangka terhadap Allah dengan bermacam-macam sangkaan) dengan berbagai macam prasangka, apakah mendapat pertolongan ataukah tidak, sehingga putus harapan dari pertolongan-Nya.",
            "sajda": false,
            "transliteration": "Iz jaaa'ookum min fawqikum wa min asfala minkum wa iz zaaghatil absaaru wa balaghatil quloobul hanaajira wa tazunnoona billaahiz zunoonaa"
        },
        {
            "aya_id": 3544,
            "aya_number": 11,
            "aya_text": "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Di situlah diuji orang-orang mukmin dan digoncangkan (hatinya) dengan goncangan yang dahsyat.",
            "tafsir_jalalayn": "(Di situlah diuji orang-orang Mukmin) mereka mendapat cobaan supaya menjadi jelas, siapakah orang Mukmin yang benar-benar dan siapakah yang gadungan (dan hati mereka diguncang) berdegup-degup (dengan guncangan yang sangat) disebabkan ketakutan yang sangat mencekam mereka.",
            "sajda": false,
            "transliteration": "Hunaalikab tuliyal mu'minoona wa zulziloo zilzaalan shadeedaa"
        },
        {
            "aya_id": 3545,
            "aya_number": 12,
            "aya_text": "وَاِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ مَّا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗٓ اِلَّا غُرُوْرًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Dan (ingatlah) ketika orang-orang munafik dan orang-orang yang hatinya berpenyakit berkata, “Yang dijanjikan Allah dan Rasul-Nya kepada kami hanya tipu daya belaka.”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika orang-orang munafik dan orang-orang yang berpenyakit dalam hatinya berkata) yakni penyakit lemah keyakinannya: (\"Allah dan rasul-Nya tidak menjanjikan kepada kami) akan mendapat pertolongan Allah (melainkan tipu daya.\") kedustaan belaka.",
            "sajda": false,
            "transliteration": "Wa iz yaqoolul munaafiqoona wallazeena fee quloobihim maradum maa wa'adanal laahu wa Rasooluhooo illaa ghurooraa"
        },
        {
            "aya_id": 3546,
            "aya_number": 13,
            "aya_text": "وَاِذْ قَالَتْ طَّاۤىِٕفَةٌ مِّنْهُمْ يٰٓاَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوْا ۚوَيَسْتَأْذِنُ فَرِيْقٌ مِّنْهُمُ النَّبِيَّ يَقُوْلُوْنَ اِنَّ بُيُوْتَنَا عَوْرَةٌ  ۗوَمَا هِيَ بِعَوْرَةٍ ۗاِنْ يُّرِيْدُوْنَ اِلَّا فِرَارًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Dan (ingatlah) ketika segolongan di antara mereka berkata, “Wahai penduduk Yasrib (Madinah)! Tidak ada tempat bagimu, maka kembalilah kamu.” Dan sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, “Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).” Padahal rumah-rumah itu tidak terbuka, mereka hanyalah hendak lari.",
            "tafsir_jalalayn": "(Dan ketika berkata segolongan di antara mereka) yakni orang-orang munafik (\"Hai penduduk Yatsrib!) Yatsrib adalah nama kedua kota Madinah; tidak menerima tanwin karena 'illat 'alamiyah dan wazan fi'il (Tidak ada tempat bagi kalian) dapat dibaca muqaama dan maqaama, artinya tidak ada tempat tinggal bagi kalian (maka kembalilah kalian\") ke tempat-tempat tinggal kalian di Madinah, yang pada waktu itu kaum Muslimin telah berangkat keluar bersama dengan Nabi saw. ke salah satu lereng bukit di luar kota Madinah untuk menyambut kedatangan musuh. (Dan sebagian dari mereka minta izin kepada nabi) untuk kembali pulang (seraya berkata, \"Sesungguhnya rumah-rumah kami terbuka.\") Tidak ada penjaganya sehingga keadaannya sangat mengkhawatirkan. Maka Allah swt. berfirman: (Dan rumah-rumah itu sekali-kali tidak terbuka, tidak lain) (mereka hanya hendak lari) dari medan perang.",
            "sajda": false,
            "transliteration": "Wa iz qaalat taaa'ifatum minhum yaaa ahla Yasriba laa muqaamaa lakum farji'oo; wa yastaazina fareequm minhumun Nabiyya yaqooloona inna buyootanaa 'awrah; wa maa hiya bi'awratin iny yureedoona illaa firaaraa"
        },
        {
            "aya_id": 3547,
            "aya_number": 14,
            "aya_text": "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ اَقْطَارِهَا ثُمَّ سُـِٕلُوا الْفِتْنَةَ لَاٰتَوْهَا وَمَا تَلَبَّثُوْا بِهَآ اِلَّا يَسِيْرًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Dan kalau (Yasrib) diserang dari segala penjuru, dan mereka diminta agar membuat kekacauan, niscaya mereka mengerjakannya; dan hanya sebentar saja mereka menunggu.",
            "tafsir_jalalayn": "(Kalau diserang) kota Madinah (dari segala penjuru) dari segala arahnya (kemudian diminta kepada mereka) yakni mereka diminta oleh orang-orang yang menyerang mereka (supaya murtad) supaya musyrik (niscaya mereka mengerjakannya) niscaya mereka menuruti kemauannya; lafal ayat ini huruf hamzahnya dapat dibaca panjang sehingga bacaannya menjadi la-aatauhaa dan dapat dibaca pendek sehingga bacaannya menjadi la-atauhaa (dan mereka tidak akan bertangguh untuk murtad itu melainkan dalam waktu yang singkat).",
            "sajda": false,
            "transliteration": "wa law dukhilat 'alaihim min aqtaarihaa summa su'ilul fitnata la aatawhaa wa maa talabbasoo bihaaa illaa yaseeraa"
        },
        {
            "aya_id": 3548,
            "aya_number": 15,
            "aya_text": "وَلَقَدْ كَانُوْا عَاهَدُوا اللّٰهَ مِنْ قَبْلُ لَا يُوَلُّوْنَ الْاَدْبَارَ ۗوَكَانَ عَهْدُ اللّٰهِ مَسْـُٔوْلًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Dan sungguh, mereka sebelum itu telah berjanji kepada Allah, tidak akan berbalik ke belakang (mundur). Dan perjanjian dengan Allah akan diminta pertanggungjawabannya.",
            "tafsir_jalalayn": "(Dan sesungguhnya mereka sebelum itu telah berjanji kepada Allah dahulu, mereka tidak akan berbalik ke belakang/mundur. Dan adalah perjanjian dengan Allah akan diminta pertanggungjawabannya) tentang pelaksanaannya.",
            "sajda": false,
            "transliteration": "Wa laqad kaanoo 'aahadul laaha min qablu laa yuwal loonal adbaar; wa kaana 'ahdul laahi mas'oolaa"
        },
        {
            "aya_id": 3549,
            "aya_number": 16,
            "aya_text": "قُلْ لَّنْ يَّنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِيْلًا ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Katakanlah (Muhammad), “Lari tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika demikian (kamu terhindar dari kematian) kamu hanya akan mengecap kesenangan sebentar saja.”",
            "tafsir_jalalayn": "(Katakanlah, \"Lari itu sekali-kali tidaklah berguna bagi kalian, jika kalian melarikan diri dari kematian atau pembunuhan, dan jika kalian) melarikan diri (kalian tidak dapat bersenang-senang) di dunia ini sesudah kalian melarikan diri (melainkan hanya sebentar.\") Yakni hanyalah sebatas sisa umur kalian.",
            "sajda": false,
            "transliteration": "Qul lany y anfa'akumul firaaru in farartum minal mawti awil qatli wa izal laa tumatta'oona illaa qaleelaa"
        },
        {
            "aya_id": 3550,
            "aya_number": 17,
            "aya_text": "قُلْ مَنْ ذَا الَّذِيْ يَعْصِمُكُمْ مِّنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُوْۤءًا اَوْ اَرَادَ بِكُمْ رَحْمَةً ۗوَلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Katakanlah, “Siapakah yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah.",
            "tafsir_jalalayn": "(Katakanlah! \"Siapakah yang dapat melindungi kalian) yang dapat menyelamatkan kalian (dari takdir Allah jika Dia menghendaki bencana atas kalian) kebinasaan dan kekalahan (atau) siapakah yang dapat menimpakan keburukan kepada kalian jika (telah menghendaki) Allah (atas diri kalian rahmat) yakni kebaikan. (Dan orang-orang munafik itu tidak memperoleh bagi mereka selain Allah) (pelindung) yang bermanfaat bagi diri mereka (dan tidak pula penolong.\") yang dapat menolak marabahaya dari diri mereka.",
            "sajda": false,
            "transliteration": "Qul m an zal lazee ya'simukum minal laahi in araada bikum sooo'an aw araada bikum rahmah; wa laa yajidoona lahum min doonil laahi waliyyanw wa laa naseeraa"
        },
        {
            "aya_id": 3551,
            "aya_number": 18,
            "aya_text": "۞ قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۤىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚوَلَا يَأْتُوْنَ الْبَأْسَ اِلَّا قَلِيْلًاۙ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Sungguh, Allah mengetahui orang-orang yang menghalang-halangi di antara kamu dan orang yang berkata kepada saudara-saudaranya, “Marilah bersama kami.” Tetapi mereka datang berperang hanya sebentar,",
            "tafsir_jalalayn": "(Sesungguhnya Allah mengetahui orang-orang yang menghalang-halangi) yang menghambat (di antara kalian dan orang-orang yang berkata kepada saudara-saudaranya, \"Marilah) kemarilah (kepada kami.\" Dan mereka tidak mendatangi peperangan) pertempuran (melainkan hanya sebentar) hanya ingin pamer dan cari muka.",
            "sajda": false,
            "transliteration": "Qad ya'lamul laahul mu'awwiqeena minkum walqaaa'ileena li ikhwaanihim hahumma ilainaa, wa laa yaatoonal baasa illaa qaleelaa"
        },
        {
            "aya_id": 3552,
            "aya_number": 19,
            "aya_text": "اَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِۗ اُولٰۤىِٕكَ لَمْ يُؤْمِنُوْا فَاَحْبَطَ اللّٰهُ اَعْمَالَهُمْۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "mereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Dan yang demikian itu mudah bagi Allah.",
            "tafsir_jalalayn": "(Mereka bakhil terhadap kalian) maksudnya sangat perhitungan dalam menolong dan membantu kalian. Lafal asyihhatan bentuk jamak dari lafal syahiihun; berkedudukan menjadi hal atau kata keterangan keadaan dari dhamir yang terkandung di dalam lafal ya'tuuna (apabila datang ketakutan, kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti) penglihatan atau seperti terbeliaknya (orang yang pingsan karena akan mati) yaitu orang yang sedang sekarat maut (dan apabila ketakutan telah hilang) harta-harta rampasan telah diperoleh kaum Muslimin (mereka mencaci kalian) menyakiti kalian atau memukul kalian (dengan lidah yang tajam, sedangkan mereka bakhil untuk berbuat kebaikan) atas harta rampasan yang telah diperolehnya. (Mereka itu tidak beriman) sesungguhnya (maka Allah menghapus pahala amal mereka. Dan yang demikian itu) penghapusan pahala amal perbuatan itu (adalah mudah bagi Allah) dengan kehendak-Nya.",
            "sajda": false,
            "transliteration": "Ashihhatan 'alaikum faizaa jaaa'al khawfu ra aytahum yanzuroona ilaika tadooru a'yunuhum kallazee yughshaa 'alaihi minal mawti fa izaa zahabal khawfu salqookum bi alsinatin hidaadin ashibbatan 'alal khayr; ulaaa'ika lam yu'minoo fa ahbatal laahu a'maalahum; wa kaana zaalika 'alal laahi yaseeraa"
        },
        {
            "aya_id": 3553,
            "aya_number": 20,
            "aya_text": "يَحْسَبُوْنَ الْاَحْزَابَ لَمْ يَذْهَبُوْا ۚوَاِنْ يَّأْتِ الْاَحْزَابُ يَوَدُّوْا لَوْ اَنَّهُمْ بَادُوْنَ فِى الْاَعْرَابِ يَسْاَلُوْنَ عَنْ اَنْۢبَاۤىِٕكُمْ ۖوَلَوْ كَانُوْا فِيْكُمْ مَّا قٰتَلُوْٓا اِلَّا قَلِيْلًا ࣖ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi, dan jika golongan-golongan (yang bersekutu) itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentang kamu. Dan sekiranya mereka berada bersamamu, mereka tidak akan berperang, melainkan sebentar saja.",
            "tafsir_jalalayn": "(Mereka mengira golongan-golongan yang bersekutu itu) yaitu orang-orang kafir (belum pergi) maksudnya belum kembali ke Mekah disebabkan perasaan takut mereka terhadapnya (dan jika golongan-golongan yang bersekutu itu datang kembali) mengadakan serangan ulang (niscaya mereka ingin) mengharapkan (berada di dusun-dusun bersama orang-orang Arab badui) berada di tengah-tengah mereka di perkampungan (sambil menanya-nanya tentang berita-berita kalian) yakni kabar kalian beserta orang-orang kafir yang menyerang kalian. (Dan sekiranya mereka berada bersama kalian) di dalam serangan kali ini (mereka tidak akan berperang melainkan sebentar saja) hanya karena pamer dan takut dicela sebab tidak ikut berperang.",
            "sajda": false,
            "transliteration": "Yahsaboonal Ahzaaba lam yazhaboo wa iny yaatil Ahzaabu yawaddoo law annahum baadoona fil A'raabi yasaloona 'an ambaaa'ikum wa law kaanoo feekum maa qaatalooo illaa qaleela"
        },
        {
            "aya_id": 3554,
            "aya_number": 21,
            "aya_text": "لَقَدْ كَانَ لَكُمْ فِيْ رَسُوْلِ اللّٰهِ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَ وَذَكَرَ اللّٰهَ كَثِيْرًاۗ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Sungguh, telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari Kiamat dan yang banyak mengingat Allah.",
            "tafsir_jalalayn": "(Sesungguhnya telah ada pada diri Rasulullah itu suri teladan bagi kalian) dapat dibaca iswatun dan uswatun (yang baik) untuk diikuti dalam hal berperang dan keteguhan serta kesabarannya, yang masing-masing diterapkan pada tempat-tempatnya (bagi orang) lafal ayat ini berkedudukan menjadi badal dari lafal lakum (yang mengharap rahmat Allah) yakni takut kepada-Nya (dan hari kiamat dan dia banyak menyebut Allah) berbeda halnya dengan orang-orang yang selain mereka.",
            "sajda": false,
            "transliteration": "Laqad kaana lakum fee Rasoolil laahi uswatun hasanatul liman kaana yarjul laaha wal yawmal Aakhira wa azkaral laaha kaseeraa"
        },
        {
            "aya_id": 3555,
            "aya_number": 22,
            "aya_text": "وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَۙ قَالُوْا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ  ۖوَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًاۗ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Dan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.” Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka.",
            "tafsir_jalalayn": "(Dan tatkala orang-orang Mukmin melihat golongan-golongan yang bersekutu itu) yang terdiri dari orang-orang kafir (mereka berkata, \"Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.\") Yakni cobaan dan pertolongan dari Allah. (Dan benarlah Allah dan Rasul-Nya) tentang yang dijanjikannya. (Dan yang demikian itu tidaklah menambah kepada mereka) (kecuali iman) percaya mereka akan janji Allah (dan ketundukan) kepada perintah-Nya.",
            "sajda": false,
            "transliteration": "Wa lammaa ra al mu'minoonal Ahzaaba qaaloo haaza maa wa'adanal laahu wa Rasooluh; wa maa zaadahum illaaa eemaananw wa tasleemaa"
        },
        {
            "aya_id": 3556,
            "aya_number": 23,
            "aya_text": "مِنَ الْمُؤْمِنِيْنَ رِجَالٌ صَدَقُوْا مَا عَاهَدُوا اللّٰهَ عَلَيْهِ ۚ فَمِنْهُمْ مَّنْ قَضٰى نَحْبَهٗۙ وَمِنْهُمْ مَّنْ يَّنْتَظِرُ ۖوَمَا بَدَّلُوْا تَبْدِيْلًاۙ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Di antara orang-orang mukmin itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah. Dan di antara mereka ada yang gugur, dan di antara mereka ada (pula) yang menunggu-nunggu dan mereka sedikit pun tidak mengubah (janjinya),",
            "tafsir_jalalayn": "(Di antara orang-orang Mukmin itu ada orang-orang yang menepati apa-apa yang telah mereka janjikan kepada Allah) yaitu gigih bertahan bersama dengan Nabi saw. (maka di antara mereka ada yang gugur) mati atau terbunuh di jalan Allah (dan di antara mereka ada pula yang menunggu-nunggu) hal tersebut (dan mereka sedikit pun tidak mengubah) janjinya, berbeda halnya dengan orang-orang munafik.",
            "sajda": false,
            "transliteration": "Minal mu'mineena rijaalun sadaqoo maa 'aahadul laaha 'alaihi faminhum man qadaa nahbahoo wa minhum mai yantaziru wa maa baddaloo tabdeelaa"
        },
        {
            "aya_id": 3557,
            "aya_number": 24,
            "aya_text": "لِيَجْزِيَ اللّٰهُ الصّٰدِقِيْنَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنٰفِقِيْنَ اِنْ شَاۤءَ اَوْ يَتُوْبَ عَلَيْهِمْ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "agar Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya, dan mengazab orang munafik jika Dia kehendaki, atau menerima tobat mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Supaya Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya, dan menyiksa orang-orang munafik jika dikehendaki-Nya) seumpamanya Dia mematikan mereka dalam kemunafikannya (atau menerima tobat mereka. Sesungguhnya Allah adalah Maha Pengampun) (lagi Maha Penyayang) kepada orang yang bertobat kepada-Nya.",
            "sajda": false,
            "transliteration": "Li yajziyal aahus saadiqeena bisidqihim wa yu'azzibal munaafiqeena in shaaa'a aw yatooba 'alaihim; innal laaha kaana Ghafoorar Raheemaa"
        },
        {
            "aya_id": 3558,
            "aya_number": 25,
            "aya_text": "وَرَدَّ اللّٰهُ الَّذِيْنَ كَفَرُوْا بِغَيْظِهِمْ لَمْ يَنَالُوْا خَيْرًا ۗوَكَفَى اللّٰهُ الْمُؤْمِنِيْنَ الْقِتَالَ ۗوَكَانَ اللّٰهُ قَوِيًّا عَزِيْزًاۚ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Dan Allah menghalau orang-orang kafir itu yang keadaan mereka penuh kejengkelan, karena mereka (juga) tidak memperoleh keuntungan apa pun. Cukuplah Allah (yang menolong) menghindarkan orang-orang mukmin dalam peperangan. Dan Allah Mahakuat, Mahaperkasa.",
            "tafsir_jalalayn": "(Dan Allah menghalau orang-orang yang kafir itu) yakni golongan-golongan yang bersekutu itu (yang keadaan mereka penuh kejengkelan, lagi mereka tidak memperoleh keuntungan apa pun) maksudnya tidak memperoleh kemenangan atas orang-orang Mukmin. (Dan Allah menghindarkan orang-orang Mukmin dari peperangan) dengan mengirimkan angin besar dan para malaikat kepada golongan-golongan yang bersekutu. (Dan adalah Allah Maha Kuat) untuk mewujudkan apa yang dikehendaki-Nya (lagi Maha Perkasa) Maha Menang atas semua perkara-Nya.",
            "sajda": false,
            "transliteration": "Wa raddal laahul lazeena kafaroo bighaizihim lam yanaaloo khairaa; wa kafal laahul mu'mineenal qitaal; wa kaanal laahu Qawiyyan 'Azeezaa"
        },
        {
            "aya_id": 3559,
            "aya_number": 26,
            "aya_text": "وَاَنْزَلَ الَّذِيْنَ ظَاهَرُوْهُمْ مِّنْ اَهْلِ الْكِتٰبِ مِنْ صَيَاصِيْهِمْ وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ فَرِيْقًا تَقْتُلُوْنَ وَتَأْسِرُوْنَ فَرِيْقًاۚ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Dan Dia menurunkan orang-orang Ahli Kitab (Bani Quraizah) yang membantu mereka (golongan-golongan yang bersekutu) dari benteng-benteng mereka, dan Dia memasukkan rasa takut ke dalam hati mereka. Sebagian mereka kamu bunuh dan sebagian yang lain kamu tawan.",
            "tafsir_jalalayn": "(Dan Dia menurunkan orang-orang ahli kitab yang membantu golongan-golongan yang bersekutu) yang dimaksud adalah Bani Quraizhah (dari benteng-benteng mereka) lafal shayaashi bentuk jamak dari lafal shaishatun, artinya adalah benteng tempat berlindung (dan Dia memasukkan rasa takut ke dalam hati mereka) yaitu rasa ngeri (sebagian mereka kalian bunuh) sebagian dari mereka terbunuh oleh kalian, yaitu mereka yang berperang (dan sebagian yang lain kalian tawan) yaitu kaum wanita dan anak-anaknya.",
            "sajda": false,
            "transliteration": "Wa anzalal lazeena zaaha roohum min Ahlil Kitaabi min sa yaaseehim wa qazafa fee quloobihimm mur ru'ba freeqan taqtuloona wa taasiroona fareeqaaa"
        },
        {
            "aya_id": 3560,
            "aya_number": 27,
            "aya_text": "وَاَوْرَثَكُمْ اَرْضَهُمْ وَدِيَارَهُمْ وَاَمْوَالَهُمْ وَاَرْضًا لَّمْ تَطَـُٔوْهَا ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرًا ࣖ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Dan Dia mewariskan kepadamu tanah-tanah, rumah-rumah dan harta benda mereka, dan (begitu pula) tanah yang belum kamu injak. Dan Allah Mahakuasa terhadap segala sesuatu.",
            "tafsir_jalalayn": "(Dan Dia mewariskan kepada kalian tanah-tanah, rumah-rumah dan harta benda mereka dan demikian pula tanah yang belum kalian injak) sebelumnya, yaitu tanah Khaibar, yang direbut sesudah Quraizhah. (Dan adalah Allah Maha Kuasa terhadap segala sesuatu.)",
            "sajda": false,
            "transliteration": "Wa awrasakum ardahum wa diyaarahum wa amwaalahum wa ardal lam tata'oohaa; wa kaanal laahu 'alaa kulli shai'in Qadeeraa"
        },
        {
            "aya_id": 3561,
            "aya_number": 28,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ اِنْ كُنْتُنَّ تُرِدْنَ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا فَتَعَالَيْنَ اُمَتِّعْكُنَّ وَاُسَرِّحْكُنَّ سَرَاحًا جَمِيْلًا ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Wahai Nabi! Katakanlah kepada istri-istrimu, “Jika kamu menginginkan kehidupan di dunia dan perhiasannya, maka kemarilah agar kuberikan kepadamu mut‘ah dan aku ceraikan kamu dengan cara yang baik.”",
            "tafsir_jalalayn": "(Hai Nabi! Katakanlah kepada istri-istrimu) yang pada saat itu jumlah mereka ada sembilan orang; mereka meminta kepada Nabi saw. perhiasan duniawi yang tidak dipunyai oleh beliau: (\"Jika kamu sekalian mengingini kehidupan dunia dan perhiasannya, maka marilah supaya diberikan kepada kalian mut`ah) yakni mut`ah talak (dan aku ceraikan kalian dengan cara yang baik) aku ceraikan kalian tanpa menimbulkan kemudaratan.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan Nabiyyu qul li azwaajika i kuntunna turidnal hayaatad dunyaa wa zeenatahaa fata'aalaina umatti'kunna wa usarrihkunna saraahan jameela"
        },
        {
            "aya_id": 3562,
            "aya_number": 29,
            "aya_text": "وَاِنْ كُنْتُنَّ تُرِدْنَ اللّٰهَ وَرَسُوْلَهٗ وَالدَّارَ الْاٰخِرَةَ فَاِنَّ اللّٰهَ اَعَدَّ لِلْمُحْسِنٰتِ مِنْكُنَّ اَجْرًا عَظِيْمًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Dan jika kamu menginginkan Allah dan Rasul-Nya dan negeri akhirat, maka sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik di antara kamu.",
            "tafsir_jalalayn": "(Dan jika kamu sekalian menghendaki keridaan Allah dan Rasul-Nya serta kesenangan di negeri akhirat) yakni surga (maka sesungguhnya Allah menyediakan bagi siapa yang berbuat baik di antara kalian) yang menghendaki pahala di akhirat (pahala yang besar.\") yaitu surga. Maka mereka memilih pahala di akhirat daripada pahala di dunia.",
            "sajda": false,
            "transliteration": "Wa in kuntunna turidnal laaha wa Rasoolahoo wad Daaral Aakhirata fa innal laaha a'adda lil muhsinaati min kunna ajjran 'azeemaa"
        },
        {
            "aya_id": 3563,
            "aya_number": 30,
            "aya_text": "يٰنِسَاۤءَ النَّبِيِّ مَنْ يَّأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُّضٰعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا   ۔",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Wahai istri-istri Nabi! Barangsiapa di antara kamu yang mengerjakan perbuatan keji yang nyata, niscaya azabnya akan dilipatgandakan dua kali lipat kepadanya. Dan yang demikian itu, mudah bagi Allah.",
            "tafsir_jalalayn": "(Hai istri-istri nabi, siapa-siapa di antara kalian yang mengerjakan perbuatan keji yang nyata) Mubayyanatin dapat dibaca Mubayyinatin, artinya yang terang atau jelas (niscaya akan dilipat gandakan) menurut suatu qiraat dibaca Yudha'-'af dan menurut qiraat lainnya dibaca Nudhaa'af kemudian lafal Al 'Adzaabu dibaca Nashab sehingga menjadi Al 'Adzaaba (siksaan kepadanya dua kali lipat) dua kali lipat siksaan yang diterima oleh orang-orang selain kalian. (Dan adalah yang demikian itu mudah bagi Allah.)",
            "sajda": false,
            "transliteration": "Yaa nisaaa'an Nabiyyi mai yaati minkunna bifaa hishatim mubaiyinatiny yudaa'af lahal 'azaabu di'fain wa kaana zaalika 'alal laahi yaseera"
        },
        {
            "aya_id": 3564,
            "aya_number": 31,
            "aya_text": "۞ وَمَنْ يَّقْنُتْ مِنْكُنَّ لِلّٰهِ وَرَسُوْلِهٖ وَتَعْمَلْ صَالِحًا نُّؤْتِهَآ اَجْرَهَا مَرَّتَيْنِۙ وَاَعْتَدْنَا لَهَا رِزْقًا كَرِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 422,
            "translation_aya_text": "Dan barangsiapa di antara kamu (istri-istri Nabi) tetap taat kepada Allah dan Rasul-Nya dan mengerjakan kebajikan, niscaya Kami berikan pahala kepadanya dua kali lipat dan Kami sediakan rezeki yang mulia baginya.",
            "tafsir_jalalayn": "(Dan barang siapa yang tetap taat) tetap setia (di antara kalian kepada Allah dan Rasul-Nya dan mengerjakan amal yang saleh, niscaya Kami berikan kepadanya pahala dua kali lipat) dua kali lipat pahala yang diterima oleh wanita-wanita yang taat selain kalian. Dan menurut suatu qiraat lafal Ta'malu dan Nu'tihaa dibaca Ya'malu dan Yu'tihaa (dan Kami sediakan baginya rezeki yang mulia) di surga sebagai tambahan pahalanya.",
            "sajda": false,
            "transliteration": "Wa mai yaqnut minkunna lillaahi wa Rasoolihee wa ta'mal saalihan nu'tihaaa ajrahaa marratayni wa a'tadnaa lahaa rizqan kareema"
        },
        {
            "aya_id": 3565,
            "aya_number": 32,
            "aya_text": "يٰنِسَاۤءَ النَّبِيِّ لَسْتُنَّ كَاَحَدٍ مِّنَ النِّسَاۤءِ اِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِيْ فِيْ قَلْبِهٖ مَرَضٌ وَّقُلْنَ قَوْلًا مَّعْرُوْفًاۚ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 422,
            "translation_aya_text": "Wahai istri-istri Nabi! Kamu tidak seperti perempuan-perempuan yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk (melemah lembutkan suara) dalam berbicara sehingga bangkit nafsu orang yang ada penyakit dalam hatinya, dan ucapkanlah perkataan yang baik.",
            "tafsir_jalalayn": "(Hai istri-istri Nabi! Kamu sekalian tidaklah seperti seseorang) yakni segolongan (di antara wanita yang lain, jika kalian bertakwa) kepada Allah, karena sesungguhnya kalian adalah wanita-wanita yang agung. (Maka janganlah kalian tunduk dalam berbicara) dengan kaum laki-laki (sehingga berkeinginan orang yang ada penyakit dalam hatinya) yakni perasaan nifaq (dan ucapkanlah perkataan yang baik) dengan tanpa tunduk.",
            "sajda": false,
            "transliteration": "Yaa nisaaa'an Nabiyyi lastunna ka ahadim minan nisaaa'i init taqaitunna falaa takhda'na bilqawli fa yatma'al lazee fee qalbihee maradunw wa qulna qawlam ma'roofaa"
        },
        {
            "aya_id": 3566,
            "aya_number": 33,
            "aya_text": "وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًاۚ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 422,
            "translation_aya_text": "Dan hendaklah kamu tetap di rumahmu dan janganlah kamu berhias dan (bertingkah laku) seperti orang-orang jahiliah dahulu, dan laksanakanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait dan membersihkan kamu sebersih-bersihnya.",
            "tafsir_jalalayn": "(Dan hendaklah kalian tetap) dapat dibaca Qirna dan Qarna (di rumah kalian) lafal Qarna pada asalnya adalah Aqrarna atau Aqrirna, yang diambil dari kata Qararta atau Qarirta. Kemudian harakat Ra dipindahkan kepada Qaf, selanjutnya huruf Ra dan hamzah Washalnya dibuang sehingga jadilah, Qarna atau Qirna (dan janganlah kalian berhias) asalnya berbunyi Tatabarrajna kemudian salah satu huruf Ta dibuang sehingga jadilah Tabarrajna (sebagaimana orang-orang jahiliah yang dahulu) sebagaimana berhiasnya orang-orang sebelum Islam, yaitu kaum wanita selalu menampakkan kecantikan mereka kepada kaum lelaki. Adapun yang diperbolehkan oleh Islam adalah sebagaimana yang disebutkan di dalam firman-Nya, \".. dan janganlah mereka menampakkan perhiasannya, kecuali yang biasa tampak daripadanya.\" (Q.S. An-Nur, 31). (dan dirikanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kalian) yakni dosa-dosa, hai (ahlul bait) yakni istri-istri Nabi saw. (dan membersihkan kalian) daripada dosa-dosa itu (sebersih-bersihnya.)",
            "sajda": false,
            "transliteration": "Wa qarna fee bu yoo tikunna wa laa tabarrajna tabarrujal Jaahiliyyatil oolaa wa aqimnas Salaata w aaateenaz Zakaata wa ati'nal laaha wa Rasoolah; innamaa yureedul laahu liyuzhiba 'ankumur rijsa Ahlal Bayti wa yutahhirakum tatheeraa"
        },
        {
            "aya_id": 3567,
            "aya_number": 34,
            "aya_text": "وَاذْكُرْنَ مَا يُتْلٰى فِيْ بُيُوْتِكُنَّ مِنْ اٰيٰتِ اللّٰهِ وَالْحِكْمَةِۗ اِنَّ اللّٰهَ كَانَ لَطِيْفًا خَبِيْرًا ࣖ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 422,
            "translation_aya_text": "Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunnah Nabimu). Sungguh, Allah Mahalembut, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan ingatlah apa yang dibacakan di rumah kalian dari ayat-ayat Allah) Alquran (dan hikmah) sunah Nabi. (Sesungguhnya Allah adalah Maha Lembut) terhadap kekasih-kekasih-Nya (lagi Maha Mengetahui) terhadap semua makhluk-Nya.",
            "sajda": false,
            "transliteration": "Wazkurna maa yutlaa fee bu yootikunna min aayaatil laahi wal Hikmah; innal laaha kaana lateefan Khabeera"
        },
        {
            "aya_id": 3568,
            "aya_number": 35,
            "aya_text": "اِنَّ الْمُسْلِمِيْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِيْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِيْنَ وَالصّٰدِقٰتِ وَالصّٰبِرِيْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِيْنَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِيْنَ وَالْمُتَصَدِّقٰتِ وَالصَّاۤىِٕمِيْنَ وَالصّٰۤىِٕمٰتِ وَالْحٰفِظِيْنَ فُرُوْجَهُمْ وَالْحٰفِظٰتِ وَالذَّاكِرِيْنَ اللّٰهَ كَثِيْرًا وَّالذَّاكِرٰتِ اَعَدَّ اللّٰهُ لَهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 422,
            "translation_aya_text": "Sungguh, laki-laki dan perempuan muslim, laki-laki dan perempuan mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya, laki-laki dan perempuan yang benar, laki-laki dan perempuan yang sabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, Allah telah menyediakan untuk mereka ampunan dan pahala yang besar.",
            "tafsir_jalalayn": "(Sesungguhnya laki-laki dan perempuan yang muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya) (laki-laki dan perempuan yang benar) dalam keimanannya (laki-laki dan perempuan yang sabar) di dalam menjalankan ketaatan (laki-laki yang khusyuk) yang merendahkan diri (dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya) dari hal-hal yang diharamkan (laki-laki dan perempuan yang banyak menyebut nama Allah, Allah telah menyediakan untuk mereka ampunan) dari perbuatan-perbuatan maksiat yang pernah mereka lakukan (dan pahala yang besar) bagi amal ketaatan mereka.",
            "sajda": false,
            "transliteration": "Innal muslimeena wal muslimaati wal mu'mineena wal mu'minaati walqaaniteena walqaanitaati wassaadiqeena wassaadiqaati wassaabireena wassaabiraati walkhaashi'eena walkhaashi'aati walmutasaddiqeena walmutasaddiqaati wassaaa'imeena wassaaa'imaati walhaafizeena furoojahum walhaafizaati waz zaakireenal laaha kaseeranw waz zaakiraati a'addal laahu lahum maghfiratanw wa ajran 'azeemaa"
        },
        {
            "aya_id": 3569,
            "aya_number": 36,
            "aya_text": "وَمَا كَانَ لِمُؤْمِنٍ وَّلَا مُؤْمِنَةٍ اِذَا قَضَى اللّٰهُ وَرَسُوْلُهٗٓ اَمْرًا اَنْ يَّكُوْنَ لَهُمُ الْخِيَرَةُ مِنْ اَمْرِهِمْ ۗوَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ ضَلَّ ضَلٰلًا مُّبِيْنًاۗ  ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Dan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. Dan barangsiapa mendurhakai Allah dan Rasul-Nya, maka sungguh, dia telah tersesat, dengan kesesatan yang nyata.",
            "tafsir_jalalayn": "(Dan tidaklah patut bagi laki-laki yang Mukmin dan tidak pula bagi perempuan yang Mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan akan ada) Yakuuna dapat dibaca Takuuna (bagi mereka pilihan yang lain) (tentang urusan mereka) yang berbeda dengan apa yang telah ditetapkan oleh Allah dan Rasul-Nya. Ayat ini diturunkan berkenaan dengan Abdullah bin Jahsy beserta saudara perempuannya yang bernama Zainab; Nabi saw. melamarnya untuk dikawinkan kepada Zaid bin Haritsah, lalu keduanya tidak menyukai hal tersebut ketika keduanya mengetahui bahwa Nabi melamar saudara perempuannya bukanlah untuk dirinya sendiri, melainkan untuk anak angkatnya yaitu Zaid bin Haritsah. Akan tetapi setelah turun ayat ini keduanya menjadi rela. (Dan barang siapa mendurhakai Allah dan Rasul-Nya maka sungguh dia telah sesat, sesat yang nyata) nyata sesatnya. Kemudian Nabi mengawinkan Zainab binti Jahsy dengan Zaid. Akan tetapi sesudah beberapa waktu dalam diri Zaid timbul rasa tidak senang terhadap istrinya itu, lalu ia berkata kepada Nabi saw. bahwa ia bermaksud untuk menalaknya. Maka Nabi saw. menjawab, \"Peganglah istrimu itu di dalam pemeliharaanmu\" sebagaimana yang disitir oleh firman selanjutnya.",
            "sajda": false,
            "transliteration": "Wa maa kaana limu'mininw wa laa mu'minatin izaa qadal laahu wa Rasooluhooo amran ai yakoona lahumul khiyaratu min amrihim; wa mai ya'sil laaha wa Rasoolahoo faqad dalla dalaalam mubeenaa"
        },
        {
            "aya_id": 3570,
            "aya_number": 37,
            "aya_text": "وَاِذْ تَقُوْلُ لِلَّذِيْٓ اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰىهُ ۗ فَلَمَّا قَضٰى زَيْدٌ مِّنْهَا وَطَرًاۗ زَوَّجْنٰكَهَا لِكَيْ لَا يَكُوْنَ عَلَى الْمُؤْمِنِيْنَ حَرَجٌ فِيْٓ اَزْوَاجِ اَدْعِيَاۤىِٕهِمْ اِذَا قَضَوْا مِنْهُنَّ وَطَرًاۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Dan (ingatlah), ketika engkau (Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, “Pertahankanlah terus istrimu dan bertakwalah kepada Allah,” sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak engkau takuti. Maka ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya. Dan ketetapan Allah itu pasti terjadi.",
            "tafsir_jalalayn": "(Dan ketika) ingatlah ketika (kamu berkata kepada orang yang Allah telah melimpahkan nikmat kepadanya) yakni nikmat Islam (dan kamu juga telah memberi nikmat kepadanya,) dengan memerdekakannya, yang dimaksud adalah Zaid bin Haritsah, dahulu pada zaman jahiliah dia adalah tawanan kemudian ia dibeli oleh Rasulullah, lalu dimerdekakan dan diangkat menjadi anak angkatnya sendiri (\"Tahanlah terus istrimu dan bertakwalah kepada Allah\") dalam hal menalaknya (sedangkan kamu menyembunyikan di dalam hatimu apa yang Allah akan menyatakannya) akan membeberkannya, yaitu perasaan cinta kepada Zainab binti Jahsy, dan kamu berharap seandainya Zaid menalaknya, maka kamu akan menikahinya (dan kamu takut kepada manusia) bila mereka mengatakan bahwa dia telah menikahi bekas istri anaknya (sedangkan Allahlah yang lebih berhak untuk kamu takuti) dalam segala hal dan dalam masalah menikahinya, dan janganlah kamu takuti perkataan manusia. Kemudian Zaid menalak istrinya dan setelah idahnya habis, Allah swt. berfirman, (\"Maka tatkala Zaid telah mengakhiri keperluan terhadap istrinya) yakni kebutuhannya (Kami kawinkan kamu dengan dia) maka Nabi saw. langsung mengawininya tanpa meminta persetujuannya dulu, kemudian beliau membuat walimah buat kaum Muslimin dengan hidangan roti dan daging yang mengenyangkan mereka (supaya tidak ada keberatan bagi orang Mukmin untuk mengawini istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya daripada istrinya. Dan adalah ketetapan Allah itu) apa yang telah dipastikan oleh-Nya (pasti terjadi.\")",
            "sajda": false,
            "transliteration": "Wa iz taqoolu lillazeee an'amal laahu 'alaihi wa an'amta 'alaihi amsik 'alaika zawjaka wattaqil laaha wa tukhfee fee nafsika mal laahu mubdeehi wa takhshan naasa wallaahu ahaqqu an takhshaah; falammaa qadaa Zaidum minhaa wataran zawwajnaa kahaa likay laa yakoona 'alal mu'mineena harajun feee azwaaji ad'iyaaa'ihim izaa qadaw minhunna wataraa; wa kaana amrul laahi af'oolaa"
        },
        {
            "aya_id": 3571,
            "aya_number": 38,
            "aya_text": "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيْمَا فَرَضَ اللّٰهُ لَهٗ ۗسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۗوَكَانَ اَمْرُ اللّٰهِ قَدَرًا مَّقْدُوْرًاۙ  ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Tidak ada keberatan apa pun pada Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunnah Allah pada nabi-nabi yang telah terdahulu. Dan ketetapan Allah itu suatu ketetapan yang pasti berlaku,",
            "tafsir_jalalayn": "(Tidak ada suatu keberatan pun atas Nabi tentang apa yang telah ditetapkan) yang telah dihalalkan (Allah baginya, sebagai sunah Allah) lafal Sunatallah dinashabkan setelah huruf Jarnya dicabut (pada orang-orang yang telah berlalu dahulu) dari kalangan para nabi, yaitu bahwasanya tidak ada dosa bagi mereka dalam hal tersebut sebagai kemurahan bagi mereka dalam masalah nikah. (Dan adalah ketetapan Allah itu) yakni keputusan-Nya (suatu ketetapan yang pasti berlaku) pasti terlaksana.",
            "sajda": false,
            "transliteration": "Maa kaana 'alan nabiyyyi min harajin feemaa faradal laahu lahoo sunnatal laahi fil lazeena khalaw min qabl; wa kaana amrul laahi qadaram maqdooraa"
        },
        {
            "aya_id": 3572,
            "aya_number": 39,
            "aya_text": " ۨالَّذِيْنَ يُبَلِّغُوْنَ رِسٰلٰتِ اللّٰهِ وَيَخْشَوْنَهٗ وَلَا يَخْشَوْنَ اَحَدًا اِلَّا اللّٰهَ ۗوَكَفٰى بِاللّٰهِ حَسِيْبًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "(yaitu) orang-orang yang menyampaikan risalah-risalah Allah, mereka takut kepada-Nya dan tidak merasa takut kepada siapa pun selain kepada Allah. Dan cukuplah Allah sebagai pembuat perhitungan.",
            "tafsir_jalalayn": "(Yaitu orang-orang) lafal Al Ladziina menjadi Na'at atau sifat dari lafal Al Ladziina yang sebelumnya (yang menyampaikan risalah-risalah Allah, mereka takut kepada-Nya, dan mereka tiada merasa takut kepada seorang pun selain kepada Allah) mereka tidak takut kepada perkataan manusia dalam hal melaksanakan apa yang telah dihalalkan oleh Allah buat mereka. (Dan cukuplah Allah sebagai pembuat perhitungan) yakni yang memelihara amal-amal makhluk-Nya dan yang menghisab mereka.",
            "sajda": false,
            "transliteration": "Allazeena yuballighoona Risaalaatil laahi wa yakhshaw nahoo wa laa yakkhshawna ahadan illal laah; wa kafaa billaahi Haseebaa"
        },
        {
            "aya_id": 3573,
            "aya_number": 40,
            "aya_text": "مَا كَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِكُمْ وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Muhammad itu bukanlah bapak dari seseorang di antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi. Dan Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Muhammad itu sekali-kali bukanlah bapak dari seorang laki-laki di antara kalian) dia bukan bapak Zaid, Zaid bukanlah anaknya, maka tidak diharamkan baginya untuk mengawini bekas istri anak angkatnya yaitu Zainab (tetapi dia) adalah (Rasulullah dan penutup nabi-nabi) artinya tidak akan lahir lagi nabi sesudahnya. Dan menurut suatu qiraat dibaca Khataman Nabiyyiina, sama dengan alat untuk mencap atau cincin, yang maksudnya sesudah dia para nabi dilak atau ditutup. (Dan adalah Allah Maha Mengetahui segala sesuatu) antara lain Dia mengetahui bahwa tidak akan ada nabi lagi sesudah Nabi Muhammad saw. seumpama Nabi Isa turun nanti, maka ia akan memerintah dengan memakai syariat Nabi Muhammad.",
            "sajda": false,
            "transliteration": "Maa kaana Muhammmadun abaaa ahadim mir rijaalikum wa laakir Rasoolal laahi wa Khaataman Nabiyyeen; wa kaanal laahu bikulli shai'in 'Aleema"
        },
        {
            "aya_id": 3574,
            "aya_number": 41,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًاۙ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Wahai orang-orang yang beriman! Ingatlah kepada Allah, dengan mengingat (nama-Nya) sebanyak-banyaknya,",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Berzikirlah dengan menyebut nama Allah, zikir yang sebanyak-banyaknya.)",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanuz kurul laaha zikran kaseera"
        },
        {
            "aya_id": 3575,
            "aya_number": 42,
            "aya_text": "وَّسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "dan bertasbihlah kepada-Nya pada waktu pagi dan petang.",
            "tafsir_jalalayn": "(Dan bertasbihlah kepada-Nya di waktu pagi dan petang) yakni pada permulaan siang dan akhir siang.",
            "sajda": false,
            "transliteration": "Wa sabbihoohu bukratanw wa aseela"
        },
        {
            "aya_id": 3576,
            "aya_number": 43,
            "aya_text": "هُوَ الَّذِيْ يُصَلِّيْ عَلَيْكُمْ وَمَلٰۤىِٕكَتُهٗ لِيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَكَانَ بِالْمُؤْمِنِيْنَ رَحِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). Dan Dia Maha Penyayang kepada orang-orang yang beriman.",
            "tafsir_jalalayn": "(Dialah Yang memberi rahmat kepada kalian) yang membelaskasihani kalian (dan malaikat-Nya) memohonkan ampunan buat kalian (supaya Dia mengeluarkan kalian) supaya Dia terus menerus mengeluarkan kalian (dari kegelapan) yakni kekafiran (kepada cahaya) yaitu keimanan. (Dan adalah Dia Maha Penyayang kepada orang-orang yang beriman).",
            "sajda": false,
            "transliteration": "Huwal lazee yusallee 'alaikum wa malaaa'ikatuhoo liyukhrijakum minazzulumaati ilan-noor wa kaana bilmu'mineena Raheemaa"
        },
        {
            "aya_id": 3577,
            "aya_number": 44,
            "aya_text": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهٗ سَلٰمٌ ۚوَاَعَدَّ لَهُمْ اَجْرًا كَرِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 424,
            "translation_aya_text": "Penghormatan mereka (orang-orang mukmin itu) ketika mereka menemui-Nya ialah, “Salam,” dan Dia menyediakan pahala yang mulia bagi mereka.",
            "tafsir_jalalayn": "(Salam penghormatan kepada mereka) dari Allah swt. (pada hari mereka menemui-Nya ialah \"Salaam\") melalui lisan Malaikat (dan Dia menyediakan pahala yang mulia bagi mereka) yaitu surga.",
            "sajda": false,
            "transliteration": "Tahiyyatuhum Yawma yalqawnahoo salaamunw wa a'adda lahum ajran kareemaa"
        },
        {
            "aya_id": 3578,
            "aya_number": 45,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَرْسَلْنٰكَ شَاهِدًا وَّمُبَشِّرًا وَّنَذِيْرًاۙ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 424,
            "translation_aya_text": "Wahai Nabi! Sesungguhnya Kami mengutusmu untuk menjadi saksi, pembawa kabar gembira dan pemberi peringatan,",
            "tafsir_jalalayn": "(Hai Nabi, sesungguhnya Kami mengutusmu untuk jadi saksi) atas orang-orang yang kamu diutus kepada mereka (dan pembawa kabar gembira) bagi orang yang percaya kepadamu, yaitu diberi surga (dan pemberi peringatan) kepada orang yang mendustakanmu, yaitu akan dimasukkan ke dalam neraka.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan Nabiyyu innaaa arsalnaaka shaahidanw wa mubashshiranw wa nazeeraa"
        },
        {
            "aya_id": 3579,
            "aya_number": 46,
            "aya_text": "وَّدَاعِيًا اِلَى اللّٰهِ بِاِذْنِهٖ وَسِرَاجًا مُّنِيْرًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 424,
            "translation_aya_text": "dan untuk menjadi penyeru kepada (agama) Allah dengan izin-Nya dan sebagai cahaya yang menerangi.",
            "tafsir_jalalayn": "(Dan untuk jadi penyeru kepada Allah) untuk taat kepada-Nya (dengan izin-Nya) dengan perintah-Nya (dan untuk jadi pelita yang menerangi) sebagaimana pelita yang memberi petunjuk ke jalan agama Allah.",
            "sajda": false,
            "transliteration": "Wa daa'iyan ilal laahi bi iznihee wa siraajam muneeraa"
        },
        {
            "aya_id": 3580,
            "aya_number": 47,
            "aya_text": "وَبَشِّرِ الْمُؤْمِنِيْنَ بِاَنَّ لَهُمْ مِّنَ اللّٰهِ فَضْلًا كَبِيْرًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 424,
            "translation_aya_text": "Dan sampaikanlah kabar gembira kepada orang-orang mukmin bahwa sesungguhnya bagi mereka karunia yang besar dari Allah.",
            "tafsir_jalalayn": "(Dan sampaikanlah berita gembira kepada orang-orang Mukmin, bahwa sesungguhnya bagi mereka karunia yang besar dari Allah) yaitu surga.",
            "sajda": false,
            "transliteration": "Wa bashshiril mu'mineena bi annna lahum minal laahi fadlan kabeera"
        },
        {
            "aya_id": 3581,
            "aya_number": 48,
            "aya_text": "وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ وَدَعْ اَذٰىهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 424,
            "translation_aya_text": "Dan janganlah engkau (Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, janganlah engkau hiraukan gangguan mereka dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pelindung.",
            "tafsir_jalalayn": "(Dan janganlah kamu menuruti orang-orang yang kafir dan orang-orang munafik itu) dalam hal-hal yang bertentangan dengan syariatmu (dan janganlah kamu hiraukan) artinya biarkanlah (gangguan mereka) janganlah kamu mengadakan pembalasan terhadap mereka, sampai dengan adanya perintah tentang apa yang harus kamu lakukan terhadap mereka (dan bertawakallah kepada Allah) Dialah Yang mencukupimu. (Dan cukuplah Allah sebagai Pelindung) maksudnya, serahkanlah semua urusanmu kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa laa tuti'il kaafireena walmunaafiqeena wa da'azaahum wa tawakkal 'alallaah; wa kafaa billaahi Wakeelaa"
        },
        {
            "aya_id": 3582,
            "aya_number": 49,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ فَمَتِّعُوْهُنَّ وَسَرِّحُوْهُنَّ سَرَاحًا جَمِيْلًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 424,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila kamu menikahi perempuan-perempuan mukmin, kemudian kamu ceraikan mereka sebelum kamu mencampurinya maka tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Namun berilah mereka mut’ah dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Apabila kalian menikahi perempuan-perempuan yang beriman, kemudian kalian ceraikan mereka sebelum kalian mencampurinya) menurut suatu qiraat lafal Tamassuuhunna dibaca Tumaassuuhunna, artinya sebelum kalian menyetubuhi mereka (maka sekali-kali tidak wajib atas mereka idah bagi kalian yang kalian minta menyempurnakannya) yaitu yang kalian hitung dengan quru' atau bilangan yang lainnya. (Maka berilah mereka mutah) artinya berilah mereka uang mutah sebagai pesangon dengan jumlah yang secukupnya. Demikian itu apabila pihak lelaki belum mengucapkan jumlah maharnya kepada mereka, apabila ternyata ia telah mengucapkan jumlahnya, maka uang mutah itu adalah separuh dari mahar yang telah diucapkannya. Demikianlah menurut pendapat Ibnu Abbas kemudian pendapatnya itu dijadikan pegangan oleh Imam Syafii (dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya) yaitu dengan tanpa menimbulkan kemudaratan pada dirinya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanooo izaa nakahtumul mu'minaati summa tallaqtu moohunna min qabli an tamas soohunna famaa lakum 'alaihinna min 'iddatin ta'taddoonahaa famatti'oohunna wa sarri hoohunna saraahan jameelaa"
        },
        {
            "aya_id": 3583,
            "aya_number": 50,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَحْلَلْنَا لَكَ اَزْوَاجَكَ الّٰتِيْٓ اٰتَيْتَ اُجُوْرَهُنَّ وَمَا مَلَكَتْ يَمِيْنُكَ مِمَّآ اَفَاۤءَ اللّٰهُ عَلَيْكَ وَبَنٰتِ عَمِّكَ وَبَنٰتِ عَمّٰتِكَ وَبَنٰتِ خَالِكَ وَبَنٰتِ خٰلٰتِكَ الّٰتِيْ هَاجَرْنَ مَعَكَۗ وَامْرَاَةً مُّؤْمِنَةً اِنْ وَّهَبَتْ نَفْسَهَا لِلنَّبِيِّ اِنْ اَرَادَ النَّبِيُّ اَنْ يَّسْتَنْكِحَهَا خَالِصَةً لَّكَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِيْٓ اَزْوَاجِهِمْ وَمَا مَلَكَتْ اَيْمَانُهُمْ لِكَيْلَا يَكُوْنَ عَلَيْكَ حَرَجٌۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 424,
            "translation_aya_text": "Wahai Nabi! Sesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya dan hamba sahaya yang engkau miliki, termasuk apa yang engkau peroleh dalam peperangan yang dikaruniakan Allah untukmu, dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan perempuan mukmin yang menyerahkan dirinya kepada Nabi kalau Nabi ingin menikahinya, sebagai kekhususan bagimu, bukan untuk semua orang mukmin. Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang istri-istri mereka dan hamba sahaya yang mereka miliki agar tidak menjadi kesempitan bagimu. Dan Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Hai Nabi! Sesungguhnya Kami telah menghalalkan bagi kamu istri-istrimu yang telah kamu berikan maskawinnya) yakni maharnya (dan hamba sahaya yang kamu miliki yang termasuk apa yang dikaruniakan oleh Allah kepadamu) dari orang-orang kafir melalui peperangan, yaitu sebagai tawananmu, seperti Shofiah dan Juwairiah (dan demikian pula anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu, dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersama kamu) berbeda halnya dengan perempuan-perempuan dari kalangan mereka yang tidak ikut berhijrah (dan perempuan Mukmin yang menyerahkan dirinya kepada Nabi kalau Nabi mau mengawininya) bermaksud untuk menikahinya tanpa memakai maskawin (sebagai pengkhususan bagimu, bukan untuk semua orang Mukmin) dalam pengertian nikah yang memakai lafal Hibah tanpa maskawin, (Sesungguhnya Kami telah mengetahui apa yang Kami wajibkan kepada mereka) kepada orang-orang Mukmin (tentang istri-istri mereka) berupa hukum-hukum dan ketentuan-ketentuan, yaitu hendaknya mereka mempunyai istri tidak lebih dari empat orang wanita dan hendaknya mereka tidak melakukan perkawinan melainkan harus dengan adanya seorang wali dan saksi-saksi serta maskawin (dan) di dalam (hamba sahaya yang mereka miliki) hamba sahaya perempuan yang dimilikinya melalui jalan pembelian dan jalan yang lainnya, seumpamanya, hamba sahaya perempuan itu termasuk orang yang dihalalkan bagi pemiliknya, karena ia adalah wanita ahli kitab, berbeda halnya dengan sahaya wanita yang beragama majusi atau watsani, dan hendaknya sahaya wanita itu melakukan istibra' atau menyucikan rahimnya terlebih dahulu sebelum digauli oleh tuannya (supaya tidak) lafal ayat ini berta'alluq pada kalimat sebelumnya (menjadi kesempitan bagimu) dalam masalah pernikahan. (Dan adalah Allah Maha Pengampun) dalam hal-hal yang memang sulit untuk dapat dihindari (lagi Maha Penyayang) dengan memberikan keleluasaan dan kemurahan dalam hal ini.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan Nabiyyu innaaa ahlalnaa laka azwaa jakal laatee aayaita ujoora hunna wa maa malakat yameenuka mimmaaa afaaa'al laahu 'alaika wa banaati 'ammika wa banaati 'ammaatika wa banaati khaalika wa banaati khaalaa tikal laatee haajarna ma'aka wamra atam mu'minatan inw wahabat nafsahaa lin Nabiyyi in araadan Nabiyyu ai yastan kihahaa khaalisatal laka min doonil mu'mineen; qad 'alim naa maa faradnaa 'alaihim feee azwaajihim wa maa malakat aimaanuhum likailaa yakoona 'alaika haraj; wa kaanal laahu Ghafoorar Raheema"
        },
        {
            "aya_id": 3584,
            "aya_number": 51,
            "aya_text": "۞ تُرْجِيْ مَنْ تَشَاۤءُ مِنْهُنَّ وَتُـْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۤءُۗ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَۗ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّۗ وَاللّٰهُ يَعْلَمُ مَا فِيْ قُلُوْبِكُمْ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَلِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 425,
            "translation_aya_text": "Engkau boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Dan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, maka tidak ada dosa bagimu. Yang demikian itu lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan mereka rela dengan apa yang telah engkau berikan kepada mereka semuanya. Dan Allah mengetahui apa yang (tersimpan) dalam hatimu. Dan Allah Maha Mengetahui, Maha Penyantun.",
            "tafsir_jalalayn": "(Kamu boleh menangguhkan) dapat dibaca Turji-u dengan memakai huruf Hamzah pada akhirnya, juga dapat dibaca Turjiy dengan memakai huruf Ya pada akhirnya sebagai ganti dari Hamzah, artinya menangguhkan (siapa yang kamu kehendaki di antara mereka) yakni istri-istrimu itu dari gilirannya (dan boleh pula kamu menggilir) yaitu mengumpulkan gilirannya (siapa yang kamu kehendaki) di antara mereka kemudian kamu mendatanginya. (Dan siapa-siapa yang kamu ingini) kamu sukai untuk menggaulinya kembali (dari perempuan yang telah kamu pisahkan) dari gilirannya (maka tidak ada dosa bagimu) di dalam memintanya dan menggaulinya untukmu. Hal ini disuruh dipilih oleh Nabi sesudah ditentukan bahwa gilir itu wajib baginya. (Yang demikian itu) yakni boleh memilih itu (lebih dekat) kepada ketenangan hati mereka dan mereka tidak merasa sedih, dan semuanya rela dengan apa yang telah kamu berikan kepada mereka) yaitu tentang hal-hal yang telah disebutkan tadi menyangkut masalah boleh memilih di dalam menggilir (tanpa kecuali) lafal ayat ini mengukuhkan makna Fa'il yang terkandung di dalam lafal Yardhaina. (Dan Allah mengetahui apa yang tersimpan dalam hati kalian) mengenai masalah wanita atau istri dan kecenderungan hatimu kepada sebagian dari mereka. Dan sesungguhnya Kami menyuruh kamu memilih hanyalah untuk mempermudah kamu di dalam melakukan apa yang kamu kehendaki. (Dan adalah Allah Maha Mengetahui) tentang makhluk-Nya (lagi Maha Penyantun) mengenai menghukum mereka.",
            "sajda": false,
            "transliteration": "Turjee man tashaaa'u minhunna wa tu'weee ilaika man tashaaa'u wa manibta ghaita mimman 'azalta falaa junaaha 'alaik; zaalika adnaaa an taqarra a'yunuhunna wa laa yahzanna wa yardaina bimaa aataitahunna kulluhunn; wal laahu ya'lamu maa fee quloo bikum; wa kaanal laahu 'Aleeman haleemaa"
        },
        {
            "aya_id": 3585,
            "aya_number": 52,
            "aya_text": "لَا يَحِلُّ لَكَ النِّسَاۤءُ مِنْۢ بَعْدُ وَلَآ اَنْ تَبَدَّلَ بِهِنَّ مِنْ اَزْوَاجٍ وَّلَوْ اَعْجَبَكَ حُسْنُهُنَّ اِلَّا مَا مَلَكَتْ يَمِيْنُكَۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ رَّقِيْبًا ࣖ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 425,
            "translation_aya_text": "Tidak halal bagimu (Muhammad) menikahi perempuan-perempuan (lain) setelah itu, dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Dan Allah Maha Mengawasi segala sesuatu.",
            "tafsir_jalalayn": "(Tidak halal) dapat dibaca Tahillu atau Yahillu (bagimu mengawini perempuan-perempuan sesudah itu) sesudah sembilan orang istri yang telah Aku pilih buatmu (dan tidak boleh pula mengganti) lafal Tabaddala asalnya adalah Tatabaddala, kemudian salah satu huruf Ta dibuang sehingga jadilah Tabaddala, (mereka dengan istri-istri yang lain) misalnya kamu menalak mereka atau sebagian dari mereka, kemudian kamu menggantikannya dengan istri yang lain (meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan hamba sahaya yang kamu miliki) yakni wanita sahaya yang kamu miliki, ia halal bagimu. Dan Nabi saw. sesudah sembilan orang istri itu memiliki Siti Mariah, yang daripadanya lahir Ibrahim, akan tetapi Ibrahim meninggal dunia semasa Nabi saw. masih hidup. (Dan adalah Allah Maha Mengawasi segala sesuatu) Maha Memelihara segala sesuatu.",
            "sajda": false,
            "transliteration": "Laa yahillu lakan nisaaa'u mim ba'du wa laaa an tabaddala bihinna min azwaajinw wa law ajabaka husnuhunna illaa maa malakat yameenukk; wa kaanal laahu 'alaa kulli shai'ir Raqeeba"
        },
        {
            "aya_id": 3586,
            "aya_number": 53,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتَ النَّبِيِّ اِلَّآ اَنْ يُّؤْذَنَ لَكُمْ اِلٰى طَعَامٍ غَيْرَ نٰظِرِيْنَ اِنٰىهُ وَلٰكِنْ اِذَا دُعِيْتُمْ فَادْخُلُوْا فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَأْنِسِيْنَ لِحَدِيْثٍۗ اِنَّ ذٰلِكُمْ كَانَ يُؤْذِى النَّبِيَّ فَيَسْتَحْيٖ مِنْكُمْ ۖوَاللّٰهُ لَا يَسْتَحْيٖ مِنَ الْحَقِّۗ وَاِذَا سَاَلْتُمُوْهُنَّ مَتَاعًا فَاسْـَٔلُوْهُنَّ مِنْ وَّرَاۤءِ حِجَابٍۗ ذٰلِكُمْ اَطْهَرُ لِقُلُوْبِكُمْ وَقُلُوْبِهِنَّۗ وَمَا كَانَ لَكُمْ اَنْ تُؤْذُوْا رَسُوْلَ اللّٰهِ وَلَآ اَنْ تَنْكِحُوْٓا اَزْوَاجَهٗ مِنْۢ بَعْدِهٖٓ اَبَدًاۗ اِنَّ ذٰلِكُمْ كَانَ عِنْدَ اللّٰهِ عَظِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 425,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah-rumah Nabi kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya), tetapi jika kamu dipanggil maka masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar), dan Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari belakang tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kalian memasuki rumah-rumah Nabi kecuali bila kalian diizinkan) memasukinya karena mendapat undangan (untuk makan) kemudian kalian boleh memasukinya (dengan tidak menunggu-nunggu) tanpa menunggu lagi (waktu masak makanannya) yakni sampai makanan masak terlebih dahulu; Inaa berakar dari kata Anaa Ya-niy (tetapi jika kalian diundang maka masuklah dan bila kalian selesai makan, keluarlah kalian tanpa) berdiam lagi (asyik memperpanjang percakapan) sebagian dari kalian kepada sebagian yang lain. (Sesungguhnya yang demikian itu) yakni berdiamnya kalian sesudah makan (akan mengganggu nabi lalu nabi malu kepada kalian) untuk menyuruh kalian keluar (dan Allah tidak malu menerangkan yang hak) yakni menerangkan supaya kalian keluar; atau dengan kata lain Dia tidak akan mengabaikan penjelasannya. Menurut qiraat yang lain lafal Yastahyi dibaca dengan hanya memakai satu huruf Ya sehingga bacaannya menjadi Yastahiy. (Apabila kalian meminta sesuatu kepada mereka) kepada istri-istri Nabi saw. (yakni suatu keperluan, maka mintalah dari belakang tabir) dari belakang hijab. (Cara yang demikian itu lebih suci bagi hati kalian dan hati mereka) dari perasaan-perasaan yang mencurigakan. (Dan tidak boleh kalian menyakiti hati Rasulullah) dengan sesuatu perbuatan apa pun (dan tidak pula mengawini istri-istrinya sesudah ia wafat selama-lamanya. Sesungguhnya perbuatan itu di sisi Allah) dosanya (besar).",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tadkhuloo bu yootan Nabiyyi ilaaa ai yu'zana lakum ilaa ta'aamin ghaira naazireena inaahu wa laakin izaa du'eetum fadkhuloo fa izaa ta'imtum fantashiroo wa laa mustaaniseena lihadees; inna zaalikum kaana yu'zin Nabiyya fa yastahyee minkum wallaahu laa yastahyee minal haqq; wa izaa sa altumoohunna mataa'an fas'aloohunna minw waraaa'i hijaab; zaalikum atharu liquloobikum wa quloobihinn; wa maa kaana lakum an tu'zoo Rasoolal laahi wa laaa an tankihooo azwaajahoo mim ba'diheee abadaa; inna zaalikum kaana 'indal laahi 'azeema"
        },
        {
            "aya_id": 3587,
            "aya_number": 54,
            "aya_text": "اِنْ تُبْدُوْا شَيْـًٔا اَوْ تُخْفُوْهُ فَاِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 425,
            "translation_aya_text": "Jika kamu menyatakan sesuatu atau menyembunyikannya, maka sesungguhnya Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Jika kalian melahirkan sesuatu atau menyembunyikannya) keinginan untuk menikahi mereka sesudah Nabi saw. wafat (maka sesungguhnya Allah adalah Maha Mengetahui segala sesuatu) Dia kelak akan membalasnya kepada kalian.",
            "sajda": false,
            "transliteration": "In tubdoo shai'an aw tukhfoohu fa innal laaha kaana bikulli shai'in 'Aleemaa"
        },
        {
            "aya_id": 3588,
            "aya_number": 55,
            "aya_text": "لَا جُنَاحَ عَلَيْهِنَّ فِيْٓ اٰبَاۤىِٕهِنَّ وَلَآ اَبْنَاۤىِٕهِنَّ وَلَآ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اَخَوٰتِهِنَّ وَلَا نِسَاۤىِٕهِنَّ وَلَا مَا مَلَكَتْ اَيْمَانُهُنَّۚ وَاتَّقِيْنَ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 426,
            "translation_aya_text": "Tidak ada dosa atas istri-istri Nabi (untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka (yang beriman) dan hamba sahaya yang mereka miliki, dan bertakwalah kamu (istri-istri Nabi) kepada Allah. Sungguh, Allah Maha Menyaksikan segala sesuatu.",
            "tafsir_jalalayn": "(Tidak ada dosa atas istri-istri Nabi terhadap bapak-bapak mereka, anak-anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara mereka yang perempuan, perempuan-perempuan) yang beriman (dan hamba sahaya yang mereka miliki) yakni hamba sahaya laki-laki dan perempuan, untuk melihat dan bercakap dengan mereka tanpa memakai hijab (dan bertakwalah kalian kepada Allah) dalam hal-hal yang diperintahkan-Nya kepada kalian. (Sesungguhnya Allah Maha Menyaksikan segala sesuatu) tidak ada sesuatu pun yang samar dari pengetahuan-Nya.",
            "sajda": false,
            "transliteration": "Laa junaaha 'alaihinna feee aabaaa'ihinna wa laaa abnaaa'ihinna wa laaa ikhwaanihinnna wa laaa abnaaa'i ikhwaanihinna wa laaa abnaaa'i akhawaatihinna wa laa nisaaa'i hinna wa laa Maa malakat aimaanuhunn; wattaqeenal laah; innal laaha kaana 'alaa kulli shai'in Shaheedaa"
        },
        {
            "aya_id": 3589,
            "aya_number": 56,
            "aya_text": "اِنَّ اللّٰهَ وَمَلٰۤىِٕكَتَهٗ يُصَلُّوْنَ عَلَى النَّبِيِّۗ  يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 426,
            "translation_aya_text": "Sesungguhnya Allah dan para malaikat-Nya bersalawat untuk Nabi. Wahai orang-orang yang beriman! Bersalawatlah kamu untuk Nabi dan ucapkanlah salam dengan penuh penghormatan kepadanya.",
            "tafsir_jalalayn": "(Sesungguhnya Allah dan malaikat-malaikat-Nya bersalawat untuk Nabi) untuk Nabi Muhammad saw. (Hai orang-orang yang beriman! Bersalawatlah kalian untuk Nabi dan ucapkanlah salam penghormatan kepadanya) yaitu katakanlah oleh kalian, \"Allaahumma Shalli 'Alaa Sayyidinaa Muhammad Wa Sallim\", artinya, \"Ya Allah! Limpahkanlah salawat dan Salam-Mu kepada junjungan kami Nabi Muhammad.\"",
            "sajda": false,
            "transliteration": "Innal laaha wa malaaa'i katahoo yusalloona 'alan Nabiyy; yaaa aiyuhal lazeena aamanoo salloo 'alaihi wa sallimoo tasleemaa"
        },
        {
            "aya_id": 3590,
            "aya_number": 57,
            "aya_text": "اِنَّ الَّذِيْنَ يُؤْذُوْنَ اللّٰهَ وَرَسُوْلَهٗ لَعَنَهُمُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَابًا مُّهِيْنًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 426,
            "translation_aya_text": "Sesungguhnya (terhadap) orang-orang yang menyakiti Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat, dan menyediakan azab yang menghinakan bagi mereka.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang menyakiti Allah dan Rasul-Nya) mereka adalah orang-orang kafir, mereka mensifati Allah dengan sifat-sifat yang Dia Maha Suci daripadanya, yaitu mempunyai anak dan mempunyai sekutu, kemudian mereka mendustakan rasul-Nya. (Allah akan melaknatinya di dunia dan di akhirat) yakni menjauhkannya dari rahmat-Nya (dan menyediakan baginya siksa yang menghinakan) siksaan yang menghinakan yaitu neraka.",
            "sajda": false,
            "transliteration": "Innal lazeena yu'zoonal laaha wa Rasoolahoo la'anahumul laahu fid dunyaa wal Aakhirati wa a'adda lahum 'azaabam muheenaa"
        },
        {
            "aya_id": 3591,
            "aya_number": 58,
            "aya_text": "وَالَّذِيْنَ يُؤْذُوْنَ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ بِغَيْرِ مَا اكْتَسَبُوْا فَقَدِ احْتَمَلُوْا بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 426,
            "translation_aya_text": "Dan orang-orang yang menyakiti orang-orang mukmin laki-laki dan perempuan, tanpa ada kesalahan yang mereka perbuat, maka sungguh, mereka telah memikul kebohongan dan dosa yang nyata.",
            "tafsir_jalalayn": "(Dan orang-orang yang menyakiti orang-orang Mukmin dan Mukminat tanpa kesalahan yang mereka perbuat) yaitu menuduh mereka mengerjakan hal-hal yang tidak mereka lakukan (maka sesungguhnya mereka telah memikul kebohongan) melancarkan tuduhan bohong (dan dosa yang nyata) yakni perbuatan yang nyata dosanya.",
            "sajda": false,
            "transliteration": "Wallazeena yu'zoonal mu'mineena almu'manaati bighairi mak tasaboo faqadih tamaloo buhtaananw wa ismam mubeenaa"
        },
        {
            "aya_id": 3592,
            "aya_number": 59,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 426,
            "translation_aya_text": "Wahai Nabi! Katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang mukmin, “Hendaklah mereka menutupkan jilbabnya ke seluruh tubuh mereka.” Yang demikian itu agar mereka lebih mudah untuk dikenali, sehingga mereka tidak diganggu. Dan Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Hai Nabi! Katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang Mukmin, \"Hendaklah mereka mengulurkan jilbabnya ke seluruh tubuh mereka\") lafal Jalaabiib adalah bentuk jamak dari lafal Jilbaab, yaitu kain yang dipakai oleh seorang wanita untuk menutupi seluruh tubuhnya. Maksudnya hendaknya mereka mengulurkan sebagian daripada kain jilbabnya itu untuk menutupi muka mereka, jika mereka hendak keluar karena suatu keperluan, kecuali hanya bagian yang cukup untuk satu mata. (Yang demikian itu supaya mereka lebih mudah) lebih gampang (untuk dikenal) bahwasanya mereka adalah wanita-wanita yang merdeka (karena itu mereka tidak diganggu) maksudnya tidak ada orang yang berani mengganggunya, berbeda halnya dengan hamba sahaya wanita, mereka tidak diperintahkan untuk menutupi mukanya, sehingga orang-orang munafik selalu mengganggu mereka. (Dan adalah Allah Maha Pengampun) terhadap hal-hal yang telah lalu pada kaum wanita Mukmin yang merdeka, yaitu tidak menutupi wajah mereka (lagi Maha Penyayang) kepada mereka jika mereka mau menutupinya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan Nabiyyu qul li azwaajika wa banaatika wa nisaaa'il mu'mineena yudneena 'alaihinna min jalaabee bihinn; zaalika adnaaa ai yu'rafna falaa yu'zain; wa kaanal laahu Ghafoorar Raheemaa"
        },
        {
            "aya_id": 3593,
            "aya_number": 60,
            "aya_text": "۞ لَىِٕنْ لَّمْ يَنْتَهِ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْمُرْجِفُوْنَ فِى الْمَدِيْنَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُوْنَكَ فِيْهَآ اِلَّا قَلِيْلًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 426,
            "translation_aya_text": "Sungguh, jika orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti (dari menyakitimu), niscaya Kami perintahkan engkau (untuk memerangi) mereka, kemudian mereka tidak lagi menjadi tetanggamu (di Madinah) kecuali sebentar,",
            "tafsir_jalalayn": "(Sesungguhnya jika) huruf Lam bermaksud Qasam/sumpah (tidak berhenti orang-orang munafik) dari kemunafikan mereka (orang-orang yang berpenyakit dalam hati mereka) disebabkan telah melakukan perbuatan zina (dan orang-orang yang menyebarkan kabar bohong di Madinah) terhadap orang-orang Mukmin melalui perkataan mereka, bahwa musuh telah siap menyerang kalian berikut pasukan kalian; apakah mereka akan menang atau kalah kami tidak mengetahui (niscaya Kami gerakkan kamu untuk memerangi mereka) maksudnya Kami membuatmu berkuasa atas mereka (kemudian mereka tidak menjadi tetanggamu) tidak hidup berdampingan lagi denganmu (di Madinah melainkan dalam waktu sebentar) setelah itu mereka diusir daripadanya.",
            "sajda": false,
            "transliteration": "La'il lam yantahil munaafiqoona wallazeena fee quloobihim maradunw walmur jifoona fil madeenati lanughri yannaka bihim summa laa yujaawiroonaka feehaaa illaa qaleela"
        },
        {
            "aya_id": 3594,
            "aya_number": 61,
            "aya_text": "مَلْعُوْنِيْنَۖ اَيْنَمَا ثُقِفُوْٓا اُخِذُوْا وَقُتِّلُوْا تَقْتِيْلًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 426,
            "translation_aya_text": "dalam keadaan terlaknat. Di mana saja mereka dijumpai, mereka akan ditangkap dan dibunuh tanpa ampun.",
            "tafsir_jalalayn": "(dalam keadaan terlaknat) dalam keadaan dijauhkan dari rahmat Allah. (Di mana saja mereka dijumpai) ditemui (mereka ditangkap dan dibunuh dengan sehebat-hebatnya) yakni keputusan tentang nasib mereka ini berdasarkan perintah dari-Nya.",
            "sajda": false,
            "transliteration": "Mal'ooneena ainamaa suqifoo ukhizoo wa quttiloo taqteelaa"
        },
        {
            "aya_id": 3595,
            "aya_number": 62,
            "aya_text": "سُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 426,
            "translation_aya_text": "Sebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah.",
            "tafsir_jalalayn": "(Sebagai sunah Allah) yakni Allah telah menetapkan hal tersebut sebagai sunah-Nya (yang berlaku atas orang-orang yang telah terdahulu) atas umat-umat yang dahulu, yaitu atas orang-orang munafik yang selalu menyebarkan rasa takut ke dalam hati orang-orang yang beriman (dan kamu sekali-kali tiada akan mendapati perubahan pada sunah Allah) sebagai pengganti dari-Nya.",
            "sajda": false,
            "transliteration": "Sunnatal laahi fil lazeena khalaw min qablu wa lan tajida lisunnatil laahi tabdeelaa"
        },
        {
            "aya_id": 3596,
            "aya_number": 63,
            "aya_text": "يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ تَكُوْنُ قَرِيْبًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "Manusia bertanya kepadamu (Muhammad) tentang hari Kiamat. Katakanlah, “Ilmu tentang hari Kiamat itu hanya di sisi Allah.” Dan tahukah engkau, boleh jadi hari Kiamat itu sudah dekat waktunya.",
            "tafsir_jalalayn": "(Manusia bertanya kepadamu) yakni penduduk Mekah (tentang hari kiamat) kapankah akan terjadi. (Katakanlah! \"Sesungguhnya pengetahuan tentang hari kiamat itu hanya di sisi Allah\". Dan tahukah kamu) maksudnya kamu tiada mengetahui kapan ia akan terjadi (boleh jadi hari kiamat itu waktunya) yakni terjadinya (sudah dekat).",
            "sajda": false,
            "transliteration": "Yas'alukan naasu 'anis Saa'ati qul innamaa 'ilmuhaa 'indal laah; wa maa yudreeka la'allas Saa'ata takoonu qareebaa"
        },
        {
            "aya_id": 3597,
            "aya_number": 64,
            "aya_text": "اِنَّ اللّٰهَ لَعَنَ الْكٰفِرِيْنَ وَاَعَدَّ لَهُمْ سَعِيْرًاۙ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "Sungguh, Allah melaknat orang-orang kafir dan menyediakan bagi mereka api yang menyala-nyala (neraka),",
            "tafsir_jalalayn": "(Sesungguhnya Allah melaknati orang-orang kafir) yakni menjauhkan mereka dari rahmat-Nya (dan menyediakan bagi mereka api yang menyala-nyala) yaitu neraka yang keras apinya tempat mereka dimasukkan.",
            "sajda": false,
            "transliteration": "Innal laaha la'anal kaafireena wa a'adda lahum sa'eeraa"
        },
        {
            "aya_id": 3598,
            "aya_number": 65,
            "aya_text": "خٰلِدِيْنَ فِيْهَآ اَبَدًاۚ  لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ۚ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "mereka kekal di dalamnya selama-lamanya; mereka tidak akan mendapatkan pelindung dan penolong.",
            "tafsir_jalalayn": "(Mereka kekal) dipastikan kekekalan mereka (di dalamnya selama-lamanya, mereka tidak memperoleh seorang pelindung pun) yang memelihara mereka dari neraka (dan tidak pula seorang penolong) yang dapat mencegah neraka daripada mereka.",
            "sajda": false,
            "transliteration": "Khaalideena feehaaa abadaa, laa yajidoona waliyyanw wa laa naseeraa"
        },
        {
            "aya_id": 3599,
            "aya_number": 66,
            "aya_text": "يَوْمَ تُقَلَّبُ وُجُوْهُهُمْ فِى النَّارِ يَقُوْلُوْنَ يٰلَيْتَنَآ اَطَعْنَا اللّٰهَ وَاَطَعْنَا الرَّسُوْلَا۠ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "Pada hari (ketika) wajah mereka dibolak-balikkan dalam neraka, mereka berkata, “Wahai, kiranya dahulu kami taat kepada Allah dan taat (pula) kepada Rasul.”",
            "tafsir_jalalayn": "(Pada hari ketika muka mereka dibolak-balikkan dalam neraka, mereka berkata, \"Aduhai!) lafal Yaa menunjukkan makna Tanbih atau memohon perhatian (andai kata kami taat kepada Allah dan taat pula kepada Rasul.\")",
            "sajda": false,
            "transliteration": "Yawma tuqallabu wujoohuhum fin Naari yaqooloona yaa laitanaaa ata'nal laaha wa ata'nar Rasoolaa"
        },
        {
            "aya_id": 3600,
            "aya_number": 67,
            "aya_text": "وَقَالُوْا رَبَّنَآ اِنَّآ اَطَعْنَا سَادَتَنَا وَكُبَرَاۤءَنَا فَاَضَلُّوْنَا السَّبِيْلَا۠ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "Dan mereka berkata, “Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar).",
            "tafsir_jalalayn": "(Dan mereka berkata) yakni para pengikut dari kalangan mereka, (\"Ya Rabb kami! Sesungguhnya kami telah menaati pemimpin-pemimpin kami) menurut suatu qiraat dibaca Saadatanaa, dalam bentuk Jam'ul Jam'i (dan pembesar-pembesar kami, lalu mereka menyesatkan kami dari jalan petunjuk) dari jalan hidayah.",
            "sajda": false,
            "transliteration": "Wa qaaloo Rabbanaaa innaaa ata'naa saadatanaa wa kubaraaa'anaa fa adalloonas sabeelaa"
        },
        {
            "aya_id": 3601,
            "aya_number": 68,
            "aya_text": "رَبَّنَآ اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيْرًا ࣖ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.”",
            "tafsir_jalalayn": "(Ya Rabb kami! Timpakanlah kepada mereka azab dua kali lipat) daripada azab yang kami terima (dan kutuklah mereka) azablah mereka terus (dengan kutukan yang banyak.\") bilangannya; dan menurut Qiraat lain lafal Kabiiran dibaca Katsiiran yang artinya kutukan yang besar.",
            "sajda": false,
            "transliteration": "Rabbanaaa aatihim di'fai ni minal 'azaabi wal'anhum la nan kabeera"
        },
        {
            "aya_id": 3602,
            "aya_number": 69,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ اٰذَوْا مُوْسٰى فَبَرَّاَهُ اللّٰهُ مِمَّا قَالُوْا ۗوَكَانَ عِنْدَ اللّٰهِ وَجِيْهًا ۗ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang yang menyakiti Musa, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kalian menjadi) bersama Nabi kalian (seperti orang-orang yang menyakiti Musa) seperti perkataan mereka kepada Nabi Musa, \"Sesungguhnya tidak ada yang mencegahnya untuk mandi bersama kita melainkan karena pelirnya burut (maka Allah membersihkannya dari tuduhan-tuduhan yang mereka katakan) yaitu pada suatu hari Nabi Musa ketika hendak mandi meletakkan pakaiannya pada sebuah batu, kemudian batu itu membawa lari pakaiannya, dan berhenti di tengah-tengah segolongan kaum Bani Israel. Lalu Nabi Musa mengejarnya dan dapat menyusulnya, segera ia mengambil pakaiannya untuk menutupi dirinya. Pada saat itu orang-orang melihatnya dalam keadaan telanjang, ternyata pelir Nabi Musa tidak burut. (Dan adalah dia seorang yang mempunyai kedudukan terhormat di sisi Allah.\"). Di antara perlakuan yang menyakitkan Nabi saw. ialah pada suatu hari ia membagi-bagi ganimah, kemudian ada seorang lelaki berkata, \"Ini adalah pembagian yang tidak berdasarkan keridaan Allah swt.\" Maka pada saat itu wajah Nabi saw. merah padam mendengar perkataan itu, lalu beliau segera bersabda, \"Semoga Allah melimpahkan rahmat-Nya kepada Musa, sesungguhnya dia telah disakiti lebih dari ini tetapi dia tetap bersabar.\" Demikianlah menurut hadis yang diriwayatkan oleh Imam Bukhari.",
            "sajda": false,
            "transliteration": "yaa aiyuhal lazeena aamanoo las takoonoo kalla zeena aazaw Moosaa fa barra ahul laahu mimmmaa qaaloo; wa kaana 'indal laahi wajeehaa"
        },
        {
            "aya_id": 3603,
            "aya_number": 70,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَقُوْلُوْا قَوْلًا سَدِيْدًاۙ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bertakwalah kamu kepada Allah dan ucapkanlah perkataan yang benar,",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Bertakwalah kamu sekalian kepada Allah dan katakanlah perkataan yang benar) yakni perkataan yang tidak menyalahi.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanut taqul laaha wa qooloo qawlan sadeedaa"
        },
        {
            "aya_id": 3604,
            "aya_number": 71,
            "aya_text": "يُّصْلِحْ لَكُمْ اَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ فَازَ فَوْزًا عَظِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "niscaya Allah akan memperbaiki amal-amalmu dan mengampuni dosa-dosamu. Dan barangsiapa menaati Allah dan Rasul-Nya, maka sungguh, dia menang dengan kemenangan yang agung.",
            "tafsir_jalalayn": "(Niscaya Allah memperbaiki bagi kalian amal-amal kalian) yakni Dia menerimanya (dan mengampuni bagi kalian dosa-dosa kalian. Siapa yang menaati Allah dan Rasul-Nya, maka sesungguhnya ia telah mendapatkan kemenangan yang besar) yaitu dia telah memperoleh apa yang paling didambakannya.",
            "sajda": false,
            "transliteration": "Yuslih lakum a'maalakum wa yaghfir lakum zunoobakum; wa mai yuti'il laaha wa Rasoolahoo faqad faaza fawzan 'azeemaa"
        },
        {
            "aya_id": 3605,
            "aya_number": 72,
            "aya_text": "اِنَّا عَرَضْنَا الْاَمَانَةَ عَلَى السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَيْنَ اَنْ يَّحْمِلْنَهَا وَاَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْاِنْسَانُۗ اِنَّهٗ كَانَ ظَلُوْمًا جَهُوْلًاۙ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "Sesungguhnya Kami telah menawarkan amanat kepada langit, bumi dan gunung-gunung; tetapi semuanya enggan untuk memikul amanat itu dan mereka khawatir tidak akan melaksanakannya (berat), lalu dipikullah amanat itu oleh manusia. Sungguh, manusia itu sangat zalim dan sangat bodoh,",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah mengemukakan amanat) yaitu ibadah salat dan ibadah-ibadah lainnya, apabila dikerjakan, pelakunya akan mendapat pahala, dan apabila ditinggalkan, pelakunya akan disiksa (pada langit, bumi dan gunung-gunung) seumpamanya Allah menciptakan pada masing-masing pemahaman dan dapat berbicara (maka semuanya enggan untuk memikul amanat itu dan mereka khawatir) yakni merasa takut (akan mengkhianatinya lalu dipikullah amanat itu oleh manusia) oleh Nabi Adam, sesudah terlebih dahulu ditawarkan kepadanya. (Sesungguhnya manusia itu amat zalim) terhadap dirinya sendiri, disebabkan apa yang telah dipikulnya itu (lagi amat bodoh) tidak mengerti tentang apa yang dipikulnya itu.",
            "sajda": false,
            "transliteration": "Innaa 'aradnal amaanata 'alas samaawaati walardi wal jibaali fa abaina ai yahmil nahaa wa ashfaqna minhaa wa hamalahal insaanu innahoo kaana zalooman jahoolaa"
        },
        {
            "aya_id": 3606,
            "aya_number": 73,
            "aya_text": "لِّيُعَذِّبَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقَتِ وَالْمُشْرِكِيْنَ وَالْمُشْرِكٰتِ وَيَتُوْبَ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 427,
            "translation_aya_text": "sehingga Allah akan mengazab orang-orang munafik laki-laki dan perempuan, orang-orang musyrik, laki-laki dan perempuan; dan Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Dan Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Sehingga Allah mengazab) huruf Lam berta'alluq kepada lafal 'Aradhnaa, sebagai akibat dari apa yang telah dipikul oleh Nabi Adam (orang-orang munafik laki-laki dan perempuan dan orang-orang musyrik laki-laki dan perempuan) yakni orang-orang yang menyia-nyiakan amanat itu (dan sehingga Allah menerima tobat orang-orang Mukmin laki-laki dan perempuan) yaitu orang-orang yang menunaikan amanahnya. (Dan adalah Allah Maha Pengampun) kepada orang-orang Mukmin (lagi Maha Penyayang) kepada mereka.",
            "sajda": false,
            "transliteration": "Liyu 'azzibal laahul munaafiqeena wal munaafiqaati walmushrikeena wal mushrikaati wa yatoobal laahu 'alal mu'mineena walmu'minaat; wa kaanal laahu Ghafoorar Raheema"
        }
    ]
}