{
    "sura_id": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 3661,
            "aya_number": 1,
            "aya_text": "اَلْحَمْدُ لِلّٰهِ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ جَاعِلِ الْمَلٰۤىِٕكَةِ رُسُلًاۙ اُولِيْٓ اَجْنِحَةٍ مَّثْنٰى وَثُلٰثَ وَرُبٰعَۗ يَزِيْدُ فِى الْخَلْقِ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap, masing-masing (ada yang) dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Segala puji bagi Allah) Allah memuji diri-Nya dengan kalimat tersebut, sebagaimana keterangan yang telah disebutkan dalam awal surah As-Saba (Pencipta langit dan bumi) yang menciptakan keduanya tanpa konsep terlebih dahulu (Yang menjadikan malaikat sebagai utusan-utusan) kepada para nabi (yang mempunyai sayap, masing-masing ada yang dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya) yakni menciptakan malaikat dan lain-lainnya (apa yang Dia kehendaki. Sesungguhnya Allah Maha Kuasa atas segala sesuatu.)",
            "sajda": false,
            "transliteration": "Alhamdu lillaahi faatiris samaawaati wal ardi jaa'ilil malaaa'ikati rusulan uleee ajnihatim masnaa wa sulaasa wa rubaa'; yazeedu fil khalqi maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer"
        },
        {
            "aya_id": 3662,
            "aya_number": 2,
            "aya_text": "مَا يَفْتَحِ اللّٰهُ لِلنَّاسِ مِنْ رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۚوَمَا يُمْسِكْۙ فَلَا مُرْسِلَ لَهٗ مِنْۢ بَعْدِهٖۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Apa saja di antara rahmat Allah yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Apa saja yang Allah anugerahkan kepada manusia berupa rahmat) seperti rezeki dan hujan (maka tidak ada seorang pun yang dapat menahannya; dan apa saja yang ditahan oleh Allah) dari hal-hal tersebut (maka tidak seorang pun yang sanggup untuk melepaskannya sesudah itu) sesudah Allah menahannya. (Dan Dialah Yang Maha Perkasa) Maha Menang atas perkara-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Maa yaftahil laahu linnaaasi mir rahmatin falaa mumsika lahaa wa maa yumsik falaa mursila lahoo mimb'dih; wa Huwal 'Azeezul Hakeem"
        },
        {
            "aya_id": 3663,
            "aya_number": 3,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْۗ هَلْ مِنْ خَالِقٍ غَيْرُ اللّٰهِ يَرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ  لَآ اِلٰهَ اِلَّا هُوَۖ فَاَنّٰى تُؤْفَكُوْنَ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Wahai manusia! Ingatlah akan nikmat Allah kepadamu. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada tuhan selain Dia; maka mengapa kamu berpaling (dari ketauhidan)?",
            "tafsir_jalalayn": "(Hai manusia!) penduduk Mekah (Ingatlah akan nikmat Allah kepada kalian) yang telah menempatkan kalian di tanah suci dan yang mencegah serangan-serangan dari luar terhadap kalian. (Adakah sesuatu pencipta) huruf Min di sini adalah Zaidah atau tambahan, lafal Khaaliqin sebagai Mubtada (selain Allah) kalau dibaca Ghairu berarti menjadi Na'at atau sifat secara Mahall dari lafal Khaaliqin, kalau dibaca Ghairi berarti di'athafkan kepada lafal Khaaliqin secara Lafzhan, dan Khabar Mubtadanya adalah (yang dapat memberikan rezeki kepada kalian dari langit) yakni berupa hujan (dan) dari (bumi?) berupa tumbuh-tumbuhan. Istifham atau kata tanya di sini mengandung makna Taqrir, yakni tidak ada pencipta dan tidak ada pemberi rezeki selain Allah. (Tidak ada Tuhan selain Dia; maka mengapakah kalian berpaling) dari mentauhidkan-Nya? Padahal kalian telah mengakui, bahwa Dia adalah Yang Maha Pencipta dan Maha Pemberi rezeki.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhan naasuzkuroo ni'matal laahi 'alaikum; hal min khaaliqin ghairul laahi yarzuqukum minas samaaa'i wal ard; laaa ilaaha illaa Huwa fa annaa tu'fakoon"
        },
        {
            "aya_id": 3664,
            "aya_number": 4,
            "aya_text": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 435,
            "translation_aya_text": "Dan jika mereka mendustakan engkau (setelah engkau beri peringatan), maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Dan hanya kepada Allah segala urusan dikembalikan.",
            "tafsir_jalalayn": "(Dan jika mereka mendustakan kamu) hai Muhammad, tentang ajaran tauhid yang engkau bawa dan berita adanya hari kebangkitan yang kamu sampaikan serta adanya hari penghisaban dan pembalasan amal perbuatan (maka sungguh telah didustakan pula rasul-rasul sebelum kamu) dalam hal tersebut maka bersabarlah kamu sebagaimana mereka bersabar. (Dan hanya kepada Allahlah dikembalikan segala urusan) di akhirat. Dia kelak akan mengazab orang-orang yang mendustakan dan menolong orang-orang yang berserah diri atau orang-orang muslim.",
            "sajda": false,
            "transliteration": "Wa iny yukazzibooka faqad kuzzibat Rusulum min qablik; wa ilal laahi turja'ul umoor"
        },
        {
            "aya_id": 3665,
            "aya_number": 5,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 435,
            "translation_aya_text": "Wahai manusia! Sungguh, janji Allah itu benar, maka janganlah kehidupan dunia memperdayakan kamu dan janganlah (setan) yang pandai menipu, memperdayakan kamu tentang Allah.",
            "tafsir_jalalayn": "(Hai manusia! Sesungguhnya janji Allah) tentang adanya hari berbangkit dan lain-lainnya (adalah benar, maka sekali-kali janganlah kehidupan dunia memperdayakan kalian) sehingga kalian tidak mau beriman kepada adanya hari berbangkit dan lain-lainnya (dan sekali-kali janganlah memperdayakan kalian tentang Allah) tentang sifat dan Penyantun-Nya dan sifat Sabar-Nya yang menangguhkan kalian tidak diazab (orang yang pandai menipu) yakni setan.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhan naasu inna wa'dal laahi haqqun falaa taghurrannakumul hayaatud dunyaa; wa laa yaghurran nakum billaahil gharoor"
        },
        {
            "aya_id": 3666,
            "aya_number": 6,
            "aya_text": "اِنَّ الشَّيْطٰنَ لَكُمْ عَدُوٌّ فَاتَّخِذُوْهُ عَدُوًّاۗ اِنَّمَا يَدْعُوْا حِزْبَهٗ لِيَكُوْنُوْا مِنْ اَصْحٰبِ السَّعِيْرِۗ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 435,
            "translation_aya_text": "Sungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala.",
            "tafsir_jalalayn": "(Sesungguhnya setan itu adalah musuh bagi kalian, maka anggaplah ia musuh) dengan cara taat kepada Allah dan tidak menaati setan (karena sesungguhnya setan-setan itu hanya mengajak golongannya) yakni pengikut-pengikutnya yang sama-sama kafir dengannya (supaya menjadi penghuni neraka yang menyala-nyala) yakni neraka yang keras siksaannya.",
            "sajda": false,
            "transliteration": "Innash shaitaana lakum 'aduwwun fattakhizoohu 'aduwwaa; innamaa yad'oo hizbahoo liyakoonoo min ashaabis sa'eer"
        },
        {
            "aya_id": 3667,
            "aya_number": 7,
            "aya_text": "اَلَّذِيْنَ كَفَرُوْا لَهُمْ عَذَابٌ شَدِيْدٌ ەۗ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ࣖ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 435,
            "translation_aya_text": "Orang-orang yang kafir, mereka akan mendapat azab yang sangat keras. Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan pahala yang besar.",
            "tafsir_jalalayn": "(Orang-orang yang kafir bagi mereka azab yang keras. Dan orang-orang yang beriman serta mengerjakan amal saleh bagi mereka ampunan dan pahala yang besar) ini penjelasan tentang nasib orang-orang yang menuruti kemauan setan dan orang-orang yang menentangnya, kelak di akhirat.",
            "sajda": false,
            "transliteration": "Allazeena kafaroo lahum 'azaabun shadeed; wallazeena aamanoo wa 'amilus saalihaati lahum maghfiratunw wa ajrun kabeer"
        },
        {
            "aya_id": 3668,
            "aya_number": 8,
            "aya_text": "اَفَمَنْ زُيِّنَ لَهٗ سُوْۤءُ عَمَلِهٖ فَرَاٰهُ حَسَنًاۗ فَاِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرٰتٍۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَصْنَعُوْنَ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 435,
            "translation_aya_text": "Maka apakah pantas orang yang dijadikan terasa indah perbuatan buruknya, lalu menganggap baik perbuatannya itu? Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Maka jangan engkau (Muhammad) biarkan dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.",
            "tafsir_jalalayn": "Ayat ini diturunkan berkenaan dengan Abu Jahal dan orang-orang sepertinya. (Maka apakah orang yang dihiasi pekerjaannya yang buruk) karena setan telah menyulapnya (lalu ia menganggapnya baik?) lafal Man adalah Mubtada, sedangkan Khabarnya ialah, sebagaimana orang yang mendapat petunjuk dari Allah. Tentu saja tidak sama. Khabar ini disimpulkan dari ayat selanjutnya, yaitu, (Maka sesungguhnya Allah menyesatkan siapa yang dikehendaki-Nya dan menunjuki siapa yang dikehendaki-Nya; maka janganlah dirimu binasa sebab ulah mereka itu) yaitu atas orang-orang yang menganggap baik perbuatannya yang buruk itu (karena kesedihan) yaitu kamu merasa sedih karena mereka tidak mau beriman (Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat) kelak Dia akan membalasnya kepada mereka.",
            "sajda": false,
            "transliteration": "Afaman zuyyina lahoo sooo'u 'amalihee fara aahu hasanaa; fa innal laaha yudillu mai yashaaa'u wa yahdee mai yahaaa'u falaa tazhab nafsuka 'alaihim hasaraat; innal laaha 'aleemun bimaa yasna'oon"
        },
        {
            "aya_id": 3669,
            "aya_number": 9,
            "aya_text": "وَاللّٰهُ الَّذِيْٓ اَرْسَلَ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَسُقْنٰهُ اِلٰى بَلَدٍ مَّيِّتٍ فَاَحْيَيْنَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ  كَذٰلِكَ النُّشُوْرُ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 435,
            "translation_aya_text": "Dan Allah-lah yang mengirimkan angin; lalu (angin itu) menggerakkan awan, maka Kami arahkan awan itu ke suatu negeri yang mati (tandus) lalu dengan hujan itu Kami hidupkan bumi setelah mati (kering). Seperti itulah kebangkitan itu.",
            "tafsir_jalalayn": "(Dan Allah, Dialah Yang mengirimkan angin) menurut qiraat yang lain dibaca Ar Riih dalam bentuk Mufrad (lalu angin itu menggerakkan awan) lafal Mudhari' di sini untuk menceritakan keadaan di masa lalu, maksudnya angin itu menggerakkannya (lalu Kami halau awan itu) di dalam ungkapan ayat ini terkandung Iltifat dari dhamir Gaib (ke suatu negeri yang mati) tanah yang tandus yang tidak ada tumbuh-tumbuhannya. Dapat dibaca Mayyitin atau Mayitin (lalu Kami hidupkan dengan hujan itu bumi) yang dikenainya (setelah matinya) setelah ia mengalami kekeringan, yaitu Kami tumbuhkan padanya tumbuh-tumbuhan dan rumput-rumputan. (Demikianlah kebangkitan itu) cara membangkitkan yang mati menjadi hidup kembali.",
            "sajda": false,
            "transliteration": "Wallaahul lazeee arsalar riyaaha fatuseeru shaaban fasuqnaahu ilaa baladim maiyitin fa ahyaynaa bihil arda ba'da mawtihaa; kazaalikan nushoor"
        },
        {
            "aya_id": 3670,
            "aya_number": 10,
            "aya_text": "مَنْ كَانَ يُرِيْدُ الْعِزَّةَ فَلِلّٰهِ الْعِزَّةُ جَمِيْعًاۗ اِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهٗ ۗوَالَّذِيْنَ يَمْكُرُوْنَ السَّيِّاٰتِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَمَكْرُ اُولٰۤىِٕكَ هُوَ يَبُوْرُ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 435,
            "translation_aya_text": "Barangsiapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik, dan amal kebajikan Dia akan mengangkatnya. Adapun orang-orang yang merencanakan kejahatan mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur.",
            "tafsir_jalalayn": "(Barang siapa yang menghendaki kemuliaan, maka bagi Allahlah kemuliaan itu semuanya) di dunia dan di akhirat, maka kemuliaan itu tidak akan dapat diraih melainkan dengan jalan taat kepada-Nya, oleh karenanya taatlah kepada-Nya. (Kepada-Nyalah naik perkataan-perkataan yang baik) yang telah dipermaklumkan oleh-Nya, yaitu kalimat \"Laa Ilaaha Illallaah\", artinya, \"Tidak ada Tuhan selain Allah\", dan kalimat-kalimat yang baik lainnya (dan amal saleh dinaikkan-Nya) diterima oleh-Nya. (Dan orang-orang yang merencanakan) membuat rencana makar (kejahatan) terhadap diri Nabi di Darun Nadwah, yaitu untuk mengikatnya, atau membunuhnya atau mengusirnya, sebagaimana keterangan yang telah disebutkan dalam surah Al-Anfal (bagi mereka azab yang keras. Dan rencana jahat mereka akan hancur) yakni akan berantakan.",
            "sajda": false,
            "transliteration": "Man kaana yureedul 'izzata falillaahil 'izzatu jamee'aa; ilaihi yas'adul kalimut taiyibu wal'amalus saalihu yarfa'uh; wallazeena yamkuroonas sayyiaati lahum 'azaabun shadeed; wa makru ulaaa'ika huwa yaboor"
        },
        {
            "aya_id": 3671,
            "aya_number": 11,
            "aya_text": "وَاللّٰهُ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ جَعَلَكُمْ اَزْوَاجًاۗ وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖۗ وَمَا يُعَمَّرُ مِنْ مُّعَمَّرٍ وَّلَا يُنْقَصُ مِنْ عُمُرِهٖٓ اِلَّا فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 435,
            "translation_aya_text": "Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan). Tidak ada seorang perempuan pun yang mengandung dan melahirkan, melainkan dengan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan (sudah ditetapkan) dalam Kitab (Lauh Mahfuzh). Sungguh, yang demikian itu mudah bagi Allah.",
            "tafsir_jalalayn": "(Dan Allah menciptakan kalian dari tanah) yaitu menciptakan Adam dari tanah liat (kemudian dari air mani) lalu Dia menciptakan anak cucunya dari air mani (kemudian Dia menjadikan kalian berpasang-pasang) terdiri dari kaum pria dan wanita. (Dan tidak ada seorang perempuan pun mengandung dan tidak pula melahirkan melainkan dengan sepengetahuan-Nya) lafal Bi'ilmihi berkedudukan menjadi Hal atau kata keterangan keadaan, yakni telah diketahui oleh-Nya. (Dan sekali-kali tidak dipanjangkan umur seorang yang berumur panjang) tidak diperpanjang (dan tidak pula dikurangi umurnya) yakni orang yang diberi umur panjang itu (melainkan tercatat dalam Kitab) di Lohmahfuz (Sesungguhnya yang demikian itu bagi Allah adalah mudah) amat gampang.",
            "sajda": false,
            "transliteration": "Wallaahu khalaqakum min turaabin summa min nutfatin summa ja'alakum azwaajaa; wa maa tahmilu min unsaa wa laa tada'u illaa bi'ilmih; wa maa yu'ammaru mim mu'ammarinw wa laa yunqasu min 'umuriheee illaa fee kitaab; inna zaalika 'alal laahi yaseer"
        },
        {
            "aya_id": 3672,
            "aya_number": 12,
            "aya_text": "وَمَا يَسْتَوِى الْبَحْرٰنِۖ هٰذَا عَذْبٌ فُرَاتٌ سَاۤىِٕغٌ شَرَابُهٗ وَهٰذَا مِلْحٌ اُجَاجٌۗ وَمِنْ كُلٍّ تَأْكُلُوْنَ لَحْمًا طَرِيًّا وَّتَسْتَخْرِجُوْنَ حِلْيَةً تَلْبَسُوْنَهَا ۚوَتَرَى الْفُلْكَ فِيْهِ مَوَاخِرَ لِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Dan tidak sama (antara) dua lautan; yang ini tawar, segar, sedap diminum dan yang lain asin lagi pahit. Dan dari (masing-masing lautan) itu kamu dapat memakan daging yang segar dan kamu dapat mengeluarkan perhiasan yang kamu pakai, dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur.",
            "tafsir_jalalayn": "(Dan tiada sama -antara- dua laut; yang ini tawar, segar) sangat tawar (sedap diminum) sedap rasanya (dan yang lain asin lagi pahit) karena terlalu asin. (Dan dari masing-masing) kedua laut itu (kalian dapat memakan daging yang segar) yaitu ikan (dan kalian dapat mengeluarkan) dari laut yang asin, menurut pendapat yang lain dari laut yang tawar juga (perhiasan yang dapat kalian memakainya) yaitu berupa mutiara dan batu Marjan (dan kamu lihat) kamu dapat menyaksikan (bahtera) perahu (padanya) yakni pada masing-masing dari keduanya (dapat berlayar) dapat membelah airnya karena dapat melaju di atasnya; baik maju atau pun mundur hanya dengan satu arah angin (supaya kalian dapat mencari) berupaya mencari (karunia-Nya) karunia Allah swt. melalui berniaga dengan memakai jalan laut (dan supaya kalian bersyukur) kepada Allah atas hal tersebut.",
            "sajda": false,
            "transliteration": "Wa maa yastawil bahraani haaza 'azbun furaatun saaa'ighun sharaabuhoo wa haazaa milhun ujaaj; wa min kullin taakuloona lahman tariyyanw wa tastakhrijoona hilyatan talbasoonahaa wa taral fulka feehi mawaakhira litabtaghoo min fadlihee wa la'allakm tashkuroon"
        },
        {
            "aya_id": 3673,
            "aya_number": 13,
            "aya_text": "يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۚ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ مَا يَمْلِكُوْنَ مِنْ قِطْمِيْرٍۗ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Yang (berbuat) demikian itulah Allah Tuhanmu, milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru (sembah) selain Allah tidak mempunyai apa-apa walaupun setipis kulit ari.",
            "tafsir_jalalayn": "(Dia memasukkan) Allah memasukkan (malam ke dalam siang) sehingga bertambah panjanglah siang (dan memasukkan siang) (ke dalam malam) sehingga waktu malam bertambah panjang (dan menundukkan matahari dan bulan, masing-masing) dari matahari dan bulan itu (berjalan) beredar pada garis edarnya (menurut waktu yang ditentukan) yakni sampai hari kiamat. (Yang -berbuat- demikian itulah Allah Rabb kalian, kepunyaan-Nyalah kerajaan. Dan orang-orang yang kalian seru) yang kalian sembah (selain-Nya) yang dimaksud adalah berhala-berhala (tiada mempunyai apa-apa walaupun setipis kulit ari) yakni kulit yang melapisi biji.",
            "sajda": false,
            "transliteration": "Yoolijul laila fin nahaari wa yoolijun nahaara fil laili wa sakhkharash shamsa wal qamara kulluny yajree li ajalim musammaa; zaalikumul lahuu Rabbukum lahul mulk; wallazeena tad'oona min doonihee maa yamlikoona min qitmeer"
        },
        {
            "aya_id": 3674,
            "aya_number": 14,
            "aya_text": "اِنْ تَدْعُوْهُمْ لَا يَسْمَعُوْا دُعَاۤءَكُمْۚ وَلَوْ سَمِعُوْا مَا اسْتَجَابُوْا لَكُمْۗ وَيَوْمَ الْقِيٰمَةِ يَكْفُرُوْنَ بِشِرْكِكُمْۗ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيْرٍ ࣖ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Jika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti.",
            "tafsir_jalalayn": "(Jika kalian menyeru mereka, tiada mendengar seruanmu, dan kalau mereka mendengar) seumpamanya (mereka tidak dapat memperkenankan permintaan kalian) mereka tidak dapat memenuhi permintaan kalian. (Dan di hari kiamat mereka akan mengingkari kemusyrikan kalian) disebabkan kalian menyekutukan Allah bersama mereka. Maksudnya, mereka tidak bertanggung jawab terhadap penyembahan kalian kepada mereka (dan tidak ada yang dapat memberikan keterangan kepada kalian) tentang keadaan dua negeri yaitu dunia dan akhirat (sebagaimana yang diberikan oleh Yang Maha Mengetahui) yaitu Allah swt. sendiri.",
            "sajda": false,
            "transliteration": "in tad'oohum laa yasma'oo du'aaa'akum wa law sami'oo mas tajaaboo lakum; wa Yawmal Qiyaamati Yakfuroona bishirkikum; wa laa yunabbi'uka mislu khabeer"
        },
        {
            "aya_id": 3675,
            "aya_number": 15,
            "aya_text": "۞ يٰٓاَيُّهَا النَّاسُ اَنْتُمُ الْفُقَرَاۤءُ اِلَى اللّٰهِ ۚوَاللّٰهُ هُوَ الْغَنِيُّ الْحَمِيْدُ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan sesuatu), Maha Terpuji.",
            "tafsir_jalalayn": "(Hai manusia! Kalianlah yang berkehendak kepada Allah) dalam keadaan bagaimana pun (dan Allah, Dialah Yang Maha Kaya) tidak membutuhkan makhluk-Nya (lagi Maha Terpuji) atas perbuatan-Nya terhadap mereka.",
            "sajda": false,
            "transliteration": "Yaaa ayyunhan naasu antumul fuqaraaa'u ilallaahi wallaahu Huwal Ghaniyyul Hameed"
        },
        {
            "aya_id": 3676,
            "aya_number": 16,
            "aya_text": "اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۚ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu).",
            "tafsir_jalalayn": "(Jika Dia menghendaki, niscaya Dia memusnahkan kalian dan mendatangkan makhluk yang baru) sebagai ganti daripada kalian.",
            "sajda": false,
            "transliteration": "Iny yashaa yuzhibkum wa yaati bikhalqin jadeed"
        },
        {
            "aya_id": 3677,
            "aya_number": 17,
            "aya_text": "وَمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Dan yang demikian itu tidak sulit bagi Allah.",
            "tafsir_jalalayn": "(Dan yang demikian itu sekali-kali tidak sulit bagi Allah) tidak sukar bagi-Nya.",
            "sajda": false,
            "transliteration": "Wa maa zaalika 'alal laahi bi'azeez"
        },
        {
            "aya_id": 3678,
            "aya_number": 18,
            "aya_text": "وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى ۗوَاِنْ تَدْعُ مُثْقَلَةٌ اِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَّلَوْ كَانَ ذَا قُرْبٰىۗ اِنَّمَا تُنْذِرُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَاَقَامُوا الصَّلٰوةَ ۗوَمَنْ تَزَكّٰى فَاِنَّمَا يَتَزَكّٰى لِنَفْسِهٖ ۗوَاِلَى اللّٰهِ الْمَصِيْرُ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya dan mereka yang melaksanakan salat. Dan barangsiapa menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali.",
            "tafsir_jalalayn": "(Dan tidaklah menanggung) setiap diri (Yang telah berbuat dosa) yakni ia tidak akan menanggung (dosa) diri (orang lain. Dan jika memanggil) seseorang yang (diberati) oleh dosanya (untuk memikul dosa itu) yaitu memanggil orang lain untuk ikut memikul sebagian dari dosanya (tiadalah akan dipikul untuknya sedikit pun) orang yang dipanggil itu tidak akan mau memikulnya walau sedikit pun (meskipun -yang dipanggil itu- kaum kerabatnya) seperti ayah dan anaknya; tidak adanya penanggungan dosa dari kedua belah pihak ini berdasarkan keputusan dari Allah. (Sesungguhnya yang dapat kamu beri peringatan hanya orang-orang yang takut kepada azab Rabbnya -sekalipun mereka tidak melihat-Nya) mereka tetap takut kepada-Nya sekalipun mereka tidak melihat-Nya, sebab hanya merekalah orang-orang yang dapat mengambil manfaat dari adanya peringatan itu (dan mereka mendirikan salat) mereka melestarikannya (Dan barang siapa yang menyucikan dirinya) dari kemusyrikan dan dosa-dosa lainnya (sesungguhnya ia menyucikan diri untuk kebaikan dirinya) karena kemaslahatannya akan kembali kepada dirinya sendiri. (Dan kepada Allahlah kembali kalian) kelak di alam akhirat Dia akan membalas amal perbuatan kalian.",
            "sajda": false,
            "transliteration": "Wa laa taziru waaziratun wizra ukhraa; wa in tad'u musqalatun ilaa himlihaa laa yuhmal minhu shai'unw wa law kaana zaa qurbaa; innamaa tunzirul lazeena yakhshawna Rabbahum bilghaibi wa aqaamus Sallah; wa man tazakkaa fa innamaa yatazakkaa linafsih; wa ilal laahil maseer"
        },
        {
            "aya_id": 3679,
            "aya_number": 19,
            "aya_text": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ۙ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Dan tidaklah sama orang yang buta dengan orang yang melihat,",
            "tafsir_jalalayn": "(Dan tidaklah sama orang yang buta dengan orang yang melihat) orang kafir dan orang mukmin.",
            "sajda": false,
            "transliteration": "Wa maa tastawil a'maa wal baseer"
        },
        {
            "aya_id": 3680,
            "aya_number": 20,
            "aya_text": "وَلَا الظُّلُمٰتُ وَلَا النُّوْرُۙ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "dan tidak (pula) sama gelap gulita dengan cahaya,",
            "tafsir_jalalayn": "(Dan tidak pula sama gelap gulita) yaitu kekafiran (dengan cahaya) yakni keimanan.",
            "sajda": false,
            "transliteration": "Wa laz zulumaatu wa lannoon"
        },
        {
            "aya_id": 3681,
            "aya_number": 21,
            "aya_text": "وَلَا الظِّلُّ وَلَا الْحَرُوْرُۚ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "dan tidak (pula) sama yang teduh dengan yang panas,",
            "tafsir_jalalayn": "(Dan tidak pula sama yang teduh dengan yang panas) yakni surga dan neraka.",
            "sajda": false,
            "transliteration": "Wa laz zillu wa lal haroor"
        },
        {
            "aya_id": 3682,
            "aya_number": 22,
            "aya_text": "وَمَا يَسْتَوِى الْاَحْيَاۤءُ وَلَا الْاَمْوَاتُۗ اِنَّ اللّٰهَ يُسْمِعُ مَنْ يَّشَاۤءُ ۚوَمَآ اَنْتَ بِمُسْمِعٍ مَّنْ فِى الْقُبُوْرِ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "dan tidak (pula) sama orang yang hi-dup dengan orang yang mati. Sungguh, Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.",
            "tafsir_jalalayn": "(Dan tidak pula sama orang-orang yang hidup dan orang-orang yang mati) orang-orang beriman dengan orang-orang kafir; ditambahkannya lafal Laa pada ketiga ayat di atas untuk mengukuhkan makna tidak sama. (Sesungguhnya Allah memberikan pendengaran kepada siapa yang dikehendaki-Nya) untuk mendapat hidayah, karena itu tidak beriman (dan kamu sekali-kali tiada sanggup menjadikan orang yang di dalam kubur dapat mendengar) yakni orang-orang kafir; mereka diserupakan dengan orang-orang yang telah mati, maksudnya kamu tidak akan sanggup menjadikan mereka mendengar, kemudian mereka mau menerima seruanmu.",
            "sajda": false,
            "transliteration": "Wa maa yastawil ahyaaa'u wa lal amwaat; innal laaha yusmi'u mai yashaaa'u wa maaa anta bimusi'im man fil quboor"
        },
        {
            "aya_id": 3683,
            "aya_number": 23,
            "aya_text": "اِنْ اَنْتَ اِلَّا نَذِيْرٌ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Engkau tidak lain hanyalah seorang pemberi peringatan.",
            "tafsir_jalalayn": "(Tiada lain) (kamu hanyalah seorang pemberi peringatan) terhadap mereka.",
            "sajda": false,
            "transliteration": "In anta illaa nazeer"
        },
        {
            "aya_id": 3684,
            "aya_number": 24,
            "aya_text": "اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًا ۗوَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Sungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan.",
            "tafsir_jalalayn": "(Sesungguhnya Kami mengutus kamu dengan membawa kebenaran) yakni petunjuk (sebagai pembawa berita gembira) bagi orang yang mau menerima kebenaran itu (dan sebagai pemberi peringatan) kepada orang yang tidak mau menerimanya. (Dan tidak ada) (suatu umat pun melainkan telah ada) telah lewat (padanya seorang pemberi peringatan) nabi yang memberi peringatan kepada mereka.",
            "sajda": false,
            "transliteration": "Innaa arsalnaak bil haqqi basheeranw wa nazeeraa; wa im min ummatin illaa khalaa feehaa nazeer"
        },
        {
            "aya_id": 3685,
            "aya_number": 25,
            "aya_text": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَبِالزُّبُرِ وَبِالْكِتٰبِ الْمُنِيْرِ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Dan jika mereka mendustakanmu, maka sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul); ketika rasul-rasulnya datang dengan membawa keterangan yang nyata (mukjizat), zubur, dan kitab yang memberi penjelasan yang sempurna.",
            "tafsir_jalalayn": "(Dan jika mereka mendustakan kamu) yakni penduduk Mekah (maka sesungguhnya orang-orang yang sebelum mereka telah mendustakan -rasul-rasul-Nya-; kepada mereka telah datang rasul-rasul-Nya dengan membawa bukti-bukti yang nyata) yakni mukjizat-mukjizat (zubur) seperti shuhuf Nabi Ibrahim (dan Kitab yang memberi penjelasan yang sempurna) yaitu kitab Taurat dan Injil, oleh karenanya bersabarlah kamu sebagaimana mereka bersabar.",
            "sajda": false,
            "transliteration": "Wa inyukazzibooka faqad kazzabal lazeena min qablihim jaaa'at hum Rusuluhum bilbaiyinaati wa biz Zuburi wa bil Kitaabil Muneer"
        },
        {
            "aya_id": 3686,
            "aya_number": 26,
            "aya_text": "ثُمَّ اَخَذْتُ الَّذِيْنَ كَفَرُوْا فَكَيْفَ كَانَ نَكِيْرِ ࣖ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Kemudian Aku azab orang-orang yang kafir; maka (lihatlah) bagaimana akibat kemurkaan-Ku.",
            "tafsir_jalalayn": "(Kemudian Aku azab orang-orang yang kafir) disebabkan kedustaan mereka (maka -lihatlah- bagaimana hebatnya akibat kemurkaan-Ku) keingkaran-Ku terhadap mereka, yaitu hukuman dan kebinasaan yang menimpa mereka, hal itu benar-benar pada tempatnya.",
            "sajda": false,
            "transliteration": "Summa akhaztul lazeena kafaroo fakaifa kaana nakeer"
        },
        {
            "aya_id": 3687,
            "aya_number": 27,
            "aya_text": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ ثَمَرٰتٍ مُّخْتَلِفًا اَلْوَانُهَا ۗوَمِنَ الْجِبَالِ جُدَدٌ ۢبِيْضٌ وَّحُمْرٌ مُّخْتَلِفٌ اَلْوَانُهَا وَغَرَابِيْبُ سُوْدٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Tidakkah engkau melihat bahwa Allah menurunkan air dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.",
            "tafsir_jalalayn": "(Tidakkah kamu melihat) mengetahui (bahwasanya Allah menurunkan hujan dari langit lalu Kami hasilkan) di dalam ungkapan ayat ini terkandung Iltifat dari dhamir Gaib (dengan hujan itu buah-buahan yang beraneka ragam jenisnya) ada yang berwarna hijau, merah dan kuning dan warna-warna lainnya. (Dan di antara gunung-gunung itu ada garis-garis) Judadun adalah bentuk jamak dari lafal Juddatun, artinya jalan yang terdapat di gunung dan lainnya (putih, merah) dan kuning (yang beraneka macam warnanya) ada yang tua dan ada yang muda (dan ada -pula yang hitam pekat) di'athafkan kepada lafal Judadun, artinya ialah batu-batu yang besar yang hitam pekat warnanya. Dikatakan Aswadu Gharbiibu, hitam pekat; tetapi sangat sedikit dikatakan Gharabiibu Aswadu.",
            "sajda": false,
            "transliteration": "Alam tara annal laaha anzala minas samaaa'i maaa'an fa akhrajnaa bihee samaraatim mukhtalifan alwaanuhaa; wa minal jibaali judadum beedunw wa humrum mukhtalifun alwaanuhaa wa gharaabeebu sood"
        },
        {
            "aya_id": 3688,
            "aya_number": 28,
            "aya_text": "وَمِنَ النَّاسِ وَالدَّوَاۤبِّ وَالْاَنْعَامِ مُخْتَلِفٌ اَلْوَانُهٗ كَذٰلِكَۗ اِنَّمَا يَخْشَى اللّٰهَ مِنْ عِبَادِهِ الْعُلَمٰۤؤُاۗ اِنَّ اللّٰهَ عَزِيْزٌ غَفُوْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Dan demikian (pula) di antara manusia, makhluk bergerak yang bernyawa dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. Sungguh, Allah Mahaperkasa, Maha Pengampun.",
            "tafsir_jalalayn": "(Dan demikian pula di antara manusia, binatang-binatang melata dan binatang-binatang ternak ada yang bermacam-macam warnanya) sebagaimana beraneka ragamnya buah-buahan dan gunung-gunung. (Sesungguhnya yang takut kepada Allah di antara hamba-hamba-Nya, hanyalah ulama) berbeda halnya dengan orang-orang yang jahil seperti orang-orang kafir Mekah. (Sesungguhnya Allah Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Pengampun) terhadap dosa hamba-hamba-Nya yang mukmin.",
            "sajda": false,
            "transliteration": "Wa minan naasi wadda waaabbi wal an'aami mukhtalifun alwaanuhoo kazalik; innamaa yakhshal laaha min 'ibaadihil 'ulamaaa'; innal laaha 'Azeezun Ghafoor"
        },
        {
            "aya_id": 3689,
            "aya_number": 29,
            "aya_text": "اِنَّ الَّذِيْنَ يَتْلُوْنَ كِتٰبَ اللّٰهِ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً يَّرْجُوْنَ تِجَارَةً لَّنْ تَبُوْرَۙ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Al-Qur'an) dan melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya dengan diam-diam dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan rugi,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang selalu membaca) selalu mempelajari (kitab Allah dan mendirikan salat) yakni mereka melaksanakannya secara rutin dan memeliharanya (dan menafkahkan sebagian dari rezeki yang Kami anugerahkan kepada mereka dengan diam-diam dan terang-terangan) berupa zakat dan lain-lainnya (mereka itu mengharapkan perniagaan yang tidak akan merugi) tidak bangkrut.",
            "sajda": false,
            "transliteration": "Innal lazeena yatloona Kitabbal laahi wa aqaamus Salaata wa anfaqoo mimmaa razaqnaahum sirranw wa 'alaa niyatany yarjoona tijaaratal lan taboor"
        },
        {
            "aya_id": 3690,
            "aya_number": 30,
            "aya_text": "لِيُوَفِّيَهُمْ اُجُوْرَهُمْ وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ اِنَّهٗ غَفُوْرٌ شَكُوْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri.",
            "tafsir_jalalayn": "(Agar Allah menyempurnakan kepada mereka pahala mereka) pahala amal-amal mereka yang telah disebutkan itu (dan menambah kepada mereka dari karunia-Nya. Sesungguhnya Allah Maha Pengampun) terhadap dosa-dosa mereka (lagi Maha Mensyukuri) ketaatan mereka.",
            "sajda": false,
            "transliteration": "Liyuwaffiyahum ujoorahum wa yazeedahum min fadlih; innahoo Ghafoorun Shakoor"
        },
        {
            "aya_id": 3691,
            "aya_number": 31,
            "aya_text": "وَالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ مِنَ الْكِتٰبِ هُوَ الْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِۗ اِنَّ اللّٰهَ بِعِبَادِهٖ لَخَبِيْرٌۢ بَصِيْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Dan apa yang telah Kami wahyukan kepadamu (Muhammad) yaitu Kitab (Al-Qur'an) itulah yang benar, membenarkan kitab-kitab yang sebelumnya. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat (keadaan) hamba-hamba-Nya.",
            "tafsir_jalalayn": "(Dan apa yang telah Kami wahyukan kepadamu yaitu Alkitab) yakni Alquran (itulah yang benar, membenarkan kitab-kitab yang sebelumnya) yang diturunkan sebelumnya. (Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Melihat -keadaan- hamba-hamba-Nya) Dia mengetahui apa yang tersimpan di dalam kalbu mereka dan apa yang mereka lahirkan.",
            "sajda": false,
            "transliteration": "Wallaeee awhainaaa ilaika minal Kitaabi huwal haqqu musaddiqal limaa baina yadayh; innal laaha bi'ibaadihee la khabeerum Baseer"
        },
        {
            "aya_id": 3692,
            "aya_number": 32,
            "aya_text": "ثُمَّ اَوْرَثْنَا الْكِتٰبَ الَّذِيْنَ اصْطَفَيْنَا مِنْ عِبَادِنَاۚ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهٖ ۚوَمِنْهُمْ مُّقْتَصِدٌ ۚوَمِنْهُمْ سَابِقٌۢ بِالْخَيْرٰتِ بِاِذْنِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَضْلُ الْكَبِيْرُۗ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Kemudian Kitab itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami, lalu di antara mereka ada yang menzalimi diri sendiri, ada yang pertengahan dan ada (pula) yang lebih dahulu berbuat kebaikan dengan izin Allah. Yang demikian itu adalah karunia yang besar.",
            "tafsir_jalalayn": "(Kemudian Kami wariskan) Kami berikan (Kitab itu) yakni Alquran (kepada orang-orang yang Kami pilih di antara hamba-hamba Kami) mereka adalah umatmu (lalu di antara mereka ada yang menganiaya diri mereka sendiri) karena sembrono di dalam mengamalkannya (dan di antara mereka ada yang pertengahan) dalam mengamalkannya (dan di antara mereka ada -pula- yang lebih cepat berbuat kebaikan) di samping mengamalkan Alquran, juga mempelajarinya, mengajarkannya dan membimbing orang lain untuk mengamalkannya (dengan izin Allah) dengan kehendak-Nya. (Yang demikian itu) yakni diwariskannya Alquran kepada mereka (adalah karunia yang amat besar.)",
            "sajda": false,
            "transliteration": "Summa awrasnal Kitaaballazeenas tafainaa min 'ibaadinaa faminhum zaalimul linafsihee wa minhum muqtasid, wa minhum saabiqum bilkhairaati bi iznil laah; zaalika huwal fadlul kabeer"
        },
        {
            "aya_id": 3693,
            "aya_number": 33,
            "aya_text": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًا ۚوَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "(Mereka akan mendapat) surga ‘Adn, mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera.",
            "tafsir_jalalayn": "(Bagi mereka surga Adn) sebagai tempat tinggalnya (mereka masuk ke dalamnya) yakni ketiga golongan tersebut; lafal ayat ini dapat dibaca Yadkhuluunahaa atau Yudkhaluunahaa, berkedudukan menjadi Khabar dari Mubtada yaitu lafal Jannaatu 'Adnin (mereka diberi perhiasan) kalimat ayat ini menjadi Khabar yang kedua (di dalamnya dengan) lafal Min di sini menunjukkan makna Ba'dh atau sebagian (gelang-gelang dari emas dan dengan mutiara) yang berbingkai emas (dan pakaian mereka di dalamnya adalah sutera.)",
            "sajda": false,
            "transliteration": "jannaatu 'adniny yad khuloonahaa yuhallawna feeha min asaawira min zahabinw wa lu'lu'anw wa libaa suhum feehaa hareer"
        },
        {
            "aya_id": 3694,
            "aya_number": 34,
            "aya_text": "وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْٓ اَذْهَبَ عَنَّا الْحَزَنَۗ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌۙ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sungguh, Tuhan kami benar-benar Maha Pengampun, Maha Mensyukuri,",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan duka cita dari kami.) yakni semua duka cita. (Sesungguhnya Rabb kami benar-benar Maha Pengampun) terhadap dosa-dosa kami (lagi Maha Mensyukuri) ketaatan kami.",
            "sajda": false,
            "transliteration": "Wa qaalul hamdu lillaahil lazeee azhaba 'annal hazan; inna Rabbanaa la Ghafoorun Shakoor"
        },
        {
            "aya_id": 3695,
            "aya_number": 35,
            "aya_text": " ۨالَّذِيْٓ اَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهٖۚ  لَا يَمَسُّنَا فِيْهَا نَصَبٌ وَّلَا يَمَسُّنَا فِيْهَا لُغُوْبٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.”",
            "tafsir_jalalayn": "(Yang menempatkan kami dalam tempat yang kekal) sebagai tempat tinggal kami (dari karunia-Nya; di dalamnya kami tidak merasa lelah) yakni tiada merasa payah (dan tiada pula merasa lesu\") karena kecapekan, sebab di dalam surga tidak ada lagi yang namanya taklif. Disebutkannya lafal yang kedua padahal maknanya sama dengan yang pertama, dimaksud untuk lebih menegaskan kenafiannya atau ketiadaannya.",
            "sajda": false,
            "transliteration": "Allazeee ahallanaa daaral muqaamati min fadlihee laa yamassunaa feehaa nasabunw wa laa yamassunaa feehaa lughoob"
        },
        {
            "aya_id": 3696,
            "aya_number": 36,
            "aya_text": "وَالَّذِيْنَ كَفَرُوْا لَهُمْ نَارُ جَهَنَّمَۚ  لَا يُقْضٰى عَلَيْهِمْ فَيَمُوْتُوْا وَلَا يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَاۗ  كَذٰلِكَ نَجْزِيْ كُلَّ كَفُوْرٍ ۚ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Dan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir.",
            "tafsir_jalalayn": "(Dan orang-orang kafir bagi mereka neraka Jahanam; mereka tidak dibinasakan) dengan dimatikan (sehingga mereka mati) yakni terbebas dari rasa sakit (dan tidak -pula- diringankan dari mereka azabnya) walau barang sekejap pun. (Demikianlah) sebagaimana Kami berikan balasan azab kepada mereka. (Kami membalas setiap orang yang sangat kafir) lafal Najziy dapat pula dibaca Yajziy; arti lafal Kafuur adalah orang kafir.",
            "sajda": false,
            "transliteration": "Wallazeena kafaroo lahum naaru Jahannama laa yuqdaa 'alaihim fa yamootoo wa laa yukhaffafu 'anhum min 'azaabihaa; kazaalika najzee kulla kafoor"
        },
        {
            "aya_id": 3697,
            "aya_number": 37,
            "aya_text": "وَهُمْ يَصْطَرِخُوْنَ فِيْهَاۚ رَبَّنَآ اَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ اَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيْهِ مَنْ تَذَكَّرَ وَجَاۤءَكُمُ النَّذِيْرُۗ فَذُوْقُوْا فَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Dan mereka berteriak di dalam neraka itu, “Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.” (Dikatakan kepada mereka), “Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun.”",
            "tafsir_jalalayn": "(Dan mereka berteriak di dalam neraka itu) meminta tolong dengan suara yang sangat keras dan jeritan-jeritan kesakitan, seraya mengatakan, (\"Ya Rabb kami! Keluarkanlah kami) dari dalam neraka (niscaya kami akan mengerjakan amal yang saleh berlainan dengan yang telah kami kerjakan\") lalu dikatakan kepada mereka, (\"Dan apakah Kami tidak memanjangkan umur kalian dalam masa) waktu (yang cukup untuk berpikir bagi orang yang mau berpikir dan apakah tidak datang kepada kalian pemberi peringatan?\") yakni rasul tetapi kalian tidak memenuhi seruannya (maka rasakanlah -azab Kami- dan tidak ada bagi orang yang lalim) orang kafir (seorang penolong pun) yang dapat menolak azab dari diri mereka.",
            "sajda": false,
            "transliteration": "Wa hum yastarikhoona feehaa Rabbanaa akhrijnaa na'mal saalihan ghairal lazee kunnaa na'mal; awa lamnu 'ammirkum maa yatazak karu feehi man tazakkara wa jaaa'akumun nazeeru fazooqoo famaa lizzaalimeena min naseer"
        },
        {
            "aya_id": 3698,
            "aya_number": 38,
            "aya_text": "اِنَّ اللّٰهَ عَالِمُ غَيْبِ السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Sungguh, Allah mengetahui yang gaib (tersembunyi) di langit dan di bumi. Sungguh, Dia Maha Mengetahui segala isi hati.",
            "tafsir_jalalayn": "(Sesungguhnya Allah mengetahui yang tersembunyi di langit dan di bumi. Sesungguhnya Dia Maha Mengetahui segala isi hati) yang tersimpan di dalam kalbu, ini berarti bahwa pengetahuan Allah tentang hal ikhwal manusia yang lahir lebih mengetahui.",
            "sajda": false,
            "transliteration": "Innal laaha 'aalimu ghaibis samaawaati wal ard; innahoo 'aleemum bizaatis sudoor"
        },
        {
            "aya_id": 3699,
            "aya_number": 39,
            "aya_text": "هُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِۗ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۗ وَلَا يَزِيْدُ الْكٰفِرِيْنَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ اِلَّا مَقْتًا ۚوَلَا يَزِيْدُ الْكٰفِرِيْنَ كُفْرُهُمْ اِلَّا خَسَارًا ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi. Barangsiapa kafir, maka (akibat) kekafirannya akan menimpa dirinya sendiri. Dan kekafiran orang-orang kafir itu hanya akan menambah kemurkaan di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka.",
            "tafsir_jalalayn": "(Dialah yang menjadikan kalian khalifah-khalifah di muka bumi) lafal Khalaa-if adalah bentuk jamak dari Khaliifah, yakni Dia mengganti sebagian di antara kalian dengan sebagian yang lain, yaitu generasi demi generasi. (Barang siapa yang kafir) di antara kalian (maka kekafirannya menimpa dirinya sendiri.) (Dan kekafiran orang-orang yang kafir itu tidak lain hanyalah akan menambah kemurkaan pada sisi Rabbnya) Dia akan bertambah murka kepadanya (dan kekafiran orang-orang yang kafir itu tidak lain hanyalah akan menambah kerugian mereka belaka) di akhirat kelak.",
            "sajda": false,
            "transliteration": "Huwal lazee ja'alakum khalaaa'ifa fil ard; faman kafara fa'alaihi kufruhoo; wa laa yazeedul kaafireena kufruhum 'inda Rabbihim illaa maqtanw wa la yazeedul kaafireena kufruhum illaa khasaaraa"
        },
        {
            "aya_id": 3700,
            "aya_number": 40,
            "aya_text": "قُلْ اَرَاَيْتُمْ شُرَكَاۤءَكُمُ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَرُوْنِيْ مَاذَا خَلَقُوْا مِنَ الْاَرْضِ اَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِۚ اَمْ اٰتَيْنٰهُمْ كِتٰبًا فَهُمْ عَلٰى بَيِّنَتٍ مِّنْهُۚ بَلْ اِنْ يَّعِدُ الظّٰلِمُوْنَ بَعْضُهُمْ بَعْضًا اِلَّا غُرُوْرًا ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "Katakanlah, “Terangkanlah olehmu tentang sekutu-sekutumu yang kamu seru selain Allah.” Perlihatkanlah kepada-Ku (bagian) manakah dari bumi ini yang telah mereka ciptakan; ataukah mereka mempunyai peran serta dalam (penciptaan) langit; atau adakah Kami memberikan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya? Sebenarnya orang-orang zalim itu, sebagian mereka hanya menjanjikan tipuan belaka kepada sebagian yang lain.  ",
            "tafsir_jalalayn": "(Katakanlah! \"Terangkanlah kepadaku tentang sekutu-sekutu kalian yang kalian seru) yang kalian sembah (selain Allah) mereka adalah berhala-berhala yang diduga oleh para pengabdinya, bahwa mereka adalah sekutu-sekutu Allah swt. (Perlihatkanlah kepadaku) terangkanlah kepadaku (bagian manakah dari bumi ini yang telah mereka ciptakan ataukah mereka mempunyai saham) yakni andil bersama Allah (di dalam) menciptakan (langit atau adakah Kami memberi kepada mereka sebuah kitab sehingga mereka mendapatkan keterangan-keterangan yang jelas) yakni hujah-hujah yang jelas (daripadanya) seumpamanya disebutkan di dalamnya, bahwa mereka adalah sekutu-sekutu-Ku yang ikut andil bersama-Ku? Tentu saja tidak. (Sebenarnya tidaklah) (orang-orang yang lalim itu menjanjikan) yakni orang-orang yang kafir (sebagian dari mereka kepada sebagian yang lain, melainkan tipuan belaka.\") kebatilan belaka, melalui perkataan mereka, bahwa berhala-berhala itu dapat memberikan syafaat kepada mereka.",
            "sajda": false,
            "transliteration": "Qul ara'aytum shurakaaa'a kumul lazeena tad'oona min doonil laah; aroonee maazaa khalaqoo minal ardi am lahum shirkun fis samaawaati am aatainaahum Kitaaban fahum 'alaa baiyinatim minh; bal iny ya'iiduz zaalimoona ba 'duhum ba'dan illaa ghurooraa"
        },
        {
            "aya_id": 3701,
            "aya_number": 41,
            "aya_text": "۞ اِنَّ اللّٰهَ يُمْسِكُ السَّمٰوٰتِ وَالْاَرْضَ اَنْ تَزُوْلَا ەۚ وَلَىِٕنْ زَالَتَآ اِنْ اَمْسَكَهُمَا مِنْ اَحَدٍ مِّنْۢ بَعْدِهٖ ۗاِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "Sungguh, Allah yang menahan langit dan bumi agar tidak lenyap; dan jika keduanya akan lenyap tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, Maha Pengampun.",
            "tafsir_jalalayn": "(Sesungguhnya Allah menahan langit dan bumi supaya jangan lenyap) mencegah keduanya agar tidak lenyap (dan sungguh jika) huruf Lam di sini bermakna Qasam (keduanya akan lenyap tidak ada yang dapat menahan keduanya seorang pun selain Allah. Sesungguhnya Dia adalah Maha Penyantun lagi Maha Pengampun) oleh karenanya Dia menangguhkan azab-Nya atas orang-orang kafir.",
            "sajda": false,
            "transliteration": "Innal laaha yumsikus samaawaati wal arda an tazoolaaa; wa la'in zaalataaa in amsa kahumaa min ahadim mim ba'dih; innahoo kaana Haleeman Ghafooraa"
        },
        {
            "aya_id": 3702,
            "aya_number": 42,
            "aya_text": "وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَهُمْ نَذِيْرٌ لَّيَكُوْنُنَّ اَهْدٰى مِنْ اِحْدَى الْاُمَمِۚ فَلَمَّا جَاۤءَهُمْ نَذِيْرٌ مَّا زَادَهُمْ اِلَّا نُفُوْرًاۙ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "Dan mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat (yang lain). Tetapi ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, bahkan semakin jauh mereka dari (kebenaran),",
            "tafsir_jalalayn": "(Dan mereka bersumpah) yakni orang-orang kafir Mekah (dengan nama Allah dengan sekuat-kuat sumpah) sumpah yang sungguh-sungguh (sesungguhnya jika datang kepada mereka seorang pemberi peringatan) yakni seorang rasul (niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat yang lain) yaitu umat Yahudi, Nasrani dan umat-umat beragama lainnya. Maksudnya mereka lebih mendapat petunjuk daripada umat mana pun, karena mereka melihat adanya perselisihan di antara mereka, yaitu sebagian dari mereka mendustakan sebagian yang lain. Karena orang-orang Yahudi mengatakan, \"Orang-orang Nasrani itu tidak mempunyai suatu pegangan.\" Demikian pula orang-orang Nasrani mengatakan, \"Orang-orang Yahudi tidak mempunyai suatu pegangan.\" (Tatkala datang kepada mereka pemberi peringatan) yaitu Nabi Muhammad saw. (maka tidaklah menambah kepada mereka) kedatangan pemberi peringatan itu (melainkan jauhnya mereka dari petunjuk) mereka makin bertambah jauh dari petunjuk.",
            "sajda": false,
            "transliteration": "Wa aqsamoo billaahi jahda aymaanihim la'in jaaa'ahum nazeerul layakoonunna ahdaa min ihdal umami falam maa jaaa'ahum nazeerum maa zaadahum illaa nufooraa"
        },
        {
            "aya_id": 3703,
            "aya_number": 43,
            "aya_text": " ۨاسْتِكْبَارًا فِى الْاَرْضِ وَمَكْرَ السَّيِّئِۗ وَلَا يَحِيْقُ الْمَكْرُ السَّيِّئُ اِلَّا بِاَهْلِهٖ ۗفَهَلْ يَنْظُرُوْنَ اِلَّا سُنَّتَ الْاَوَّلِيْنَۚ فَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَبْدِيْلًا ەۚ وَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَحْوِيْلًا",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "karena kesombongan (mereka) di bumi dan karena rencana (mereka) yang jahat. Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri. Mereka hanyalah menunggu (berlakunya) ketentuan kepada orang-orang yang terdahulu. Maka kamu tidak akan mendapatkan perubahan bagi Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu.",
            "tafsir_jalalayn": "(Karena kesombongan -mereka- di muka bumi) terhadap keimanan, mereka tidak mau beriman karena sombong. Lafal ayat ini menjadi Maf'ul Lah (dan karena rencana) pekerjaan mereka (yang jahat) berupa kemusyrikan dan lain-lainnya. (Dan tidaklah menimpa) tidak menggilas (rencana jahat itu selain orang yang merencanakannya sendiri) yaitu orang yang mengadakan makar itu sendiri. Lafal Al Makru diberi sifat As Sayyi-u adalah bentuk asal tetapi di-mudhaf-kan-nya lafal Al Makru kepada lafal As Sayyi-u, menurut suatu pendapat merupakan cara pemakaian yang lain tetapi dengan memperkirakan adanya Mudhaf yang lain supaya jangan langsung di-mudhaf-kan kepada sifat. (Tiadalah yang mereka nanti-nantikan) (melainkan, berlakunya, sunah, Allah yang telah berlaku, kepada orang-orang yang dahulu) yaitu diturunkannya azab atas mereka sebab mereka mendustakan rasul-rasul-Nya. (Maka sekali-kali kamu tidak akan menemui perubahan bagi sunah Allah dan sekali-kali tidak pula akan menemui penyimpangan bagi sunah Allah itu) azab itu tidak dapat diganti dengan yang lain dan tidak ditimpakan kepada orang-orang yang tidak berhak menerimanya.",
            "sajda": false,
            "transliteration": "Istakbaaran fil ardi wa makras sayyi'; wa laa yaheequl makrus sayyi'u illaa bi ahlih; fahal yanzuroona illaa sunnatal awwaleen; falan tajida lisunnatil laahi tabdeelanw wa lan tajida lisunnatil laahi tahweela"
        },
        {
            "aya_id": 3704,
            "aya_number": 44,
            "aya_text": "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ وَكَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً ۗوَمَا كَانَ اللّٰهُ لِيُعْجِزَهٗ مِنْ شَيْءٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ اِنَّهٗ كَانَ عَلِيْمًا قَدِيْرًا ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul), padahal orang-orang itu lebih besar kekuatannya dari mereka? Dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui, Mahakuasa.",
            "tafsir_jalalayn": "(Dan apakah mereka tidak berjalan di muka bumi, lalu melihat bagaimana kesudahan orang-orang yang sebelum mereka, sedangkan orang-orang itu adalah lebih besar kekuatannya dari mereka?) maka Allah tetap membinasakan mereka karena mereka telah mendustakan rasul-rasul mereka. (Dan tiada sesuatu pun yang dapat melemahkan Allah) yang dapat mendahului-Nya dan dapat meloloskan diri dari azab-Nya (baik di langit maupun di bumi. Sesungguhnya Allah Maha Mengetahui) segala sesuatu (lagi Maha Kuasa) atas semuanya.",
            "sajda": false,
            "transliteration": "Awalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qblihim wa kaanoo ashadda minhum quwwah; wa maa kaanal laahu liyu'jizahoo min shai'in fis samaawaati wa laa fil ard; innahoo kaana 'Aleeman Qadeeraa"
        },
        {
            "aya_id": 3705,
            "aya_number": 45,
            "aya_text": "وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِمَا كَسَبُوْا مَا تَرَكَ عَلٰى ظَهْرِهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ فَاِنَّ اللّٰهَ كَانَ بِعِبَادِهٖ بَصِيْرًا ࣖ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya.",
            "tafsir_jalalayn": "(Dan kalau sekiranya Allah swt. menyiksa manusia disebabkan usahanya) karena maksiat-maksiat yang telah dikerjakannya (niscaya Dia tidak akan meninggalkan di atas permukaan bumi (suatu makhluk pun) yang hidup merayap di atasnya (akan tetapi Allah menangguhkan penyiksaan mereka, sampai waktu yang tertentu) yakni hari kiamat (maka apabila datang ajal mereka, maka sesungguhnya Allah adalah Maha Melihat keadaan hamba-hamba-Nya) Dia kelak akan membalas amal perbuatan mereka, yaitu dengan memberi pahala kepada orang-orang yang beriman dan menghukum orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Wa law yu'aakhizul laahun naasa bima kasaboo maa taraka 'alaa zahrihaa min daaabbatinw wa laakiny yu'akhkhiruhum ilaaa ajalim musamman fa izaa jaaa'a ajaluhum fa innal laaha kaana bi'ibaadihee Baseeraa"
        }
    ]
}