{
    "sura_id": 37,
    "name": "سُورَةُ الصَّافَّاتِ",
    "englishName": "As-Saaffaat",
    "englishNameTranslation": "Those drawn up in Ranks",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 3789,
            "aya_number": 1,
            "aya_text": "وَالصّٰۤفّٰتِ صَفًّاۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Demi (rombongan malaikat) yang berbaris bersaf-saf,",
            "tafsir_jalalayn": "(Demi yang bersaf-saf dengan sebenar-benarnya) yaitu para malaikat yang berbaris membentuk saf-saf dalam menyembah Allah, atau para malaikat yang sayap-sayapnya bersaf-saf membentuk barisan di udara sambil menunggu apa yang diperintahkan kepada mereka.",
            "sajda": false,
            "transliteration": "Wassaaaffaati saffaa",
            "tajweed_text": "وَ[h:9999[ٱ][l[ل]صَّ[m[ـٰٓ]فَّ[n[ـٰ]تِ صَفًّا"
        },
        {
            "aya_id": 3790,
            "aya_number": 2,
            "aya_text": "فَالزّٰجِرٰتِ زَجْرًاۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "demi (rombongan) yang mencegah dengan sungguh-sungguh,      ",
            "tafsir_jalalayn": "(Dan demi rombongan yang menggiring dengan sebenar-benarnya) demi para malaikat yang menggiring atau mengarak awan.",
            "sajda": false,
            "transliteration": "Fazzaajiraati zajraa",
            "tajweed_text": "فَ[h:9999[ٱ][l[ل]زّ[n[َٲ]جِر[n[َٲ]تِ زَ[q:11312[جْ]رًا"
        },
        {
            "aya_id": 3791,
            "aya_number": 3,
            "aya_text": "فَالتّٰلِيٰتِ ذِكْرًاۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "demi (rombongan) yang membacakan peringatan,",
            "tafsir_jalalayn": "(Dan demi rombongan yang membacakan) maksudnya para pembaca Alquran yang sedang membacakannya sebagai (peringatan) lafal Dzikran menjadi Mashdar dari makna Fi'il At-Taaliyaat. Maksudnya, demi para qari yang membacakan peringatan atau Alquran.",
            "sajda": false,
            "transliteration": "Fattaaliyaati Zikra",
            "tajweed_text": "فَ[h:9999[ٱ][l[ل]تَّ[n[ـٰ]لِيَ[n[ـٰ]تِ ذِكْرًا"
        },
        {
            "aya_id": 3792,
            "aya_number": 4,
            "aya_text": "اِنَّ اِلٰهَكُمْ لَوَاحِدٌۗ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "sungguh, Tuhanmu benar-benar Esa.",
            "tafsir_jalalayn": "(Sesungguhnya Tuhan kalian) hai penduduk Mekah (benar-benar Esa.)",
            "sajda": false,
            "transliteration": "Inna Illaahakum la Waahid",
            "tajweed_text": "إِ[g[نّ]َ إِلَ[n[ـٰ]هَكُمْ لَو[n[َٲ]حِ[q[د]ٌ"
        },
        {
            "aya_id": 3793,
            "aya_number": 5,
            "aya_text": "رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِۗ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Tuhan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan tempat-tempat terbitnya matahari.",
            "tafsir_jalalayn": "(Tuhan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan tempat-tempat terbit matahari) dan tempat-tempat terbenamnya pada setiap harinya, yaitu arah Timur dan arah Barat.",
            "sajda": false,
            "transliteration": "Rabbus samaawaati wal ardi wa maa bainahumaa wa Rabbul mashaariq",
            "tajweed_text": "رَّبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ [h:11313[ٱ]لْمَشَ[n[ـٰ]رِ[q[ق]ِ"
        },
        {
            "aya_id": 3794,
            "aya_number": 6,
            "aya_text": "اِنَّا زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِزِيْنَةِ ِۨالْكَوَاكِبِۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Sesungguhnya Kami telah menghias langit dunia (yang terdekat), dengan hiasan bintang-bintang.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menghias langit yang terdekat dengan hiasan, yaitu bintang-bintang) dengan cahayanya, atau hiasan itu berupa bintang-bintang itu sendiri. Pengertian Idhafah di sini mengandung makna bayan atau menjelaskan, perihalnya sama dengan makna qiraat yang menanwinkannya.",
            "sajda": false,
            "transliteration": "Innaa zaiyannas samaaa 'ad dunyaa bizeenatinil kawaakib",
            "tajweed_text": "إِ[g[نّ]َا زَيَّ[g[نّ]َا [h:11314[ٱ][l[ل]سَّم[o[َا]ٓءَ [h:11315[ٱ][l[ل]دُّنْيَا بِزِينَةٍ [h:11316[ٱ]لْكَوَاكِ[q[ب]ِ"
        },
        {
            "aya_id": 3795,
            "aya_number": 7,
            "aya_text": "وَحِفْظًا مِّنْ كُلِّ شَيْطٰنٍ مَّارِدٍۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Dan (Kami) telah menjaganya dari setiap setan yang durhaka,",
            "tafsir_jalalayn": "(Dan sebagai pemelihara) lafal Hifzhan dinashabkan oleh Fi'il yang diperkirakan keberadaannya pada sebelumnya, yakni Kami memelihara langit dengan bintang-bintang atau meteor-meteor (dari setiap) lafal ayat ini berta'alluq kepada Fi'il yang diperkirakan keberadaannya (setan yang durhaka) setan yang membangkang atau tidak mau taat.",
            "sajda": false,
            "transliteration": "Wa hifzam min kulli Shaitaanim maarid",
            "tajweed_text": "وَحِفْ[a:11317[ظًا م]ِّ[f:843[ن ك]ُلِّ شَيْطَ[n[ـٰ][a:11318[نٍ م]َّارِ[q[د]ٍ"
        },
        {
            "aya_id": 3796,
            "aya_number": 8,
            "aya_text": "لَا يَسَّمَّعُوْنَ اِلَى الْمَلَاِ الْاَعْلٰى وَيُقْذَفُوْنَ مِنْ كُلِّ جَانِبٍۖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "mereka (setan-setan itu) tidak dapat mendengar (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru,",
            "tafsir_jalalayn": "(Mereka tidak dapat mendengar-dengarkan) maksudnya setan-setan itu tidak dapat mendengar-dengarkan apa yang telah dipelihara oleh-Nya. Lafal ayat ini merupakan jumlah Isti'naf (pembicaraan para malaikat) yang berada di langit. Lafal Yasma'uuna dimuta'addikan dengan huruf Ilaa karena pengertiannya mengandung makna seperti apa yang terdapat di dalam lafal Al-Ishghaa. Menurut suatu qiraat dibaca La Yassamma'uuna dengan memakai Tasydid pada huruf Mim dan Sin-nya, berasal dari lafal Yatasamma'uuna, kemudian huruf Ta diidgamkan kepada huruf Sin, sehingga jadilah Yassamma'uuna (Dan mereka dilempari) yakni setan-setan itu dengan meteor-meteor (dari segala penjuru) langit.",
            "sajda": false,
            "transliteration": "Laa yassamma 'oona ilal mala il a'alaa wa yuqzafoona min kulli jaanib",
            "tajweed_text": "لَّا يَسَّ[g[مّ]َعُونَ إِلَى [h:1384[ٱ]لْمَلَإِ [h:11319[ٱ]لْأَعْلَىٰ وَيُ[q:11320[قْ]ذَفُونَ مِ[f:843[ن ك]ُلِّ جَانِ[q[ب]ٍ"
        },
        {
            "aya_id": 3797,
            "aya_number": 9,
            "aya_text": "دُحُوْرًا وَّلَهُمْ عَذَابٌ وَّاصِبٌ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "untuk mengusir mereka dan mereka akan mendapat azab yang kekal,",
            "tafsir_jalalayn": "(Untuk mengusir mereka) lafal Duhuuran bentuk Mashdar dari lafal Daharahu, artinya dia mengusir mereka dan menjauhkan mereka, juga menjadi Maf'ul Lah (dan bagi mereka) di akhirat kelak (azab yang kekal) yang abadi.",
            "sajda": false,
            "transliteration": "Duhooranw wa lahum 'azaabunw waasib",
            "tajweed_text": "دُحُو[a:11321[رًا‌ۖ و]َلَهُمْ عَذَا[a:11322[بٌ و]َاصِ[q[ب]ٌ"
        },
        {
            "aya_id": 3798,
            "aya_number": 10,
            "aya_text": "اِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَاَتْبَعَهٗ شِهَابٌ ثَاقِبٌ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "kecuali (setan) yang mencuri (pembicaraan); maka ia dikejar oleh bintang yang menyala.",
            "tafsir_jalalayn": "(Terkecuali setan yang mencuri-curi -pembicaraan malaikat- dengan sekali curi) lafal Al-Khathfah adalah Mashdar Marrah dan yang diistitsnakan atau yang dikecualikan adalah dhamir yang terkandung di dalam lafal Laa Yasma'uuna. Maksudnya, tiada yang dapat mendengarkan pembicaraan para malaikat kecuali hanya setan yang dapat mencuri-curinya dengan cepat (maka ia dikejar oleh meteor) yakni bintang yang bercahaya (yang melubanginya) yang menembus tubuh setan-setan itu, atau membakarnya, atau membuatnya cacat.",
            "sajda": false,
            "transliteration": "Illaa man khatifal khatfata fa atba'ahoo shihaabun saaqib",
            "tajweed_text": "إِلَّا مَنْ خَطِفَ [h:11323[ٱ]لْخَ[q:11324[طْ]فَةَ فَأَتْبَعَهُ[n[ۥ] شِهَا[f:11325[بٌ ث]َاقِ[q[ب]ٌ"
        },
        {
            "aya_id": 3799,
            "aya_number": 11,
            "aya_text": "فَاسْتَفْتِهِمْ اَهُمْ اَشَدُّ خَلْقًا اَمْ مَّنْ خَلَقْنَا ۗاِنَّا خَلَقْنٰهُمْ مِّنْ طِيْنٍ لَّازِبٍ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Maka tanyakanlah kepada mereka (musyrik Mekah), “Apakah penciptaan mereka yang lebih sulit ataukah apa yang telah Kami ciptakan itu?” Sesungguhnya Kami telah menciptakan mereka dari tanah liat.",
            "tafsir_jalalayn": "(Maka tanyakanlah kepada mereka) kepada orang-orang kafir Mekah, kalimat ayat ini mengandung makna Taqrir atau Taubikh, yakni mengandung nada menetapkan atau celaan, (\"Apakah mereka yang lebih kukuh kejadiannya ataukah yang telah Kami ciptakan itu?\") yakni para malaikat, langit, bumi dan semua apa yang ada di antara keduanya. Didatangkannya lafal Man mengandung pengertian memprioritaskan makhluk yang berakal. (Sesungguhnya Kami telah menciptakan mereka) asal mereka, yaitu Nabi Adam (dan tanah liat) tanah yang melekat di tangan bilamana dipegang. Maksudnya, kejadian mereka adalah dari sesuatu yang lemah, karena itu janganlah mereka bersikap takabur dan sombong, yakni mengingkari Nabi saw. dan Alquran, yang hal ini dengan mudah dapat mengakibatkan mereka terjerumus ke dalam jurang kebinasaan.",
            "sajda": false,
            "transliteration": "Fastaftihim ahum ashaddu khalqan am man khalaqnaa; innaa khalaqnaahum min teenil laazib",
            "tajweed_text": "فَ[h:9999[ٱ]سْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أ[w:3110[َم م]َّنْ خَلَ[q:5159[قْ]ن[o[َآ‌ۚ] إِ[g[نّ]َا خَلَ[q:11326[قْ]نَ[n[ـٰ]ه[w:11327[ُم م]ِّ[f:3917[ن ط]ِي[u:11328[نٍ ل]َّازِ[q[ب]ِۭ"
        },
        {
            "aya_id": 3800,
            "aya_number": 12,
            "aya_text": "بَلْ عَجِبْتَ وَيَسْخَرُوْنَ ۖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Bahkan engkau (Muhammad) menjadi heran (terhadap keingkaran mereka) dan mereka menghinakan (engkau).",
            "tafsir_jalalayn": "(Bahkan) lafal Bal di sini menunjukkan arti Intiqal, yakni perpindahan dari suatu topik pembicaraan kepada pembicaraan yang lain, yaitu pembahasan mengenai keadaan Nabi Muhammad dan orang-orang kafir Mekah (kamu heran) pembicaraan ayat ini ditujukan kepada Nabi saw. yakni kamu heran akan keingkaran mereka terhadapmu (dan) mereka (menghinakan kamu) karena keherananmu itu.",
            "sajda": false,
            "transliteration": "Bal'ajibta wa yaskharoon",
            "tajweed_text": "بَلْ عَجِ[q:11329[بْ]تَ وَيَسْخَر[p[ُو]نَ"
        },
        {
            "aya_id": 3801,
            "aya_number": 13,
            "aya_text": "وَاِذَا ذُكِّرُوْا لَا يَذْكُرُوْنَ ۖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Dan apabila mereka diberi peringatan, mereka tidak mengindahkannya.",
            "tafsir_jalalayn": "(Dan apabila mereka diberi pelajaran) maksudnya, dinasihati dengan ayat-ayat Alquran (mereka tiada mengingatinya) mereka tidak menjadikannya sebagai pelajaran.",
            "sajda": false,
            "transliteration": "Wa izaa zukkiroo laa yazkuroon",
            "tajweed_text": "وَإِذَا ذُكِّرُو[s[اْ] لَا يَذْكُر[p[ُو]نَ"
        },
        {
            "aya_id": 3802,
            "aya_number": 14,
            "aya_text": "وَاِذَا رَاَوْا اٰيَةً يَّسْتَسْخِرُوْنَۖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Dan apabila mereka melihat suatu tanda (kebesaran) Allah, mereka memperolok-olokkan.",
            "tafsir_jalalayn": "(Dan apabila mereka melihat sesuatu tanda kebesaran Allah) seperti terbelahnya bulan (mereka sangat menghinakan) mereka menghina dan mengejeknya.",
            "sajda": false,
            "transliteration": "Wa izaa ra aw Aayatinw yastaskhiroon",
            "tajweed_text": "وَإِذَا رَأَوْ[s[اْ] ءَايَ[a:11330[ةً ي]َسْتَسْخِر[p[ُو]نَ"
        },
        {
            "aya_id": 3803,
            "aya_number": 15,
            "aya_text": "وَقَالُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Dan mereka berkata, “Ini tidak lain hanyalah sihir yang nyata.",
            "tafsir_jalalayn": "(Dan mereka berkata) sehubungan dengan adanya tanda kebesaran Allah itu, (\"Tiada lain) tidak lain (ini hanyalah sihir yang nyata\") jelas sihirnya. Kemudian mereka berkata seraya mengingkari adanya hari berbangkit:",
            "sajda": false,
            "transliteration": "Wa qaalooo in haazaa illaa sihrum mubeen",
            "tajweed_text": "وَقَال[o[ُوٓ][s[اْ] إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ"
        },
        {
            "aya_id": 3804,
            "aya_number": 16,
            "aya_text": "ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Apabila kami telah mati dan telah menjadi tanah dan tulang-belulang, apakah benar kami akan dibangkitkan (kembali)?",
            "tafsir_jalalayn": "(Apakah apabila kami telah mati dan telah menjadi tanah serta menjadi tulang-belulang, apakah benar-benar kami akan dibangkitkan?) lafal A-idzaa dan A-innaa dapat pula dibaca Tas-hil, sehingga bacaannya menjadi Ayidzaa dan Ayinnaa.",
            "sajda": false,
            "transliteration": "'A-izaa mitnaa wa kunnaa turaabanw wa 'izaaman 'ainnaa lamab'oosoon",
            "tajweed_text": "أَءِذَا مِتْنَا وَكُ[g[نّ]َا تُرَا[a:9207[بًا و]َعِظَ[n[ـٰ]مًا أَءِ[g[نّ]َا لَمَ[q:7784[بْ]عُوث[p[ُو]نَ"
        },
        {
            "aya_id": 3805,
            "aya_number": 17,
            "aya_text": "اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَۗ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "dan apakah nenek moyang kami yang telah terdahulu (akan dibangkitkan pula)?”",
            "tafsir_jalalayn": "(Dan apakah bapak-bapak kami yang telah dahulu) kalau dibaca Au berarti huruf 'Athaf, jika dibaca Awa, berarti huruf Istifham, Wawu-nya adalah huruf 'Athaf, sedangkan Ma'thuf 'Alaihnya adalah Inna dan Isimnya secara Mahall, atau di'athafkan kepada Dhamir yang terkandung di dalam lafal Lamab'uutsuuna, Hamzah Istifham sebagai pemisahnya. Maksudnya, apakah bapak-bapak kami yang telah dahulu akan dibangkitkan pula?",
            "sajda": false,
            "transliteration": "Awa aabaa'unal awwaloon",
            "tajweed_text": "أَوَءَاب[o[َا]ٓؤُنَا [h:11331[ٱ]لْأَوَّل[p[ُو]نَ"
        },
        {
            "aya_id": 3806,
            "aya_number": 18,
            "aya_text": "قُلْ نَعَمْ وَاَنْتُمْ دَاخِرُوْنَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Katakanlah (Muhammad), “Ya, dan kamu akan terhina.”",
            "tafsir_jalalayn": "(Katakanlah kepada mereka, \"Ya) mereka pasti dibangkitkan hidup kembali (dan kalian akan terhina\") kalian akan menjadi orang-orang yang terhina karenanya.",
            "sajda": false,
            "transliteration": "Qul na'am wa antum daakhiroon",
            "tajweed_text": "قُلْ نَعَمْ وَأَ[f:98[نت]ُمْ د[n[َٲ]خِر[p[ُو]نَ"
        },
        {
            "aya_id": 3807,
            "aya_number": 19,
            "aya_text": "فَاِنَّمَا هِيَ زَجْرَةٌ وَّاحِدَةٌ فَاِذَا هُمْ يَنْظُرُوْنَ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Maka sesungguhnya kebangkitan itu hanya dengan satu teriakan saja; maka seketika itu mereka melihatnya.",
            "tafsir_jalalayn": "(Maka sesungguhnya kebangkitan itu hanyalah dengan) dhamir pada ayat ini bersifat Mubham, kurang jelas, lalu ditafsirkan oleh ayat selanjutnya (suatu teriakan) atau satu hardikan saja (maka tiba-tiba mereka) yakni makhluk semuanya, menjadi hidup kembali seraya (melihat) apa yang dilakukan terhadap diri mereka.",
            "sajda": false,
            "transliteration": "Fa innamaa hiya zajra tunw waahidatun fa izaa hum yanzuroon",
            "tajweed_text": "فَإِ[g[نّ]َمَا هِىَ زَ[q:11332[جْ]رَ[a:11333[ةٌ و][n[َٲ]حِدَ[f:11334[ةٌ ف]َإِذَا هُمْ يَ[f:1141[نظ]ُر[p[ُو]نَ"
        },
        {
            "aya_id": 3808,
            "aya_number": 20,
            "aya_text": "وَقَالُوْا يٰوَيْلَنَا هٰذَا يَوْمُ الدِّيْنِ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Dan mereka berkata, “Alangkah celaka kami! (Kiranya) inilah hari pembalasan itu.”",
            "tafsir_jalalayn": "(Dan mereka berkata) yakni orang-orang kafir, (\"Aduhai!) lafal Ya di sini menunjukkan makna Tanbih (celakalah kita\") binasalah kita. Lafal Al-Wail merupakan bentuk Mashdar yang tidak mempunyai kata kerja dari lafalnya sendiri. Kemudian para malaikat berkata kepada orang-orang kafir itu. (Inilah hari pembalasan) hari penghisaban amal perbuatan dan pembalasannya.",
            "sajda": false,
            "transliteration": "Qa qaaloo yaa wailanaa haazaa Yawmud-Deen",
            "tajweed_text": "وَقَالُو[s[اْ] يَ[n[ـٰ]وَيْلَنَا هَ[n[ـٰ]ذَا يَوْمُ [h:11335[ٱ][l[ل]دّ[p[ِي]نِ"
        },
        {
            "aya_id": 3809,
            "aya_number": 21,
            "aya_text": "هٰذَا يَوْمُ الْفَصْلِ الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَ ࣖ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Inilah hari keputusan yang dahulu kamu dustakan.",
            "tafsir_jalalayn": "(Inilah hari keputusan) di antara para makhluk semuanya (yang kalian selalu mendustakannya.)",
            "sajda": false,
            "transliteration": "Haazaa Yawmul Faslil lazee kuntum bihee tukaziboon",
            "tajweed_text": "هَ[n[ـٰ]ذَا يَوْمُ [h:11336[ٱ]لْفَصْلِ [h:11337[ٱ]لَّذِى كُ[f:100[نت][c:6084[ُم ب]ِه[n[ِۦ] تُكَذِّب[p[ُو]نَ"
        },
        {
            "aya_id": 3810,
            "aya_number": 22,
            "aya_text": "اُحْشُرُوا الَّذِيْنَ ظَلَمُوْا وَاَزْوَاجَهُمْ وَمَا كَانُوْا يَعْبُدُوْنَ ۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "(Diperintahkan kepada malaikat), “Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan apa yang dahulu mereka sembah,",
            "tafsir_jalalayn": "Kemudian diperintahkan kepada para malaikat itu, (\"Kumpulkanlah orang-rang yang zalim) yaitu orang-orang yang berbuat aniaya terhadap diri mereka sendiri karena mereka telah berbuat kemusyrikan (beserta teman sejawat mereka) teman-teman karib mereka, yaitu setan-setan (dan sesembahan-sesembahan yang selalu mereka sembah.)",
            "sajda": false,
            "transliteration": "Uhshurul lazeena zalamoo wa azwaajahum wa maa kaanoo ya'budoon",
            "tajweed_text": "۞ ٱحْشُرُو[s[اْ] [h:11338[ٱ]لَّذِينَ ظَلَمُو[s[اْ] وَأَزْو[n[َٲ]جَهُمْ وَمَا كَانُو[s[اْ] يَعْبُد[p[ُو]نَ"
        },
        {
            "aya_id": 3811,
            "aya_number": 23,
            "aya_text": "مِنْ دُوْنِ اللّٰهِ فَاهْدُوْهُمْ اِلٰى صِرَاطِ الْجَحِيْمِ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "selain Allah, lalu tunjukkanlah kepada mereka jalan ke neraka.",
            "tafsir_jalalayn": "(Selain Allah) yaitu berhala-berhala (maka tunjukkanlah kepada mereka) dan giringlah mereka (ke jalan jahim) atau jalan ke neraka.",
            "sajda": false,
            "transliteration": "Min doonil laahi fahdoohum ilaa siraatil Jaheem",
            "tajweed_text": "مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ فَ[h:11339[ٱ]هْدُوهُمْ إِلَىٰ صِر[n[َٲ]طِ [h:11340[ٱ]لْجَح[p[ِي]مِ"
        },
        {
            "aya_id": 3812,
            "aya_number": 24,
            "aya_text": "وَقِفُوْهُمْ اِنَّهُمْ مَّسْـُٔوْلُوْنَ ۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 446,
            "translation_aya_text": "Tahanlah mereka (di tempat perhentian), sesungguhnya mereka akan ditanya,",
            "tafsir_jalalayn": "(Dan tahanlah mereka) di tempat perhentian atau Ash-Shirat (karena sesungguhnya mereka akan ditanya\") mengenai semua perkataan dan perbuatan mereka.",
            "sajda": false,
            "transliteration": "Wa qifoohum innahum mas'ooloon",
            "tajweed_text": "وَقِفُوهُمْ‌ۖ إِ[g[نّ]َه[w:11341[ُم م]َّسْــُٔول[p[ُو]نَ"
        },
        {
            "aya_id": 3813,
            "aya_number": 25,
            "aya_text": "مَا لَكُمْ لَا تَنَاصَرُوْنَ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "”Mengapa kamu tidak tolong-menolong?”",
            "tafsir_jalalayn": "Dikatakan kepada mereka dengan nada yang mengandung penghinaan dan cemoohan, (\"Kenapa kalian tidak tolong-menolong\") maksudnya mengapa sebagian di antara kalian tidak menolong kepada sebagian yang lain sebagaimana keadaan kalian waktu di dunia? Dan dikatakan pula kepada mereka:",
            "sajda": false,
            "transliteration": "Maa lakum laa tanaasaroon",
            "tajweed_text": "مَا لَكُمْ لَا تَنَاصَر[p[ُو]نَ"
        },
        {
            "aya_id": 3814,
            "aya_number": 26,
            "aya_text": "بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Bahkan mereka pada hari itu menyerah (kepada keputusan Allah).",
            "tafsir_jalalayn": "(\"Bahkan mereka pada hari itu menyerah diri) atau mereka itu tunduk dalam keadaan penuh kehinaan.",
            "sajda": false,
            "transliteration": "Bal humul Yawma mustaslimoon",
            "tajweed_text": "بَلْ هُمُ [h:11342[ٱ]لْيَوْمَ مُسْتَسْلِم[p[ُو]نَ"
        },
        {
            "aya_id": 3815,
            "aya_number": 27,
            "aya_text": "وَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Dan sebagian mereka menghadap kepada sebagian yang lain saling berbantah-bantahan.",
            "tafsir_jalalayn": "(Sebagian dari mereka menghadap kepada sebagian yang lain berbantah-bantahan\") saling cela-mencela dan saling bantah-membantah.",
            "sajda": false,
            "transliteration": "Wa aqbala ba'duhum 'alaa ba'diny yatasaaa'aloon",
            "tajweed_text": "وَأَ[q:11343[قْ]بَلَ بَعْضُهُمْ عَلَىٰ بَعْ[a:11344[ضٍ ي]َتَس[o[َا]ٓءَل[p[ُو]نَ"
        },
        {
            "aya_id": 3816,
            "aya_number": 28,
            "aya_text": "قَالُوْٓا اِنَّكُمْ كُنْتُمْ تَأْتُوْنَنَا عَنِ الْيَمِيْنِ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Sesungguhnya (pengikut-pengikut) mereka berkata (kepada pemimpin-pemimpin mereka), “Kamulah yang dahulu datang kepada kami dari kanan.”",
            "tafsir_jalalayn": "(Mereka berkata) yaitu sebagian dari pengikut-pengikut mereka berkata kepada para pemimpin mereka, (\"Sesungguhnya kalianlah yang datang kepada kami dari kanan\") maksudnya, dari segi yang kami merasa percaya kepada kalian karena kalian telah bersumpah kepada kami, bahwa kalian adalah orang-orang yang benar, karenanya kami percaya kepada kalian, dan kami mengikuti kalian. Maksudnya sesungguhnya kalian telah menyesatkan kami.",
            "sajda": false,
            "transliteration": "Qaalooo innakum kuntum taatoonanaa 'anil yameen",
            "tajweed_text": "قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َكُمْ كُ[f:100[نت]ُمْ تَأْتُونَنَا عَنِ [h:7424[ٱ]لْيَم[p[ِي]نِ"
        },
        {
            "aya_id": 3817,
            "aya_number": 29,
            "aya_text": "قَالُوْا بَلْ لَّمْ تَكُوْنُوْا مُؤْمِنِيْنَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "(Pemimpin-pemimpin) mereka menjawab, “(Tidak), bahkan kamulah yang tidak (mau) menjadi orang mukmin,",
            "tafsir_jalalayn": "(Mereka berkata) yakni pemimpin-pemimpin yang diikuti oleh mereka (\"Sebenarnya kalianlah yang tidak beriman\") dan sesungguhnya tidak akan percaya penyesatan yang kami lakukan seandainya kalian adalah orang-orang yang beriman, niscaya kalian akan ingkar terhadap kami.",
            "sajda": false,
            "transliteration": "Qaaloo bal lam takoonoo mu'mineen",
            "tajweed_text": "قَالُو[s[اْ] بَل لَّمْ تَكُونُو[s[اْ] مُؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 3818,
            "aya_number": 30,
            "aya_text": "وَمَا كَانَ لَنَا عَلَيْكُمْ مِّنْ سُلْطٰنٍۚ بَلْ كُنْتُمْ قَوْمًا طٰغِيْنَ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "sedangkan kami tidak berkuasa terhadapmu, bahkan kamu menjadi kaum yang melampaui batas.",
            "tafsir_jalalayn": "(Dan sekali-kali kami tidak berkuasa terhadap kalian) kami tidak mempunyai kemampuan untuk memaksa kalian mengikuti kami (bahkan kalianlah kaum yang melampaui batas) maksudnya, orang-orang yang sesat seperti kami.",
            "sajda": false,
            "transliteration": "Wa maa kaana lanaa 'alaikum min sultaanim bal kuntum qawman taagheen",
            "tajweed_text": "وَمَا كَانَ لَنَا عَلَيْك[w:548[ُم م]ِّ[f:4798[ن س]ُلْطَ[n[ـٰ][i:11345[نِۭ‌ۖ ب]َلْ كُ[f:100[نت]ُمْ قَوْ[f:11346[مًا ط]َ[n[ـٰ]غ[p[ِي]نَ"
        },
        {
            "aya_id": 3819,
            "aya_number": 31,
            "aya_text": "فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ  ۖاِنَّا لَذَاۤىِٕقُوْنَ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Maka pantas putusan (azab) Tuhan menimpa kita; pasti kita akan merasakan (azab itu).",
            "tafsir_jalalayn": "(Maka pastilah) atau tetaplah (atas kita) semua (putusan Rabb kita) yakni azab-Nya, yaitu sebagaimana yang telah diungkapkan-Nya pada ayat yang lain, \"Sesungguhnya Aku akan penuhi neraka Jahanam dengan jin dan manusia bersama-sama.\" (Q.S. As-Sajdah, 13). (sesungguhnya kita) semua (akan merasakan) azab dengan adanya keputusan itu, yang akhirnya membuat mereka berkata:",
            "sajda": false,
            "transliteration": "Fahaqqa 'alainaa qawlu Rabbinaaa innaa lazaaa'iqoon",
            "tajweed_text": "فَحَقَّ عَلَيْنَا قَوْلُ رَبِّن[o[َآ‌ۖ] إِ[g[نّ]َا لَذ[o[َا]ٓئِق[p[ُو]نَ"
        },
        {
            "aya_id": 3820,
            "aya_number": 32,
            "aya_text": "فَاَغْوَيْنٰكُمْ اِنَّا كُنَّا غٰوِيْنَ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Maka kami telah menyesatkan kamu, sesungguhnya kami sendiri, orang-orang yang sesat.”",
            "tafsir_jalalayn": "(Maka kami telah menyesatkan kalian) sebagai penjelasan dari perkataan mereka yang disitir oleh firman-Nya (sesungguhnya kami adalah orang-orang yang sesat.)",
            "sajda": false,
            "transliteration": "Fa aghwainaakum innaa kunnaa ghaaween",
            "tajweed_text": "فَأَغْوَيْنَ[n[ـٰ]كُمْ إِ[g[نّ]َا كُ[g[نّ]َا غَ[n[ـٰ]و[p[ِي]نَ"
        },
        {
            "aya_id": 3821,
            "aya_number": 33,
            "aya_text": "فَاِنَّهُمْ يَوْمَىِٕذٍ فِى الْعَذَابِ مُشْتَرِكُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Maka sesungguhnya mereka pada hari itu bersama-sama merasakan azab.",
            "tafsir_jalalayn": "Allah swt. berfirman, (Maka sesungguhnya mereka pada hari itu) pada hari kiamat (bersama-sama dalam azab) karena mereka bersekutu dalam kesesatan.",
            "sajda": false,
            "transliteration": "Fa innahum Yawma'izin fil'azaabi mushtarikoon",
            "tajweed_text": "فَإِ[g[نّ]َهُمْ يَوْمَئِ[f:11347[ذٍ ف]ِى [h:10442[ٱ]لْعَذَابِ مُشْتَرِك[p[ُو]نَ"
        },
        {
            "aya_id": 3822,
            "aya_number": 34,
            "aya_text": "اِنَّا كَذٰلِكَ نَفْعَلُ بِالْمُجْرِمِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Sungguh, demikianlah Kami memperlakukan terhadap orang-orang yang berbuat dosa.",
            "tafsir_jalalayn": "(Sesungguhnya demikianlah) artinya, sebagaimana Kami memperlakukan mereka (Kami berbuat terhadap orang-orang yang jahat) selain mereka. Yakni Kami pasti akan mengazab orang yang sesat beserta pengikut-pengikutnya.",
            "sajda": false,
            "transliteration": "Innaa kazaalika naf'alu bil mujrimeen",
            "tajweed_text": "إِ[g[نّ]َا كَذ[n[َٲ]لِكَ نَفْعَلُ بِ[h:11348[ٱ]لْمُ[q:11348[جْ]رِم[p[ِي]نَ"
        },
        {
            "aya_id": 3823,
            "aya_number": 35,
            "aya_text": "اِنَّهُمْ كَانُوْٓا اِذَا قِيْلَ لَهُمْ لَآ اِلٰهَ اِلَّا اللّٰهُ يَسْتَكْبِرُوْنَ ۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Sungguh, dahulu apabila dikatakan kepada mereka, “La ilaha illallah” (Tidak ada tuhan selain Allah), mereka menyombongkan diri,",
            "tafsir_jalalayn": "(Sesungguhnya mereka) yaitu orang-orang tersebut; dialamatkan kepada mereka karena berdasarkan penjelasan selanjutnya yaitu (dahulu apabila dikatakan kepada mereka, \"Laa Ilaaha Illallaah\") Tiada Tuhan melainkan Allah, (mereka menyombongkan diri.)",
            "sajda": false,
            "transliteration": "Innahum kaanooo izaa qeela lahum laaa ilaaha illal laahu yastakbiroon",
            "tajweed_text": "إِ[g[نّ]َهُمْ كَان[o[ُوٓ][s[اْ] إِذَا قِيلَ لَهُمْ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا [h:1742[ٱ]للَّهُ يَسْتَكْبِر[p[ُو]نَ"
        },
        {
            "aya_id": 3824,
            "aya_number": 36,
            "aya_text": "وَيَقُوْلُوْنَ اَىِٕنَّا لَتَارِكُوْٓا اٰلِهَتِنَا لِشَاعِرٍ مَّجْنُوْنٍ ۗ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "dan mereka berkata, “Apakah kami harus meninggalkan sesembahan kami karena seorang penyair gila?”",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Apakah sesungguhnya kami) lafal A-innaa dapat pula dibaca Ayinnaa (harus meninggalkan sesembahan-sesembahan kami karena seorang penyair gila?\") yakni demi karena Muhammad.",
            "sajda": false,
            "transliteration": "Wa yaqooloona a'innaa lataarikooo aalihatinaa lishaa'irim majnoon",
            "tajweed_text": "وَيَقُولُونَ أَئِ[g[نّ]َا لَتَارِك[o[ُوٓ][s[اْ] ءَالِهَتِنَا لِشَاعِ[a:11349[رٍ م]َّ[q:11350[جْ]ن[p[ُو]نِۭ"
        },
        {
            "aya_id": 3825,
            "aya_number": 37,
            "aya_text": "بَلْ جَاۤءَ بِالْحَقِّ وَصَدَّقَ الْمُرْسَلِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Padahal dia (Muhammad) datang dengan membawa kebenaran dan membenarkan rasul-rasul (sebelumnya).",
            "tafsir_jalalayn": "Allah swt. berfirman: (Sebenarnya dia Muhammad telah datang membawa kebenaran dan membenarkan rasul-rasul) yang juga datang membawa kebenaran, yaitu kalimat Laa Ilaaha Illallaah/tidak ada Tuhan selain Allah.",
            "sajda": false,
            "transliteration": "bal jaaa'a bilhaqqi wa saddaqal mursaleen",
            "tajweed_text": "بَلْ ج[o[َا]ٓءَ بِ[h:370[ٱ]لْحَقِّ وَصَدَّقَ [h:11351[ٱ]لْمُرْسَل[p[ِي]نَ"
        },
        {
            "aya_id": 3826,
            "aya_number": 38,
            "aya_text": "اِنَّكُمْ لَذَاۤىِٕقُوا الْعَذَابِ الْاَلِيْمِ ۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Sungguh, kamu pasti akan merasakan azab yang pedih.",
            "tafsir_jalalayn": "(Sesungguhnya kalian) di dalam ungkapan ini terkandung Iltifat karena seharusnya Innahum (pasti akan merasakan azab yang pedih.)",
            "sajda": false,
            "transliteration": "Innakum lazaaa'iqul 'azaabil aleem",
            "tajweed_text": "إِ[g[نّ]َكُمْ لَذ[o[َا]ٓئِقُو[s[اْ] [h:11352[ٱ]لْعَذَابِ [h:11353[ٱ]لْأَل[p[ِي]مِ"
        },
        {
            "aya_id": 3827,
            "aya_number": 39,
            "aya_text": "وَمَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Dan kamu tidak diberi balasan melainkan terhadap apa yang telah kamu kerjakan,",
            "tafsir_jalalayn": "(Dan kalian tidak diberi pembalasan melainkan) pembalasan (apa yang telah kalian kerjakan.)",
            "sajda": false,
            "transliteration": "Wa maa tujzawna illaa maa kuntum ta'maloon",
            "tajweed_text": "وَمَا تُ[q:4248[جْ]زَوْنَ إِلَّا مَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 3828,
            "aya_number": 40,
            "aya_text": "اِلَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "tetapi hamba-hamba Allah yang dibersihkan (dari dosa),",
            "tafsir_jalalayn": "(Tetapi hamba-hamba Allah yang dibersihkan) yakni hamba-hamba Allah yang beriman, Istitsna di sini bersifat Munqathi', dan pembalasannya disebutkan pada firman selanjutnya, yaitu:",
            "sajda": false,
            "transliteration": "Illaa 'ibaadal laahil mukhlaseen",
            "tajweed_text": "إِلَّا عِبَادَ [h:11354[ٱ]للَّهِ [h:11355[ٱ]لْمُخْلَص[p[ِي]نَ"
        },
        {
            "aya_id": 3829,
            "aya_number": 41,
            "aya_text": "اُولٰۤىِٕكَ لَهُمْ رِزْقٌ مَّعْلُوْمٌۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "mereka itu memperoleh rezeki yang sudah ditentukan,",
            "tafsir_jalalayn": "(Mereka itu memperoleh) di dalam surga (rezeki yang tertentu) setiap pagi dan sorenya.",
            "sajda": false,
            "transliteration": "Ulaaa'ika lahum rizqum ma'loom",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ رِزْ[a:11356[قٌ م]َّعْل[p[ُو]مٌ"
        },
        {
            "aya_id": 3830,
            "aya_number": 42,
            "aya_text": "فَوَاكِهُ ۚوَهُمْ مُّكْرَمُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "(yaitu) buah-buahan. Dan mereka orang yang dimuliakan,",
            "tafsir_jalalayn": "(Yaitu buah-buahan) menjadi Badal atau 'Athaf Bayan dari lafal Rizqun; yaitu bermacam-macam rezeki yang dimakan hanya untuk dinikmati, bukan untuk memelihara kesehatan, karena penduduk surga tidak perlu lagi memelihara kesehatan sebab mereka telah diciptakan untuk hidup abadi dan sehat selama-lamanya. (Dan mereka adalah orang-orang yang dimuliakan) dengan pahala yang berlimpah dari Allah swt.",
            "sajda": false,
            "transliteration": "Fa waakihu wa hum mukramoon",
            "tajweed_text": "فَو[n[َٲ]كِهُ‌ۖ وَه[w:11357[ُم م]ُّكْرَم[p[ُو]نَ"
        },
        {
            "aya_id": 3831,
            "aya_number": 43,
            "aya_text": "فِيْ جَنّٰتِ النَّعِيْمِۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "di dalam surga-surga yang penuh kenikmatan,",
            "tafsir_jalalayn": "(Di dalam surga-surga yang penuh nikmat.)",
            "sajda": false,
            "transliteration": "Fee jannaatin Na'eem",
            "tajweed_text": "فِى جَ[g[نّ]َ[n[ـٰ]تِ [h:3680[ٱ][l[ل][g[نّ]َع[p[ِي]مِ"
        },
        {
            "aya_id": 3832,
            "aya_number": 44,
            "aya_text": "عَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "(mereka duduk) berhadap-hadapan di atas dipan-dipan.",
            "tafsir_jalalayn": "(Di atas takhta-takhta kebesaran berhadap-hadapan) artinya, sebagian dari mereka duduk menghadap kepada sebagian yang lain, sehingga sebagian dari mereka tidak melihat tengkuk sebagian yang lainnya.",
            "sajda": false,
            "transliteration": "'Alaa sururim mutaqaa bileen",
            "tajweed_text": "عَلَىٰ سُرُ[a:7259[رٍ م]ُّتَقَ[n[ـٰ]بِل[p[ِي]نَ"
        },
        {
            "aya_id": 3833,
            "aya_number": 45,
            "aya_text": "يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّنْ مَّعِيْنٍۢ ۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Kepada mereka diedarkan gelas (yang berisi air) dari mata air (surga),",
            "tafsir_jalalayn": "(Diedarkan kepada mereka) maksudnya, kepada masing-masing di antara mereka diedarkan (gelas) yaitu tempat untuk minum berikut minumannya (yang berisikan khamar dari sungai khamar) yang mengalir bagaikan sungai di bumi.",
            "sajda": false,
            "transliteration": "Yutaafu 'alaihim bikaasim mim ma'een",
            "tajweed_text": "يُطَافُ عَلَيْه[c:11358[ِم ب]ِكَأْ[a:11359[سٍ م]ّ[a:11360[ِن م]َّع[p[ِي]نِۭ"
        },
        {
            "aya_id": 3834,
            "aya_number": 46,
            "aya_text": "بَيْضَاۤءَ لَذَّةٍ لِّلشّٰرِبِيْنَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "(warnanya) putih bersih, sedap rasanya bagi orang-orang yang minum.",
            "tafsir_jalalayn": "(Warnanya putih) lebih putih daripada air susu (sedap rasanya) sangat lezat rasanya (bagi orang-orang yang minum) berbeda dengan khamar di dunia yang apabila diminum rasanya tidak enak.",
            "sajda": false,
            "transliteration": "Baidaaa'a laz zatil lish shaaribeen",
            "tajweed_text": "بَيْض[o[َا]ٓءَ لَذَّ[u:11361[ةٍ ل]ِّلشَّ[n[ـٰ]رِب[p[ِي]نَ"
        },
        {
            "aya_id": 3835,
            "aya_number": 47,
            "aya_text": "لَا فِيْهَا غَوْلٌ وَّلَا هُمْ عَنْهَا يُنْزَفُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Tidak ada di dalamnya (unsur) yang memabukkan dan mereka tidak mabuk karenanya.",
            "tafsir_jalalayn": "(Tidak ada di dalam khamar itu alkohol) yakni zat yang membuat akal mereka mabuk (dan mereka tiada mabuk karenanya) dapat dibaca Yunzafuuna atau yanzifuuna, yang berasal dari kalimat, Nazafasy Syaaribu, dan Anzafa, artinya memabukkan; maksudnya khamar surga itu tidak memabukkan berbeda halnya dengan khamar di dunia.",
            "sajda": false,
            "transliteration": "Laa feehaa ghawlunw wa laa hum 'anhaa yunzafoon",
            "tajweed_text": "لَا فِيهَا غَوْ[a:11362[لٌ و]َلَا هُمْ عَنْهَا يُ[f:11363[نز]َف[p[ُو]نَ"
        },
        {
            "aya_id": 3836,
            "aya_number": 48,
            "aya_text": "وَعِنْدَهُمْ قٰصِرٰتُ الطَّرْفِ عِيْنٌ ۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Dan di sisi mereka ada (bidadari-bidadari) yang bermata indah, dan membatasi pandangannya,",
            "tafsir_jalalayn": "(Di sisi mereka ada bidadari-bidadari yang tidak liar pandangannya) yaitu bidadari-bidadari yang selalu menundukkan pandangan matanya, atau dengan kata lain mereka hanya memandang suami-suami mereka saja dan tidak memandang orang lain, karena menurut mereka suami-suami mereka adalah orang-orang yang paling cakap (dan jelita matanya) artinya mata bidadari-bidadari itu sangat jelita.",
            "sajda": false,
            "transliteration": "Wa 'indahum qaasiraatut tarfi 'een",
            "tajweed_text": "وَعِ[f:11364[ند]َهُمْ قَ[n[ـٰ]صِر[n[َٲ]تُ [h:11365[ٱ][l[ل]طَّرْفِ ع[p[ِي]نٌ"
        },
        {
            "aya_id": 3837,
            "aya_number": 49,
            "aya_text": "كَاَنَّهُنَّ بَيْضٌ مَّكْنُوْنٌ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "seakan-akan mereka adalah telur yang tersimpan dengan baik.",
            "tafsir_jalalayn": "(Seakan-akan mereka) yakni warna kulit mereka (adalah telur) burung unta (yang tersimpan dengan baik) bagaikan telur burung unta yang terlindungi oleh bulu induknya, sehingga tidak ada suatu debu pun yang menempel padanya, demikian pula warnanya, putih kekuning-kuningan, warna kulit seperti itu adalah warna kulit wanita yang paling cantik.",
            "sajda": false,
            "transliteration": "Ka annahunna baidum maknoon",
            "tajweed_text": "كَأَ[g[نّ]َهُ[g[نّ]َ بَيْ[a:11366[ضٌ م]َّكْن[p[ُو]نٌ"
        },
        {
            "aya_id": 3838,
            "aya_number": 50,
            "aya_text": "فَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Lalu mereka berhadap-hadapan satu sama lain sambil bercakap-cakap.",
            "tafsir_jalalayn": "(Lalu sebagian mereka menghadap) yakni sebagian penduduk surga (kepada sebagian yang lain sambil bercakap-cakap) mengenai apa yang telah mereka lakukan di dunia.",
            "sajda": false,
            "transliteration": "Fa aqbala ba'duhum 'alaa badiny yatasaaa 'aloon",
            "tajweed_text": "فَأَ[q:11367[قْ]بَلَ بَعْضُهُمْ عَلَىٰ بَعْ[a:11344[ضٍ ي]َتَس[o[َا]ٓءَل[p[ُو]نَ"
        },
        {
            "aya_id": 3839,
            "aya_number": 51,
            "aya_text": "قَالَ قَاۤىِٕلٌ مِّنْهُمْ اِنِّيْ كَانَ لِيْ قَرِيْنٌۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 447,
            "translation_aya_text": "Berkatalah salah seorang di antara mereka, “Sesungguhnya aku dahulu (di dunia) pernah mempunyai seorang teman,",
            "tafsir_jalalayn": "(Berkatalah salah seorang di antara mereka, \"Sesungguhnya aku dahulu di dunia mempunyai seorang teman) yakni teman yang ingkar kepada adanya hari berbangkit.",
            "sajda": false,
            "transliteration": "Qaala qaaa'ilum minhum innee kaana lee qareen",
            "tajweed_text": "قَالَ ق[o[َا]ٓئِ[a:6558[لٌ م]ِّنْهُمْ إِ[g[نّ]ِى كَانَ لِى قَر[p[ِي]نٌ"
        },
        {
            "aya_id": 3840,
            "aya_number": 52,
            "aya_text": "يَّقُوْلُ اَىِٕنَّكَ لَمِنَ الْمُصَدِّقِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "yang berkata, “Apakah sesungguhnya kamu termasuk orang-orang yang membenarkan (hari berbangkit)?",
            "tafsir_jalalayn": "(Yang berkata,) kepadaku dengan nada yang mengejek, ('Apakah kamu sungguh-sungguh termasuk orang-orang yang membenarkan) adanya hari berbangkit?",
            "sajda": false,
            "transliteration": "Yaqoolu a'innnaka laminal musaddiqeen",
            "tajweed_text": "يَقُولُ أَءِ[g[نّ]َكَ لَمِنَ [h:11368[ٱ]لْمُصَدِّق[p[ِي]نَ"
        },
        {
            "aya_id": 3841,
            "aya_number": 53,
            "aya_text": "ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَدِيْنُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Apabila kita telah mati dan telah menjadi tanah dan tulang-belulang, apakah kita benar-benar (akan dibangkitkan) untuk diberi pembalasan?”",
            "tafsir_jalalayn": "(Apakah apabila kita telah mati dan kita telah menjadi tanah dan tulang-belulang, apakah sesungguhnya kita) kedua huruf Hamzah pada ketiga tempat yang disebutkan di atas, yaitu A-innaka, A-idzaa dan A-innaa boleh dibaca Tahqiq dan boleh pula dibaca Tas-hil (benar-benar akan dibangkitkan untuk diberi pembalasan?') maksudnya akan dibalas dan dihisab? Ia ternyata ingkar kepada hal tersebut.",
            "sajda": false,
            "transliteration": "'A-izaa mitnaa wa kunnaa turaabanw wa 'izaaman 'ainnaa lamadeenoon",
            "tajweed_text": "أَءِذَا مِتْنَا وَكُ[g[نّ]َا تُرَا[a:9207[بًا و]َعِظَ[n[ـٰ]مًا أَءِ[g[نّ]َا لَمَدِين[p[ُو]نَ"
        },
        {
            "aya_id": 3842,
            "aya_number": 54,
            "aya_text": "قَالَ هَلْ اَنْتُمْ مُّطَّلِعُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Dia berkata, “Maukah kamu meninjau (temanku itu)?”",
            "tafsir_jalalayn": "(Berkata pulalah ia) yaitu penghuni surga yang mengatakan demikian kepada temannya ('Maukah kamu melihat keadaan temanku itu?'\") maksudnya bersama-sama untuk melihat apa yang dialami temannya di dalam neraka? Temannya menjawab, \"Tidak mau.\"",
            "sajda": false,
            "transliteration": "Qaala hal antum muttali'oon",
            "tajweed_text": "قَالَ هَلْ أَ[f:428[نت][w:11369[ُم م]ُّطَّلِع[p[ُو]نَ"
        },
        {
            "aya_id": 3843,
            "aya_number": 55,
            "aya_text": "فَاطَّلَعَ فَرَاٰهُ فِيْ سَوَاۤءِ الْجَحِيْمِ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Maka dia meninjaunya, lalu dia melihat (teman)nya itu di tengah-tengah neraka yang menyala-nyala.",
            "tafsir_jalalayn": "(Maka ia meninjaunya) yakni orang yang mengatakan demikian itu dari sebagian jendela surga (lalu ia melihat temannya itu) yaitu temannya yang ingkar kepada adanya hari berbangkit itu (di tengah-tengah neraka menyala-nyala) berada di tengah-tengah neraka Jahim.",
            "sajda": false,
            "transliteration": "Fattala'a fara aahu fee sawaaa'il Jaheem",
            "tajweed_text": "فَ[h:9999[ٱ]طَّلَعَ فَرَءَاهُ فِى سَو[o[َا]ٓءِ [h:11370[ٱ]لْجَح[p[ِي]مِ"
        },
        {
            "aya_id": 3844,
            "aya_number": 56,
            "aya_text": "قَالَ تَاللّٰهِ اِنْ كِدْتَّ لَتُرْدِيْنِ ۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Dia berkata, “Demi Allah, engkau hampir saja mencelakakanku,",
            "tafsir_jalalayn": "(Ia berkata pula) dengan nada mengejek, (\"Demi Allah, sesungguhnya) lafal In di sini adalah bentuk Takhfif dari Inna (kamu benar-benar hampir) kamu hampir saja (mencelakakanku) membinasakan aku melalui penyesatanmu itu.",
            "sajda": false,
            "transliteration": "Qaala tallaahi in kitta laturdeen",
            "tajweed_text": "قَالَ تَ[h:6760[ٱ]للَّهِ إِ[f:11371[ن ك]ِ[d:7842[د]تَّ لَتُرْد[p[ِي]نِ"
        },
        {
            "aya_id": 3845,
            "aya_number": 57,
            "aya_text": "وَلَوْلَا نِعْمَةُ رَبِّيْ لَكُنْتُ مِنَ الْمُحْضَرِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "dan sekiranya bukan karena nikmat Tuhanku pastilah aku termasuk orang-orang yang diseret (ke neraka).”",
            "tafsir_jalalayn": "(Jika tidak karena nikmat Rabbku) atas diriku yaitu berupa iman (pastilah aku termasuk orang-orang yang diseret) bersamamu ke dalam neraka. Dan penduduk surga berkata,",
            "sajda": false,
            "transliteration": "Wa law laa ni'matu Rabbee lakuntu minal muhdareen",
            "tajweed_text": "وَلَوْلَا نِعْمَةُ رَبِّى لَكُ[f:11372[نت]ُ مِنَ [h:10216[ٱ]لْمُحْضَر[p[ِي]نَ"
        },
        {
            "aya_id": 3846,
            "aya_number": 58,
            "aya_text": "اَفَمَا نَحْنُ بِمَيِّتِيْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Maka apakah kita tidak akan mati?",
            "tafsir_jalalayn": "(Maka apakah kita tidak akan mati.)",
            "sajda": false,
            "transliteration": "Afamaa nahnu bimaiyiteen",
            "tajweed_text": "أَفَمَا نَحْنُ بِمَيِّت[p[ِي]نَ"
        },
        {
            "aya_id": 3847,
            "aya_number": 59,
            "aya_text": "اِلَّا مَوْتَتَنَا الْاُوْلٰى وَمَا نَحْنُ بِمُعَذَّبِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Kecuali kematian kita yang pertama saja (di dunia), dan kita tidak akan diazab (di akhirat ini)?”",
            "tafsir_jalalayn": "(Melainkan hanya kematian kita yang pertama) yakni kematian kita di dunia (dan kita tidak akan disiksa di akhirat ini?\") Istifham atau kata tanya di sini mengandung makna menetapkan kenikmatan yang mereka rasakan dan sebagai ungkapan rasa syukur mereka atas nikmat yang telah dilimpahkan Allah kepada diri mereka, yaitu mereka dijadikan hidup abadi dengan penuh kenikmatan dan tidak disiksa untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Illa mawtatanal oola wa maa nahnu bimu'azzabeen",
            "tajweed_text": "إِلَّا مَوْتَتَنَا [h:11373[ٱ]لْأُولَىٰ وَمَا نَحْنُ بِمُعَذَّب[p[ِي]نَ"
        },
        {
            "aya_id": 3848,
            "aya_number": 60,
            "aya_text": "اِنَّ هٰذَا لَهُوَ الْفَوْزُ الْعَظِيْمُ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Sungguh, ini benar-benar kemenangan yang agung.",
            "tafsir_jalalayn": "(Sesungguhnya ini) yakni apa yang Aku jelaskan mengenai keadaan penduduk surga (benar-benar kemenangan yang besar.)",
            "sajda": false,
            "transliteration": "Inna haazaa falya'ma lil'aamiloon",
            "tajweed_text": "إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَهُوَ [h:11374[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ"
        },
        {
            "aya_id": 3849,
            "aya_number": 61,
            "aya_text": "لِمِثْلِ هٰذَا فَلْيَعْمَلِ الْعٰمِلُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Untuk (kemenangan) serupa ini, hendaklah beramal orang-orang yang mampu beramal.",
            "tafsir_jalalayn": "(Untuk kemenangan serupa ini hendaklah berusaha orang-orang yang beramal) menurut suatu pendapat, bahwa perkataan ini ditujukan kepada mereka. Dan menurut pendapat yang lain disebutkan, bahwa merekalah yang mengatakan demikian.",
            "sajda": false,
            "transliteration": "Limisli haaza falya'ma lil 'aamiloon",
            "tajweed_text": "لِمِثْلِ هَ[n[ـٰ]ذَا فَلْيَعْمَلِ [h:11375[ٱ]لْعَ[n[ـٰ]مِل[p[ُو]نَ"
        },
        {
            "aya_id": 3850,
            "aya_number": 62,
            "aya_text": "اَذٰلِكَ خَيْرٌ نُّزُلًا اَمْ شَجَرَةُ الزَّقُّوْمِ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Apakah (makanan surga) itu hidangan yang lebih baik ataukah pohon zaqqum.",
            "tafsir_jalalayn": "(Apakah yang demikian itu) hal-hal yang telah disebutkan bagi ahli surga itu (merupakan hidangan yang lebih baik) suguhan atau hidangan yang diperuntukkan menjamu tamu atau orang yang menginap (ataukah pohon zaqqum) yang disediakan buat ahli neraka; pohon zaqqum adalah pohon yang paling buruk dan sangat pahit rasanya, tempat asalnya adalah Tihamah. Allah menumbuhkan pohon itu di dalam neraka Jahim, sebagaimana yang akan diterangkan nanti.",
            "sajda": false,
            "transliteration": "Azaalika khairun nuzulan am shajaratuz Zaqqom",
            "tajweed_text": "أَذ[n[َٲ]لِكَ خَيْ[a:11376[رٌ ن]ُّزُلاً أَمْ شَجَرَةُ [h:11377[ٱ][l[ل]زَّقّ[p[ُو]مِ"
        },
        {
            "aya_id": 3851,
            "aya_number": 63,
            "aya_text": "اِنَّا جَعَلْنٰهَا فِتْنَةً لِّلظّٰلِمِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Sungguh, Kami menjadikannya (pohon zaqqum itu) sebagai azab bagi orang-orang zalim.",
            "tafsir_jalalayn": "(Sesungguhnya Kami menjadikan pohon zaqqum itu) artinya ditumbuhkannya pohon tersebut di dalam neraka (sebagai fitnah bagi orang-orang yang lalim) yakni orang-orang kafir Mekah, karena mereka telah mengatakan, bahwa api itu membakar pohon, mana mungkin di dalam neraka dapat ditumbuhkan pohon.",
            "sajda": false,
            "transliteration": "Innaa ja'alnaahaa fitnatal lizzaalimeen",
            "tajweed_text": "إِ[g[نّ]َا جَعَلْنَ[n[ـٰ]هَا فِتْنَ[u:11378[ةً ل]ِّلظَّ[n[ـٰ]لِم[p[ِي]نَ"
        },
        {
            "aya_id": 3852,
            "aya_number": 64,
            "aya_text": "اِنَّهَا شَجَرَةٌ تَخْرُجُ فِيْٓ اَصْلِ الْجَحِيْمِۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Sungguh, itu adalah pohon yang keluar dari dasar neraka Jahim,",
            "tafsir_jalalayn": "(Sesungguhnya dia adalah sebatang pohon yang keluar dari dasar neraka yang menyala) yakni dari dasar neraka Jahanam, dan ranting-rantingnya mencuat sampai ke relung-relungnya.",
            "sajda": false,
            "transliteration": "Innahaa shajaratun takhruju feee aslil Jaheem",
            "tajweed_text": "إِ[g[نّ]َهَا شَجَرَ[f:11379[ةٌ ت]َخْرُجُ ف[o[ِىٓ] أَصْلِ [h:11380[ٱ]لْجَح[p[ِي]مِ"
        },
        {
            "aya_id": 3853,
            "aya_number": 65,
            "aya_text": "طَلْعُهَا كَاَنَّهٗ رُءُوْسُ الشَّيٰطِيْنِ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Mayangnya seperti kepala-kepala setan.",
            "tafsir_jalalayn": "(Mayangnya) diserupakan dengan mayang pohon kurma (seperti kepala setan-setan) maksudnya, seperti ular-ular yang sangat buruk dan menjijikkan tampangnya.",
            "sajda": false,
            "transliteration": "Tal'uhaa ka annahoo ru'oosush Shayaateen",
            "tajweed_text": "طَلْعُهَا كَأَ[g[نّ]َهُ[n[ۥ] رُءُوسُ [h:11381[ٱ][l[ل]شَّيَ[n[ـٰ]ط[p[ِي]نِ"
        },
        {
            "aya_id": 3854,
            "aya_number": 66,
            "aya_text": "فَاِنَّهُمْ لَاٰكِلُوْنَ مِنْهَا فَمَالِـُٔوْنَ مِنْهَا الْبُطُوْنَۗ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum).",
            "tafsir_jalalayn": "(Maka sesungguhnya mereka) yakni orang-orang kafir (benar-benar memakan sebagian dari pohon itu) sekalipun rasanya sangat memuakkan, karena mereka dalam keadaan sangat lapar (maka mereka memenuhi perutnya dengan buah zaqqum itu.)",
            "sajda": false,
            "transliteration": "Fa innahum la aakiloona minhaa famaali'oona minhal butoon",
            "tajweed_text": "فَإِ[g[نّ]َهُمْ لَأَكِلُونَ مِنْهَا فَمَالِــُٔونَ مِنْهَا [h:11382[ٱ]لْبُط[p[ُو]نَ"
        },
        {
            "aya_id": 3855,
            "aya_number": 67,
            "aya_text": "ثُمَّ اِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِّنْ حَمِيْمٍۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Kemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas.",
            "tafsir_jalalayn": "(Kemudian sesudah makan buah pohon zaqqum itu pasti mereka mendapat minuman yang bercampur dengan air yang sangat panas) yang mereka minum, hingga bercampur di dalam perut mereka apa yang mereka makan dan apa yang mereka minum itu.",
            "sajda": false,
            "transliteration": "Summa inna lahum 'alaihaa lashawbam min hameem",
            "tajweed_text": "ثُ[g[مّ]َ إِ[g[نّ]َ لَهُمْ عَلَيْهَا لَشَوْ[a:11383[بًا م]ِّنْ حَم[p[ِي]مٍ"
        },
        {
            "aya_id": 3856,
            "aya_number": 68,
            "aya_text": "ثُمَّ اِنَّ مَرْجِعَهُمْ لَاِلَى الْجَحِيْمِ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Kemudian pasti tempat kembali mereka ke neraka Jahim.",
            "tafsir_jalalayn": "(Kemudian sesungguhnya tempat kembali mereka benar-benar ke neraka Jahim) ayat ini memberikan pengertian, bahwa mereka keluar dahulu dari dalam neraka untuk meminum air hamim atau air yang sangat panas itu, dan bahwasanya air yang sangat panas itu adanya di luar neraka.",
            "sajda": false,
            "transliteration": "Summa inna marji'ahum la ilal Jaheem",
            "tajweed_text": "ثُ[g[مّ]َ إِ[g[نّ]َ مَرْجِعَهُمْ لَإِلَى [h:11384[ٱ]لْجَح[p[ِي]مِ"
        },
        {
            "aya_id": 3857,
            "aya_number": 69,
            "aya_text": "اِنَّهُمْ اَلْفَوْا اٰبَاۤءَهُمْ ضَاۤلِّيْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Sesungguhnya mereka mendapati nenek moyang mereka dalam keadaan sesat, ",
            "tafsir_jalalayn": "(Karena sesungguhnya mereka mendapati) menemukan (bapak-bapak mereka dalam keadaan sesat.)",
            "sajda": false,
            "transliteration": "Innahum alfaw aabaaa'ahum daaalleen",
            "tajweed_text": "إِ[g[نّ]َهُمْ أَلْفَوْ[s[اْ] ءَاب[o[َا]ٓءَهُمْ ض[m[َا]ٓلّ[p[ِي]نَ"
        },
        {
            "aya_id": 3858,
            "aya_number": 70,
            "aya_text": "فَهُمْ عَلٰٓى اٰثٰرِهِمْ يُهْرَعُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "lalu mereka tergesa-gesa mengikuti jejak (nenek moyang) mereka.",
            "tafsir_jalalayn": "(Lalu mereka sangat tergesa-gesa mengikuti jejak orang-orang tua mereka itu) atau terburu-buru mengikutinya, oleh karenanya mereka tergesa-gesa mengikuti kesesatan bapak-bapak mereka, tanpa berpikir lebih jauh lagi.",
            "sajda": false,
            "transliteration": "Fahum 'alaa aasaarihim yuhra'oon",
            "tajweed_text": "فَهُمْ عَلَ[o[ىٰٓ] ءَاثَ[n[ـٰ]رِهِمْ يُهْرَع[p[ُو]نَ"
        },
        {
            "aya_id": 3859,
            "aya_number": 71,
            "aya_text": "وَلَقَدْ ضَلَّ قَبْلَهُمْ اَكْثَرُ الْاَوَّلِيْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Dan sungguh, sebelum mereka (Suku Quraisy), telah sesat sebagian besar dari orang-orang yang dahulu,",
            "tafsir_jalalayn": "(Dan sesungguhnya telah sesat sebelum mereka sebagian besar dari orang-orang yang dahulu) umat-umat yang terdahulu.",
            "sajda": false,
            "transliteration": "Wa laqad dalla qablahum aksarul awwaleen",
            "tajweed_text": "وَلَقَ[q:341[دْ] ضَلَّ قَ[q:8394[بْ]لَهُمْ أَكْثَرُ [h:11385[ٱ]لْأَوَّل[p[ِي]نَ"
        },
        {
            "aya_id": 3860,
            "aya_number": 72,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا فِيْهِمْ مُّنْذِرِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "dan sungguh, Kami telah mengutus (rasul) pemberi peringatan di kalangan mereka.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami utus pemberi-pemberi peringatan di kalangan mereka) yakni rasul-rasul yang memberi peringatan kepada mereka.",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa feehim munzireen",
            "tajweed_text": "وَلَقَ[q:341[دْ] أَرْسَلْنَا فِيه[w:11386[ِم م]ُّ[f:11387[نذ]ِر[p[ِي]نَ"
        },
        {
            "aya_id": 3861,
            "aya_number": 73,
            "aya_text": "فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu,",
            "tafsir_jalalayn": "(Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu) yakni orang-orang kafir itu, kesudahan mereka mendapat azab.",
            "sajda": false,
            "transliteration": "Fanzur kaifa kaana 'aaqibatul munzareen",
            "tajweed_text": "فَ[h:9999[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6136[ٱ]لْمُ[f:6137[نذ]َر[p[ِي]نَ"
        },
        {
            "aya_id": 3862,
            "aya_number": 74,
            "aya_text": "اِلَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ ࣖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "kecuali hamba-hamba Allah yang disucikan (dari dosa).",
            "tafsir_jalalayn": "(Kecuali hamba-hamba Allah yang dibersihkan -dari dosa-dosa-) yakni kaum mukminin, sesungguhnya mereka selamat dari azab, karena keikhlasan mereka dalam beribadah kepada Allah. Atau karena Allah telah membersihkan mereka dari dosa-dosanya, makna ini berdasar qiraat yang membacanya Mukhlashiina.",
            "sajda": false,
            "transliteration": "Illaa 'ibaadal laahil mukhlaseen",
            "tajweed_text": "إِلَّا عِبَادَ [h:11354[ٱ]للَّهِ [h:11355[ٱ]لْمُخْلَص[p[ِي]نَ"
        },
        {
            "aya_id": 3863,
            "aya_number": 75,
            "aya_text": "وَلَقَدْ نَادٰىنَا نُوْحٌ فَلَنِعْمَ الْمُجِيْبُوْنَۖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Dan sungguh, Nuh telah berdoa kepada Kami, maka sungguh, Kamilah sebaik-baik yang memperkenankan doa.",
            "tafsir_jalalayn": "(Sesungguhnya Nuh telah menyeru Kami) melalui doanya, sebagaimana yang disitir oleh ayat lain, yaitu firman-Nya, \"Sesungguhnya aku ini adalah orang yang dikalahkan, oleh sebab itu menangkanlah (aku).\" (Q.S. Al-Qamar, 10). (maka sesungguhnya sebaik-baik yang memperkenankan) doanya adalah Kami. Maksudnya, Nuh berdoa kepada Allah untuk dimenangkan atas kaumnya, lalu Allah binasakan mereka melalui banjir besar hingga mereka tenggelam semuanya.",
            "sajda": false,
            "transliteration": "Wa laqad naadaanaa Noohun falani'mal mujeeboon",
            "tajweed_text": "وَلَقَ[q:341[دْ] نَادَ[n[ٮٰ]نَا نُو[f:11388[حٌ ف]َلَنِعْمَ [h:11389[ٱ]لْمُجِيب[p[ُو]نَ"
        },
        {
            "aya_id": 3864,
            "aya_number": 76,
            "aya_text": "وَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِۖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 448,
            "translation_aya_text": "Kami telah menyelamatkan dia dan pengikutnya dari bencana yang besar.",
            "tafsir_jalalayn": "(Dan Kami telah menyelamatkannya beserta keluarganya dari bencana yang besar) yakni dari banjir yang besar itu.",
            "sajda": false,
            "transliteration": "Wa jajainaahu wa ahlahoo minal karbil 'azeem",
            "tajweed_text": "وَنَجَّيْنَ[n[ـٰ]هُ وَأَهْلَهُ[n[ۥ] مِنَ [h:8815[ٱ]لْكَرْبِ [h:8816[ٱ]لْعَظ[p[ِي]مِ"
        },
        {
            "aya_id": 3865,
            "aya_number": 77,
            "aya_text": "وَجَعَلْنَا ذُرِّيَّتَهٗ هُمُ الْبٰقِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Dan Kami jadikan anak cucunya orang-orang yang melanjutkan keturunan.",
            "tafsir_jalalayn": "(Dan Kami jadikan anak cucunya orang-orang yang melanjutkan keturunan) dengan demikian maka manusia semuanya adalah anak cucu dari Nabi Nuh a.s. Nabi Nuh mempunyai tiga orang anak, yaitu Sam adalah bapak moyang bangsa Arab, bangsa Persia dan bangsa Romawi; Ham adalah bapak moyang bangsa yang berkulit hitam; Yafits adalah bapak moyang bangsa Turki, bangsa Khazr, Ya'juj dan Ma'juj dan lain-lainnya.",
            "sajda": false,
            "transliteration": "Wa ja'alnaa zurriyyatahoo hummul baaqeen",
            "tajweed_text": "وَجَعَلْنَا ذُرِّيَّتَهُ[n[ۥ] هُمُ [h:11390[ٱ]لْبَاق[p[ِي]نَ"
        },
        {
            "aya_id": 3866,
            "aya_number": 78,
            "aya_text": "وَتَرَكْنَا عَلَيْهِ فِى الْاٰخِرِيْنَ ۖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Dan Kami abadikan untuk Nuh (pujian) di kalangan orang-orang yang datang kemudian;",
            "tafsir_jalalayn": "(Dan Kami abadikan) Kami lestarikan (untuk Nuh itu) pujian yang baik (di kalangan orang-orang yang datang kemudian) yakni para nabi dan semua umat manusia hingga hari kiamat.",
            "sajda": false,
            "transliteration": "Wa taraknaa 'alaihi fil aakhireen",
            "tajweed_text": "وَتَرَكْنَا عَلَيْهِ فِى [h:9784[ٱ]لْأَخِر[p[ِي]نَ"
        },
        {
            "aya_id": 3867,
            "aya_number": 79,
            "aya_text": "سَلٰمٌ عَلٰى نُوْحٍ فِى الْعٰلَمِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "”Kesejahteraan (Kami limpahkan) atas Nuh di seluruh alam.”",
            "tafsir_jalalayn": "(Kesejahteraan) dari Kami dilimpahkan atas Nuh di seluruh alam.)",
            "sajda": false,
            "transliteration": "Salaamun 'alaa Noohin fil 'aalameen",
            "tajweed_text": "سَلَ[n[ـٰ]مٌ عَلَىٰ نُو[f:11391[حٍ ف]ِى [h:11392[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ"
        },
        {
            "aya_id": 3868,
            "aya_number": 80,
            "aya_text": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Sungguh, demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Sesungguhnya demikianlah Kami,) artinya sebagaimana Kami memberikan balasan kepada mereka (Kami memberi balasan kepada orang-orang yang berbuat baik.)",
            "sajda": false,
            "transliteration": "Innaa kazaalika najzil muhsineen",
            "tajweed_text": "إِ[g[نّ]َا كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:4215[ٱ]لْمُحْسِن[p[ِي]نَ"
        },
        {
            "aya_id": 3869,
            "aya_number": 81,
            "aya_text": "اِنَّهٗ مِنْ عِبَادِنَا الْمُؤْمِنِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Sungguh, dia termasuk di antara hamba-hamba Kami yang beriman.",
            "tafsir_jalalayn": "(Sesungguhnya dia termasuk di antara hamba-hamba Kami yang beriman.)",
            "sajda": false,
            "transliteration": "Innahoo min 'ibaadinal mu'mineen",
            "tajweed_text": "إِ[g[نّ]َهُ[n[ۥ] مِنْ عِبَادِنَا [h:11393[ٱ]لْمُؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 3870,
            "aya_number": 82,
            "aya_text": "ثُمَّ اَغْرَقْنَا الْاٰخَرِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Kemudian Kami tenggelamkan yang lain.",
            "tafsir_jalalayn": "(Kemudian Kami tenggelamkan orang-orang yang lain) yakni orang-orang kafir dari kaum Nabi Nuh.",
            "sajda": false,
            "transliteration": "Summa aghraqnal aakhareen",
            "tajweed_text": "ثُ[g[مّ]َ أَغْرَ[q:9772[قْ]نَا [h:9773[ٱ]لْأَخَر[p[ِي]نَ"
        },
        {
            "aya_id": 3871,
            "aya_number": 83,
            "aya_text": "وَاِنَّ مِنْ شِيْعَتِهٖ لَاِبْرٰهِيْمَ ۘ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Dan sungguh, Ibrahim termasuk golongannya (Nuh).",
            "tafsir_jalalayn": "(Dan sesungguhnya di antara golongan Nuh) yang mengikutinya dalam masalah pokok agama, yaitu masalah tauhid (adalah Ibrahim) sekalipun jarak zaman di antara keduanya sangat jauh, yaitu dua ribu enam ratus empat puluh tahun; dan adalah di antara keduanya terdapat Nabi Hud dan Nabi Saleh.",
            "sajda": false,
            "transliteration": "Wa ina min shee'atihee la Ibraaheem",
            "tajweed_text": "۞ وَإِ[g[نّ]َ مِ[f:10087[ن ش]ِيعَتِه[n[ِۦ] لَإِ[q:11394[بْ]ر[n[َٲ]ه[p[ِي]مَ"
        },
        {
            "aya_id": 3872,
            "aya_number": 84,
            "aya_text": "اِذْ جَاۤءَ رَبَّهٗ بِقَلْبٍ سَلِيْمٍۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "(Ingatlah) ketika dia datang kepada Tuhannya dengan hati yang suci,",
            "tafsir_jalalayn": "(Ingatlah ketika ia datang kepada Rabbnya) maksudnya, ia mengikuti-Nya sewaktu datang kepada kaumnya (dengan hati yang suci) dari keraguan dan hal-hal lainnya.",
            "sajda": false,
            "transliteration": "Iz jaaa'a Rabbahoo bi qalbin saleem",
            "tajweed_text": "إِذْ ج[o[َا]ٓءَ رَبَّهُ[n[ۥ] بِقَلْ[f:9790[بٍ س]َل[p[ِي]مٍ"
        },
        {
            "aya_id": 3873,
            "aya_number": 85,
            "aya_text": "اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَاذَا تَعْبُدُوْنَ ۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "(ingatlah) ketika dia berkata kepada ayahnya dan kaumnya, “Apakah yang kamu sembah itu?",
            "tafsir_jalalayn": "(Ingatlah ketika ia berkata) sedangkan ia dalam keadaan demikian, yakni bersih dari keraguan terhadap Rabbnya (kepada bapaknya dan kaumnya) dengan nada yang mencela. (\"Apakah) yang (kalian sembah itu?)",
            "sajda": false,
            "transliteration": "Iz qaala li abeehi wa qawmihee maazaa ta'budoon",
            "tajweed_text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِه[n[ِۦ] مَاذَا تَعْبُد[p[ُو]نَ"
        },
        {
            "aya_id": 3874,
            "aya_number": 86,
            "aya_text": "اَىِٕفْكًا اٰلِهَةً دُوْنَ اللّٰهِ تُرِيْدُوْنَۗ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Apakah kamu menghendaki kebohongan dengan sesembahan selain Allah itu?",
            "tafsir_jalalayn": "(Apakah dengan jalan berbohong) kedua huruf Hamzah pada ayat ini dapat dibaca Tahqiq atau Tas-hil (kalian menghendaki sesembahan-sesembahan selain Allah?) lafal Ifkan adalah Maf'ul Lah, dan lafal Aalihah adalah Maf'ul Bih bagi lafal Turiduuna. Al-Ifku artinya dusta yang paling buruk; makna yang dimaksud adalah, apakah kalian menyembah selain Allah?",
            "sajda": false,
            "transliteration": "A'ifkan aalihatan doonal laahi tureedoon",
            "tajweed_text": "أَئِفْكًا ءَالِهَ[f:11395[ةً د]ُونَ [h:11396[ٱ]للَّهِ تُرِيد[p[ُو]نَ"
        },
        {
            "aya_id": 3875,
            "aya_number": 87,
            "aya_text": "فَمَا ظَنُّكُمْ بِرَبِّ الْعٰلَمِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Maka bagaimana anggapanmu terhadap Tuhan seluruh alam?”",
            "tafsir_jalalayn": "(Maka apakah anggapanmu terhadap Rabb semesta alam?\") jika kalian menyembah selain-Nya; apakah kalian menganggap bahwa Dia akan membiarkan kalian tanpa mengazab kalian? Tentu saja tidak, Dia pasti mengazab kalian. Mereka adalah orang-orang ahli perbintangan. Lalu mereka keluar pada hari raya mereka dan meletakkan makanan mereka di depan latar berhala-berhala mereka, mereka menduga bahwa hal itu dapat membawa berkah pada makanan mereka. Apabila mereka kembali, maka mereka memakan makanan tersebut. Mereka mengatakan kepada Nabi Ibrahim, \"Marilah kita keluar.\"",
            "sajda": false,
            "transliteration": "Famaa zannukum bi Rabbil'aalameen",
            "tajweed_text": "فَمَا ظَ[g[نّ]ُك[c:11397[ُم ب]ِرَبِّ [h:4930[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ"
        },
        {
            "aya_id": 3876,
            "aya_number": 88,
            "aya_text": "فَنَظَرَ نَظْرَةً فِى النُّجُوْمِۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Lalu dia memandang sekilas ke bintang-bintang,",
            "tafsir_jalalayn": "(Lalu ia memandang sekali pandang ke bintang-bintang) untuk mengelabui mereka, bahwasanya dia percaya kepada bintang-bintang itu, supaya mereka tidak menaruh rasa curiga terhadap dirinya.",
            "sajda": false,
            "transliteration": "Fanazara nazratan finnujoom",
            "tajweed_text": "فَنَظَرَ نَظْرَ[f:11398[ةً ف]ِى [h:11399[ٱ][l[ل][g[نّ]ُج[p[ُو]مِ"
        },
        {
            "aya_id": 3877,
            "aya_number": 89,
            "aya_text": "فَقَالَ اِنِّيْ سَقِيْمٌ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "kemudian dia (Ibrahim) berkata, “Sesungguhnya aku sakit.”",
            "tafsir_jalalayn": "(Kemudian ia berkata, \"Sesungguhnya aku sakit\") maksudnya, aku akan mengalami sakit.",
            "sajda": false,
            "transliteration": "Faqaala inee saqeem",
            "tajweed_text": "فَقَالَ إِ[g[نّ]ِى سَق[p[ِي]مٌ"
        },
        {
            "aya_id": 3878,
            "aya_number": 90,
            "aya_text": "فَتَوَلَّوْا عَنْهُ مُدْبِرِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Lalu mereka berpaling dari dia dan pergi meninggalkannya.",
            "tafsir_jalalayn": "(Lalu mereka berpaling daripadanya) menuju ke tempat perayaan mereka (dengan membelakangi)",
            "sajda": false,
            "transliteration": "Fatawallaw 'anhu mudbireen",
            "tajweed_text": "فَتَوَلَّوْ[s[اْ] عَنْهُ مُ[q:5528[دْ]بِر[p[ِي]نَ"
        },
        {
            "aya_id": 3879,
            "aya_number": 91,
            "aya_text": "فَرَاغَ اِلٰٓى اٰلِهَتِهِمْ فَقَالَ اَلَا تَأْكُلُوْنَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Kemudian dia (Ibrahim) pergi dengan diam-diam kepada berhala-berhala mereka; lalu dia berkata, “Mengapa kamu tidak makan?",
            "tafsir_jalalayn": "(Kemudian ia pergi dengan diam-diam) atau Nabi Ibrahim berangkat dengan diam-diam menuju (kepada berhala-berhala mereka) yang pada saat itu di hadapannya terdapat banyak hidangan makanan (lalu ia berkata) dengan nada yang sinis ditujukan kepada berhala-berhala mereka itu, (\"Apakah kalian tidak makan?\") tetapi berhala-berhala itu diam saja.",
            "sajda": false,
            "transliteration": "Faraagha ilaaa aalihatihim faqaala alaa taakuloon",
            "tajweed_text": "فَرَاغَ إِلَ[o[ىٰٓ] ءَالِهَتِهِمْ فَقَالَ أَلَا تَأْكُل[p[ُو]نَ"
        },
        {
            "aya_id": 3880,
            "aya_number": 92,
            "aya_text": "مَا لَكُمْ لَا تَنْطِقُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Mengapa kamu tidak menjawab?”",
            "tafsir_jalalayn": "Maka Ibrahim berkata, (\"Kenapa kalian tidak menjawab?\") ternyata berhala-berhala itu tidak juga menjawab.",
            "sajda": false,
            "transliteration": "Maa lakum laa tantiqoon",
            "tajweed_text": "مَا لَكُمْ لَا تَ[f:11400[نط]ِق[p[ُو]نَ"
        },
        {
            "aya_id": 3881,
            "aya_number": 93,
            "aya_text": "فَرَاغَ عَلَيْهِمْ ضَرْبًا ۢبِالْيَمِيْنِ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Lalu dihadapinya (berhala-berhala) itu sambil memukulnya dengan tangan kanannya.",
            "tafsir_jalalayn": "(Lalu dihadapinya berhala-berhala itu sambil memukulnya dengan tangan kanannya) artinya, dengan sekuat-kuatnya hingga berhala-berhala itu pecah berantakan. Berita penghancuran berhala-berhala itu sampai kepada kaumnya melalui orang-orang yang melihat Nabi Ibrahim sedang menghancurkannya.",
            "sajda": false,
            "transliteration": "Faraagha 'alaihim darbam bilyameen",
            "tajweed_text": "فَرَاغَ عَلَيْهِمْ ضَرْب[i:11401[َۢا ب]ِ[h:11402[ٱ]لْيَم[p[ِي]نِ"
        },
        {
            "aya_id": 3882,
            "aya_number": 94,
            "aya_text": "فَاَقْبَلُوْٓا اِلَيْهِ يَزِفُّوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Kemudian mereka (kaumnya) datang bergegas kepadanya.",
            "tafsir_jalalayn": "(Kemudian kaumnya datang kepadanya dengan bergegas) mereka berjalan dengan terburu-buru, lalu mereka berkata kepada Nabi Ibrahim, \"Kami menyembahnya sedangkan kamu memecahkannya.\"",
            "sajda": false,
            "transliteration": "Fa aqbalooo ilaihi yaziffoon",
            "tajweed_text": "فَأَ[q:11403[قْ]بَل[o[ُوٓ][s[اْ] إِلَيْهِ يَزِفّ[p[ُو]نَ"
        },
        {
            "aya_id": 3883,
            "aya_number": 95,
            "aya_text": "قَالَ اَتَعْبُدُوْنَ مَا تَنْحِتُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Dia (Ibrahim) berkata, “Apakah kamu menyembah patung-patung yang kamu pahat itu?",
            "tafsir_jalalayn": "(Ibrahim berkata) kepada mereka dengan nada sinis, (\"Apakah kalian menyembah patung-patung yang kalian pahat itu?) dari batu dan dari bahan-bahan lainnya sebagai berhala-berhala yang kalian sembah.",
            "sajda": false,
            "transliteration": "Qaala ata'budoona maa tanhitoon",
            "tajweed_text": "قَالَ أَتَعْبُدُونَ مَا تَنْحِت[p[ُو]نَ"
        },
        {
            "aya_id": 3884,
            "aya_number": 96,
            "aya_text": "وَاللّٰهُ خَلَقَكُمْ وَمَا تَعْمَلُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Padahal Allah-lah yang menciptakan kamu dan apa yang kamu perbuat itu.”",
            "tafsir_jalalayn": "(Padahal Allahlah yang telah menciptakan kalian dan apa yang kalian perbuat itu\") yakni tentang apa yang kalian pahat dan hasil pahatan kalian itu, karenanya sembahlah Dia dan esakanlah Dia. Huruf Maa di sini menurut suatu pendapat adalah Maa Mashdariyah, menurut pendapat lainnya adalah Maa Maushulah, dan menurut pendapat lainnya lagi adalah Maa Maushufah.",
            "sajda": false,
            "transliteration": "Wallaahu khalaqakum wa maa ta'maloon",
            "tajweed_text": "وَ[h:9999[ٱ]للَّهُ خَلَقَكُمْ وَمَا تَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 3885,
            "aya_number": 97,
            "aya_text": "قَالُوا ابْنُوْا لَهٗ بُنْيَانًا فَاَلْقُوْهُ فِى الْجَحِيْمِ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Mereka berkata, “Buatlah bangunan (perapian) untuknya (membakar Ibrahim); lalu lemparkan dia ke dalam api yang menyala-nyala itu.”",
            "tafsir_jalalayn": "(Mereka berkata) di antara sesama mereka (\"Dirikanlah suatu bangunan untuknya) lalu kumpulkanlah kayu-kayu bakar di bawahnya, dan nyalakanlah api padanya, maka apabila ia telah menyala (lemparkanlah dia ke dalam api yang menyala-nyala itu\") yakni ke dalam api yang telah membesar nyalanya itu.",
            "sajda": false,
            "transliteration": "Qaalub noo lahoo bun yaanan fa alqoohu fil jaheem",
            "tajweed_text": "قَالُو[s[اْ] [h:11404[ٱ][q:8016[بْ]نُو[s[اْ] لَهُ[n[ۥ] بُنْيَ[n[ـٰ][f:11405[نًا ف]َأَلْقُوهُ فِى [h:11406[ٱ]لْجَح[p[ِي]مِ"
        },
        {
            "aya_id": 3886,
            "aya_number": 98,
            "aya_text": "فَاَرَادُوْا بِهٖ كَيْدًا فَجَعَلْنٰهُمُ الْاَسْفَلِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Maka mereka bermaksud memperdayainya dengan (membakar)nya, (namun Allah menyelamatkannya), lalu Kami jadikan mereka orang-orang  yang hina.",
            "tafsir_jalalayn": "(Mereka hendak melakukan tipu muslihat kepadanya) dengan melemparkannya ke dalam api yang menyala-nyala untuk membinasakannya (maka Kami jadikan mereka orang-orang yang hina) orang-orang yang dikalahkan; karena ternyata Nabi Ibrahim keluar dari dalam api itu dalam keadaan selamat tidak apa-apa.",
            "sajda": false,
            "transliteration": "Fa araadoo bihee kaidan faja 'alnaahumul asfaleen",
            "tajweed_text": "فَأَرَادُو[s[اْ] بِه[n[ِۦ] كَيْ[f:8801[دًا ف]َجَعَلْنَ[n[ـٰ]هُمُ [h:11407[ٱ]لْأَسْفَل[p[ِي]نَ"
        },
        {
            "aya_id": 3887,
            "aya_number": 99,
            "aya_text": "وَقَالَ اِنِّيْ ذَاهِبٌ اِلٰى رَبِّيْ سَيَهْدِيْنِ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Dan dia (Ibrahim) berkata, “Sesungguhnya aku harus pergi (menghadap) kepada Tuhanku, Dia akan memberi petunjuk kepadaku.",
            "tafsir_jalalayn": "(Dan Ibrahim berkata, \"Sesungguhnya aku pergi menghadap kepada Rabbku) artinya berhijrah demi karena-Nya meninggalkan negeri orang-orang kafir (dan Dia akan memberi petunjuk kepadaku) ke tempat yang aku diperintahkan-Nya berangkat ke sana, yaitu negeri Syam. Tatkala ia sampai di tanah suci yaitu Baitulmakdis, berkatalah ia dalam doanya,",
            "sajda": false,
            "transliteration": "Wa qaala innee zaahibun ilaa Rabbee sa yahdeen",
            "tajweed_text": "وَقَالَ إِ[g[نّ]ِى ذَاهِبٌ إِلَىٰ رَبِّى سَيَهْد[p[ِي]نِ"
        },
        {
            "aya_id": 3888,
            "aya_number": 100,
            "aya_text": "رَبِّ هَبْ لِيْ مِنَ الصّٰلِحِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Ya Tuhanku, anugerahkanlah kepadaku (seorang anak) yang termasuk orang yang saleh.”",
            "tafsir_jalalayn": "('Ya Rabbku! Anugerahkanlah kepadaku) seorang anak (yang termasuk orang-orang yang saleh.')",
            "sajda": false,
            "transliteration": "Rabbi hab lee minas saaliheen",
            "tajweed_text": "رَبِّ هَ[q:1878[بْ] لِى مِنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ"
        },
        {
            "aya_id": 3889,
            "aya_number": 101,
            "aya_text": "فَبَشَّرْنٰهُ بِغُلٰمٍ حَلِيْمٍ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Maka Kami beri kabar gembira kepadanya dengan (kelahiran) seorang anak yang sangat sabar (Ismail).",
            "tafsir_jalalayn": "(Maka Kami beri dia kabar gembira dengan seorang anak yang amat sabar) yakni yang banyak memiliki kesabaran.",
            "sajda": false,
            "transliteration": "Fabashsharnaahu bighulaamin haleem",
            "tajweed_text": "فَبَشَّرْنَ[n[ـٰ]هُ بِغُلَ[n[ـٰ]مٍ حَل[p[ِي]مٍ"
        },
        {
            "aya_id": 3890,
            "aya_number": 102,
            "aya_text": "فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يٰبُنَيَّ اِنِّيْٓ اَرٰى فِى الْمَنَامِ اَنِّيْٓ اَذْبَحُكَ فَانْظُرْ مَاذَا تَرٰىۗ قَالَ يٰٓاَبَتِ افْعَلْ مَا تُؤْمَرُۖ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ مِنَ الصّٰبِرِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 449,
            "translation_aya_text": "Maka ketika anak itu sampai (pada umur) sanggup berusaha bersamanya, (Ibrahim) berkata, “Wahai anakku! Sesungguhnya aku bermimpi bahwa aku menyembelihmu. Maka pikirkanlah bagaimana pendapatmu!” Dia (Ismail) menjawab, “Wahai ayahku! Lakukanlah apa yang diperintahkan (Allah) kepadamu; insya Allah engkau akan mendapatiku termasuk orang yang sabar.”",
            "tafsir_jalalayn": "(Maka tatkala anak itu sampai pada umur sanggup berusaha bersama-sama Ibrahim) yaitu telah mencapai usia sehingga dapat membantunya bekerja; menurut suatu pendapat bahwa umur anak itu telah mencapai tujuh tahun. Menurut pendapat yang lain bahwa pada saat itu anak Nabi Ibrahim berusia tiga belas tahun (Ibrahim berkata, \"Hai anakku! Sesungguhnya aku melihat) maksudnya, telah melihat (dalam mimpi bahwa aku menyembelihmu!) mimpi para nabi adalah mimpi yang benar, dan semua pekerjaan mereka berdasarkan perintah dari Allah swt. (maka pikirkanlah apa pendapatmu!\") tentang impianku itu; Nabi Ibrahim bermusyawarah dengannya supaya ia menurut, mau disembelih, dan taat kepada perintah-Nya. (Ia menjawab, \"Hai bapakku) huruf Ta pada lafal Abati ini merupakan pergantian dari Ya Idhafah (kerjakanlah apa yang diperintahkan kepadamu) untuk melakukannya (Insya Allah engkau akan mendapatiku termasuk orang-orang yang sabar\") menghadapi hal tersebut.",
            "sajda": false,
            "transliteration": "Falamma balagha ma'a hus sa'ya qaala yaa buniya inneee araa fil manaami anneee azbahuka fanzur maazaa taraa; qaala yaaa abatif 'al maa tu'maru satajidunee in shaaa'allaahu minas saabireen",
            "tajweed_text": "فَلَ[g[مّ]َا بَلَغَ مَعَهُ [h:11408[ٱ][l[ل]سَّعْىَ قَالَ يَ[n[ـٰ]بُنَىَّ إِ[g[نّ][o[ِىٓ] أَرَىٰ فِى [h:11409[ٱ]لْمَنَامِ أَ[g[نّ][o[ِىٓ] أَذْبَحُكَ فَ[h:1513[ٱ][f:1513[نظ]ُرْ مَاذَا تَرَىٰ‌ۚ قَالَ يَ[o[ـٰٓ]أَبَتِ [h:11410[ٱ]فْعَلْ مَا تُؤْمَرُ‌ۖ سَتَجِدُن[o[ِىٓ] إِ[f:364[ن ش][o[َا]ٓءَ [h:78[ٱ]للَّهُ مِنَ [h:8837[ٱ][l[ل]صَّ[n[ـٰ]بِر[p[ِي]نَ"
        },
        {
            "aya_id": 3891,
            "aya_number": 103,
            "aya_text": "فَلَمَّآ اَسْلَمَا وَتَلَّهٗ لِلْجَبِيْنِۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Maka ketika keduanya telah berserah diri dan dia (Ibrahim) membaringkan anaknya atas pelipis(nya), (untuk melaksanakan perintah Allah).",
            "tafsir_jalalayn": "(Tatkala keduanya telah berserah diri) artinya, tunduk dan patuh kepada perintah Allah swt. (dan Ibrahim membaringkan anaknya atas pelipisnya) Nabi Ismail dibaringkan pada salah satu pelipisnya; setiap manusia memiliki dua pelipis dan di antara keduanya terdapat jidat. Kejadian ini di Mina; kemudian Nabi Ibrahim menggorokkan pisau besarnya ke leher Nabi Ismail, akan tetapi berkat kekuasaan Allah pisau itu tidak mempan sedikit pun.",
            "sajda": false,
            "transliteration": "Falammaaa aslamaa wa tallahoo liljabeen",
            "tajweed_text": "فَلَ[g[مّ][o[َآ] أَسْلَمَا وَتَلَّهُ[n[ۥ] لِلْجَب[p[ِي]نِ"
        },
        {
            "aya_id": 3892,
            "aya_number": 104,
            "aya_text": "وَنَادَيْنٰهُ اَنْ يّٰٓاِبْرٰهِيْمُ ۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Lalu Kami panggil dia, “Wahai Ibrahim!",
            "tafsir_jalalayn": "(Dan Kami panggil dia, \"Hai Ibrahim!)",
            "sajda": false,
            "transliteration": "Wa naadainaahu ai yaaaa Ibraheem",
            "tajweed_text": "وَنَ[n[ـٰ]دَيْنَ[n[ـٰ]هُ أ[a:11411[َن ي]َ[o[ـٰٓ]إِ[q:6429[بْ]ر[n[َٲ]ه[p[ِي]مُ"
        },
        {
            "aya_id": 3893,
            "aya_number": 105,
            "aya_text": "قَدْ صَدَّقْتَ الرُّؤْيَا ۚاِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "sungguh, engkau telah membenarkan mimpi itu.” Sungguh, demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Sesungguhnya kamu telah membenarkan mimpimu itu\") melalui apa yang telah kamu kerjakan, yaitu melaksanakan penyembelihan yang diperintahkan itu atau dengan kata lain, cukuplah bagimu hal itu. Jumlah kalimat Naadainaahu merupakan jawab dari lafal Lammaa, hanya ditambahi Wau (sesungguhnya demikianlah) maksudnya, sebagaimana Kami memberikan pahala kepadamu (Kami memberi balasan kepada orang-orang yang berbuat baik) terhadap diri mereka sendiri dengan melaksanakan apa yang diperintahkan kepada mereka, yaitu Kami akan melepaskan mereka dari kesulitan.",
            "sajda": false,
            "transliteration": "Qad saddaqtar ru'yaa; innaa kazaalika najzil muhsineen",
            "tajweed_text": "قَ[q:298[دْ] صَدَّ[q:11412[قْ]تَ [h:11413[ٱ][l[ل]رُّءْي[o[َآ‌ۚ] إِ[g[نّ]َا كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:4215[ٱ]لْمُحْسِن[p[ِي]نَ"
        },
        {
            "aya_id": 3894,
            "aya_number": 106,
            "aya_text": "اِنَّ هٰذَا لَهُوَ الْبَلٰۤؤُا الْمُبِيْنُ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Sesungguhnya ini benar-benar suatu ujian yang nyata.",
            "tafsir_jalalayn": "(Sesungguhnya ini) penyembelihan yang diperintahkan ini (benar-benar suatu ujian yang nyata) atau cobaan yang jelas.",
            "sajda": false,
            "transliteration": "Inna haazaa lahuwal balaaa'ul mubeen",
            "tajweed_text": "إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَهُوَ [h:11414[ٱ]لْبَلَ[o[ـٰٓ]ؤُ[s[اْ] [h:11415[ٱ]لْمُب[p[ِي]نُ"
        },
        {
            "aya_id": 3895,
            "aya_number": 107,
            "aya_text": "وَفَدَيْنٰهُ بِذِبْحٍ عَظِيْمٍ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Dan Kami tebus anak itu dengan seekor sembelihan yang besar.",
            "tafsir_jalalayn": "(Dan Kami tebus anak itu) maksudnya, anak yang diperintahkan untuk disembelih (Nabi Ismail). Menurut suatu pendapat bahwa anak yang disembelih itu adalah Nabi Ishak (dengan seekor sembelihan) yakni dengan domba (yang besar) dari surga, yaitu domba yang sama dengan domba yang dijadikan kurban oleh Habil. Domba itu dibawa oleh malaikat Jibril, lalu Nabi Ibrahim menyembelihnya seraya membaca takbir.",
            "sajda": false,
            "transliteration": "Wa fadainaahu bizibhin 'azeem",
            "tajweed_text": "وَفَدَيْنَ[n[ـٰ]هُ بِذِ[q:11416[بْ]حٍ عَظ[p[ِي]مٍ"
        },
        {
            "aya_id": 3896,
            "aya_number": 108,
            "aya_text": "وَتَرَكْنَا عَلَيْهِ فِى الْاٰخِرِيْنَ ۖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Dan Kami abadikan untuk Ibrahim (pujian) di kalangan orang-orang yang  datang kemudian,",
            "tafsir_jalalayn": "(Kami abadikan) Kami lestarikan (untuk Ibrahim itu di kalangan orang-orang yang datang kemudian) pujian yang baik.",
            "sajda": false,
            "transliteration": "Wa taraknaa 'alaihi fil aakhireen",
            "tajweed_text": "وَتَرَكْنَا عَلَيْهِ فِى [h:9784[ٱ]لْأَخِر[p[ِي]نَ"
        },
        {
            "aya_id": 3897,
            "aya_number": 109,
            "aya_text": "سَلٰمٌ عَلٰٓى اِبْرٰهِيْمَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "”Selamat sejahtera bagi Ibrahim.”",
            "tafsir_jalalayn": "(\"Kesejahteraan) dari Kami (dilimpahkan atas Ibrahim.\")",
            "sajda": false,
            "transliteration": "Salaamun 'alaaa Ibraaheem",
            "tajweed_text": "سَلَ[n[ـٰ]مٌ عَلَ[o[ىٰٓ] إِ[q:1860[بْ]ر[n[َٲ]ه[p[ِي]مَ"
        },
        {
            "aya_id": 3898,
            "aya_number": 110,
            "aya_text": "كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Demikianlah) sebagaimana Kami memberikan imbalan pahala kepada Ibrahim (kami memberi balasan kepada orang-orang yang berbuat baik) terhadap diri mereka sendiri.",
            "sajda": false,
            "transliteration": "Kazaalika najzil muhsineen",
            "tajweed_text": "كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:4215[ٱ]لْمُحْسِن[p[ِي]نَ"
        },
        {
            "aya_id": 3899,
            "aya_number": 111,
            "aya_text": "اِنَّهٗ مِنْ عِبَادِنَا الْمُؤْمِنِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Sungguh, dia termasuk hamba-hamba Kami yang beriman.",
            "tafsir_jalalayn": "(Sesungguhnya ia termasuk hamba-hamba Kami yang beriman.)",
            "sajda": false,
            "transliteration": "Innahoo min 'ibaadinal mu'mineen",
            "tajweed_text": "إِ[g[نّ]َهُ[n[ۥ] مِنْ عِبَادِنَا [h:11393[ٱ]لْمُؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 3900,
            "aya_number": 112,
            "aya_text": "وَبَشَّرْنٰهُ بِاِسْحٰقَ نَبِيًّا مِّنَ الصّٰلِحِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Dan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh.",
            "tafsir_jalalayn": "(Dan Kami beri dia kabar gembira dengan kelahiran Ishak) dengan adanya ayat ini dapat disimpulkan, bahwa anak yang disembelih itu bukanlah Nabi Ishak tetapi anak Nabi Ibrahim yang lainnya, yaitu Nabi Ismail (seorang nabi) menjadi Hal dari lafal yang diperkirakan keberadaannya, artinya kelak ia akan menjadi seorang nabi (yang termasuk orang-orang yang saleh.)",
            "sajda": false,
            "transliteration": "Wa bashsharnaahu bi Ishaaqa Nabiyayam minas saaliheen",
            "tajweed_text": "وَبَشَّرْنَ[n[ـٰ]هُ بِإِسْحَ[n[ـٰ]قَ نَبِي[a:11417[ًّا م]ِّنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ"
        },
        {
            "aya_id": 3901,
            "aya_number": 113,
            "aya_text": "وَبٰرَكْنَا عَلَيْهِ وَعَلٰٓى اِسْحٰقَۗ وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَّظَالِمٌ لِّنَفْسِهٖ مُبِيْنٌ ࣖ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Dan Kami limpahkan keberkahan kepadanya dan kepada Ishak. Dan di antara keturunan keduanya ada yang berbuat baik dan ada (pula) yang terang-terangan berbuat zalim terhadap dirinya sendiri.",
            "tafsir_jalalayn": "(Kami limpahkan keberkatan atasnya) dengan diperbanyak anak cucunya (dan atas Ishak) anak Nabi Ibrahim, yaitu Kami menjadikan kebanyakan para nabi dari keturunannya. (Dan di antara anak cucunya ada yang berbuat baik) maksudnya, yang beriman (dan ada pula yang lalim terhadap dirinya sendiri) yang kafir (dengan nyata) nyata kekafirannya.",
            "sajda": false,
            "transliteration": "Wa baaraknaa 'alaihi wa 'alaaa Ishaaq; wa min zurriyya tihimaa muhsinunw wa zaalimul linafshihee mubeen",
            "tajweed_text": "وَبَ[n[ـٰ]رَكْنَا عَلَيْهِ وَعَلَ[o[ىٰٓ] إِسْحَ[n[ـٰ]قَ‌ۚ وَمِ[f:11418[ن ذ]ُرِّيَّتِهِمَا مُحْسِ[a:11419[نٌ و]َظَالِ[u:11420[مٌ ل]ِّنَفْسِه[n[ِۦ] مُب[p[ِي]نٌ"
        },
        {
            "aya_id": 3902,
            "aya_number": 114,
            "aya_text": "وَلَقَدْ مَنَنَّا عَلٰى مُوْسٰى وَهٰرُوْنَ ۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Dan sungguh, Kami telah melimpahkan nikmat kepada Musa dan Harun.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah melimpahkan nikmat atas Musa dan Harun) yakni nikmat kenabian.",
            "sajda": false,
            "transliteration": "Wa laqad mananna alaa Moosaa wa Haaroon",
            "tajweed_text": "وَلَقَ[q:341[دْ] مَنَ[g[نّ]َا عَلَىٰ مُوسَىٰ وَهَ[n[ـٰ]ر[p[ُو]نَ"
        },
        {
            "aya_id": 3903,
            "aya_number": 115,
            "aya_text": "وَنَجَّيْنٰهُمَا وَقَوْمَهُمَا مِنَ الْكَرْبِ الْعَظِيْمِۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Dan Kami selamatkan keduanya dan kaumnya dari bencana yang besar,",
            "tafsir_jalalayn": "(Dan Kami selamatkan keduanya dan kaumnya) yaitu kaum Bani Israel (dari bencana yang besar) dari perbudakan Firaun atas mereka.",
            "sajda": false,
            "transliteration": "Wa najjainaahumaa wa qawmahumaa minal karbil 'azeem",
            "tajweed_text": "وَنَجَّيْنَ[n[ـٰ]هُمَا وَقَوْمَهُمَا مِنَ [h:8815[ٱ]لْكَرْبِ [h:8816[ٱ]لْعَظ[p[ِي]مِ"
        },
        {
            "aya_id": 3904,
            "aya_number": 116,
            "aya_text": "وَنَصَرْنٰهُمْ فَكَانُوْا هُمُ الْغٰلِبِيْنَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "dan Kami tolong mereka, sehingga jadilah mereka orang-orang yang menang.",
            "tafsir_jalalayn": "(Dan Kami tolong mereka) dari cengkeraman bangsa Koptik (maka jadilah mereka orang-orang yang menang.)",
            "sajda": false,
            "transliteration": "Wa nasarnaahum fakaanoo humul ghaalibeen",
            "tajweed_text": "وَنَصَرْنَ[n[ـٰ]هُمْ فَكَانُو[s[اْ] هُمُ [h:9750[ٱ]لْغَ[n[ـٰ]لِب[p[ِي]نَ"
        },
        {
            "aya_id": 3905,
            "aya_number": 117,
            "aya_text": "وَاٰتَيْنٰهُمَا الْكِتٰبَ الْمُسْتَبِيْنَ ۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Dan Kami berikan kepada keduanya Kitab yang sangat jelas,",
            "tafsir_jalalayn": "(Dan Kami berikan kepada keduanya kitab yang sangat jelas) yang di dalamnya terkandung hukum-hukum dan batasan-batasan serta hal-hal lainnya, yang kesemuanya itu diterangkan dengan jelas dan gamblang di dalamnya; Kitab yang dimaksud adalah Kitab Taurat.",
            "sajda": false,
            "transliteration": "Wa aatainaahumal Kitaabal mustabeen",
            "tajweed_text": "وَءَاتَيْنَ[n[ـٰ]هُمَا [h:11421[ٱ]لْكِتَ[n[ـٰ]بَ [h:11422[ٱ]لْمُسْتَب[p[ِي]نَ"
        },
        {
            "aya_id": 3906,
            "aya_number": 118,
            "aya_text": "وَهَدَيْنٰهُمَا الصِّرَاطَ الْمُسْتَقِيْمَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "dan Kami tunjukkan keduanya jalan yang lurus.",
            "tafsir_jalalayn": "(Dan kami tunjuki keduanya ke jalan) yakni kepada tuntunan (yang lurus.)",
            "sajda": false,
            "transliteration": "Wa hadainaahumus Siraatal Mustaqeem",
            "tajweed_text": "وَهَدَيْنَ[n[ـٰ]هُمَا [h:11423[ٱ][l[ل]صِّر[n[َٲ]طَ [h:7[ٱ]لْمُسْتَق[p[ِي]مَ"
        },
        {
            "aya_id": 3907,
            "aya_number": 119,
            "aya_text": "وَتَرَكْنَا عَلَيْهِمَا فِى الْاٰخِرِيْنَ ۖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Dan Kami abadikan untuk keduanya (pujian) di kalangan orang-orang yang datang kemudian,",
            "tafsir_jalalayn": "(Dan Kami abadikan) Kami lestarikan (untuk keduanya di kalangan orang-orang yang datang kemudian) pujian yang baik.",
            "sajda": false,
            "transliteration": "Wa taraknaa 'alaihimaa fil aakhireen",
            "tajweed_text": "وَتَرَكْنَا عَلَيْهِمَا فِى [h:9784[ٱ]لْأَخِر[p[ِي]نَ"
        },
        {
            "aya_id": 3908,
            "aya_number": 120,
            "aya_text": "سَلٰمٌ عَلٰى مُوْسٰى وَهٰرُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "”Selamat sejahtera bagi Musa dan Harun.”",
            "tafsir_jalalayn": "(Yaitu \"Kesejahteraan) dari Kami (dilimpahkan atas Musa dan Harun\".')",
            "sajda": false,
            "transliteration": "Salaamun 'alaa Moosaa wa Haaroon",
            "tajweed_text": "سَلَ[n[ـٰ]مٌ عَلَىٰ مُوسَىٰ وَهَ[n[ـٰ]ر[p[ُو]نَ"
        },
        {
            "aya_id": 3909,
            "aya_number": 121,
            "aya_text": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Sesungguhnya demikianlah) maksudnya, sebagaimana Kami memberikan balasan pahala kepada keduanya (Kami memberi balasan kepada orang-orang yang berbuat baik.)",
            "sajda": false,
            "transliteration": "Innaa kazaalika najzil muhsineen",
            "tajweed_text": "إِ[g[نّ]َا كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:4215[ٱ]لْمُحْسِن[p[ِي]نَ"
        },
        {
            "aya_id": 3910,
            "aya_number": 122,
            "aya_text": "اِنَّهُمَا مِنْ عِبَادِنَا الْمُؤْمِنِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Sungguh, keduanya termasuk hamba-hamba Kami yang beriman.",
            "tafsir_jalalayn": "(Sesungguhnya keduanya termasuk hamba-hamba Kami yang beriman.)",
            "sajda": false,
            "transliteration": "Innahumaa min 'ibaadinal mu'mineen",
            "tajweed_text": "إِ[g[نّ]َهُمَا مِنْ عِبَادِنَا [h:11393[ٱ]لْمُؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 3911,
            "aya_number": 123,
            "aya_text": "وَاِنَّ اِلْيَاسَ لَمِنَ الْمُرْسَلِيْنَۗ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Dan sungguh, Ilyas benar-benar termasuk salah seorang rasul.",
            "tafsir_jalalayn": "(Dan sesungguhnya Ilyas) dapat dibaca Ilyaas atau Alyaas (benar-benar termasuk salah seorang rasul-rasul) menurut suatu pendapat bahwa Nabi Ilyas itu adalah anak saudara lelaki Nabi Harun dan Nabi Musa. Menurut pendapat yang lain bukan; ia diutus oleh Allah kepada kaum yang tinggal di kota Ba'albak dan sekitarnya.",
            "sajda": false,
            "transliteration": "Wa inna Ilyaasa laminal mursaleen",
            "tajweed_text": "وَإِ[g[نّ]َ إِلْيَاسَ لَمِنَ [h:1443[ٱ]لْمُرْسَل[p[ِي]نَ"
        },
        {
            "aya_id": 3912,
            "aya_number": 124,
            "aya_text": "اِذْ قَالَ لِقَوْمِهٖٓ اَلَا تَتَّقُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "(Ingatlah) ketika dia berkata kepada kaumnya, “Mengapa kamu tidak bertakwa?",
            "tafsir_jalalayn": "(Ingatlah ketika) lafal Idz di sini dinashabkan oleh lafal Udzkur yang diperkirakan keberadaannya (ia berkata kepada kaumnya, \"Mengapa kalian tidak bertakwa) kepada Allah?",
            "sajda": false,
            "transliteration": "Iz qaala liqawmiheee alaa tattaqoon",
            "tajweed_text": "إِذْ قَالَ لِقَوْمِه[o[ِۦٓ] أَلَا تَتَّق[p[ُو]نَ"
        },
        {
            "aya_id": 3913,
            "aya_number": 125,
            "aya_text": "اَتَدْعُوْنَ بَعْلًا وَّتَذَرُوْنَ اَحْسَنَ الْخَالِقِيْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "Patutkah kamu menyembah Ba’l dan kamu tinggalkan (Allah) sebaik-baik pencipta.",
            "tafsir_jalalayn": "(Patutkah kalian menyembah Ba'l) Ba'l adalah nama berhala yang terbuat dari emas, dan dengan nama berhala itu pula negeri mereka diberi nama, lalu dimudhafkan kepada lafal Bik, sehingga jadilah Ba'alabak. Maksud ayat ini ialah mengapa kalian menyembahnya (dan kalian tinggalkan) artinya kalian tidak menyembah (sebaik-baik pencipta) yakni Allah; maksudnya mengapa kalian tidak menyembah Allah?",
            "sajda": false,
            "transliteration": "Atad'oona Ba'lanw wa tazaroona ahsanal khaaliqeen",
            "tajweed_text": "أَتَ[q:11424[دْ]عُونَ بَعْل[a:11425[اً و]َتَذَرُونَ أَحْسَنَ [h:11426[ٱ]لْخَ[n[ـٰ]لِق[p[ِي]نَ"
        },
        {
            "aya_id": 3914,
            "aya_number": 126,
            "aya_text": "اللّٰهَ رَبَّكُمْ وَرَبَّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 450,
            "translation_aya_text": "(Yaitu) Allah Tuhanmu dan Tuhan nenek moyangmu yang terdahulu?”",
            "tafsir_jalalayn": "(Yaitu Allah Rabb kalian dan Rabb bapak-bapak kalian yang terdahulu?\") kalau dibaca Allaahu Rabbukum Warabbu Aabaa-ikum, berarti sebelumnya diperkirakan adanya lafal Huwa. Kalau dibaca Allaaha Rabbakum warabba Aabaa-ikum berarti menjadi Badal dari lafal Ahsanal Khaaliqiina.",
            "sajda": false,
            "transliteration": "Allaaha Rabbakum wa Rabba aabaaa'ikumul awwaleen",
            "tajweed_text": "ٱللَّهَ رَبَّكُمْ وَرَبَّ ءَاب[o[َا]ٓئِكُمُ [h:9737[ٱ]لْأَوَّل[p[ِي]نَ"
        },
        {
            "aya_id": 3915,
            "aya_number": 127,
            "aya_text": "فَكَذَّبُوْهُ فَاِنَّهُمْ لَمُحْضَرُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Tetapi mereka mendustakannya (Ilyas), maka sungguh, mereka akan diseret (ke neraka),",
            "tafsir_jalalayn": "(Maka mereka mendustakannya, karena itu mereka akan diseret) ke dalam neraka.",
            "sajda": false,
            "transliteration": "Fakazzaboohu fa inna hum lamuhdaroon",
            "tajweed_text": "فَكَذَّبُوهُ فَإِ[g[نّ]َهُمْ لَمُحْضَر[p[ُو]نَ"
        },
        {
            "aya_id": 3916,
            "aya_number": 128,
            "aya_text": "اِلَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "kecuali hamba-hamba Allah yang disucikan (dari dosa),",
            "tafsir_jalalayn": "(Kecuali hamba-hamba Allah yang dibersihkan dari dosa) yaitu hamba-hamba Allah yang beriman, mereka diselamatkan dari neraka.",
            "sajda": false,
            "transliteration": "Illaa 'ibaadal laahil mukhlaseen",
            "tajweed_text": "إِلَّا عِبَادَ [h:11354[ٱ]للَّهِ [h:11355[ٱ]لْمُخْلَص[p[ِي]نَ"
        },
        {
            "aya_id": 3917,
            "aya_number": 129,
            "aya_text": "وَتَرَكْنَا عَلَيْهِ فِى الْاٰخِرِيْنَ ۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Dan Kami abadikan untuk Ilyas (pujian) di kalangan orang-orang yang datang kemudian.",
            "tafsir_jalalayn": "(Dan Kami abadikan untuk Ilyas di kalangan orang-orang yang datang kemudian) pujian yang baik.",
            "sajda": false,
            "transliteration": "Wa taraknaa 'alaihi fil aakhireen",
            "tajweed_text": "وَتَرَكْنَا عَلَيْهِ فِى [h:9784[ٱ]لْأَخِر[p[ِي]نَ"
        },
        {
            "aya_id": 3918,
            "aya_number": 130,
            "aya_text": "سَلٰمٌ عَلٰٓى اِلْ يَاسِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "”Selamat sejahtera bagi Ilyas.”",
            "tafsir_jalalayn": "(Yaitu \"Kesejahteraan) dari Kami (dilimpahkan atas Ilyasin) yang dimaksud adalah Nabi Ilyas yang tadi, ia dinamakan demikian secara Taghlib, perihalnya sama dengan ucapan orang-orang Arab jika menamakan Muhallab dan kaumnya, mereka menamakannya Al-Muhallabuun. Dan menurut qiraat yang membacakannya menjadi Aali Yasiina dengan dipanjangkan harakat Hamzahnya, berarti keluarga Nabi Ilyas, dan makna yang dimaksud adalah Nabi Ilyas pula.",
            "sajda": false,
            "transliteration": "Salaamun 'alaaa Ilyaaseen",
            "tajweed_text": "سَلَ[n[ـٰ]مٌ عَلَ[o[ىٰٓ] إِلْ يَاس[p[ِي]نَ"
        },
        {
            "aya_id": 3919,
            "aya_number": 131,
            "aya_text": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Sesungguhnya demikianlah) sebagaimana Kami memberikan balasan pahala kepadanya (Kami memberikan balasan kepada orang-orang yang berbuat baik.)",
            "sajda": false,
            "transliteration": "Innaa kazaalika najzil muhsineen",
            "tajweed_text": "إِ[g[نّ]َا كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:4215[ٱ]لْمُحْسِن[p[ِي]نَ"
        },
        {
            "aya_id": 3920,
            "aya_number": 132,
            "aya_text": "اِنَّهٗ مِنْ عِبَادِنَا الْمُؤْمِنِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Sungguh, dia termasuk hamba-hamba Kami yang beriman.",
            "tafsir_jalalayn": "(Sesungguhnya dia termasuk hamba-hamba Kami yang beriman.)",
            "sajda": false,
            "transliteration": "Innahoo min 'ibaadinal mu'mineen",
            "tajweed_text": "إِ[g[نّ]َهُ[n[ۥ] مِنْ عِبَادِنَا [h:11393[ٱ]لْمُؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 3921,
            "aya_number": 133,
            "aya_text": "وَاِنَّ لُوْطًا لَّمِنَ الْمُرْسَلِيْنَۗ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Dan sungguh, Lut benar-benar termasuk salah seorang rasul.",
            "tafsir_jalalayn": "(Dan sesungguhnya Luth benar-benar adalah seorang rasul.)",
            "sajda": false,
            "transliteration": "Wa inna Lootal laminal mursaleen",
            "tajweed_text": "وَإِ[g[نّ]َ لُو[u:11427[طًا ل]َّمِنَ [h:1443[ٱ]لْمُرْسَل[p[ِي]نَ"
        },
        {
            "aya_id": 3922,
            "aya_number": 134,
            "aya_text": "اِذْ نَجَّيْنٰهُ وَاَهْلَهٗٓ اَجْمَعِيْۙنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "(Ingatlah) ketika Kami telah menyelamatkan dia dan pengikutnya semua,",
            "tafsir_jalalayn": "(Ingatlah ketika Kami selamatkan dia dan keluarganya pengikut-pengikutnya semua.)",
            "sajda": false,
            "transliteration": "Iz najjainaahu wa ahlahooo ajma'een",
            "tajweed_text": "إِذْ نَجَّيْنَ[n[ـٰ]هُ وَأَهْلَهُ[o[ۥٓ] أَ[q:825[جْ]مَع[p[ِي]نَ"
        },
        {
            "aya_id": 3923,
            "aya_number": 135,
            "aya_text": "اِلَّا عَجُوْزًا فِى الْغٰبِرِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "kecuali seorang perempuan tua (istrinya) bersama-sama orang yang tinggal (di kota).",
            "tafsir_jalalayn": "(Kecuali seorang perempuan tua istrinya yang berada bersama-sama orang yang ditinggal) orang-orang yang ditinggal tertimpa azab.",
            "sajda": false,
            "transliteration": "Illaa 'ajoozan fil ghaabireen",
            "tajweed_text": "إِلَّا عَجُو[f:9835[زًا ف]ِى [h:9836[ٱ]لْغَ[n[ـٰ]بِر[p[ِي]نَ"
        },
        {
            "aya_id": 3924,
            "aya_number": 136,
            "aya_text": "ثُمَّ دَمَّرْنَا الْاٰخَرِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Kemudian Kami binasakan orang-orang yang lain.",
            "tafsir_jalalayn": "(Kemudian Kami binasakan) Kami hancurkan (orang-orang yang lain) yaitu orang-orang yang kafir dari kaumnya.",
            "sajda": false,
            "transliteration": "Summa dammarnal aakhareen",
            "tajweed_text": "ثُ[g[مّ]َ دَ[g[مّ]َرْنَا [h:9837[ٱ]لْأَخَر[p[ِي]نَ"
        },
        {
            "aya_id": 3925,
            "aya_number": 137,
            "aya_text": "وَاِنَّكُمْ لَتَمُرُّوْنَ عَلَيْهِمْ مُّصْبِحِيْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Dan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi,",
            "tafsir_jalalayn": "(Dan sesungguhnya kalian hai penduduk Mekah benar-benar akan melalui mereka) melalui bekas-bekas dan tempat-tempat tinggal mereka bila kalian mengadakan perjalanan (di waktu pagi) maksudnya di waktu siang hari.",
            "sajda": false,
            "transliteration": "Wa innakum latamurroona 'alaihim musbiheen",
            "tajweed_text": "وَإِ[g[نّ]َكُمْ لَتَمُرُّونَ عَلَيْه[w:11428[ِم م]ُّصْبِح[p[ِي]نَ"
        },
        {
            "aya_id": 3926,
            "aya_number": 138,
            "aya_text": "وَبِالَّيْلِۗ اَفَلَا تَعْقِلُوْنَ ࣖ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "dan pada waktu malam. Maka mengapa kamu tidak mengerti?",
            "tafsir_jalalayn": "(Dan di waktu malam hari. Maka apakah kalian tidak memikirkan?) hai penduduk Mekah, mengenai apa yang telah menimpa mereka berupa azab, oleh karena kalian lalu mengambil pelajaran darinya.",
            "sajda": false,
            "transliteration": "Wa billail; afalaa ta'qiloon",
            "tajweed_text": "وَبِ[h:9999[ٱ]لَّيْلِ‌ۗ أَفَلَا تَعْقِل[p[ُو]نَ"
        },
        {
            "aya_id": 3927,
            "aya_number": 139,
            "aya_text": "وَاِنَّ يُوْنُسَ لَمِنَ الْمُرْسَلِيْنَۗ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Dan sungguh, Yunus benar-benar termasuk salah seorang rasul,",
            "tafsir_jalalayn": "(Sesungguhnya Yunus benar-benar salah seorang rasul.)",
            "sajda": false,
            "transliteration": "Wa inna Yoonusa laminal mursaleen",
            "tajweed_text": "وَإِ[g[نّ]َ يُونُسَ لَمِنَ [h:1443[ٱ]لْمُرْسَل[p[ِي]نَ"
        },
        {
            "aya_id": 3928,
            "aya_number": 140,
            "aya_text": "اِذْ اَبَقَ اِلَى الْفُلْكِ الْمَشْحُوْنِۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "(ingatlah) ketika dia lari, ke kapal yang penuh muatan,",
            "tafsir_jalalayn": "(Ingatlah ketika ia lari) maksudnya, minggat (ke kapal yang penuh muatan) hal ini terjadi sewaktu ia bersitegang dengan kaumnya, karena ternyata azab yang diancamkan olehnya kepada kaumnya tidak turun-turun juga, akhirnya ia melarikan diri naik kapal. Dan kapal yang dinaikinya itu berhenti di tengah laut yang besar ombaknya. Juru mudi kapal mengatakan, bahwa di dalam kapal ini terdapat seorang hamba yang melarikan diri dari tuannya, hal ini akan tampak jelas melalui undian.",
            "sajda": false,
            "transliteration": "Iz abaqa ilal fulkil mash hoon",
            "tajweed_text": "إِذْ أَبَقَ إِلَى [h:11429[ٱ]لْفُلْكِ [h:9808[ٱ]لْمَشْح[p[ُو]نِ"
        },
        {
            "aya_id": 3929,
            "aya_number": 141,
            "aya_text": "فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِيْنَۚ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "kemudian dia ikut diundi ternyata dia termasuk orang-orang yang kalah (dalam undian).",
            "tafsir_jalalayn": "(Kemudian ia ikut berundi) para penumpang kapal itu semuanya diundi (lalu dia termasuk orang-orang yang kalah dalam undian itu) akibatnya ia dilemparkan ke laut.",
            "sajda": false,
            "transliteration": "Fasaahama fakaana minal mudhadeen",
            "tajweed_text": "فَسَاهَمَ فَكَانَ مِنَ [h:11430[ٱ]لْمُ[q:11431[دْ]حَض[p[ِي]نَ"
        },
        {
            "aya_id": 3930,
            "aya_number": 142,
            "aya_text": "فَالْتَقَمَهُ الْحُوْتُ وَهُوَ مُلِيْمٌ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Maka dia ditelan oleh ikan besar dalam keadaan tercela.",
            "tafsir_jalalayn": "(Maka ia ditelan oleh ikan besar) ditelan bulat-bulat (dalam keadaan tercela) karena ia melakukan perbuatan yang tercela, yaitu pergi dengan memakai jalan laut kemudian naik kapal meninggalkan kaumnya, tanpa izin terlebih dahulu dari Rabbnya.",
            "sajda": false,
            "transliteration": "Faltaqamahul hootu wa huwa muleem",
            "tajweed_text": "فَ[h:9999[ٱ]لْتَقَمَهُ [h:11432[ٱ]لْحُوتُ وَهُوَ مُل[p[ِي]مٌ"
        },
        {
            "aya_id": 3931,
            "aya_number": 143,
            "aya_text": "فَلَوْلَآ اَنَّهٗ كَانَ مِنَ الْمُسَبِّحِيْنَ ۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Maka sekiranya dia tidak termasuk orang yang banyak berzikir (bertasbih) kepada Allah,",
            "tafsir_jalalayn": "(Maka kalau sekiranya dia tidak termasuk orang-orang yang bertasbih) yakni selalu ingat kepada Allah, melalui zikirnya di dalam perut ikan seraya mengatakan, \"Laa Ilaaha Illaa Anta Subhaanaka Innii Kuntu Minazh Zhaalimiina\", artinya, \"Tidak ada Tuhan selain Engkau, Maha Suci Engkau, sesungguhnya aku termasuk orang-orang yang aniaya.\"",
            "sajda": false,
            "transliteration": "Falaw laaa annahoo kaana minal musabbiheen",
            "tajweed_text": "فَلَوْل[o[َآ] أَ[g[نّ]َهُ[n[ۥ] كَانَ مِنَ [h:11433[ٱ]لْمُسَبِّح[p[ِي]نَ"
        },
        {
            "aya_id": 3932,
            "aya_number": 144,
            "aya_text": "لَلَبِثَ فِيْ بَطْنِهٖٓ اِلٰى يَوْمِ يُبْعَثُوْنَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "niscaya dia akan tetap tinggal di perut (ikan itu) sampai hari kebangkitan.",
            "tafsir_jalalayn": "(Niscaya ia akan tetap tinggal di perut ikan itu sampai hari berbangkit) artinya, niscaya perut ikan besar itu akan menjadi kuburnya hingga hari kiamat nanti.",
            "sajda": false,
            "transliteration": "Lalabisa fee batniheee ilaa Yawmi yub'asoon",
            "tajweed_text": "لَلَبِثَ فِى بَ[q:9482[طْ]نِه[o[ِۦٓ] إِلَىٰ يَوْمِ يُ[q:4606[بْ]عَث[p[ُو]نَ"
        },
        {
            "aya_id": 3933,
            "aya_number": 145,
            "aya_text": "فَنَبَذْنٰهُ بِالْعَرَاۤءِ وَهُوَ سَقِيْمٌ ۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Kemudian Kami lemparkan dia ke daratan yang tandus, sedang dia dalam keadaan sakit.",
            "tafsir_jalalayn": "(Kemudian Kami lemparkan dia) Kami campakkan dia dari dalam perut ikan besar itu (ke daerah yang tandus) di permukaan bumi yang tandus, yakni ke tepi pantai pada hari itu juga, setelah tiga hari, tujuh hari, dua puluh hari atau setelah empat puluh hari sejak ia ditelan ikan besar itu (sedangkan ia dalam keadaan sakit) yakni kurus kering dan sakit bagaikan anak ayam yang terserang penyakit kok.",
            "sajda": false,
            "transliteration": "Fanabaznaahu bil'araaa'i wa huwa saqeem",
            "tajweed_text": "۞ فَنَبَذْنَ[n[ـٰ]هُ بِ[h:11434[ٱ]لْعَر[o[َا]ٓءِ وَهُوَ سَق[p[ِي]مٌ"
        },
        {
            "aya_id": 3934,
            "aya_number": 146,
            "aya_text": "وَاَنْۢبَتْنَا عَلَيْهِ شَجَرَةً مِّنْ يَّقْطِيْنٍۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Kemudian untuk dia Kami tumbuhkan sebatang pohon dari jenis labu.",
            "tafsir_jalalayn": "(Dan Kami tumbuhkan untuk dia sebatang pohon dari jenis labu) pohon itu dapat menaunginya dengan batangnya, berbeda keadaannya dengan pohon labu yang biasanya. Hal ini merupakan suatu mukjizat baginya, setiap pagi dan petang datang kepadanya kambing hutan, ia meminum air susu dari teteknya hingga ia kuat kembali.",
            "sajda": false,
            "transliteration": "Wa ambatnaa 'alaihi shajaratam mai yaqteen",
            "tajweed_text": "وَأَ[i:7218[نۢب]َتْنَا عَلَيْهِ شَجَرَ[a:11435[ةً م]ّ[a:11436[ِن ي]َ[q:11437[قْ]ط[p[ِي]نٍ"
        },
        {
            "aya_id": 3935,
            "aya_number": 147,
            "aya_text": "وَاَرْسَلْنٰهُ اِلٰى مِائَةِ اَلْفٍ اَوْ يَزِيْدُوْنَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Dan Kami utus dia kepada seratus ribu (orang) atau lebih,",
            "tafsir_jalalayn": "(Dan Kami utus dia) sesudah itu, sebagaimana status sebelumnya, kepada kaum Bunainawiy yang tinggal di daerah Maushul (kepada seratus ribu orang atau) bahkan (lebih dari itu) yakni lebih dua puluh atau tiga puluh atau tujuh puluh ribu orang.",
            "sajda": false,
            "transliteration": "Wa arsalnaahu ilaa mi'ati alfin aw yazeedoon",
            "tajweed_text": "وَأَرْسَلْنَ[n[ـٰ]هُ إِلَىٰ مِ[s[اْ]ئَةِ أَلْفٍ أَوْ يَزِيد[p[ُو]نَ"
        },
        {
            "aya_id": 3936,
            "aya_number": 148,
            "aya_text": "فَاٰمَنُوْا فَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "sehingga mereka beriman, karena itu Kami anugerahkan kenikmatan hidup kepada mereka hingga waktu tertentu.",
            "tafsir_jalalayn": "(Lalu mereka beriman) sewaktu mereka menyaksikan azab yang telah dijanjikan kepada mereka (karena itu Kami anugerahkan kenikmatan hidup kepada mereka) artinya, kami biarkan mereka menikmati harta yang ada pada mereka (hingga waktu yang tertentu) hingga ajal mereka datang.",
            "sajda": false,
            "transliteration": "Fa aamanoo famatta' naahum ilaa heen",
            "tajweed_text": "فَـَٔـامَنُو[s[اْ] فَمَتَّعْنَ[n[ـٰ]هُمْ إِلَىٰ ح[p[ِي]نٍ"
        },
        {
            "aya_id": 3937,
            "aya_number": 149,
            "aya_text": "فَاسْتَفْتِهِمْ اَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُوْنَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Maka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), “Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?”",
            "tafsir_jalalayn": "(Tanyakanlah kepada mereka) kepada orang-orang kafir Mekah; ungkapan ini dimaksud sebagai ejekan terhadap mereka, (\"Apakah untuk Rabb kamu anak-anak perempuan) sesuai dengan dugaan mereka bahwa para malaikat itu adalah anak-anak perempuan Allah (dan untuk mereka anak laki-laki) mereka memilih yang lebih kuat dan yang lebih baik.",
            "sajda": false,
            "transliteration": "Fastaftihim ali Rabbikal banaatu wa lahumul banoon",
            "tajweed_text": "فَ[h:9999[ٱ]سْتَفْتِهِمْ أَلِرَبِّكَ [h:11438[ٱ]لْبَنَاتُ وَلَهُمُ [h:11439[ٱ]لْبَن[p[ُو]نَ"
        },
        {
            "aya_id": 3938,
            "aya_number": 150,
            "aya_text": "اَمْ خَلَقْنَا الْمَلٰۤىِٕكَةَ اِنَاثًا وَّهُمْ شَاهِدُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?",
            "tafsir_jalalayn": "(Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan dan mereka menyaksikannya\") yakni mereka menyaksikan penciptaan Kami itu, yang karenanya mereka mengatakan demikian?",
            "sajda": false,
            "transliteration": "Am khalaqnal malaaa'i kata inaasanw wa hm shaahidoon",
            "tajweed_text": "أَمْ خَلَ[q:5159[قْ]نَا [h:11440[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ إِنَ[n[ـٰ][a:11441[ثًا و]َهُمْ شَ[n[ـٰ]هِد[p[ُو]نَ"
        },
        {
            "aya_id": 3939,
            "aya_number": 151,
            "aya_text": "اَلَآ اِنَّهُمْ مِّنْ اِفْكِهِمْ لَيَقُوْلُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,",
            "tafsir_jalalayn": "(Ketahuilah bahwa sesungguhnya mereka dengan kebohongannya) dengan kedustaan mereka itu (benar-benar mengatakan,)",
            "sajda": false,
            "transliteration": "Alaaa innahum min ifkihim la yaqooloon",
            "tajweed_text": "أَل[o[َآ] إِ[g[نّ]َه[w:11442[ُم م]ِّنْ إِفْكِهِمْ لَيَقُول[p[ُو]نَ"
        },
        {
            "aya_id": 3940,
            "aya_number": 152,
            "aya_text": "وَلَدَ اللّٰهُ ۙوَاِنَّهُمْ لَكٰذِبُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "”Allah mempunyai anak.” Dan sungguh, mereka benar-benar pendusta,",
            "tafsir_jalalayn": "(\"Allah beranak\") melalui perkataan mereka yang menyatakan bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah. (Dan sesungguhnya mereka benar-benar orang yang berdusta) dalam hal ini.",
            "sajda": false,
            "transliteration": "Waladal laahu wa innhum lakaaziboon",
            "tajweed_text": "وَلَدَ [h:11443[ٱ]للَّهُ وَإِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ"
        },
        {
            "aya_id": 3941,
            "aya_number": 153,
            "aya_text": "اَصْطَفَى الْبَنَاتِ عَلَى الْبَنِيْنَۗ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 451,
            "translation_aya_text": "apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki?",
            "tafsir_jalalayn": "(Apakah Tuhan memilih) lafal Ashthafaa Hamzahnya adalah Hamzah Istifham yang berharakat Fatah, oleh karenanya Hamzah Washal tidak dibutuhkan lagi, sebab itu dibuang. Yakni apakah Allah mengutamakan (anak-anak perempuan daripada anak laki-laki?)",
            "sajda": false,
            "transliteration": "Astafal banaati 'alal baneen",
            "tajweed_text": "أَصْطَفَى [h:11444[ٱ]لْبَنَاتِ عَلَى [h:11445[ٱ]لْبَن[p[ِي]نَ"
        },
        {
            "aya_id": 3942,
            "aya_number": 154,
            "aya_text": "مَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan?",
            "tafsir_jalalayn": "(Apakah yang terjadi pada kalian? Bagaimanakah caranya kalian menetapkan?) kesimpulan yang rusak ini.",
            "sajda": false,
            "transliteration": "Maa lakum kaifa tahkumoon",
            "tajweed_text": "مَا لَكُمْ كَيْفَ تَحْكُم[p[ُو]نَ"
        },
        {
            "aya_id": 3943,
            "aya_number": 155,
            "aya_text": "اَفَلَا تَذَكَّرُوْنَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Maka mengapa kamu tidak memikirkan?",
            "tafsir_jalalayn": "(Maka apakah kalian tidak memikirkan?) bahwasanya Allah swt. itu Maha Tinggi lagi Maha Suci dari mempunyai anak?",
            "sajda": false,
            "transliteration": "Afalaa tazakkaroon",
            "tajweed_text": "أَفَلَا تَذَكَّر[p[ُو]نَ"
        },
        {
            "aya_id": 3944,
            "aya_number": 156,
            "aya_text": "اَمْ لَكُمْ سُلْطٰنٌ مُّبِيْنٌۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Ataukah kamu mempunyai bukti yang jelas?",
            "tafsir_jalalayn": "(Atau apakah kalian mempunyai bukti yang nyata?) artinya hujah yang jelas menyatakan bahwa Allah mempunyai anak.",
            "sajda": false,
            "transliteration": "Am lakum sultaanum mubeen",
            "tajweed_text": "أَمْ لَكُمْ سُلْطَ[n[ـٰ][a:11446[نٌ م]ُّب[p[ِي]نٌ"
        },
        {
            "aya_id": 3945,
            "aya_number": 157,
            "aya_text": "فَأْتُوْا بِكِتٰبِكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "(Kalau begitu) maka bawalah kitabmu jika kamu orang yang benar.",
            "tafsir_jalalayn": "(Maka bawalah kitab kalian) kitab Taurat kalian, kemudian perlihatkanlah kepadaku mengenai hal itu di dalamnya (jika kalian memang orang-orang yang benar) di dalam perkataan dan dugaan kalian itu.",
            "sajda": false,
            "transliteration": "Faatoo bi Kitaabikum in kuntum saadiqeen",
            "tajweed_text": "فَأْتُو[s[اْ] بِكِتَ[n[ـٰ]بِكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ"
        },
        {
            "aya_id": 3946,
            "aya_number": 158,
            "aya_text": "وَجَعَلُوْا بَيْنَهٗ وَبَيْنَ الْجِنَّةِ نَسَبًا ۗوَلَقَدْ عَلِمَتِ الْجِنَّةُ اِنَّهُمْ لَمُحْضَرُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Dan mereka mengadakan (hubungan) nasab (keluarga) antara Dia (Allah) dan jin. Dan sungguh, jin telah mengetahui bahwa mereka pasti akan diseret (ke neraka),",
            "tafsir_jalalayn": "(Dan mereka adakan) orang-orang musyrik itu (antara Dia) yakni Allah swt. (dan antara jin) yakni malaikat dinamakan Al-Jinnah karena mereka tidak dapat dilihat oleh mata (hubungan nasab) melalui perkataan mereka yang menyatakan bahwasanya malaikat-malaikat itu adalah anak-anak perempuan Allah. (Dan sesungguhnya jin mengetahui bahwa mereka) yakni orang-orang yang mengatakan demikian (benar-benar akan diseret) ke dalam neraka dan mereka akan diazab di dalamnya.",
            "sajda": false,
            "transliteration": "Wa ja'aloo bainahoo wa bainal jinnati nasabaa; wa laqad 'alimatil jinnatu innahum lamuhdaroon",
            "tajweed_text": "وَجَعَلُو[s[اْ] بَيْنَهُ[n[ۥ] وَبَيْنَ [h:11447[ٱ]لْجِ[g[نّ]َةِ نَسَ[a:11448[بًا‌ۚ و]َلَقَ[q:341[دْ] عَلِمَتِ [h:11449[ٱ]لْجِ[g[نّ]َةُ إِ[g[نّ]َهُمْ لَمُحْضَر[p[ُو]نَ"
        },
        {
            "aya_id": 3947,
            "aya_number": 159,
            "aya_text": "سُبْحٰنَ اللّٰهِ عَمَّا يَصِفُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Mahasuci Allah dari apa yang mereka sifatkan,",
            "tafsir_jalalayn": "(Maha Suci Allah) kalimat ini memahasucikan Dia (dari apa yang mereka sifatkan) yaitu bahwasanya Allah mempunyai anak.",
            "sajda": false,
            "transliteration": "Subhaanal laahi 'ammaa yasifoon",
            "tajweed_text": "سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:9282[ٱ]للَّهِ عَ[g[مّ]َا يَصِف[p[ُو]نَ"
        },
        {
            "aya_id": 3948,
            "aya_number": 160,
            "aya_text": "اِلَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "kecuali hamba-hamba Allah yang disucikan (dari dosa).",
            "tafsir_jalalayn": "(Kecuali hamba-hamba Allah yang dibersihkan dari dosa) yakni kecuali orang-orang yang beriman. Istitsna di sini adalah bersifat Munqathi'. Maksudnya bahwa mereka yang beriman itu memahasucikan Allah swt. dari apa yang telah disifatkan oleh mereka kepada-Nya.",
            "sajda": false,
            "transliteration": "Illaa 'ibaadal laahil mukhlaseen",
            "tajweed_text": "إِلَّا عِبَادَ [h:11354[ٱ]للَّهِ [h:11355[ٱ]لْمُخْلَص[p[ِي]نَ"
        },
        {
            "aya_id": 3949,
            "aya_number": 161,
            "aya_text": "فَاِنَّكُمْ وَمَا تَعْبُدُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Maka sesungguhnya kamu dan apa yang kamu sembah itu,",
            "tafsir_jalalayn": "(Maka sesungguhnya kalian dan apa-apa yang kalian sembah itu) yakni berhala-berhala sesembahan-sesembahan kalian itu.",
            "sajda": false,
            "transliteration": "Fa innakum wa maa ta'ubdoon",
            "tajweed_text": "فَإِ[g[نّ]َكُمْ وَمَا تَعْبُد[p[ُو]نَ"
        },
        {
            "aya_id": 3950,
            "aya_number": 162,
            "aya_text": "مَآ اَنْتُمْ عَلَيْهِ بِفَاتِنِيْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "tidak akan dapat menyesatkan (seseorang) terhadap Allah,",
            "tafsir_jalalayn": "(Sekali-kali kalian dengannya tidak akan dapat) dengan melalui sesembahan kalian itu; lafal 'Alaihi berta'alluq kepada firman selanjutnya, yaitu (menyesatkan) seorang pun.",
            "sajda": false,
            "transliteration": "Maaa antum 'alaihi befaaatineen",
            "tajweed_text": "م[o[َآ] أَ[f:428[نت]ُمْ عَلَيْهِ بِفَ[n[ـٰ]تِن[p[ِي]نَ"
        },
        {
            "aya_id": 3951,
            "aya_number": 163,
            "aya_text": "اِلَّا مَنْ هُوَ صَالِ الْجَحِيْمِ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "kecuali orang-orang yang akan masuk ke neraka Jahim.",
            "tafsir_jalalayn": "(Kecuali orang-orang yang akan masuk neraka yang menyala-nyala) menurut ilmu Allah swt.",
            "sajda": false,
            "transliteration": "Illaa man huwa saalil jaheem",
            "tajweed_text": "إِلَّا مَنْ هُوَ صَالِ [h:11450[ٱ]لْجَح[p[ِي]مِ"
        },
        {
            "aya_id": 3952,
            "aya_number": 164,
            "aya_text": "وَمَا مِنَّآ اِلَّا لَهٗ مَقَامٌ مَّعْلُوْمٌۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Dan tidak satu pun di antara kami (malaikat) melainkan masing-masing mempunyai kedudukan tertentu,",
            "tafsir_jalalayn": "Malaikat Jibril berkata kepada Nabi saw., (\"Tiada seorang pun di antara kami) para malaikat (melainkan mempunyai kedudukan yang tertentu) di langit, di tempat itu ia beribadah kepada Allah dan tidak melampaui tempat atau kedudukan yang lain.",
            "sajda": false,
            "transliteration": "Wa maa minnasa illaa lahoo maqaamum ma'loom",
            "tajweed_text": "وَمَا مِ[g[نّ][o[َآ] إِلَّا لَهُ[n[ۥ] مَقَا[a:11451[مٌ م]َّعْل[p[ُو]مٌ"
        },
        {
            "aya_id": 3953,
            "aya_number": 165,
            "aya_text": "وَاِنَّا لَنَحْنُ الصَّۤافُّوْنَۖ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "dan sesungguhnya kami selalu teratur dalam barisan (dalam melaksanakan perintah Allah).",
            "tafsir_jalalayn": "(Dan sesungguhnya kami benar-benar bersaf-saf) artinya meluruskan telapak kaki kami dalam salat.",
            "sajda": false,
            "transliteration": "Wa innaa llanah nus saaffoon",
            "tajweed_text": "وَإِ[g[نّ]َا لَنَحْنُ [h:11452[ٱ][l[ل]صّ[m[َا]ٓفّ[p[ُو]نَ"
        },
        {
            "aya_id": 3954,
            "aya_number": 166,
            "aya_text": "وَاِنَّا لَنَحْنُ الْمُسَبِّحُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Dan sungguh, kami benar-benar terus bertasbih (kepada Allah).",
            "tafsir_jalalayn": "(Dan sesungguhnya kami benar-benar bertasbih.\") menyucikan Allah dari hal-hal yang tidak layak bagi-Nya.",
            "sajda": false,
            "transliteration": "Wa innaa lanah nul musabbihoon",
            "tajweed_text": "وَإِ[g[نّ]َا لَنَحْنُ [h:11453[ٱ]لْمُسَبِّح[p[ُو]نَ"
        },
        {
            "aya_id": 3955,
            "aya_number": 167,
            "aya_text": "وَاِنْ كَانُوْا لَيَقُوْلُوْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Dan sesungguhnya mereka (orang kafir Mekah) benar-benar pernah berkata,",
            "tafsir_jalalayn": "(Sesungguhnya) lafal In di sini adalah bentuk Takhfif dari lafal Inna (mereka) yakni orang-orang kafir Mekah (akan berkata,)",
            "sajda": false,
            "transliteration": "Wa in kaanoo la yaqooloon",
            "tajweed_text": "وَإِ[f:2392[ن ك]َانُو[s[اْ] لَيَقُول[p[ُو]نَ"
        },
        {
            "aya_id": 3956,
            "aya_number": 168,
            "aya_text": "لَوْ اَنَّ عِنْدَنَا ذِكْرًا مِّنَ الْاَوَّلِيْنَۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "”Sekiranya di sisi kami ada sebuah kitab dari (kitab-kitab yang diturunkan) kepada orang-orang dahulu,",
            "tafsir_jalalayn": "(\"Kalau sekiranya di sisi kami ada sebuah peringatan) maksudnya, sebuah kitab (dari orang-orang yang dahulu) yakni dari kitab-kitab yang diturunkan kepada orang-orang yang dahulu.",
            "sajda": false,
            "transliteration": "Law anna 'indana zikram minal awwaleen",
            "tajweed_text": "لَوْ أَ[g[نّ]َ عِ[f:2359[ند]َنَا ذِكْ[a:11454[رًا م]ِّنَ [h:11455[ٱ]لْأَوَّل[p[ِي]نَ"
        },
        {
            "aya_id": 3957,
            "aya_number": 169,
            "aya_text": "لَكُنَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "tentu kami akan menjadi hamba Allah yang disucikan (dari dosa).”",
            "tafsir_jalalayn": "(Benar-benar kami akan jadi hamba Allah yang mukhlis\") maksudnya beribadah kepada-Nya semata.",
            "sajda": false,
            "transliteration": "Lakunna 'ibaadal laahil mukhlaseen",
            "tajweed_text": "لَكُ[g[نّ]َا عِبَادَ [h:11354[ٱ]للَّهِ [h:11355[ٱ]لْمُخْلَص[p[ِي]نَ"
        },
        {
            "aya_id": 3958,
            "aya_number": 170,
            "aya_text": "فَكَفَرُوْا بِهٖۚ فَسَوْفَ يَعْلَمُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Tetapi ternyata mereka mengingkarinya (Al-Qur'an); maka kelak mereka akan mengetahui (akibat keingkarannya itu).",
            "tafsir_jalalayn": "Allah berfirman, (\"Tetapi mereka mengingkarinya) mengingkari Kitab yang diturunkan kepada mereka, yaitu Alquran kitab yang lebih mulia daripada kitab-kitab yang diturunkan sebelumnya (kelak mereka akan mengetahui) akibat dari kekafiran dan keingkaran mereka itu.",
            "sajda": false,
            "transliteration": "Fakafaroo bihee fasawfa ya'lamoon",
            "tajweed_text": "فَكَفَرُو[s[اْ] بِه[n[ِۦ]‌ۖ فَسَوْفَ يَعْلَم[p[ُو]نَ"
        },
        {
            "aya_id": 3959,
            "aya_number": 171,
            "aya_text": "وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِيْنَ ۖ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Dan sungguh, janji Kami telah tetap bagi hamba-hamba Kami yang menjadi rasul,",
            "tafsir_jalalayn": "(Dan sesungguhnya telah tetap janji Kami) pertolongan Kami (kepada hamba-hamba Kami yang menjadi rasul) yaitu sebagaimana yang telah diungkapkan oleh firman-Nya yang lain, \"Aku dan rasul-rasul-Ku pasti menang.\" (Q.S. Al-Mujadilah, 21).",
            "sajda": false,
            "transliteration": "Wa laqad sabaqat Kalimatunaa li'ibaadinal mursa leen",
            "tajweed_text": "وَلَقَ[q:341[دْ] سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا [h:11456[ٱ]لْمُرْسَل[p[ِي]نَ"
        },
        {
            "aya_id": 3960,
            "aya_number": 172,
            "aya_text": "اِنَّهُمْ لَهُمُ الْمَنْصُوْرُوْنَۖ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "(yaitu) mereka itu pasti akan mendapat pertolongan.",
            "tafsir_jalalayn": "Atau janji tersebut sebagaimana yang diungkapkan-Nya pada ayat berikut ini, yaitu, (yaitu, 'Sesungguhnya mereka itulah yang pasti mendapat pertolongan.')",
            "sajda": false,
            "transliteration": "Innaa hum lahumul mansooroon",
            "tajweed_text": "إِ[g[نّ]َهُمْ لَهُمُ [h:11457[ٱ]لْمَ[f:11458[نص]ُور[p[ُو]نَ"
        },
        {
            "aya_id": 3961,
            "aya_number": 173,
            "aya_text": "وَاِنَّ جُنْدَنَا لَهُمُ الْغٰلِبُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Dan sesungguhnya bala tentara Kami itulah yang pasti menang.",
            "tafsir_jalalayn": "(Dan sesungguhnya tentara Kami) yakni orang-orang mukmin (itulah yang pasti menang) atas orang-orang kafir melalui hujah, dan mendapat kemenangan atas mereka di dunia ini. Dan jika sebagian dari orang-orang yang beriman itu tidak mendapat kemenangan atas orang-orang kafir di dunia ini, maka mereka pasti mendapat kemenangan di akhirat nanti.",
            "sajda": false,
            "transliteration": "Wa inna jundana lahumul ghaaliboon",
            "tajweed_text": "وَإِ[g[نّ]َ جُ[f:11459[ند]َنَا لَهُمُ [h:11460[ٱ]لْغَ[n[ـٰ]لِب[p[ُو]نَ"
        },
        {
            "aya_id": 3962,
            "aya_number": 174,
            "aya_text": "فَتَوَلَّ عَنْهُمْ حَتّٰى حِيْنٍۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Maka berpalinglah engkau (Muhammad) dari mereka sampai waktu tertentu,",
            "tafsir_jalalayn": "(Maka berpalinglah kamu dari mereka) yaitu dari orang-orang kafir Mekah (sampai suatu ketika\") sampai Dia memerintahkannya untuk memerangi mereka.",
            "sajda": false,
            "transliteration": "Fatawalla 'anhum hatta heen",
            "tajweed_text": "فَتَوَلَّ عَنْهُمْ حَتَّىٰ ح[p[ِي]نٍ"
        },
        {
            "aya_id": 3963,
            "aya_number": 175,
            "aya_text": "وَّاَبْصِرْهُمْۗ فَسَوْفَ يُبْصِرُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "dan perlihatkanlah kepada mereka, maka kelak mereka akan melihat (azab itu).",
            "tafsir_jalalayn": "(Dan terangkanlah kepada mereka) apabila azab turun kepada mereka (maka kelak mereka akan mengetahui) akibat dari kekafiran mereka.",
            "sajda": false,
            "transliteration": "Wa absirhum fasawfa yubsiroon",
            "tajweed_text": "وَأَ[q:11461[بْ]صِرْهُمْ فَسَوْفَ يُ[q:60[بْ]صِر[p[ُو]نَ"
        },
        {
            "aya_id": 3964,
            "aya_number": 176,
            "aya_text": "اَفَبِعَذَابِنَا يَسْتَعْجِلُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Maka apakah mereka meminta agar azab Kami disegerakan?",
            "tafsir_jalalayn": "Maka mereka mengatakan dengan nada yang mengejek, \"Kapankah turunnya azab itu?\" Lalu Allah berfirman mengancam mereka yang mengatakan demikian: (Maka apakah mereka meminta supaya siksa Kami disegerakan.)",
            "sajda": false,
            "transliteration": "Afabi'azaabinaa yasta'jiloon",
            "tajweed_text": "أَفَبِعَذَابِنَا يَسْتَعْجِل[p[ُو]نَ"
        },
        {
            "aya_id": 3965,
            "aya_number": 177,
            "aya_text": "فَاِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاۤءَ صَبَاحُ الْمُنْذَرِيْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Maka apabila (siksaan) itu turun di halaman mereka, maka sangat buruklah pagi hari bagi orang-orang yang diperingatkan itu.",
            "tafsir_jalalayn": "(Maka apabila siksaan itu turun di halaman mereka) maksudnya, di tengah-tengah mereka. Sehubungan dengan makna lafal As-Saahah ini Imam Al-Farra mengatakan, bahwa orang-orang Arab bila menyebutkan suatu kaum cukup hanya dengan menyebutkan halaman tempat mereka tinggal (maka amat buruklah) yakni seburuk-buruk pagi hari adalah (pagi hari yang dialami oleh orang-orang yang diperingatkan itu) di dalam ungkapan ayat ini terdapat Isim Zahir yang menduduki tempatnya Isim Mudhmar.",
            "sajda": false,
            "transliteration": "Fa izaa nazala bisaahatihim fasaaa'a sabaahul munzareen",
            "tajweed_text": "فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَس[o[َا]ٓءَ صَبَاحُ [h:11462[ٱ]لْمُ[f:6137[نذ]َر[p[ِي]نَ"
        },
        {
            "aya_id": 3966,
            "aya_number": 178,
            "aya_text": "وَتَوَلَّ عَنْهُمْ حَتّٰى حِيْنٍۙ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Dan berpalinglah engkau dari mereka sampai waktu tertentu. ",
            "tafsir_jalalayn": "(Dan berpalinglah kamu dari mereka hingga suatu ketika.)",
            "sajda": false,
            "transliteration": "Wa tawalla 'anhum hattaa heen",
            "tajweed_text": "وَتَوَلَّ عَنْهُمْ حَتَّىٰ ح[p[ِي]نٍ"
        },
        {
            "aya_id": 3967,
            "aya_number": 179,
            "aya_text": "وَّاَبْصِرْۗ فَسَوْفَ يُبْصِرُوْنَ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Dan perlihatkanlah, maka kelak mereka akan melihat (azab itu).",
            "tafsir_jalalayn": "(Dan lihatlah, karena mereka juga akan melihat) ayat ini diulangi penyebutannya dengan maksud untuk mengukuhkan ancaman yang ditujukan kepada mereka, dan sekaligus sebagai penenang hati bagi Nabi saw.",
            "sajda": false,
            "transliteration": "Wa absir fasawfa yubsiroon",
            "tajweed_text": "وَأَ[q:8337[بْ]صِرْ فَسَوْفَ يُ[q:60[بْ]صِر[p[ُو]نَ"
        },
        {
            "aya_id": 3968,
            "aya_number": 180,
            "aya_text": "سُبْحٰنَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَۚ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Mahasuci Tuhanmu, Tuhan Yang Mahaperkasa dari sifat yang mereka katakan.",
            "tafsir_jalalayn": "(Maha Suci Rabbmu Yang mempunyai keperkasaan) yakni kemenangan (dari apa yang mereka katakan) yaitu, bahwa Dia memiliki anak.",
            "sajda": false,
            "transliteration": "Subhaana Rabbika Rabbil 'izzati 'amma yasifoon",
            "tajweed_text": "سُ[q:7648[بْ]حَ[n[ـٰ]نَ رَبِّكَ رَبِّ [h:11463[ٱ]لْعِزَّةِ عَ[g[مّ]َا يَصِف[p[ُو]نَ"
        },
        {
            "aya_id": 3969,
            "aya_number": 181,
            "aya_text": "وَسَلٰمٌ عَلَى الْمُرْسَلِيْنَۚ ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Dan selamat sejahtera bagi para rasul.",
            "tafsir_jalalayn": "(Dan kesejahteraan dilimpahkan atas para rasul) yang menyampaikan ajaran tauhid dan syariat-syariat dari Allah swt.",
            "sajda": false,
            "transliteration": "Wa salaamun 'alalmursaleen",
            "tajweed_text": "وَسَلَ[n[ـٰ]مٌ عَلَى [h:11464[ٱ]لْمُرْسَل[p[ِي]نَ"
        },
        {
            "aya_id": 3970,
            "aya_number": 182,
            "aya_text": "وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
            "sura_id": 37,
            "juz_id": 23,
            "page_number": 452,
            "translation_aya_text": "Dan segala puji bagi Allah Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Dan segala puji bagi Allah Tuhan seru sekalian alam) Yang menolong mereka dan yang membinasakan orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Walhamdu lillaahi Rabbil 'aalameen",
            "tajweed_text": "وَ[h:9999[ٱ]لْحَمْدُ لِلَّهِ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ"
        }
    ]
}