{
    "sura_id": 38,
    "name": "سُورَةُ صٓ",
    "englishName": "Saad",
    "englishNameTranslation": "The letter Saad",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 3971,
            "aya_number": 1,
            "aya_text": "صۤ ۗوَالْقُرْاٰنِ ذِى الذِّكْرِۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Shad, demi Al-Qur'an yang mengandung peringatan. ",
            "tafsir_jalalayn": "(Shaad) hanya Allahlah yang mengetahui artinya (demi Alquran yang mempunyai keagungan) yakni penjelasan atau kemuliaan. Jawab dari qasamnya tidak disebutkan, yaitu, bahwa perkaranya tidak seperti apa yang dikatakan oleh orang-orang kafir Mekah, tuhan itu bermacam-macam.",
            "sajda": false,
            "transliteration": "Saaad; wal-Qur-aani ziz zikr",
            "tajweed_text": "[m[صٓ]‌ۚ وَ[h:5855[ٱ]لْقُرْءَانِ ذِى [h:11465[ٱ][l[ل]ذِّكْرِ"
        },
        {
            "aya_id": 3972,
            "aya_number": 2,
            "aya_text": "بَلِ الَّذِيْنَ كَفَرُوْا فِيْ عِزَّةٍ وَّشِقَاقٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Tetapi orang-orang yang kafir (berada) dalam kesombongan dan permusuhan.",
            "tafsir_jalalayn": "(Sebenarnya orang-orang kafir itu) yakni penduduk Mekah yang kafir (berada dalam kesombongan) hamiyyah dan takabbur tidak mau beriman (dan permusuhan yang sengit) selalu menentang dan memusuhi Nabi saw.",
            "sajda": false,
            "transliteration": "Balil lazeena kafaroo fee 'izzatilnw wa shiqaaq",
            "tajweed_text": "بَلِ [h:10932[ٱ]لَّذِينَ كَفَرُو[s[اْ] فِى عِزَّ[a:11466[ةٍ و]َشِق[p[َا][q[ق]ٍ"
        },
        {
            "aya_id": 3973,
            "aya_number": 3,
            "aya_text": "كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ فَنَادَوْا وَّلَاتَ حِيْنَ مَنَاصٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Betapa banyak umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri.",
            "tafsir_jalalayn": "(Berapa banyak) sudah berapa banyak (umat sebelum mereka yang telah Kami binasakan) yaitu dari kalangan umat-umat yang terdahulu, (lalu mereka meminta tolong) sewaktu azab menimpa mereka (padahal waktu itu bukanlah saat untuk lari melepaskan diri) artinya, untuk melarikan diri dari azab, karena segalanya sudah terlambat. Huruf Ta pada lafal Laata merupakan huruf Zaidah, dan jumlah kalimat ayat ini berkedudukan menjadi Hal atau kata keterangan keadaan dari Fa'ilnya lafal Naadau. Maksudnya, mereka meminta tolong padahal sudah tidak ada lagi jalan untuk melarikan diri, dan pula tidak ada lagi jalan untuk selamat dari azab. Akan tetapi penduduk Mekah yang kafir tidaklah mengambil pelajaran dari mereka yang telah dibinasakan itu.",
            "sajda": false,
            "transliteration": "Kam ahlaknaa min qablihim min qarnin fanaadaw wa laata heena manaas",
            "tajweed_text": "كَمْ أَهْلَكْنَا مِ[f:617[ن ق]َ[q:618[بْ]لِه[w:3926[ِم م]ِّ[f:3927[ن ق]َرْ[f:11467[نٍ ف]َنَادَو[s[اْ] وَّلَاتَ حِينَ مَن[p[َا]صٍ"
        },
        {
            "aya_id": 3974,
            "aya_number": 4,
            "aya_text": "وَعَجِبُوْٓا اَنْ جَاۤءَهُمْ مُّنْذِرٌ مِّنْهُمْ ۖوَقَالَ الْكٰفِرُوْنَ هٰذَا سٰحِرٌ كَذَّابٌۚ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Dan mereka heran karena mereka kedatangan seorang pemberi peringatan (rasul) dari kalangan mereka; dan orang-orang kafir berkata, “Orang ini adalah pesihir yang banyak berdusta.”",
            "tafsir_jalalayn": "(Dan mereka heran karena mereka kedatangan seorang pemberi peringatan dari kalangan mereka sendiri) yakni seorang Rasul dari kalangan mereka yang memberi peringatan dan mempertakuti mereka dengan azab neraka sesudah dibangkitkan nanti. Orang yang dimaksud adalah Nabi saw. (dan orang-orang kafir berkata,) di dalam ungkapan ini Isim Zhahir menduduki tempat Isim Mudhmar (\"Ini adalah seorang ahli sihir yang banyak berdusta.)",
            "sajda": false,
            "transliteration": "Wa 'ajibooo an jaaa'a hum munzirum minhum wa qaalal kaafiroona haazaa saahirun kazzaab",
            "tajweed_text": "وَعَجِب[o[ُوٓ][s[اْ] أَ[f:11468[ن ج][o[َا]ٓءَه[w:11469[ُم م]ُّ[f:6895[نذ]ِ[a:11470[رٌ م]ِّنْهُمْ‌ۖ وَقَالَ [h:11471[ٱ]لْكَ[n[ـٰ]فِرُونَ هَ[n[ـٰ]ذَا سَ[n[ـٰ]حِ[f:11472[رٌ ك]َذّ[p[َا][q[ب]ٌ"
        },
        {
            "aya_id": 3975,
            "aya_number": 5,
            "aya_text": "اَجَعَلَ الْاٰلِهَةَ اِلٰهًا وَّاحِدًا ۖاِنَّ هٰذَا لَشَيْءٌ عُجَابٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Apakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sungguh, ini benar-benar sesuatu yang sangat mengherankan.",
            "tafsir_jalalayn": "(Mengapa ia menjadikan tuhan-tuhan itu Tuhan yang satu saja?\") demikian itu karena Nabi saw. pernah bersabda kepada mereka, \"Katakanlah, 'Laa Ilaaha Illallaah', artinya tiada Tuhan selain Allah. Mereka menjawab, 'Mana mungkin makhluk yang sedemikian banyak itu, semuanya dapat ditangani oleh Tuhan Yang Satu itu.' (Sesungguhnya itu benar-benar suatu hal yang sangat mengherankan\") sangat aneh.",
            "sajda": false,
            "transliteration": "Aja'alal aalihata Ilaahanw Waahidan inna haazaa lashai'un 'ujaab",
            "tajweed_text": "أَجَعَلَ [h:11473[ٱ]لْأَلِهَةَ إِلَ[n[ـٰ][a:693[هًا و][n[َٲ]حِدًا‌ۖ إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَشَىْءٌ عُج[p[َا][q[ب]ٌ"
        },
        {
            "aya_id": 3976,
            "aya_number": 6,
            "aya_text": "وَانْطَلَقَ الْمَلَاُ مِنْهُمْ اَنِ امْشُوْا وَاصْبِرُوْا عَلٰٓى اٰلِهَتِكُمْ ۖاِنَّ هٰذَا لَشَيْءٌ يُّرَادُ ۖ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Lalu pergilah pemimpin-pemimpin mereka (seraya berkata), “Pergilah kamu dan tetaplah  (menyembah) tuhan-tuhanmu, sesungguhnya ini benar-benar suatu hal yang dikehendaki.",
            "tafsir_jalalayn": "(Dan pergilah pemimpin-pemimpin mereka) dari majelis tempat mereka berkumpul, yaitu tempat Abu Thalib; di tempat itulah mereka mendengar dari Nabi saw. yang mengatakan, \"Katakanlah oleh kalian, 'Laa Ilaaha Illallaah', artinya tiada Tuhan selain Allah (seraya mengatakan, 'Pergilah kalian') maksudnya, sebagian dari mereka berkata kepada sebagian yang lain 'pergilah kalian' (dan tetaplah menyembah tuhan-tuhan kalian) artinya bertahanlah kalian di dalam menyembah tuhan-tuhan kalian itu (sesungguhnya ini) ajaran tauhid yang disampaikan Nabi itu (benar-benar suatu hal yang dikehendaki\") olehnya supaya kita melakukannya.",
            "sajda": false,
            "transliteration": "Wantalaqal mala-u minhum anim shoo wasbiroo 'alaaa aalihatikum innna haazaa lashai 'uny yuraad",
            "tajweed_text": "وَ[h:9999[ٱ][f:11474[نط]َلَقَ [h:11475[ٱ]لْمَلَأُ مِنْهُمْ أَنِ [h:11476[ٱ]مْشُو[s[اْ] وَ[h:11477[ٱ]صْبِرُو[s[اْ] عَلَ[o[ىٰٓ] ءَالِهَتِكُمْ‌ۖ إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَش[a:11478[َىْءٌ ي]ُر[p[َا][q[د]ُ"
        },
        {
            "aya_id": 3977,
            "aya_number": 7,
            "aya_text": "مَا سَمِعْنَا بِهٰذَا فِى الْمِلَّةِ الْاٰخِرَةِ ۖاِنْ هٰذَآ اِلَّا اخْتِلَاقٌۚ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Kami tidak pernah mendengar hal ini dalam agama yang terakhir; ini (mengesakan Allah), tidak lain hanyalah (dusta) yang diada-adakan,",
            "tafsir_jalalayn": "(Kami tidak pernah mendengar hal ini dalam agama yang terakhir) maksudnya, agama Nabi Isa. (Tiada lain) tidak lain (ini hanyalah dusta yang diada-adakan) hal yang dibuat-buat saja.",
            "sajda": false,
            "transliteration": "Maa sami'naa bihaazaa fil millatil aakhirati in haazaaa illakh tilaaq",
            "tajweed_text": "مَا سَمِعْنَا بِهَ[n[ـٰ]ذَا فِى [h:11479[ٱ]لْمِلَّةِ [h:11480[ٱ]لْأَخِرَةِ إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا [h:11481[ٱ]خْتِلَ[p[ـٰ][q[ق]ٌ"
        },
        {
            "aya_id": 3978,
            "aya_number": 8,
            "aya_text": "اَؤُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْۢ بَيْنِنَا ۗبَلْ هُمْ فِيْ شَكٍّ مِّنْ ذِكْرِيْۚ بَلْ لَّمَّا يَذُوْقُوْا عَذَابِ ۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "mengapa Al-Qur'an itu diturunkan kepada dia di antara kita?” Sebenarnya mereka ragu-ragu terhadap Al-Qur'an-Ku, tetapi mereka belum merasakan azab(-Ku).",
            "tafsir_jalalayn": "(Mengapa telah diturunkan) dapat dibaca Tahqiq dapat pula dibaca Tas-hil (kepadanya) kepada Muhammad (peringatan) yakni kitab Alquran (di antara kita?) bukan diturunkan kepada orang yang tertua di antara kita atau orang yang paling terhormat di antara kita. Maksudnya, mengapa Alquran itu tidak diturunkan kepada orang yang paling tua atau orang yang paling terhormat di antara mereka. Lalu Allah berfirman, (\"Sebenarnya mereka ragu terhadap Alquran-Ku) atau ragu terhadap wahyu-Ku, yaitu Alquran, karena mereka mendustakan rasul yang mendatangkannya (dan sebenarnya belumlah) artinya, belum lagi (mereka merasakan azab-Ku\") seandainya mereka telah merasakannya niscaya mereka mau beriman kepada Nabi saw. tentang apa yang disampaikan olehnya dari sisi-Ku. Akan tetapi pada saat itu, yakni saat mereka merasakan azab-Ku, tidak ada gunanya lagi iman.",
            "sajda": false,
            "transliteration": "'A-unzila 'alaihiz zikru mim baininaa; bal hum fee shakkim min Zikree bal lammaa yazooqoo 'azaab",
            "tajweed_text": "أَءُ[f:11482[نز]ِلَ عَلَيْهِ [h:7197[ٱ][l[ل]ذِّكْرُ م[i:4086[ِنۢ ب]َيْنِنَا‌ۚ بَلْ هُمْ فِى شَ[a:6215[كٍّ م]ِّ[f:11483[ن ذ]ِكْرِى‌ۖ بَل لَّ[g[مّ]َا يَذُوقُو[s[اْ] عَذ[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 3979,
            "aya_number": 9,
            "aya_text": "اَمْ عِنْدَهُمْ خَزَاۤىِٕنُ رَحْمَةِ رَبِّكَ الْعَزِيْزِ الْوَهَّابِۚ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Atau apakah mereka itu mempunyai perbendaharaan rahmat Tuhanmu Yang Mahaperkasa, Maha Pemberi?]",
            "tafsir_jalalayn": "(Atau apakah mereka itu mempunyai perbendaharaan rahmat Rabbmu Yang Maha Perkasa) yakni Maha Menang (lagi Maha Pemberi?) termasuk derajat kenabian dan hal-hal lainnya, karenanya mereka dapat memberikannya kepada siapa yang mereka kehendaki.",
            "sajda": false,
            "transliteration": "Am'indahum khazaaa 'inu rahmati Rabbikal 'Azeezil Wahhab",
            "tajweed_text": "أَمْ عِ[f:5060[ند]َهُمْ خَز[o[َا]ٓئِنُ رَحْمَةِ رَبِّكَ [h:11484[ٱ]لْعَزِيزِ [h:11485[ٱ]لْوَهّ[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 3980,
            "aya_number": 10,
            "aya_text": "اَمْ لَهُمْ مُّلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۗفَلْيَرْتَقُوْا فِى الْاَسْبَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Atau apakah mereka mempunyai kerajaan langit dan bumi dan apa yang ada di antara keduanya? (Jika ada), maka biarlah mereka menaiki tangga-tangga (ke langit).",
            "tafsir_jalalayn": "(Atau apakah bagi mereka kerajaan langit dan bumi dan yang ada di antara keduanya?) jika mereka menduga hal tersebut (maka hendaklah mereka menaiki tangga-tangga) yang dapat mengantarkan mereka ke langit, lalu mereka mengambil wahyu dan mendatangkannya, kemudian mereka memberikannya secara khusus kepada orang-orang yang mereka kehendaki. Istifham atau kata tanya pada kedua tempat itu mengandung makna ingkar.",
            "sajda": false,
            "transliteration": "Am lahum mulkus samaawaati wal ardi wa maa bainahumaa falyartaqoo fil asbaab",
            "tajweed_text": "أَمْ لَه[w:11486[ُم م]ُّلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا‌ۖ فَلْيَرْتَقُو[s[اْ] فِى [h:11487[ٱ]لْأَسْبَ[p[ـٰ][q[ب]ِ"
        },
        {
            "aya_id": 3981,
            "aya_number": 11,
            "aya_text": "جُنْدٌ مَّا هُنَالِكَ مَهْزُوْمٌ مِّنَ الْاَحْزَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "(Mereka itu) kelompok besar bala tentara yang berada di sana yang akan dikalahkan.",
            "tafsir_jalalayn": "(Suatu tentara) maksudnya, suatu pasukan yang hina (di sana) yang telah mendustakanmu (pasti dikalahkan) menjadi sifat bagi lafal Jundun, sekalipun mereka terdiri (dari golongan-golongan yang bersekutu) lafal ayat ini menjadi sifat pula bagi lafal Jundun. Yakni suatu pasukan yang sama dengan pasukan-pasukan yang berserikat sebelum kamu yang memerangi para nabi. Pasukan-pasukan dahulu itu dapat dikalahkan dan dibinasakan, maka demikian pula mereka yang bersekutu untuk menghancurkanmu akan Kami binasakan pula.",
            "sajda": false,
            "transliteration": "Jundum maa hunaalika mahzoomum minal Ahzaab",
            "tajweed_text": "جُن[a:11488[دٌ م]َّا هُنَالِكَ مَهْزُو[a:11489[مٌ م]ِّنَ [h:6277[ٱ]لْأَحْز[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 3982,
            "aya_number": 12,
            "aya_text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّفِرْعَوْنُ ذُو الْاَوْتَادِۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Sebelum mereka itu, kaum Nuh, ‘Ad dan Fir’aun yang mempunyai bala tentara yang banyak, juga telah mendustakan (rasul-rasul),",
            "tafsir_jalalayn": "(Telah mendustakan pula sebelum mereka itu kaum Nuh) lafal Qaum dianggap sebagai muannats karena ditinjau dari segi maknanya (Ad dan Firaun yang mempunyai patok yang banyak) disebutkan bahwa Firaun selalu mematok atau memasung setiap orang yang menentangnya, lalu kedua kaki dan tangan orang yang menentangnya itu diikatkan pada empat patok, kemudian disiksa. Oleh karenanya ia dijuluki sebagai Dzul Autaad.",
            "sajda": false,
            "transliteration": "Kazzabat qablahum qawmu Lootinw-wa 'Aadunw wa Fir'awnu zul awtaad",
            "tajweed_text": "كَذَّبَتْ قَ[q:8394[بْ]لَهُمْ قَوْمُ نُو[a:9048[حٍ و]َعَا[a:11490[دٌ و]َفِرْعَوْنُ ذُو [h:11491[ٱ]لْأَوْت[p[َا][q[د]ِ"
        },
        {
            "aya_id": 3983,
            "aya_number": 13,
            "aya_text": "وَثَمُوْدُ وَقَوْمُ لُوْطٍ وَّاَصْحٰبُ لْـَٔيْكَةِ ۗ اُولٰۤىِٕكَ الْاَحْزَابُ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "dan (begitu juga) Samud, kaum Lut dan penduduk Aikah. Mereka itulah golongan-golongan yang bersekutu (menentang rasul-rasul).",
            "tafsir_jalalayn": "(Dan Tsamud, kaum Luth dan penduduk Aikah) yakni penduduk kota Al-Ghidhah, mereka adalah kaum Nabi Syuaib a.s. (Mereka itulah golongan-golongan yang bersekutu menentang rasul-rasul).",
            "sajda": false,
            "transliteration": "Wa Samoodu wa qawmu Lootinw wa Ashaabul 'Aykah; ulaaa'ikal Ahzaab",
            "tajweed_text": "وَثَمُودُ وَقَوْمُ لُو[a:11492[طٍ و]َأَصْحَ[n[ـٰ]بُ لْــَٔيْكَةِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:11493[ٱ]لْأَحْز[p[َا][q[ب]ُ"
        },
        {
            "aya_id": 3984,
            "aya_number": 14,
            "aya_text": "اِنْ كُلٌّ اِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ ࣖ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Semua mereka itu mendustakan rasul-rasul, maka pantas mereka merasakan azab-Ku.",
            "tafsir_jalalayn": "(Tidak lain) tiada lain (semuanya) artinya masing-masing dari golongan-golongan yang bersekutu itu (hanyalah mendustakan rasul-rasul) karena mereka telah mendustakan salah seorang dari rasul-rasul itu, ini berarti sama saja dengan mendustakan semua rasul-rasul, karena sesungguhnya seruan dan ajaran mereka satu, yaitu menyeru kepada ajaran tauhid (maka pastilah) wajiblah bagi mereka (azab-Ku).",
            "sajda": false,
            "transliteration": "In kullun illaa kazzabar Rusula fahaqqa 'iqaab",
            "tajweed_text": "إِ[f:11494[ن ك]ُلٌّ إِلَّا كَذَّبَ [h:11495[ٱ][l[ل]رُّسُلَ فَحَقَّ عِق[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 3985,
            "aya_number": 15,
            "aya_text": "وَمَا يَنْظُرُ هٰٓؤُلَاۤءِ اِلَّا صَيْحَةً وَّاحِدَةً مَّا لَهَا مِنْ فَوَاقٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Dan sebenarnya yang mereka tunggu adalah satu teriakan saja, yang tidak ada selanya.",
            "tafsir_jalalayn": "(Tiadalah yang ditunggu-tunggu) yang dinantikan (oleh mereka) oleh orang-orang kafir Mekah. (melainkan hanya satu teriakan) yaitu tiupan sangkakala untuk kiamat yang saat itu mereka ditimpa oleh azab (yang tidak ada bagi mereka saat berselang) maksudnya, sesudah itu tidak akan ada saat hidup kembali seperti di dunia. Lafal Fawaaqin dapat pula dibaca Fuwaaqin.",
            "sajda": false,
            "transliteration": "Wa maa yanzuru haaa ulaaa'i illaa saihatanw waahidatam maa lahaa min fawaaq",
            "tajweed_text": "وَمَا يَ[f:2039[نظ]ُرُ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ إِلَّا صَيْحَ[a:11222[ةً و][n[َٲ]حِدَ[a:11496[ةً م]َّا لَهَا مِ[f:11497[ن ف]َو[p[َا][q[ق]ٍ"
        },
        {
            "aya_id": 3986,
            "aya_number": 16,
            "aya_text": "وَقَالُوْا رَبَّنَا عَجِّلْ لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Dan mereka berkata, “Ya Tuhan kami, segerakanlah azab yang diperuntukkan bagi kami sebelum hari perhitungan.”",
            "tafsir_jalalayn": "(Dan mereka berkata) sewaktu Allah menurunkan firman-Nya, \"Adapun orang-orang yang diberikan kepadanya kitabnya dari sebelah kanannya...\" (Q.S. Al-Haqqah, 19) (\"Ya Rabb kami! Segerakanlah untuk kami catatan amal kami) yakni kitab catatan amal kami (sebelum hari berhisab\") mereka mengatakan hal ini dengan nada yang sinis dan mengejek.",
            "sajda": false,
            "transliteration": "Wa qaaloo Rabbanaa 'ajjil lanaa qittanaa qabla Yawmil Hisaab",
            "tajweed_text": "وَقَالُو[s[اْ] رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَ[q:3282[بْ]لَ يَوْمِ [h:11498[ٱ]لْحِس[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 3987,
            "aya_number": 17,
            "aya_text": "اِصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَاذْكُرْ عَبْدَنَا دَاوٗدَ ذَا الْاَيْدِۚ اِنَّهٗٓ اَوَّابٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Bersabarlah atas apa yang mereka katakan; dan ingatlah akan hamba Kami Dawud yang mempunyai kekuatan; sungguh dia sangat taat (kepada Allah).",
            "tafsir_jalalayn": "Allah swt. berfirman, (\"Bersabarlah atas segala apa yang mereka katakan; ingatlah hamba Kami Daud yang mempunyai kekuatan) dalam beribadah; tersebutlah bahwa dia sepanjang tahun selalu berpuasa sehari dan berbuka sehari; bangun pada tengah malam untuk melakukan salat, kemudian tidur selama sepertiga malam dan seperenam malam harinya lagi ia gunakan untuk salat (sesungguhnya dia amat taat) yakni selalu mengerjakan hal-hal yang menjadi keridaan Allah swt.",
            "sajda": false,
            "transliteration": "Isbir 'alaa maa yaqooloona wazkur 'abdanaa Daawooda zal aidi aidi innahooo awwaab",
            "tajweed_text": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَ[h:1898[ٱ]ذْكُرْ عَ[q:11499[بْ]دَنَا دَاوُ[n[ۥ]دَ ذَا [h:11500[ٱ]لْأَيْدِ‌ۖ إِ[g[نّ]َهُ[o[ۥٓ] أَوّ[p[َا][q[ب]ٌ"
        },
        {
            "aya_id": 3988,
            "aya_number": 18,
            "aya_text": "اِنَّا سَخَّرْنَا الْجِبَالَ مَعَهٗ يُسَبِّحْنَ بِالْعَشِيِّ وَالْاِشْرَاقِۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Sungguh, Kamilah yang menundukkan gunung-gunung untuk bertasbih bersama dia (Dawud) pada waktu petang dan pagi,",
            "tafsir_jalalayn": "(Sesungguhnya Kami menundukkan gunung-gunung untuk bertasbih bersama dia di waktu petang) di waktu salat Isyak (dan pagi) di waktu salat Duha, yaitu di waktu matahari mencapai sepenggalah.",
            "sajda": false,
            "transliteration": "Innaa sakhkharnal jibaala ma'ahoo yusabbihna bil'ashaiyi wal ishraaq",
            "tajweed_text": "إِ[g[نّ]َا سَخَّرْنَا [h:11501[ٱ]لْجِبَالَ مَعَهُ[n[ۥ] يُسَبِّحْنَ بِ[h:1900[ٱ]لْعَشِىِّ وَ[h:11502[ٱ]لْإِشْر[p[َا][q[ق]ِ"
        },
        {
            "aya_id": 3989,
            "aya_number": 19,
            "aya_text": "وَالطَّيْرَمَحْشُوْرَةً ۗ كُلٌّ لَهٗٓ اَوَّابٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "dan (Kami tundukkan pula) burung-burung dalam keadaan terkumpul. Masing-masing sangat taat (kepada Allah).",
            "tafsir_jalalayn": "(Dan) Kami tundukkan pula (burung-burung dalam keadaan berkumpul) berkumpul untuk bertasbih bersama dengan dia. (Masing-masing) dari gunung-gunung dan burung-burung itu (amat taat kepada-Nya) taat bertasbih kepada-Nya.",
            "sajda": false,
            "transliteration": "Wattayra mahshoorah; kullul lahooo awwaab",
            "tajweed_text": "وَ[h:9999[ٱ][l[ل]طَّيْرَ مَحْشُورَ[f:11503[ةً‌ۖ ك]ُ[u:610[لٌّ ل]َّهُ[o[ۥٓ] أَوّ[p[َا][q[ب]ٌ"
        },
        {
            "aya_id": 3990,
            "aya_number": 20,
            "aya_text": "وَشَدَدْنَا مُلْكَهٗ وَاٰتَيْنٰهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Dan Kami kuatkan kerajaannya dan Kami berikan hikmah kepadanya serta kebijaksanaan dalam memutuskan perkara.",
            "tafsir_jalalayn": "(Dan Kami kuatkan kerajaannya) Kami kuatkan kerajaannya itu dengan para penjaga dan bala tentara; dan setiap malam mihrab Nabi Daud selalu dijaga oleh tiga puluh ribu pasukan (dan Kami berikan, kepadanya hikmah) yakni, kenabian dan ketepatan dalam berbagai perkara (dan kebijaksanaan dalam menyelesaikan perselisihan\") yaitu penjelasan yang memuaskan dalam semua urusan.",
            "sajda": false,
            "transliteration": "Wa shadadnaa mulkahoo wa aatainaahul Hikmata wa faslal khitaab",
            "tajweed_text": "وَشَدَ[q:11504[دْ]نَا مُلْكَهُ[n[ۥ] وَءَاتَيْنَ[n[ـٰ]هُ [h:11505[ٱ]لْحِكْمَةَ وَفَصْلَ [h:11506[ٱ]لْخِط[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 3991,
            "aya_number": 21,
            "aya_text": "وَهَلْ اَتٰىكَ نَبَؤُ الْخَصْمِۘ اِذْ تَسَوَّرُوا الْمِحْرَابَۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Dan apakah telah sampai kepadamu berita orang-orang yang berselisih ketika mereka memanjat dinding mihrab?",
            "tafsir_jalalayn": "(Dan adakah) Istifham atau kata tanya di sini mengandung makna Ta'ajjub dan Tasywiq, atau dengan kata lain mengandung makna yang mendorong dan merangsang pendengar untuk mendengarkan kalimat-kalimat selanjutnya (sampai kepadamu) hai Muhammad (berita orang-orang yang berperkara ketika mereka memanjat pagar mihrab?) yaitu mihrab Nabi Daud, yang dimaksud adalah mesjidnya; demikian itu terjadi karena mereka dilarang masuk, sebab Nabi Daud sedang beribadah. Akhirnya mereka masuk dengan memanjat pagar mihrabnya. Makna ayat ialah apakah kamu telah mendengar berita dan kisah mereka?",
            "sajda": false,
            "transliteration": "Wa hal ataaka naba'ul khasm; iz tasawwarul mihraab",
            "tajweed_text": "۞ وَهَلْ أَتَ[n[ـٰ]كَ نَبَؤُ[s[اْ] [h:11507[ٱ]لْخَصْمِ إِذْ تَسَوَّرُو[s[اْ] [h:11508[ٱ]لْمِحْر[p[َا][q[ب]َ"
        },
        {
            "aya_id": 3992,
            "aya_number": 22,
            "aya_text": "اِذْ دَخَلُوْا عَلٰى دَاوٗدَ فَفَزِعَ مِنْهُمْ قَالُوْا لَا تَخَفْۚ خَصْمٰنِ بَغٰى بَعْضُنَا عَلٰى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَآ اِلٰى سَوَاۤءِ الصِّرَاطِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "ketika mereka masuk menemui Dawud lalu dia terkejut karena (kedatangan) mereka. Mereka berkata, “Janganlah takut! (Kami) berdua sedang berselisih, sebagian dari kami berbuat zalim kepada yang lain; maka berilah keputusan di antara kami secara adil dan janganlah menyimpang dari kebenaran serta tunjukilah kami ke jalan yang lurus.",
            "tafsir_jalalayn": "(Ketika mereka masuk menemui Daud lalu ia terkejut karena kedatangan mereka. Mereka berkata, \"Janganlah kamu merasa takut) kami (adalah dua orang yang bersengketa) menurut suatu pendapat dikatakan, bahwa yang bersengketa itu adalah dua golongan, demikian itu supaya sesuai dengan dhamir jamak yang sebelumnya. Menurut pendapat yang lain disebutkan bahwa orang yang bersengketa itu dua orang, sedangkan dhamir jamak diartikan dengannya. Lafal Al-Khashmu dapat diartikan untuk satu orang atau lebih. Kedua orang itu adalah dua malaikat yang menjelma menjadi dua orang yang sedang bersengketa. Persengketaan yang terjadi di antara keduanya hanyalah sebagai perumpamaan, dimaksud untuk mengingatkan Nabi Daud a.s. atas apa yang telah dilakukannya. Karena ia mempunyai istri sebanyak sembilan puluh sembilan orang wanita. Tetapi sekalipun demikian ia melamar istri orang lain yang hanya mempunyai seorang istri kemudian ia mengawininya dan menggaulinya (salah seorang dari kami berbuat zalim kepada yang lain, maka berilah keputusan antara kami dengan adil dan janganlah kamu menyimpang dari kebenaran) janganlah kamu berlaku berat sebelah (dan tunjukilah kami) bimbinglah kami (ke jalan yang lurus) yakni keputusan yang pertengahan dan adil.",
            "sajda": false,
            "transliteration": "Iz dakhaloo 'alaa Daawooda fafazi'a minhum qaaloo la takhaf khasmaani baghaa ba'dunaa 'alaa ba'din fahkum bainanaaa bilhaqqi wa laa tushtit wahdinaaa ilaa Sawaaa'is Siraat",
            "tajweed_text": "إِذْ دَخَلُو[s[اْ] عَلَىٰ دَاوُ[n[ۥ]دَ فَفَزِعَ مِنْهُمْ‌ۖ قَالُو[s[اْ] لَا تَخَفْ‌ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْ[f:11509[ضٍ ف]َ[h:3549[ٱ]حْك[c:11510[ُم ب]َيْنَنَا بِ[h:370[ٱ]لْحَقِّ وَلَا تُشْطِ[q:11511[طْ] وَ[h:11512[ٱ]هْدِن[o[َآ] إِلَىٰ سَو[o[َا]ٓءِ [h:11513[ٱ][l[ل]صِّر[p[َٲ][q[ط]ِ"
        },
        {
            "aya_id": 3993,
            "aya_number": 23,
            "aya_text": "اِنَّ هٰذَآ اَخِيْ ۗ لَهٗ تِسْعٌ وَّتِسْعُوْنَ نَعْجَةً وَّلِيَ نَعْجَةٌ وَّاحِدَةٌ ۗفَقَالَ اَكْفِلْنِيْهَا وَعَزَّنِيْ فِى الْخِطَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Sesungguhnya saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor saja, lalu dia berkata, “Serahkanlah (kambingmu) itu kepadaku! Dan dia mengalahkan aku dalam perdebatan.”",
            "tafsir_jalalayn": "(Sesungguhnya saudaraku ini) maksudnya, saudara seagamaku ini (mempunyai sembilan puluh sembilan ekor kambing) ini sebagai kata kiasan dari istri (dan aku mempunyai seekor saja. Maka dia berkata, 'Serahkanlah kambing itu kepadaku) yakni jadikanlah aku sebagai suaminya (dan dia mengalahkan aku) atau dia menang atas diriku (dalam perdebatan'\") yakni dalam sengketa ini, dan lawannya pun mengalah.",
            "sajda": false,
            "transliteration": "Inna haazaaa akhee lahoo tis'unw wa tis'oona na'jatanw wa liya na'jatunw waahidah; faqaala akfilneeha wa 'azzanee filkhitaab",
            "tajweed_text": "إِ[g[نّ]َ هَ[n[ـٰ]ذ[o[َآ] أَخِى لَهُ[n[ۥ] تِسْ[a:11514[عٌ و]َتِسْعُونَ نَعْجَ[a:11515[ةً و]َلِىَ نَعْجَ[a:11516[ةٌ و][n[َٲ]حِدَ[f:11517[ةٌ ف]َقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى [h:11518[ٱ]لْخِط[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 3994,
            "aya_number": 24,
            "aya_text": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ اِلٰى نِعَاجِهٖۗ وَاِنَّ كَثِيْرًا مِّنَ الْخُلَطَاۤءِ لَيَبْغِيْ بَعْضُهُمْ عَلٰى بَعْضٍ اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَقَلِيْلٌ مَّا هُمْۗ وَظَنَّ دَاوٗدُ اَنَّمَا فَتَنّٰهُ فَاسْتَغْفَرَ رَبَّهٗ وَخَرَّ رَاكِعًا وَّاَنَابَ ۩ ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Dia (Dawud) berkata, “Sungguh, dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk (ditambahkan) kepada kambingnya. Memang banyak di antara orang-orang yang bersekutu itu berbuat zalim kepada yang lain, kecuali orang-orang yang beriman dan mengerjakan kebajikan; dan hanya sedikitlah mereka yang begitu.” Dan Dawud menduga bahwa Kami mengujinya; maka dia memohon ampunan kepada Tuhannya lalu menyungkur sujud dan bertobat.",
            "tafsir_jalalayn": "(Daud berkata, \"Sesungguhnya dia telah berbuat lalim kepadamu dengan meminta kambingmu itu) dengan maksud untuk menggabungkannya (untuk ditambahkan kepada kambingnya. Sesungguhnya kebanyakan dari orang-orang yang berserikat itu) yakni orang-orang yang terlibat dalam satu perserikatan (sebagian mereka berbuat lalim kepada sebagian yang lain, kecuali orang-orang yang beriman dan mengerjakan amal yang saleh; dan amat sedikitlah mereka ini\") huruf Ma di sini untuk mengukuhkan makna sedikit. Lalu kedua malaikat itu naik ke langit dalam keadaan berubah menjadi ujud aslinya seraya berkata, \"Lelaki ini telah memutuskan perkara terhadap dirinya sendiri.\" Sehingga sadarlah Nabi Daud atas kekeliruannya itu. Lalu Allah berfirman, (Dan Daud yakin) yakni merasa yakin (bahwa Kami mengujinya) Kami menimpakan ujian kepadanya, berupa cobaan dalam bentuk cinta kepada perempuan itu (maka ia meminta ampun kepada Rabbnya lalu menyungkur rukuk) maksudnya bersujud (dan bertobat.)",
            "sajda": true,
            "transliteration": "Qaala laqad zalamaka bisu 'aali na'jatika ilaa ni'aajihee wa inna kaseeram minal khulataaa'i la-yabghee ba'duhum 'alaa ba'din illal lazeena aamanoo wa 'amilus saalihaati wa qaleehum maa hum; wa zanna Daawoodu annamaa fatannaahu fastaghrara Rabbahoo wa kharra raaki'anw wa anaab",
            "tajweed_text": "قَالَ لَقَ[q:2389[دْ] ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِه[n[ِۦ]‌ۖ وَإِ[g[نّ]َ كَثِي[a:3614[رًا م]ِّنَ [h:11519[ٱ]لْخُلَط[o[َا]ٓءِ لَيَ[q:11520[بْ]غِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا [h:778[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَقَلِي[a:11521[لٌ م]َّا هُمْ‌ۗ وَظَ[g[نّ]َ دَاوُ[n[ۥ]دُ أَ[g[نّ]َمَا فَتَ[g[نّ]َ[n[ـٰ]هُ فَ[h:11522[ٱ]سْتَغْفَرَ رَبَّهُ[n[ۥ] وَخَرَّ رَاكِ[a:11523[عًا و]َأَنَ[p[ا][q[ب]َ ۩"
        },
        {
            "aya_id": 3995,
            "aya_number": 25,
            "aya_text": "فَغَفَرْنَا لَهٗ ذٰلِكَۗ وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Lalu Kami mengampuni (kesalahannya) itu. Dan sungguh, dia mempunyai kedudukan yang benar-benar dekat di sisi Kami dan tempat kembali yang baik.",
            "tafsir_jalalayn": "(Maka Kami ampuni baginya kesalahannya itu. Dan sesungguhnya dia mempunyai kedudukan dekat pada sisi Kami) yakni dengan ditambahkan kebaikan baginya di dunia (dan tempat kembali yang baik) kelak di akhirat.",
            "sajda": false,
            "transliteration": "Faghafarnaa lahoo zaalik; wa inna lahoo 'indanaa lazulfaa wa husna ma aab",
            "tajweed_text": "فَغَفَرْنَا لَهُ[n[ۥ] ذ[n[َٲ]لِكَ‌ۖ وَإِ[g[نّ]َ لَهُ[n[ۥ] عِ[f:2359[ند]َنَا لَزُلْفَىٰ وَحُسْنَ مَــٔ[p[َا][q[ب]ٍ"
        },
        {
            "aya_id": 3996,
            "aya_number": 26,
            "aya_text": "يٰدَاوٗدُ اِنَّا جَعَلْنٰكَ خَلِيْفَةً فِى الْاَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوٰى فَيُضِلَّكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّ الَّذِيْنَ يَضِلُّوْنَ عَنْ سَبِيْلِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۢبِمَا نَسُوْا يَوْمَ الْحِسَابِ ࣖ ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "(Allah berfirman), “Wahai Dawud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan.”",
            "tafsir_jalalayn": "(Hai Daud, sesungguhnya Kami menjadikan kamu khalifah penguasa di muka bumi) yaitu sebagai penguasa yang mengatur perkara manusia (maka berilah keputusan perkara di antara manusia dengan adil dan janganlah kamu mengikuti hawa nafsu) kemauan hawa nafsu (karena ia akan menyesatkan kamu dari jalan Allah) dari bukti-bukti yang menunjukkan keesaan-Nya. (Sesungguhnya orang-orang yang sesat dari jalan Allah) dari iman kepada Allah (mereka akan mendapat siksa yang berat karena mereka melupakan) artinya, disebabkan mereka lupa akan (hari perhitungan) hal ini ditunjukkan oleh sikap mereka yang tidak mau beriman, seandainya mereka beriman dengan adanya hari perhitungan itu, niscaya mereka akan beriman kepada Allah sewaktu mereka di dunia.",
            "sajda": false,
            "transliteration": "Yaa Daawoodu innaa ja'alnaaka khaleefatan fil ardi fahkum bainan naasi bilhaqqi wa laa tattabi'il hawaa fayudillaka 'an sabeelil laah; innal lazeena yadilloona 'an sabeelil laah; lahum 'azaabun shadeedum bimaa nasoo Yawmal Hisaab",
            "tajweed_text": "يَ[n[ـٰ]دَاوُ[n[ۥ]دُ إِ[g[نّ]َا جَعَلْنَ[n[ـٰ]كَ خَلِيفَ[f:11524[ةً ف]ِى [h:44[ٱ]لْأَرْضِ فَ[h:3549[ٱ]حْك[c:11525[ُم ب]َيْنَ [h:1165[ٱ][l[ل][g[نّ]َاسِ بِ[h:370[ٱ]لْحَقِّ وَلَا تَتَّبِعِ [h:11526[ٱ]لْهَوَىٰ فَيُضِلَّكَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَضِلُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ لَهُمْ عَذَا[f:1727[بٌ ش]َدِي[i:4392[دُۢ ب]ِمَا نَسُو[s[اْ] يَوْمَ [h:11527[ٱ]لْحِس[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 3997,
            "aya_number": 27,
            "aya_text": "وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۗذٰلِكَ ظَنُّ الَّذِيْنَ كَفَرُوْا فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنَ النَّارِۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka.",
            "tafsir_jalalayn": "(Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan batil) dengan main-main. (Yang demikian itu) yakni penciptaan hal tersebut tanpa hikmah (adalah anggapan orang-orang kafir) dari penduduk Mekah (maka neraka Waillah) Wail adalah nama sebuah lembah di neraka (bagi orang-orang yang kafir karena mereka akan masuk neraka.)",
            "sajda": false,
            "transliteration": "Wa ma khalaqnas samaaa'a wal arda wa maa bainahumaa baatilaa; zaalika zannul lazeena kafaroo; fawi lul lillazeena kafaroo minan Naar",
            "tajweed_text": "وَمَا خَلَ[q:5159[قْ]نَا [h:8692[ٱ][l[ل]سَّم[o[َا]ٓءَ وَ[h:1474[ٱ]لْأَرْضَ وَمَا بَيْنَهُمَا بَ[n[ـٰ]طِل[f:11528[اً‌ۚ ذ][n[َٲ]لِكَ ظَ[g[نّ]ُ [h:6104[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۚ] فَوَيْ[u:396[لٌ ل]ِّلَّذِينَ كَفَرُو[s[اْ] مِنَ [h:869[ٱ][l[ل][g[نّ][p[َا]رِ"
        },
        {
            "aya_id": 3998,
            "aya_number": 28,
            "aya_text": "اَمْ نَجْعَلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَالْمُفْسِدِيْنَ فِى الْاَرْضِۖ اَمْ نَجْعَلُ الْمُتَّقِيْنَ كَالْفُجَّارِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat?",
            "tafsir_jalalayn": "(Patutkah Kami menganggap orang-orang yang beriman dan mengerjakan amal yang saleh sama dengan orang-orang yang berbuat kerusakan di muka bumi? Patutkah pula Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang berbuat maksiat?) Ayat ini diturunkan sewaktu orang-orang kafir Mekah berkata kepada orang-orang yang beriman, \"Sesungguhnya kami kelak di hari kemudian akan diberi seperti apa yang diberikan kepada kalian.\" Lafal Am di sini untuk menunjukkan makna sanggahan, yakni jelas tidak sama.",
            "sajda": false,
            "transliteration": "Am naj'alul lazeena aamanoo wa 'amilus saalihaati kalmufisdeena fil ardi am naj'alul muttaqeena kalfujjaar",
            "tajweed_text": "أَمْ نَ[q:8225[جْ]عَلُ [h:11529[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ كَ[h:11530[ٱ]لْمُفْسِدِينَ فِى [h:44[ٱ]لْأَرْضِ أَمْ نَ[q:8225[جْ]عَلُ [h:11531[ٱ]لْمُتَّقِينَ كَ[h:11532[ٱ]لْفُجّ[p[َا]رِ"
        },
        {
            "aya_id": 3999,
            "aya_number": 29,
            "aya_text": "كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ مُبٰرَكٌ لِّيَدَّبَّرُوْٓا اٰيٰتِهٖ وَلِيَتَذَكَّرَ اُولُوا الْاَلْبَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Kitab (Al-Qur'an) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran.",
            "tafsir_jalalayn": "(Ini adalah sebuah Kitab) menjadi Khabar dari Mubtada yang tidak disebutkan, yakni, Ini adalah Kitab (yang Kami turunkan kepadamu penuh dengan berkah supaya mereka memperhatikan) asal lafal Yaddabbaruu adalah Yatadabbaruu, kemudian huruf Ta diidghamkan kepada huruf Dal sehingga jadilah Yaddabbaruu (ayat-ayatnya) maksudnya supaya mereka memperhatikan makna-makna yang terkandung di dalamnya, lalu mereka beriman karenanya (dan supaya mendapat pelajaran) mendapat nasihat (orang-orang yang mempunyai pikiran) yaitu yang berakal.",
            "sajda": false,
            "transliteration": "Kitaabun anzalnaahu ilaika mubaarakul liyaddabbarooo Aayaatihee wa liyatazakkara ulul albaab",
            "tajweed_text": "كِتَ[n[ـٰ]بٌ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ إِلَيْكَ مُبَ[n[ـٰ]رَ[u:11533[كٌ ل]ِّيَدَّبَّر[o[ُوٓ][s[اْ] ءَايَ[n[ـٰ]تِه[n[ِۦ] وَلِيَتَذَكَّرَ أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ"
        },
        {
            "aya_id": 4000,
            "aya_number": 30,
            "aya_text": "وَوَهَبْنَا لِدَاوٗدَ سُلَيْمٰنَۗ نِعْمَ الْعَبْدُ ۗاِنَّهٗٓ اَوَّابٌۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dan kepada Dawud Kami karuniakan (anak bernama) Sulaiman; dia adalah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah).",
            "tafsir_jalalayn": "(Dan Kami karuniakan kepada Daud, Sulaiman) sebagai anaknya (dia adalah sebaik-baik hamba) maksudnya Sulaiman adalah sebaik-baik hamba. (Sesungguhnya dia amat taat) kepada Rabbnya, selalu bertasbih dan berzikir pada semua waktunya.",
            "sajda": false,
            "transliteration": "Wa wahabnaa li Daawooda Sulaimaan; ni'mal 'abd; innahoo awwaab",
            "tajweed_text": "وَوَهَ[q:4212[بْ]نَا لِدَاوُ[n[ۥ]دَ سُلَيْمَ[n[ـٰ]نَ‌ۚ نِعْمَ [h:11534[ٱ]لْعَ[q:11535[بْ]دُ‌ۖ إِ[g[نّ]َهُ[o[ۥٓ] أَوّ[p[َا][q[ب]ٌ"
        },
        {
            "aya_id": 4001,
            "aya_number": 31,
            "aya_text": "اِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصّٰفِنٰتُ الْجِيَادُۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "(Ingatlah) ketika pada suatu sore dipertunjukkan kepadanya (kuda-kuda) yang jinak, (tetapi) sangat cepat larinya,",
            "tafsir_jalalayn": "(Ingatlah ketika dipertunjukkan kepadanya di waktu sore) yakni sesudah matahari tergelincir (kuda-kuda yang tenang di waktu berhenti) lafal Ash-Shaafinaat adalah bentuk jamak dari lafal Shaafinah, artinya kuda yang kalau berhenti berdiri pada tiga kaki, sedangkan kaki yang keempatnya berdiri pada ujung teracaknya atau berjinjit. Lafal ini berasal dari kata Shafana Yashfinu Shufuunan (dan cepat pada waktu berlari) lafal Al-Jiyaad adalah bentuk jamak dari lafal Jawaadun, artinya kuda balap. Maksud ayat, bahwa kuda-kuda itu bila berhenti tenang, dan bila berlari sangat cepat. Tersebutlah bahwa Nabi Sulaiman memiliki seribu ekor kuda, kuda-kuda itu ditampilkan di hadapannya setelah ia selesai melakukan salat Zuhur, karena ia bermaksud untuk berjihad dengan memakai kuda sebagai kendaraannya untuk melawan musuh. Sewaktu penampilan kuda baru sampai sembilan ratus ekor ternyata waktu Magrib telah tiba, sedangkan ia belum melakukan salat asar. Hal ini membuatnya berduka cita.",
            "sajda": false,
            "transliteration": "Iz 'urida 'alaihi bil'ashiy yis saafinaatul jiyaad",
            "tajweed_text": "إِذْ عُرِضَ عَلَيْهِ بِ[h:1900[ٱ]لْعَشِىِّ [h:11536[ٱ][l[ل]صَّ[n[ـٰ]فِنَ[n[ـٰ]تُ [h:11537[ٱ]لْجِي[p[َا][q[د]ُ"
        },
        {
            "aya_id": 4002,
            "aya_number": 32,
            "aya_text": "فَقَالَ اِنِّيْٓ اَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّيْۚ حَتّٰى تَوَارَتْ بِالْحِجَابِۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "maka dia berkata, “Sesungguhnya aku menyukai segala yang baik (kuda), yang membuat aku ingat akan (kebesaran) Tuhanku, sampai matahari terbenam.”",
            "tafsir_jalalayn": "(Maka ia berkata, \"Sesungguhnya aku menyukai) artinya, mempunyai maksud (bersenang-senang terhadap barang yang baik) yakni kuda (hingga aku lupa untuk berzikir kepada Rabbku) lupa melakukan salat asar (sehingga tertutuplah) matahari (dari pandangan mata.\") artinya sehingga matahari itu tenggelam dan tidak kelihatan lagi.",
            "sajda": false,
            "transliteration": "Faqaala inneee ahbabtu hubbal khairi 'an zikri Rabbee hattaa tawaarat bilhijaab",
            "tajweed_text": "فَقَالَ إِ[g[نّ][o[ِىٓ] أَحْبَ[q:11538[بْ]تُ حُبَّ [h:11539[ٱ]لْخَيْرِ عَ[f:3773[ن ذ]ِكْرِ رَبِّى حَتَّىٰ تَوَارَتْ بِ[h:11540[ٱ]لْحِج[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 4003,
            "aya_number": 33,
            "aya_text": "رُدُّوْهَا عَلَيَّ ۚفَطَفِقَ مَسْحًا ۢبِالسُّوْقِ وَالْاَعْنَاقِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "”Bawalah semua kuda itu kembali kepadaku.” Lalu dia mengusap-usap kaki dan leher kuda itu.",
            "tafsir_jalalayn": "(Ia berkata, \"Bawalah kuda-kuda itu kembali kepadaku\") yaitu kuda-kuda yang ditampilkan tadi kemudian mereka membawanya kepada Nabi Sulaiman (lalu ia membabat kuda-kuda itu) dengan pedangnya (pada kaki-kakinya) lafal As-Suuq ini adalah bentuk jamak dari lafal Saaqun (dan pada lehernya) artinya Nabi Sulaiman menyembelih semua kuda-kuda itu kemudian memotong kakinya sebagai kurban untuk mendekatkan diri kepada Allah swt. Karena kuda-kuda itu ternyata membuatnya lalai dari salat; kemudian ia menyedekahkan daging-dagingnya. Akhirnya Allah menggantikan kudanya dengan kendaraan yang jauh lebih baik dan lebih cepat larinya, yaitu kendaraan angin; angin dapat diperintah untuk bertiup dengan membawanya ke mana saja yang ia kehendaki.",
            "sajda": false,
            "transliteration": "Ruddoohaa 'alaiya fatafiqa masham bissooqi wal a'naaq",
            "tajweed_text": "رُدُّوهَا عَلَىَّ‌ۖ فَطَفِقَ مَسْح[i:11541[َۢا ب]ِ[h:11542[ٱ][l[ل]سُّوقِ وَ[h:11543[ٱ]لْأَعْن[p[َا][q[ق]ِ"
        },
        {
            "aya_id": 4004,
            "aya_number": 34,
            "aya_text": "وَلَقَدْ فَتَنَّا سُلَيْمٰنَ وَاَلْقَيْنَا عَلٰى كُرْسِيِّهٖ جَسَدًا ثُمَّ اَنَابَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dan sungguh, Kami telah menguji Sulaiman dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian dia bertobat.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah menguji Sulaiman) Kami telah mencobanya dengan suatu ujian, yaitu kerajaannya dirampas oleh orang lain. Demikian itu, karena ia pernah menikahi seorang perempuan yang ia sukai, hanya perempuan itu termasuk orang yang menyembah berhala, tanpa sepengetahuan Nabi Sulaiman. Dan tersebutlah bahwa kebesarannya itu terletak pada cincinnya kemudian pada suatu hari ketika ia bermaksud untuk pergi ke kamar mandi, ia melepaskan cincinnya itu. Lalu ia menitipkannya kepada salah seorang dari istrinya yang bernama Aminah, sebagaimana biasanya. Setelah ia pergi tiba-tiba datanglah makhluk jin yang menyerupai Nabi Sulaiman, kemudian jin itu mengambil cincin itu dari Aminah dan langsung memakainya (dan Kami dudukkan pada singgasananya sesosok jasad) yaitu jin tersebut, yang bernama Shakhr atau jin lainnya, kemudian jin itu menduduki singgasana Nabi Sulaiman. Ketika itu juga ia dikelilingi burung-burung dan lain-lainnya. Lalu muncullah Nabi Sulaiman dalam bentuk yang tidak seperti biasanya, yakni tanpa pakaian kebesaran, ia melihat bahwa di singgasananya telah duduk seseorang. Kemudian ia berkata kepada orang-orang yang ada di situ, \"Aku adalah Sulaiman.\" Akan tetapi orang-orang mengingkarinya (kemudian ia kembali) yakni kembali dapat merebut kebesarannya setelah selang beberapa hari; yaitu setelah ia berhasil merebut cincin kebesarannya, lalu memakainya dan duduk di atas singgasananya kembali.",
            "sajda": false,
            "transliteration": "Wa laqad fatannaa Sulaimaana wa alqainaa 'alaa kursiyyihee jasadan summa anaab",
            "tajweed_text": "وَلَقَ[q:341[دْ] فَتَ[g[نّ]َا سُلَيْمَ[n[ـٰ]نَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّه[n[ِۦ] جَسَ[f:11544[دًا ث]ُ[g[مّ]َ أَن[p[َا][q[ب]َ"
        },
        {
            "aya_id": 4005,
            "aya_number": 35,
            "aya_text": "قَالَ رَبِّ اغْفِرْ لِيْ وَهَبْ لِيْ مُلْكًا لَّا يَنْۢبَغِيْ لِاَحَدٍ مِّنْۢ بَعْدِيْۚ اِنَّكَ اَنْتَ الْوَهَّابُ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dia berkata, “Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh siapa pun setelahku. Sungguh, Engkaulah Yang Maha Pemberi.”",
            "tafsir_jalalayn": "(Ia berkata, \"Ya Rabbku! Ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak patut dimiliki) maksudnya, belum pernah dimiliki (oleh seorang jua pun sesudahku) artinya, yang tidak layak dimiliki oleh orang selainku. Pengertian ungkapan ini sama dengan makna yang terkandung di dalam firman-Nya yang lain, yaitu, 'Maka siapakah yang akan memberinya petunjuk sesudah Allah?' (Q.S. Al-Jatsiyah, 23) yakni selain Allah (sesungguhnya Engkaulah Yang Maha Pemberi.\")",
            "sajda": false,
            "transliteration": "Qaala Rabbigh fir lee wa hab lee mulkal laa yambaghee li ahadim mim ba'de inaka Antal Wahhab",
            "tajweed_text": "قَالَ رَبِّ [h:5032[ٱ]غْفِرْ لِى وَهَ[q:1745[بْ] لِى مُلْ[u:11545[كًا ل]َّا يَ[i:8425[نۢب]َغِى لِأَحَ[a:11546[دٍ م]ّ[i:692[ِنۢ ب]َعْد[o[ِىٓ‌ۖ] إِ[g[نّ]َكَ أَ[f:169[نت]َ [h:1748[ٱ]لْوَهّ[p[َا][q[ب]ُ"
        },
        {
            "aya_id": 4006,
            "aya_number": 36,
            "aya_text": "فَسَخَّرْنَا لَهُ الرِّيْحَ تَجْرِيْ بِاَمْرِهٖ رُخَاۤءً حَيْثُ اَصَابَۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya,",
            "tafsir_jalalayn": "(Kemudian Kami tundukkan kepadanya angin yang berembus dengan baik menurut perintahnya) yakni berembus dengan lembut (ke mana saja yang ia kehendaki) sesuai dengan keinginan Nabi Sulaiman.",
            "sajda": false,
            "transliteration": "Fasakhkharnaa lahur reeha tajree bi amrihee rukhaaa'an haisu asaab",
            "tajweed_text": "فَسَخَّرْنَا لَهُ [h:11547[ٱ][l[ل]رِّيحَ تَ[q:120[جْ]رِى بِأَمْرِه[n[ِۦ] رُخ[o[َا]ٓءً حَيْثُ أَص[p[َا][q[ب]َ"
        },
        {
            "aya_id": 4007,
            "aya_number": 37,
            "aya_text": "وَالشَّيٰطِيْنَ كُلَّ بَنَّاۤءٍ وَّغَوَّاصٍۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "dan (Kami tundukkan pula kepadanya) setan-setan, semuanya ahli bangunan dan penyelam,",
            "tafsir_jalalayn": "(Dan Kami tundukkan pula kepadanya setan-setan, semuanya ahli bangunan) yakni pandai membuat bangunan-bangunan yang menakjubkan dan aneh (dan penyelam) ahli menyelam di dalam laut untuk mengambil mutiara-mutiara yang terkandung di dalamnya.",
            "sajda": false,
            "transliteration": "Wash Shayaateena kulla bannaaa'inw wa ghawwaas",
            "tajweed_text": "وَ[h:9999[ٱ][l[ل]شَّيَ[n[ـٰ]طِينَ كُلَّ بَ[g[نّ][o[َا]ٓ[a:11548[ءٍ و]َغَوّ[p[َا]صٍ"
        },
        {
            "aya_id": 4008,
            "aya_number": 38,
            "aya_text": "وَّاٰخَرِيْنَ مُقَرَّنِيْنَ فِى الْاَصْفَادِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "dan (setan) yang lain yang terikat dalam belenggu.",
            "tafsir_jalalayn": "(Dan setan yang lain) setan-setan yang lainnya (yang terikat) dirantai (dalam belenggu) yaitu, tangan mereka masing-masing diikatkan ke kepalanya dengan memakai belenggu.",
            "sajda": false,
            "transliteration": "Wa aakhareena muqarraneena fil asfaad",
            "tajweed_text": "وَءَاخَرِينَ مُقَرَّنِينَ فِى [h:7184[ٱ]لْأَصْف[p[َا][q[د]ِ"
        },
        {
            "aya_id": 4009,
            "aya_number": 39,
            "aya_text": "هٰذَا عَطَاۤؤُنَا فَامْنُنْ اَوْ اَمْسِكْ بِغَيْرِ حِسَابٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Inilah anugerah Kami; maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) tanpa perhitungan.",
            "tafsir_jalalayn": "Dan Kami berfirman kepada Sulaiman (Inilah anugerah Kami; maka berikanlah) maksudnya, berikanlah sebagian daripadanya kepada orang yang kamu sukai (atau tahanlah) maksudnya, tidak memberikannya (dengan tiada pertanggungjawaban) tanpa ada hisab bagimu dalam hal ini.",
            "sajda": false,
            "transliteration": "Haazaa 'ataaa'unaa famnun aw amsik bighairi hisaab",
            "tajweed_text": "هَ[n[ـٰ]ذَا عَط[o[َا]ٓؤُنَا فَ[h:11549[ٱ]مْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِس[p[َا][q[ب]ٍ"
        },
        {
            "aya_id": 4010,
            "aya_number": 40,
            "aya_text": "وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ ࣖ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dan sungguh, dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik.",
            "tafsir_jalalayn": "(Dan sesungguhnya dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik) penafsiran ayat ini sebagaimana yang telah lalu.",
            "sajda": false,
            "transliteration": "Wa inna lahoo 'indanaa lazulfaa wa husna ma-aab",
            "tajweed_text": "وَإِ[g[نّ]َ لَهُ[n[ۥ] عِ[f:2359[ند]َنَا لَزُلْفَىٰ وَحُسْنَ مَــٔ[p[َا][q[ب]ٍ"
        },
        {
            "aya_id": 4011,
            "aya_number": 41,
            "aya_text": "وَاذْكُرْ عَبْدَنَآ اَيُّوْبَۘ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الشَّيْطٰنُ بِنُصْبٍ وَّعَذَابٍۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dan ingatlah akan hamba Kami Ayyub ketika dia menyeru Tuhannya, “Sesungguhnya aku diganggu setan dengan penderitaan dan bencana.”",
            "tafsir_jalalayn": "(Dan ingatlah akan hamba Kami Ayub ketika ia menyeru Rabbnya, \"Sesungguhnya aku) bahwasanya aku (diganggu oleh setan dengan kepayahan) kemudaratan (dan siksaan\") yakni rasa sakit. Nabi Ayub menisbatkan atau mengaitkan hal tersebut kepada setan, sekalipun pada kenyataannya segala sesuatu itu berasal dari Allah swt. Dimaksud sebagai sopan santun Nabi Ayub terhadap Allah.",
            "sajda": false,
            "transliteration": "Wazkur 'abdanaaa Ayyoob; iz naada Rabbahooo annee massaniyash Shaitaanu binus binw wa 'azaab",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُرْ عَ[q:11499[بْ]دَن[o[َآ] أَيُّوبَ إِذْ نَادَىٰ رَبَّهُ[o[ۥٓ] أَ[g[نّ]ِى مَسَّنِىَ [h:11550[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ بِنُصْ[a:11551[بٍ و]َعَذ[p[َا][q[ب]ٍ"
        },
        {
            "aya_id": 4012,
            "aya_number": 42,
            "aya_text": "اُرْكُضْ بِرِجْلِكَۚ هٰذَا مُغْتَسَلٌۢ بَارِدٌ وَّشَرَابٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Allah berfirman), “Hentakkanlah kakimu; inilah air yang sejuk untuk mandi dan untuk minum.”",
            "tafsir_jalalayn": "Dikatakan kepada Ayub (\"Hantamkanlah) maksudnya hentakkanlah (kakimu) ke bumi, lalu ia menghantamkannya, setelah itu tiba-tiba mengalirlah mata air dari bekas hentakan kakinya. Kemudian dikatakan pula kepadanya (inilah air untuk mandi) artinya, mandilah kamu dengan air ini (yang dingin, dan untuk minum\") minumlah kamu daripadanya. Segeralah Nabi Ayub mandi dan minum dan hilanglah semua penyakit yang ada di dalam dan di luar tubuhnya.",
            "sajda": false,
            "transliteration": "Urkud birijlika haaza mughtasalum baaridunw wa sharaab",
            "tajweed_text": "ٱرْكُضْ بِرِ[q:11552[جْ]لِكَ‌ۖ هَ[n[ـٰ]ذَا مُغْتَسَ[i:11553[لُۢ ب]َارِ[a:11554[دٌ و]َشَر[p[َا][q[ب]ٌ"
        },
        {
            "aya_id": 4013,
            "aya_number": 43,
            "aya_text": "وَوَهَبْنَا لَهٗٓ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرٰى لِاُولِى الْاَلْبَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Dan Kami anugerahi dia (dengan mengumpulkan kembali) keluarganya dan Kami lipatgandakan jumlah mereka, sebagai rahmat dari Kami dan pelajaran bagi orang-orang yang berpikiran sehat.",
            "tafsir_jalalayn": "(Dan Kami anugerahi dia dengan mengumpulkan kembali keluarganya dan Kami tambahkan kepada mereka sebanyak mereka) maksudnya, Allah menghidupkan kembali anak-anaknya yang telah mati itu, dan menambah pula kepadanya anak lain sejumlah anak yang telah mati itu (sebagai rahmat) sebagai nikmat dan karunia (dari Kami dan pelajaran) nasihat (bagi orang-orang yang mempunyai pikiran) yaitu bagi orang-orang yang berakal.",
            "sajda": false,
            "transliteration": "Wa wahabnaa lahoo ahlahoo wa mislahum ma'ahum rahmatam minna wa zikraa li ulil albaab",
            "tajweed_text": "وَوَهَ[q:4212[بْ]نَا لَهُ[o[ۥٓ] أَهْلَهُ[n[ۥ] وَمِثْلَه[w:8834[ُم م]َّعَهُمْ رَحْمَ[a:11254[ةً م]ِّ[g[نّ]َا وَذِكْرَىٰ لِأُ[s[وْ]لِى [h:11555[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ"
        },
        {
            "aya_id": 4014,
            "aya_number": 44,
            "aya_text": "وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِّهٖ وَلَا تَحْنَثْ ۗاِنَّا وَجَدْنٰهُ صَابِرًا ۗنِعْمَ الْعَبْدُ ۗاِنَّهٗٓ اَوَّابٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Dan ambillah seikat (rumput) dengan tanganmu, lalu pukullah dengan itu dan janganlah engkau melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyub) seorang yang sabar. Dialah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah).",
            "tafsir_jalalayn": "(Dan ambillah dengan tanganmu seikat rumput) yakni seikat rumput lalang atau seikat ranting-ranting (maka pukullah dengan itu) istrimu, karena Nabi Ayub pernah bersumpah, bahwa ia sungguh akan memukul istrinya sebanyak seratus kali deraan, karena pada suatu hari ia pernah tidak menuruti perintahnya (dan janganlah kamu melanggar sumpah) dengan tidak memukulnya, lalu Nabi Ayub mengambil seratus tangkai kayu Idzkhir atau kayu lainnya, lalu ia memukulkannya sekali pukul kepada istrinya. (Sesungguhnya Kami dapati dia seorang yang sabar. Dialah sebaik-baik hamba) adalah Nabi Ayub. (Sesungguhnya dia amat taat) kepada Allah swt.",
            "sajda": false,
            "transliteration": "Wa khuz biyadika dighsan fadrib bihee wa laa tahnas, innaa wajadnaahu saabiraa; ni'mal 'abd; innahooo awwaab",
            "tajweed_text": "وَخُذْ بِيَدِكَ ضِغْ[f:11556[ثًا ف]َ[h:8556[ٱ]ضْرِب بِّه[n[ِۦ] وَلَا تَحْنَثْ‌ۗ إِ[g[نّ]َا وَجَ[q:11557[دْ]نَ[n[ـٰ]هُ صَابِ[a:11558[رًا‌ۚ ن]ِّعْمَ [h:11534[ٱ]لْعَ[q:11535[بْ]دُ‌ۖ إِ[g[نّ]َهُ[o[ۥٓ] أَوّ[p[َا][q[ب]ٌ"
        },
        {
            "aya_id": 4015,
            "aya_number": 45,
            "aya_text": "وَاذْكُرْ عِبٰدَنَآ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَ اُولِى الْاَيْدِيْ وَالْاَبْصَارِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Dan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi).",
            "tafsir_jalalayn": "(Dan ingatlah hamba-hamba Kami; Ibrahim, Ishak dan Yakub yang mempunyai kekuatan) dalam hal beribadah (dan pandangan) yang tajam dalam masalah agama. Menurut suatu qiraat lafal 'Ibaadanaa dibaca 'Abdanaa dalam bentuk Mufrad, sedangkan lafal Ibrahiim merupakan Athaf Bayan baginya, dan lafal-lafal yang sesudahnya diathafkan kepada lafal 'Abdanaa.",
            "sajda": false,
            "transliteration": "Wazkur 'ibaadanaaa Ibraaheema wa Is-haaqa wa Ya'qooba ulil-aydee walabsaar",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُرْ عِبَ[n[ـٰ]دَن[o[َآ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَإِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ أُ[s[وْ]لِى [h:11559[ٱ]لْأَيْدِى وَ[h:11560[ٱ]لْأَ[q:11560[بْ]صَ[p[ـٰ]رِ"
        },
        {
            "aya_id": 4016,
            "aya_number": 46,
            "aya_text": "اِنَّآ اَخْلَصْنٰهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِۚ ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Sungguh, Kami telah menyucikan mereka dengan (menganugerahkan) akhlak yang tinggi kepadanya yaitu selalu mengingatkan (manusia) kepada negeri akhirat.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menyucikan mereka dengan menganugerahkan kepada mereka akhlak yang tinggi) yaitu (selalu mengingatkan manusia kepada negeri akhirat) atau alam akhirat; maksudnya mengingatkan manusia kepada hari akhirat dan menganjurkan mereka untuk beramal baik sebagai bekal untuk menghadapinya. Menurut suatu qiraat dibaca Bikhaalishati Dzikrad Daar yaitu dengan dimudhafkan untuk menunjukkan makna Bayan, atau keterangan.",
            "sajda": false,
            "transliteration": "Innaaa akhlasnaahum bi khaalisatin zikrad daar",
            "tajweed_text": "إِ[g[نّ][o[َآ] أَخْلَصْنَ[n[ـٰ]ه[c:11561[ُم ب]ِخَالِصَ[f:11562[ةٍ ذ]ِكْرَى [h:11563[ٱ][l[ل]دّ[p[َا]رِ"
        },
        {
            "aya_id": 4017,
            "aya_number": 47,
            "aya_text": "وَاِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْاَخْيَارِۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik.",
            "tafsir_jalalayn": "(Dan sesungguhnya mereka pada sisi Kami benar-benar termasuk orang-orang pilihan) yakni orang-orang yang terpilih (yang paling baik) lafal Al-Akhyaar ini adalah bentuk jamak dari lafal Khayyirun, artinya paling baik.",
            "sajda": false,
            "transliteration": "Wa innahum 'indanaa laminal mustafainal akhyaar",
            "tajweed_text": "وَإِ[g[نّ]َهُمْ عِ[f:2359[ند]َنَا لَمِنَ [h:11564[ٱ]لْمُصْطَفَيْنَ [h:11565[ٱ]لْأَخْي[p[َا]رِ"
        },
        {
            "aya_id": 4018,
            "aya_number": 48,
            "aya_text": "وَاذْكُرْ اِسْمٰعِيْلَ وَالْيَسَعَ وَذَا الْكِفْلِ ۗوَكُلٌّ مِّنَ الْاَخْيَارِۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Dan ingatlah Ismail, Ilyasa‘ dan Zulkifli. Semuanya termasuk orang-orang yang paling baik.",
            "tafsir_jalalayn": "(Dan ingatlah akan Ismail, Ilyasa') Ilyasa' adalah Yasu', dia seorang nabi; Huruf Alif dan lamnya adalah Zaidah atau tambahan (dan Zulkifli) yang masih diperselisihkan kenabiannya. Menurut suatu pendapat dikatakan, bahwa ia pernah menjamin seratus orang nabi yang berlindung kepadanya untuk menghindari pembunuhan. (Semuanya) artinya, masing-masing dari kesemuanya (termasuk orang-orang yang paling baik) lafal Al-Akhyaar adalah bentuk jamak dari lafal Khayyirun, artinya orang yang paling baik.",
            "sajda": false,
            "transliteration": "Wazkur Ismaa'eela wal Yasa'a wa Zal-Kifli wa kullum minal akhyaar",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُرْ إِسْمَ[n[ـٰ]عِيلَ وَ[h:4217[ٱ]لْيَسَعَ وَذَا [h:8836[ٱ]لْكِفْلِ‌ۖ وَكُ[a:11566[لٌّ م]ِّنَ [h:11567[ٱ]لْأَخْي[p[َا]رِ"
        },
        {
            "aya_id": 4019,
            "aya_number": 49,
            "aya_text": "هٰذَا ذِكْرٌ ۗوَاِنَّ لِلْمُتَّقِيْنَ لَحُسْنَ مَاٰبٍۙ ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Ini adalah kehormatan (bagi mereka). Dan sungguh, bagi orang-orang yang bertakwa (disediakan) tempat kembali yang terbaik,",
            "tafsir_jalalayn": "(Ini adalah kehormatan) bagi mereka, yaitu mendapat pujian yang baik di sini. (Dan sesungguhnya bagi orang-orang yang bertakwa) antara lain adalah termasuk mereka (benar-benar disediakan tempat kembali yang baik) nanti di akhirat.",
            "sajda": false,
            "transliteration": "Haazaa zikr; wa inna lilmuttaqeena lahusna ma aab",
            "tajweed_text": "هَ[n[ـٰ]ذَا ذِكْ[a:11568[رٌ‌ۚ و]َإِ[g[نّ]َ لِلْمُتَّقِينَ لَحُسْنَ مَــٔ[p[َا][q[ب]ٍ"
        },
        {
            "aya_id": 4020,
            "aya_number": 50,
            "aya_text": "جَنّٰتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الْاَبْوَابُۚ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "(yaitu) surga ’Adn yang pintu-pintunya terbuka bagi mereka,",
            "tafsir_jalalayn": "(Yaitu surga Adn) menjadi Badal atau 'Athaf Bayan bagi lafal Lahusna Ma-aab (yang pintu-pintunya terbuka bagi mereka) artinya, pintu-pintu surga itu terbuka lebar-lebar buat mereka.",
            "sajda": false,
            "transliteration": "Jannaati 'adnim mufat tahatal lahumul abwaab",
            "tajweed_text": "جَ[g[نّ]َ[n[ـٰ]تِ عَ[q:5720[دْ][a:11569[نٍ م]ُّفَتَّحَ[u:11570[ةً ل]َّهُمُ [h:11571[ٱ]لْأَ[q:11572[بْ]و[p[َٲ][q[ب]ُ"
        },
        {
            "aya_id": 4021,
            "aya_number": 51,
            "aya_text": "مُتَّكِـِٕيْنَ فِيْهَا يَدْعُوْنَ فِيْهَا بِفَاكِهَةٍ كَثِيْرَةٍ وَّشَرَابٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "di dalamnya mereka bersandar (di atas dipan-dipan) sambil meminta buah-buahan yang banyak dan minuman (di surga itu).",
            "tafsir_jalalayn": "(Di dalamnya mereka bertelekan) di atas dipan-dipan (sambil meminta buah-buahan yang banyak dan minuman di surga itu.)",
            "sajda": false,
            "transliteration": "Muttaki'eena feehaa yad'oona feehaa bifaakihatin kaseeratinw wa sharaab",
            "tajweed_text": "مُتَّكِــِٔينَ فِيهَا يَ[q:1240[دْ]عُونَ فِيهَا بِفَ[n[ـٰ]كِهَ[f:11573[ةٍ ك]َثِيرَ[a:11574[ةٍ و]َشَر[p[َا][q[ب]ٍ"
        },
        {
            "aya_id": 4022,
            "aya_number": 52,
            "aya_text": "وَعِنْدَهُمْ قٰصِرٰتُ الطَّرْفِ اَتْرَابٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "dan di samping mereka (ada bidadari-bidadari) yang redup pandangannya dan sebaya umurnya.",
            "tafsir_jalalayn": "(Dan pada sisi mereka ada bidadari-bidadari yang tidak liar pandangannya) yakni mereka hanya memandang kepada suaminya dan menundukkan pandangan mata dari yang lainnya (dan sebaya umurnya) umur mereka sebaya, yaitu sekitar tiga puluh tiga tahunan. Lafal Atraabun adalah bentuk jamak dari lafal Turbun.",
            "sajda": false,
            "transliteration": "Wa 'indahum qaasiraatut tarfi atraab",
            "tajweed_text": "۞ وَعِ[f:11364[ند]َهُمْ قَ[n[ـٰ]صِر[n[َٲ]تُ [h:11365[ٱ][l[ل]طَّرْفِ أَتْر[p[َا][q[ب]ٌ"
        },
        {
            "aya_id": 4023,
            "aya_number": 53,
            "aya_text": "هٰذَا مَا تُوْعَدُوْنَ لِيَوْمِ الْحِسَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Inilah apa yang dijanjikan kepadamu pada hari perhitungan.",
            "tafsir_jalalayn": "(Inilah) hal-hal yang telah disebutkan itu (apa yang dijanjikan kepada kalian) dapat dibaca Yuu'aduuna atau Tuu'aduuna, kalau dibaca Tuu'aduna berarti Iltifat (pada hari berhisab) pada saat hari berhisab.",
            "sajda": false,
            "transliteration": "Haaza maa too'odoona li Yawmil Hisaab",
            "tajweed_text": "هَ[n[ـٰ]ذَا مَا تُوعَدُونَ لِيَوْمِ [h:11575[ٱ]لْحِس[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 4024,
            "aya_number": 54,
            "aya_text": "اِنَّ هٰذَا لَرِزْقُنَا مَا لَهٗ مِنْ نَّفَادٍۚ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Sungguh, inilah rezeki dari Kami yang tidak ada habis-habisnya.",
            "tafsir_jalalayn": "(Sesungguhnya ini adalah benar-benar rezeki dari Kami yang tiada habis-habisnya) yang tak putus-putusnya; jumlah ayat ini menjadi Haal dari lafal Larizqunaa, atau sebagai Khabar kedua dari Inna, artinya selama-lamanya.",
            "sajda": false,
            "transliteration": "Inna haazaa larizqunaa maa lahoo min nafaad",
            "tajweed_text": "إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَرِزْقُنَا مَا لَهُ[n[ۥ] م[a:11576[ِن ن]َّف[p[َا][q[د]ٍ"
        },
        {
            "aya_id": 4025,
            "aya_number": 55,
            "aya_text": "هٰذَا ۗوَاِنَّ لِلطّٰغِيْنَ لَشَرَّ مَاٰبٍۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Beginilah (keadaan mereka). Dan sungguh, bagi orang-orang yang durhaka pasti (disediakan) tempat kembali yang buruk,",
            "tafsir_jalalayn": "(Beginilah) keadaan yang dialami oleh orang-orang yang beriman. (Dan sesungguhnya bagi orang-orang yang durhaka) kalimat ayat ini merupakan jumlah Isti'naf atau kalimat baru (benar-benar disediakan tempat kembali yang paling buruk.)",
            "sajda": false,
            "transliteration": "Haazaa; wa inna littaagheena lasharra ma-aab",
            "tajweed_text": "هَ[n[ـٰ]ذَا‌ۚ وَإِ[g[نّ]َ لِلطَّ[n[ـٰ]غِينَ لَشَرَّ مَــٔ[p[َا][q[ب]ٍ"
        },
        {
            "aya_id": 4026,
            "aya_number": 56,
            "aya_text": "جَهَنَّمَۚ يَصْلَوْنَهَاۚ فَبِئْسَ الْمِهَادُ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "(yaitu) neraka Jahanam yang mereka masuki; maka itulah seburuk-buruk tempat tinggal.",
            "tafsir_jalalayn": "(Yaitu neraka Jahanam, yang mereka masuk ke dalamnya) mereka dimasukkan ke dalamnya (maka amat buruklah Jahanam itu sebagai tempat tinggal) artinya, hamparan yang paling buruk.",
            "sajda": false,
            "transliteration": "Jahannama yaslawnahaa fai'sal mihaad",
            "tajweed_text": "جَهَ[g[نّ]َمَ يَصْلَوْنَهَا فَبِئْسَ [h:11577[ٱ]لْمِه[p[َا][q[د]ُ"
        },
        {
            "aya_id": 4027,
            "aya_number": 57,
            "aya_text": "هٰذَاۙ فَلْيَذُوْقُوْهُ حَمِيْمٌ وَّغَسَّاقٌۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Inilah (azab neraka), maka biarlah mereka merasakannya, (minuman mereka) air yang sangat panas dan air yang sangat dingin,",
            "tafsir_jalalayn": "(Inilah) azab neraka; pengertian ini disimpulkan dari lafal sesudahnya (biarlah mereka merasakannya, minuman mereka air yang sangat panas) lagi membakar (dan nanah ahli neraka) dapat dibaca Ghassaaqun atau Ghasaaqun artinya nanah yang meleleh dari penghuni neraka.",
            "sajda": false,
            "transliteration": "Haazaa falyazooqoohu hameemunw wa ghassaaq",
            "tajweed_text": "هَ[n[ـٰ]ذَا فَلْيَذُوقُوهُ حَمِي[a:11578[مٌ و]َغَسّ[p[َا][q[ق]ٌ"
        },
        {
            "aya_id": 4028,
            "aya_number": 58,
            "aya_text": "وَّاٰخَرُ مِنْ شَكْلِهٖٓ اَزْوَاجٌۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "dan berbagai macam (azab) yang lain yang serupa itu.",
            "tafsir_jalalayn": "(Dan azab yang lain) dapat dibaca dalam bentuk jamak sehingga menjadi Ukharu atau dapat pula dibaca dalam bentuk Mufrad sehingga bacaannya menjadi Aakharu (yang serupa itu) serupa dengan azab yang telah disebutkan tadi, yaitu air yang sangat panas dan cairan nanah (berbagai macam) beraneka ragam siksaan, maksudnya, azab mereka bermacam-macam.",
            "sajda": false,
            "transliteration": "Wa aakharu min shak liheee azwaaj",
            "tajweed_text": "وَءَاخَرُ مِ[f:11579[ن ش]َكْلِه[o[ِۦٓ] أَزْو[p[َٲ][q[ج]ٌ"
        },
        {
            "aya_id": 4029,
            "aya_number": 59,
            "aya_text": "هٰذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْۚ  لَا مَرْحَبًا ۢبِهِمْ ۗ اِنَّهُمْ صَالُوا النَّارِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "(Dikatakan kepada mereka), “Ini rombongan besar (pengikut-pengikutmu) yang masuk berdesak-desak bersama kamu (ke neraka).” Tidak ada ucapan selamat datang bagi mereka karena sesungguhnya mereka akan masuk neraka (kata pemimpin-pemimpin mereka).",
            "tafsir_jalalayn": "Dan dikatakan kepada mereka sewaktu mereka diseret ke dalam neraka bersama dengan para pengikutnya (\"Ini adalah suatu rombongan) suatu gelombang (yang masuk berdesak-desak) dijejalkan masuk (bersama kalian\") ke neraka. Kalimat itu dikatakan kepada mereka dengan nada yang keras; maka berkatalah pemimpin-pemimpin mereka yang durhaka, (\"Tiadalah ucapan selamat datang kepada mereka) artinya, tiada kelapangan buat mereka (karena sesungguhnya mereka akan masuk neraka.\")",
            "sajda": false,
            "transliteration": "Haazaa fawjum muqtahimum ma'akum laa marhabam bihim; innahum saalun Naar",
            "tajweed_text": "هَ[n[ـٰ]ذَا فَوْ[a:11580[جٌ م]ُّ[q:11581[قْ]تَحِ[a:11582[مٌ م]َّعَكُمْ‌ۖ لَا مَرْحَب[i:11583[َۢا ب]ِهِمْ‌ۚ إِ[g[نّ]َهُمْ صَالُو[s[اْ] [h:11584[ٱ][l[ل][g[نّ][p[َا]رِ"
        },
        {
            "aya_id": 4030,
            "aya_number": 60,
            "aya_text": "قَالُوْا بَلْ اَنْتُمْ لَا مَرْحَبًاۢ بِكُمْ ۗ اَنْتُمْ قَدَّمْتُمُوْهُ لَنَاۚ فَبِئْسَ الْقَرَارُ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "(Para pengikut mereka menjawab), “Sebenarnya kamulah yang (lebih pan-tas) tidak menerima ucapan selamat datang, karena kamulah yang menjerumuskan kami ke dalam azab, maka itulah seburuk-buruk tempat menetap.”",
            "tafsir_jalalayn": "(Pengikut-pengikut mereka berkata) atau mengatakan, (\"Sebenarnya kalianlah; tiada ucapan selamat datang bagi kalian, karena kalianlah yang menjerumuskan kami) ke dalam kekafiran (maka amat buruklah tempat tinggal\") bagi kami dan kalian, yaitu neraka.",
            "sajda": false,
            "transliteration": "Qaaloo bal antum laa marhabam bikum; antum qaddamtumoohu lanaa fabi'sal qaraar",
            "tajweed_text": "قَالُو[s[اْ] بَلْ أَ[f:428[نت]ُمْ لَا مَرْحَب[i:11585[َۢا ب]ِكُمْ‌ۖ أَ[f:428[نت]ُمْ قَدَّمْتُمُوهُ لَنَا‌ۖ فَبِئْسَ [h:11586[ٱ]لْقَر[p[َا]رُ"
        },
        {
            "aya_id": 4031,
            "aya_number": 61,
            "aya_text": "قَالُوْا رَبَّنَا مَنْ قَدَّمَ لَنَا هٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِى النَّارِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 456,
            "translation_aya_text": "Mereka berkata (lagi), “Ya Tuhan kami, barangsiapa menjerumuskan kami ke dalam (azab) ini, maka tambahkanlah azab kepadanya dua kali lipat di dalam neraka.”",
            "tafsir_jalalayn": "(Mereka berkata) lagi, (\"Ya Rabb kami! Barang siapa yang menjerumuskan kami ke dalam azab ini, maka tambahkanlah azab kepadanya dengan berlipat ganda) dua kali lipat azab yang diterimanya, sebagai balasan dari kekafirannya (di dalam neraka.\")",
            "sajda": false,
            "transliteration": "Qaaloo Rabbanaa man qaddama lanaa haaza fazidhu 'azaaban di'fan fin Naar",
            "tajweed_text": "قَالُو[s[اْ] رَبَّنَا مَ[f:11587[ن ق]َدَّمَ لَنَا هَ[n[ـٰ]ذَا فَزِ[q:11588[دْ]هُ عَذَا[f:4678[بًا ض]ِعْ[f:11589[فًا ف]ِى [h:4674[ٱ][l[ل][g[نّ][p[َا]رِ"
        },
        {
            "aya_id": 4032,
            "aya_number": 62,
            "aya_text": "وَقَالُوْا مَا لَنَا لَا نَرٰى رِجَالًا كُنَّا نَعُدُّهُمْ مِّنَ الْاَشْرَارِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "Dan (orang-orang durhaka) berkata, “Mengapa kami tidak melihat orang-orang yang dahulu (di dunia) kami anggap sebagai orang-orang yang jahat (hina).",
            "tafsir_jalalayn": "(Dan mereka berkata,) yakni orang-orang kafir Mekah, sedang mereka berada dalam neraka, (\"Mengapa kami tidak melihat orang-orang yang dahulu kami anggap) sewaktu di dunia (sebagai orang-orang yang hina.\")",
            "sajda": false,
            "transliteration": "Wa qaaloo ma lanaa laa naraa rijaalan kunnaa na'udduhum minal ashraar",
            "tajweed_text": "وَقَالُو[s[اْ] مَا لَنَا لَا نَرَىٰ رِجَال[f:11590[اً ك]ُ[g[نّ]َا نَعُدُّه[w:11591[ُم م]ِّنَ [h:11592[ٱ]لْأَشْر[p[َا]رِ"
        },
        {
            "aya_id": 4033,
            "aya_number": 63,
            "aya_text": "اَتَّخَذْنٰهُمْ سِخْرِيًّا اَمْ زَاغَتْ عَنْهُمُ الْاَبْصَارُ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "Dahulu kami menjadikan mereka olok-olokan, ataukah karena penglihatan kami yang tidak melihat mereka?”",
            "tafsir_jalalayn": "(Apakah kami dahulu menjadikan mereka olok-olokan) lafal Sukhriyyan dapat pula dibaca Sikhriyyan, yakni kami dahulu sewaktu di dunia menghina mereka. Huruf Ya pada lafal Sukhriyyan adalah Nasab; maksudnya apakah mereka tidak ada (ataukah karena tidak melihat) yakni terhalang (mata kami dari melihat mereka) sehingga mata kami tidak dapat melihat mereka. Yang mereka maksud adalah kaum muslimin yang miskin, seperti Ammar, Bilal, Shuhaib, dan Salman.",
            "sajda": false,
            "transliteration": "Attakhaznaahum sikh riyyan am zaaghat 'anhumul absaar",
            "tajweed_text": "أَتَّخَذْنَ[n[ـٰ]هُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ [h:11593[ٱ]لْأَ[q:4305[بْ]صَ[p[ـٰ]رُ"
        },
        {
            "aya_id": 4034,
            "aya_number": 64,
            "aya_text": "اِنَّ ذٰلِكَ لَحَقٌّ تَخَاصُمُ اَهْلِ النَّارِ ࣖ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "Sungguh, yang demikian benar-benar terjadi, (yaitu) pertengkaran di antara penghuni neraka.",
            "tafsir_jalalayn": "(Sesungguhnya yang demikian itu pasti terjadi) sudah pasti terjadinya, yaitu (pertengkaran penghuni neraka) sebagaimana yang telah dijelaskan tadi.",
            "sajda": false,
            "transliteration": "Inna zaalika lahaqqun takhaasumu Ahlin Naar",
            "tajweed_text": "إِ[g[نّ]َ ذ[n[َٲ]لِكَ لَحَ[f:11594[قٌّ ت]َخَاصُمُ أَهْلِ [h:11595[ٱ][l[ل][g[نّ][p[َا]رِ"
        },
        {
            "aya_id": 4035,
            "aya_number": 65,
            "aya_text": "قُلْ اِنَّمَآ اَنَا۠ مُنْذِرٌ ۖوَّمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ الْوَاحِدُ الْقَهَّارُ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "Katakanlah (Muhammad), “Sesungguhnya aku hanya seorang pemberi peringatan, tidak ada tuhan selain Allah Yang Maha Esa, Mahaperkasa,",
            "tafsir_jalalayn": "(Katakanlah) hai Muhammad kepada orang-orang kafir Mekah! (\"Sesungguhnya aku hanya seorang pemberi peringatan) seorang yang memperingatkan kalian dengan neraka (dan sekali-kali tidak ada Tuhan selain Allah Yang Maha Esa lagi Maha Mengalahkan) semua makhluk-Nya.",
            "sajda": false,
            "transliteration": "Qul innamaaa ana munzirunw wa maa min ilaahim illal laahul Waahidul Qahhaar",
            "tajweed_text": "قُلْ إِ[g[نّ]َم[o[َآ] أَنَا۟ مُ[f:6895[نذ]ِ[a:11596[رٌ‌ۖ و]َمَا مِنْ إِلَ[n[ـٰ]هٍ إِلَّا [h:1742[ٱ]للَّهُ [h:11597[ٱ]لْو[n[َٲ]حِدُ [h:6662[ٱ]لْقَهّ[p[َا]رُ"
        },
        {
            "aya_id": 4036,
            "aya_number": 66,
            "aya_text": "رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا الْعَزِيْزُ الْغَفَّارُ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "(yaitu) Tuhan langit dan bumi dan apa yang ada di antara keduanya, Yang Mahaperkasa, Maha Pengampun.”",
            "tafsir_jalalayn": "(Rabb langit dan bumi dan apa yang ada di antara keduanya Yang Maha Perkasa) yakni Maha Menang atas semua perkara-Nya (lagi Maha Pengampun\") terhadap kekasih-kekasih-Nya.",
            "sajda": false,
            "transliteration": "Rabbus samaawaati wal ardi wa maa bainahumal 'Azeezul Ghaffaar",
            "tajweed_text": "رَبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا [h:11598[ٱ]لْعَزِيزُ [h:11599[ٱ]لْغَفَّ[p[ـٰ]رُ"
        },
        {
            "aya_id": 4037,
            "aya_number": 67,
            "aya_text": "قُلْ هُوَ نَبَؤٌا عَظِيْمٌۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "Katakanlah, “Itu (Al-Qur'an) adalah berita besar,",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka! (\"Berita itu adalah berita besar.)",
            "sajda": false,
            "transliteration": "Qul huwa naba'un 'azeem",
            "tajweed_text": "قُلْ هُوَ نَبَؤٌاْ عَظ[p[ِي]مٌ"
        },
        {
            "aya_id": 4038,
            "aya_number": 68,
            "aya_text": "اَنْتُمْ عَنْهُ مُعْرِضُوْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "yang kamu berpaling darinya.",
            "tafsir_jalalayn": "(Yang kalian berpaling darinya) dari Alquran yang aku beritakan dan aku datangkan kepada kalian; di dalamnya terdapat hal-hal yang tidak dapat diketahui, melainkan hanya dengan jalan wahyu. Yang dimaksud dengan berita yang besar itu ialah:",
            "sajda": false,
            "transliteration": "Antum 'anhu mu'ridoon",
            "tajweed_text": "أَ[f:428[نت]ُمْ عَنْهُ مُعْرِض[p[ُو]نَ"
        },
        {
            "aya_id": 4039,
            "aya_number": 69,
            "aya_text": "مَا كَانَ لِيَ مِنْ عِلْمٍۢ بِالْمَلَاِ الْاَعْلٰٓى اِذْ يَخْتَصِمُوْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "Aku tidak mempunyai pengetahuan sedikit pun tentang al-mala’ul a’la (malaikat) itu ketika mereka berbantah-bantahan.",
            "tafsir_jalalayn": "(Aku tiada mempunyai pengetahuan sedikit pun tentang Al-Mala'ul A'la) yakni para malaikat itu (ketika mereka berbantah-bantahan) tentang perihal Nabi Adam, ketika Allah berfirman, 'Sesungguhnya Aku hendak menjadikan seorang khalifah di muka bumi...' (Q.S. Al-Baqarah, 30)",
            "sajda": false,
            "transliteration": "Maa kaana liya min 'ilmim bilmala il a'laaa iz yakhtasimoon",
            "tajweed_text": "مَا كَانَ لِىَ مِنْ عِلْ[i:11600[مِۭ ب]ِ[h:11601[ٱ]لْمَلَإِ [h:11602[ٱ]لْأَعْلَ[o[ىٰٓ] إِذْ يَخْتَصِم[p[ُو]نَ"
        },
        {
            "aya_id": 4040,
            "aya_number": 70,
            "aya_text": "اِنْ يُّوْحٰىٓ اِلَيَّ اِلَّآ اَنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "Yang diwahyukan kepadaku, bahwa aku hanyalah seorang pemberi peringatan yang nyata.”",
            "tafsir_jalalayn": "(Tidak) tiada (diwahyukan kepadaku, melainkan bahwa sesungguhnya aku) yakni aku ini (hanyalah seorang pemberi peringatan yang nyata\") artinya nyata peringatannya.",
            "sajda": false,
            "transliteration": "Iny-yoohaaa ilaiya illaaa annnamaaa ana nazeerum mubeen",
            "tajweed_text": "إ[a:11603[ِن ي]ُوحَ[o[ىٰٓ] إِلَىَّ إِلّ[o[َآ] أَ[g[نّ]َم[o[َآ] أَنَا۟ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ"
        },
        {
            "aya_id": 4041,
            "aya_number": 71,
            "aya_text": "اِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ طِيْنٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan manusia dari tanah.",
            "tafsir_jalalayn": "Ingatlah (ketika Rabbmu berfirman kepada malaikat, \"Sesungguhnya Aku akan menciptakan manusia dari tanah) yaitu Adam.",
            "sajda": false,
            "transliteration": "Iz qaala Rabbuka lilmalaaa'ikati innee khaaliqum basharam min teen",
            "tajweed_text": "إِذْ قَالَ رَبُّكَ لِلْمَلَ[o[ـٰٓ]ئِكَةِ إِ[g[نّ]ِى خَ[n[ـٰ]لِ[i:7235[قُۢ ب]َشَ[a:7236[رًا م]ِّ[f:3917[ن ط][p[ِي]نٍ"
        },
        {
            "aya_id": 4042,
            "aya_number": 72,
            "aya_text": "فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "Kemudian apabila telah Aku sempurnakan kejadiannya dan Aku tiupkan roh (ciptaan)-Ku kepadanya; maka tunduklah kamu dengan bersujud kepadanya.”",
            "tafsir_jalalayn": "(Maka apabila telah Kusempurnakan kejadiannya) telah sempurna kejadiannya (dan Kutiupkan) Kualirkan (kepadanya roh ciptaan-Ku) sehingga ia menjadi hidup. Dimudhafkannya lafal ruh kepada Allah dimaksud untuk memuliakan Nabi Adam. Roh adalah tubuh yang lembut dan tidak kelihatan oleh mata, yang membuat manusia dapat hidup karena memasuki tubuhnya (maka hendaklah kalian bersungkur dengan sujud kepadanya\") sujud penghormatan dengan cara membungkukkan badan.",
            "sajda": false,
            "transliteration": "Fa-iza sawwaituhoo wa nafakhtu feehi mir roohee faqa'oo lahoo saajideen",
            "tajweed_text": "فَإِذَا سَوَّيْتُهُ[n[ۥ] وَنَفَخْتُ فِيهِ م[u:7237[ِن ر]ُّوحِى فَقَعُو[s[اْ] لَهُ[n[ۥ] سَ[n[ـٰ]جِد[p[ِي]نَ"
        },
        {
            "aya_id": 4043,
            "aya_number": 73,
            "aya_text": "فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "Lalu para malaikat itu bersujud semuanya,",
            "tafsir_jalalayn": "(Lalu seluruh malaikat itu sujud semuanya) di dalam ayat ini terdapat dua Taukid, yaitu lafal Kulluhum dan lafal Ajma 'uuna.",
            "sajda": false,
            "transliteration": "Fasajadal malaaa'ikatu kulluhum ajma'oon",
            "tajweed_text": "فَسَجَدَ [h:7238[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ كُلُّهُمْ أَ[q:7239[جْ]مَع[p[ُو]نَ"
        },
        {
            "aya_id": 4044,
            "aya_number": 74,
            "aya_text": "اِلَّآ اِبْلِيْسَۗ اِسْتَكْبَرَ وَكَانَ مِنَ الْكٰفِرِيْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "kecuali Iblis; ia menyombongkan diri dan ia termasuk golongan yang kafir.",
            "tafsir_jalalayn": "(Kecuali iblis) dia adalah bapaknya jin yang dahulunya campur bersama dengan malaikat (dia menyombongkan diri dan adalah dia termasuk orang-orang yang kafir) menurut ilmu Allah.",
            "sajda": false,
            "transliteration": "Illaaa Iblees; istakbara wa kaana minal kaafireen",
            "tajweed_text": "إِلّ[o[َآ] إِ[q:180[بْ]لِيسَ [h:11604[ٱ]سْتَكْبَرَ وَكَانَ مِنَ [h:182[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ"
        },
        {
            "aya_id": 4045,
            "aya_number": 75,
            "aya_text": "قَالَ يٰٓاِبْلِيْسُ مَا مَنَعَكَ اَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۗ اَسْتَكْبَرْتَ اَمْ كُنْتَ مِنَ الْعَالِيْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "(Allah) berfirman, “Wahai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kekuasaan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?”",
            "tafsir_jalalayn": "(Allah berfirman, \"Hai iblis! Apakah yang menghalangi kamu sujud kepada yang telah Kuciptakan dengan kedua tangan kekuasaan-Ku?) maksudnya, yang telah Aku atur penciptaannya secara langsung; ungkapan ini dimaksud memuliakan kedudukan Nabi Adam, karena sesungguhnya setiap makhluk diciptakan oleh Allah secara langsung. (Apakah kamu menyombongkan diri) sekarang sehingga kamu tidak mau bersujud kepadanya; Istifham atau kata tanya di sini menunjukkan makna cemoohan (ataukah kamu merasa termasuk orang-orang yang lebih tinggi?\") merasa tinggi diri sehingga kamu bersikap takabur tidak mau bersujud.",
            "sajda": false,
            "transliteration": "Qaala yaaa Ibleesu maa man'aka an tasjuda limaa khalaqtu biyadai; astakbarta am kunta min 'aaleen",
            "tajweed_text": "قَالَ يَ[o[ـٰٓ]إِ[q:7241[بْ]لِيسُ مَا مَنَعَكَ أَ[f:11605[ن ت]َسْجُدَ لِمَا خَلَ[q:11606[قْ]تُ بِيَدَىَّ‌ۖ أَسْتَكْبَرْتَ أَمْ كُ[f:735[نت]َ مِنَ [h:11607[ٱ]لْعَال[p[ِي]نَ"
        },
        {
            "aya_id": 4046,
            "aya_number": 76,
            "aya_text": "قَالَ اَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "(Iblis) berkata, “Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.”",
            "tafsir_jalalayn": "(Iblis berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\")",
            "sajda": false,
            "transliteration": "Qaala ana khairum minah; khalaqtanee min naarinw wa khalaqtahoo min teen",
            "tajweed_text": "قَالَ أَنَا۟ خَيْ[a:4596[رٌ م]ِّنْهُ‌ۖ خَلَ[q:4597[قْ]تَنِى م[a:4598[ِن ن]َّا[a:4599[رٍ و]َخَلَ[q:4600[قْ]تَهُ[n[ۥ] مِ[f:3917[ن ط][p[ِي]نٍ"
        },
        {
            "aya_id": 4047,
            "aya_number": 77,
            "aya_text": "قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجِيْمٌۖ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "(Allah) berfirman, “Kalau begitu keluarlah kamu dari surga! Sesungguhnya kamu adalah makhluk yang terkutuk.",
            "tafsir_jalalayn": "(Allah berfirman, \"Maka keluarlah kamu dari surga) menurut pendapat yang lain dari langit (sesungguhnya kamu adalah orang yang diusir) yang terusir.",
            "sajda": false,
            "transliteration": "Qaala fakhruj minhaa fainnaka rajeem",
            "tajweed_text": "قَالَ فَ[h:4603[ٱ]خْرُ[q:4603[جْ] مِنْهَا فَإِ[g[نّ]َكَ رَج[p[ِي]مٌ"
        },
        {
            "aya_id": 4048,
            "aya_number": 78,
            "aya_text": "وَّاِنَّ عَلَيْكَ لَعْنَتِيْٓ اِلٰى يَوْمِ الدِّيْنِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "Dan sungguh, kutukan-Ku tetap atasmu sampai hari pembalasan.”",
            "tafsir_jalalayn": "(Sesungguhnya kutukan-Ku tetap atasmu sampai hari pembalasan\") yakni hari Allah melakukan pembalasan.",
            "sajda": false,
            "transliteration": "Wa inna 'alaika la'nateee ilaa Yawmid Deen",
            "tajweed_text": "وَإِ[g[نّ]َ عَلَيْكَ لَعْنَت[o[ِىٓ] إِلَىٰ يَوْمِ [h:5[ٱ][l[ل]دّ[p[ِي]نِ"
        },
        {
            "aya_id": 4049,
            "aya_number": 79,
            "aya_text": "قَالَ رَبِّ فَاَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "(Iblis) berkata, “Ya Tuhanku, tangguhkanlah aku sampai pada hari mereka dibangkitkan.”",
            "tafsir_jalalayn": "(Iblis berkata, \"Ya Rabbku! Berilah aku tenggang waktu sampai hari mereka dibangkitkan\") sampai manusia dibangkitkan.",
            "sajda": false,
            "transliteration": "Qaala Rabbi fa anzirneee ilaa Yawmi yub'asoon",
            "tajweed_text": "قَالَ رَبِّ فَأَ[f:7245[نظ]ِرْن[o[ِىٓ] إِلَىٰ يَوْمِ يُ[q:4606[بْ]عَث[p[ُو]نَ"
        },
        {
            "aya_id": 4050,
            "aya_number": 80,
            "aya_text": "قَالَ فَاِنَّكَ مِنَ الْمُنْظَرِيْنَۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "(Allah) berfirman, “Maka sesungguhnya kamu termasuk golongan yang diberi penangguhan,",
            "tafsir_jalalayn": "(Allah berfirman, \"Sesungguhnya kamu termasuk orang-orang yang diberi tangguh.)",
            "sajda": false,
            "transliteration": "Qaala fa innaka minal munzareen",
            "tajweed_text": "قَالَ فَإِ[g[نّ]َكَ مِنَ [h:4607[ٱ]لْمُ[f:4608[نظ]َر[p[ِي]نَ"
        },
        {
            "aya_id": 4051,
            "aya_number": 81,
            "aya_text": "اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "sampai pada hari yang telah ditentukan waktunya (hari Kiamat).”",
            "tafsir_jalalayn": "(Sampai kepada hari yang telah ditentukan waktunya\") yakni waktu tiupan sangkakala yang pertama atau hari kiamat.",
            "sajda": false,
            "transliteration": "Ilaa Yawmil waqtil ma'loom",
            "tajweed_text": "إِلَىٰ يَوْمِ [h:7246[ٱ]لْوَ[q:7247[قْ]تِ [h:7248[ٱ]لْمَعْل[p[ُو]مِ"
        },
        {
            "aya_id": 4052,
            "aya_number": 82,
            "aya_text": "قَالَ فَبِعِزَّتِكَ لَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "(Iblis) menjawab, “Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya,",
            "tafsir_jalalayn": "(Iblis menjawab, \"Demi kekuasaan Engkau, aku akan menyesatkan mereka semuanya).",
            "sajda": false,
            "transliteration": "Qaala fabi'izzatika la ughwiyannahum ajma'een",
            "tajweed_text": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَ[g[نّ]َهُمْ أَ[q:825[جْ]مَع[p[ِي]نَ"
        },
        {
            "aya_id": 4053,
            "aya_number": 83,
            "aya_text": "اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 457,
            "translation_aya_text": "kecuali hamba-hamba-Mu yang terpilih di antara mereka.”",
            "tafsir_jalalayn": "(Kecuali hamba-hamba-Mu yang mukhlis di antara mereka\") yakni orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Illaa 'ibaadaka minhumul mukhlaseen",
            "tajweed_text": "إِلَّا عِبَادَكَ مِنْهُمُ [h:7249[ٱ]لْمُخْلَص[p[ِي]نَ"
        },
        {
            "aya_id": 4054,
            "aya_number": 84,
            "aya_text": "قَالَ فَالْحَقُّۖ وَالْحَقَّ اَقُوْلُۚ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "(Allah) berfirman, “Maka yang benar (adalah sumpahku), dan hanya kebenaran itulah yang Aku katakan.",
            "tafsir_jalalayn": "(Allah berfirman, \"Maka yang benar adalah sumpah-Ku dan hanya kebenaran itulah yang Kukatakan\") dapat dibaca Falhaqqa Wal Haqqa atau Falhaqqu Wal Haqqa; kalau dibaca Nashab berarti dinashabkan oleh Fi'il yang sesudahnya. Bila lafal pertama dinashabkan, menurut suatu pendapat dikatakan, bahwa dinashabkan oleh Fi'll yang telah disebutkan. Menurut pendapat yang lainnya lagi dinashabkan karena menjadi Mashdar, bentuk asalnya adalah Uhiqqal Haqqa. Menurut pendapat yang lainnya lagi karena huruf Qasamnya dicabut. Dibaca Rafa' atas dasar karena menjadi Mubtada yang dibuang Khabarnya, bentuk asalnya adalah Falhaqqu Minnii. Menurut pendapat yang lainnya lagi bentuk asalnya adalah, Falhaqqu Qasami, dan jawab Qasamnya ialah kalimat berikutnya, yaitu:",
            "sajda": false,
            "transliteration": "Qaala falhaqq, walhaqqa aqool",
            "tajweed_text": "قَالَ فَ[h:11608[ٱ]لْحَقُّ وَ[h:11609[ٱ]لْحَقَّ أَق[p[ُو]لُ"
        },
        {
            "aya_id": 4055,
            "aya_number": 85,
            "aya_text": "لَاَمْلَئَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ اَجْمَعِيْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Sungguh, Aku akan memenuhi neraka Jahanam dengan kamu dan dengan orang-orang yang mengikutimu di antara mereka semuanya.”",
            "tafsir_jalalayn": "(Sesungguhnya Aku pasti akan memenuhi neraka Jahanam dengan jenis kamu) berikut keturunanmu (dan dengan orang-orang yang mengikuti kamu di antara mereka) yakni umat manusia (semuanya.)",
            "sajda": false,
            "transliteration": "La amla'annna Jahannama minka wa mimman tabi'aka minhum ajma'een",
            "tajweed_text": "لَأَمْلَأَ[g[نّ]َ جَهَ[g[نّ]َمَ مِ[f:3891[نك]َ وَمِ[g[مّ]َ[f:11610[ن ت]َبِعَكَ مِنْهُمْ أَ[q:825[جْ]مَع[p[ِي]نَ"
        },
        {
            "aya_id": 4056,
            "aya_number": 86,
            "aya_text": "قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ وَّمَآ اَنَا۠ مِنَ الْمُتَكَلِّفِيْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Katakanlah (Muhammad), “Aku tidak meminta imbalan sedikit pun kepadamu atasnya (dakwahku); dan aku bukanlah termasuk orang yang mengada-ada.",
            "tafsir_jalalayn": "(Katakanlah! \"Aku tidak meminta kepada kalian atas hal ini) atas penyampaian risalah ini (upah sedikit pun) persenan sedikit pun dari kalian (dan bukanlah aku termasuk orang-orang yang mengada-adakan) maksudnya, membuat-buat Alquran dari diriku sendiri.",
            "sajda": false,
            "transliteration": "Qul maaa as'alukum 'alaihi min ajrinw wa maaa ana minal mutakallifeen",
            "tajweed_text": "قُلْ م[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ مِنْ أَ[q:6133[جْ][a:11611[رٍ و]َم[o[َآ] أَنَا۟ مِنَ [h:11612[ٱ]لْمُتَكَلِّف[p[ِي]نَ"
        },
        {
            "aya_id": 4057,
            "aya_number": 87,
            "aya_text": "اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "(Al-Qur'an) ini tidak lain hanyalah peringatan bagi seluruh alam.",
            "tafsir_jalalayn": "(Tiada lain ini) Alquran ini (hanyalah peringatan) yakni nasihat dan peringatan (bagi semesta alam) maksudnya bagi jenis manusia, jin dan makhluk-makhluk yang berakal selain malaikat.",
            "sajda": false,
            "transliteration": "In huwa illaa zikrul lil'aalameen",
            "tajweed_text": "إِنْ هُوَ إِلَّا ذِكْ[u:6839[رٌ ل]ِّلْعَ[n[ـٰ]لَم[p[ِي]نَ"
        },
        {
            "aya_id": 4058,
            "aya_number": 88,
            "aya_text": "وَلَتَعْلَمُنَّ نَبَاَهٗ بَعْدَ حِيْنٍ ࣖ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Dan sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur'an) setelah beberapa waktu lagi.”",
            "tafsir_jalalayn": "(Dan sesungguhnya kalian akan mengetahui) hai orang-orang kafir Mekah (berita Alquran) yaitu berita kebenarannya (setelah beberapa waktu lagi\") yakni pada hari kiamat nanti. Lafal 'Alima bermakna 'Arafa yakni mengetahui. Huruf Lam sebelumnya adalah Lam Qasam bagi lafal yang diperkirakan, bentuk asalnya adalah, Wallaahi Lata'lamunna.",
            "sajda": false,
            "transliteration": "Wa lata'lamunna naba ahoo ba'da heen",
            "tajweed_text": "وَلَتَعْلَمُ[g[نّ]َ نَبَأَهُ[n[ۥ] بَعْدَ ح[p[ِي]نِۭ"
        }
    ]
}