{
    "sura_id": 4,
    "name": "سُورَةُ النِّسَاءِ",
    "englishName": "An-Nisaa",
    "englishNameTranslation": "The Women",
    "revelationType": "Medinan",
    "data": [
        {
            "aya_id": 494,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيْرًا وَّنِسَاۤءً ۚ وَاتَّقُوا اللّٰهَ الَّذِيْ تَسَاۤءَلُوْنَ بِهٖ وَالْاَرْحَامَ ۗ اِنَّ اللّٰهَ كَانَ عَلَيْكُمْ رَقِيْبًا",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 77,
            "translation_aya_text": "Wahai manusia! Bertakwalah kepada Tuhanmu yang telah menciptakan kamu dari diri yang satu (Adam), dan (Allah) menciptakan pasangannya (Hawa) dari (diri)-nya; dan dari keduanya Allah memperkembangbiakkan laki-laki dan perempuan yang banyak. Bertakwalah kepada Allah yang dengan nama-Nya kamu saling meminta, dan (peliharalah) hubungan kekeluargaan. Sesungguhnya Allah selalu menjaga dan mengawasimu.",
            "tafsir_jalalayn": "(Hai manusia) penduduk Mekah (bertakwalah kamu kepada Tuhanmu) artinya takutlah akan siksa-Nya dengan jalan menaati-Nya (yang telah menciptakan kamu dari satu diri) yakni Adam (dan menciptakan daripadanya istrinya) yaitu Hawa; dibaca panjang; dari salah satu tulang rusuknya yang kiri (lalu mengembangbiakkan) menyebarluaskan (dari kedua mereka itu) dari Adam dan Hawa (laki-laki yang banyak dan wanita) yang tidak sedikit jumlahnya. (Dan bertakwalah kepada Allah yang kamu saling meminta) terdapat idgam ta pada sin sedangkan menurut satu qiraat dengan takhfif yaitu membuangnya sehingga menjadi tas-aluuna (dengan nama-Nya) yang sebagian kamu mengatakan kepada sebagian lainnya, \"Saya meminta kepadamu dengan nama Allah,\" (dan) jagalah pula (hubungan silaturahmi) jangan sampai terputus. Menurut satu qiraat dibaca dengan kasrah diathafkan kepada dhamir yang terdapat pada bihi. Mereka juga biasa saling bersumpah dengan hubungan rahim. (Sesungguhnya Allah selalu mengawasi kamu) menjaga perbuatanmu dan memberi balasan terhadapnya. Maka sifat mengawasi selalu melekat dan terdapat pada Allah swt. Ayat berikut diturunkan mengenai seorang anak yatim yang meminta hartanya kepada walinya tetapi ia tidak mau memberikannya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan naasut taqoo Rabbakumul lazee khalaqakum min nafsinw waahidatinw wa khalaqa minhaa zawjahaa wa bas sa minhumaa rijaalan kaseeranw wa nisaaa'aa; wattaqul laahallazee tasaaa 'aloona bihee wal arhaam; innal laaha kaana 'alaikum Raqeeba"
        },
        {
            "aya_id": 495,
            "aya_number": 2,
            "aya_text": "وَاٰتُوا الْيَتٰمٰىٓ اَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيْثَ بِالطَّيِّبِ ۖ وَلَا تَأْكُلُوْٓا اَمْوَالَهُمْ اِلٰٓى اَمْوَالِكُمْ ۗ اِنَّهٗ كَانَ حُوْبًا كَبِيْرًا",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 77,
            "translation_aya_text": "Dan berikanlah kepada anak-anak yatim (yang sudah dewasa) harta mereka, janganlah kamu menukar yang baik dengan yang buruk, dan janganlah kamu makan harta mereka bersama hartamu. Sungguh, (tindakan menukar dan memakan) itu adalah dosa yang besar.",
            "tafsir_jalalayn": "(Dan berikanlah kepada anak-anak yatim) yaitu anak-anak yang tidak berbapak (harta mereka) jika sudah balig (dan janganlah kamu tukar yang baik dengan yang buruk) artinya yang halal dengan yang haram dan janganlah kamu ambil harta yang baik dari anak yatim itu lalu kamu ganti dengan hartamu yang jelek (dan jangan kamu makan harta mereka) yang telah dicampur aduk (dengan hartamu. Sesungguhnya itu) maksudnya memakan yang demikian itu (adalah dosa) atau kesalahan (besar). Tatkala ayat ini turun mereka berkeberatan untuk menjadi wali anak yatim. Kemudian di antara mereka ada orang yang memiliki sepuluh atau delapan orang istri sehingga ia tak sanggup untuk berlaku adil di antara mereka, maka turunlah ayat:",
            "sajda": false,
            "transliteration": "Wa aatul yataamaaa amwaalahum wa laa tatabad dalul khabeesa bittaiyibi wa laa taakulooo amwaalahum ilaaa amwaalikum; innahoo kaana hooban kabeeraa"
        },
        {
            "aya_id": 496,
            "aya_number": 3,
            "aya_text": "وَاِنْ خِفْتُمْ اَلَّا تُقْسِطُوْا فِى الْيَتٰمٰى فَانْكِحُوْا مَا طَابَ لَكُمْ مِّنَ النِّسَاۤءِ مَثْنٰى وَثُلٰثَ وَرُبٰعَ ۚ فَاِنْ خِفْتُمْ اَلَّا تَعْدِلُوْا فَوَاحِدَةً اَوْ مَا مَلَكَتْ اَيْمَانُكُمْ ۗ ذٰلِكَ اَدْنٰٓى اَلَّا تَعُوْلُوْاۗ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 77,
            "translation_aya_text": "Dan jika kamu khawatir tidak akan mampu berlaku adil terhadap (hak-hak) perempuan yatim (bilamana kamu menikahinya), maka nikahilah perempuan (lain) yang kamu senangi: dua, tiga atau empat. Tetapi jika kamu khawatir tidak akan mampu berlaku adil, maka (nikahilah) seorang saja, atau hamba sahaya perempuan yang kamu miliki. Yang demikian itu lebih dekat agar kamu tidak berbuat zalim.",
            "tafsir_jalalayn": "(Dan jika kamu takut tidak akan dapat berlaku adil terhadap anak-anak yatim) sehingga sulit bagi kamu untuk menghadapi mereka lalu kamu takut pula tidak akan dapat berlaku adil di antara wanita-wanita yang kamu kawini (maka kawinilah) (apa) dengan arti siapa (yang baik di antara wanita-wanita itu bagi kamu dua, tiga atau empat orang) boleh dua, tiga atau empat tetapi tidak boleh lebih dari itu. (kemudian jika kamu tidak akan dapat berlaku adil) di antara mereka dalam giliran dan pembagian nafkah (maka hendaklah seorang saja) yang kamu kawini (atau) hendaklah kamu batasi pada (hamba sahaya yang menjadi milikmu) karena mereka tidak mempunyai hak-hak sebagaimana istri-istri lainnya. (Yang demikian itu) maksudnya mengawini empat orang istri atau seorang istri saja, atau mengambil hamba sahaya (lebih dekat) kepada (tidak berbuat aniaya) atau berlaku lalim.",
            "sajda": false,
            "transliteration": "Wa in khiftum allaa tuqsitoo fil yataamaa fankihoo maa taaba lakum minan nisaaa'i masnaa wa sulaasa wa rubaa'a fa'in khiftum allaa ta'diloo fawaahidatan aw maa malakat aimaanukum; zaalika adnaaa allaa ta'ooloo"
        },
        {
            "aya_id": 497,
            "aya_number": 4,
            "aya_text": "وَاٰتُوا النِّسَاۤءَ صَدُقٰتِهِنَّ نِحْلَةً ۗ فَاِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوْهُ هَنِيْۤـًٔا مَّرِيْۤـًٔا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 77,
            "translation_aya_text": "Dan berikanlah maskawin (mahar) kepada perempuan (yang kamu nikahi) sebagai pemberian yang penuh kerelaan. Kemudian, jika mereka menyerahkan kepada kamu sebagian dari (maskawin) itu dengan senang hati, maka terimalah dan nikmatilah pemberian itu dengan senang hati.",
            "tafsir_jalalayn": "(Berikanlah kepada wanita-wanita itu maskawin mereka) jamak dari shadaqah (sebagai pemberian) karena ketulusan dan kesucian hati (Kemudian jika mereka menyerahkan kepadamu sebagian dari maskawin itu dengan senang hati) nafsan merupakan tamyiz yang asalnya menjadi fa'il; artinya hati mereka senang untuk menyerahkan sebagian dari maskawin itu kepadamu lalu mereka berikan (maka makanlah dengan enak) atau sedap (lagi baik) akibatnya sehingga tidak membawa bencana di akhirat kelak. Ayat ini diturunkan terhadap orang yang tidak menyukainya.",
            "sajda": false,
            "transliteration": "Wa aatun nisaaa'a sadu qaatihinna nihlah; fa in tibna lakum 'an shai'im minhu nafsan fakuloohu hanee'am mareee'aa"
        },
        {
            "aya_id": 498,
            "aya_number": 5,
            "aya_text": "وَلَا تُؤْتُوا السُّفَهَاۤءَ اَمْوَالَكُمُ الَّتِيْ جَعَلَ اللّٰهُ لَكُمْ قِيٰمًا وَّارْزُقُوْهُمْ فِيْهَا وَاكْسُوْهُمْ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 77,
            "translation_aya_text": "Dan janganlah kamu serahkan kepada orang yang belum sempurna akalnya, harta (mereka yang ada dalam kekuasaan) kamu yang dijadikan Allah sebagai pokok kehidupan. Berilah mereka belanja dan pakaian (dari hasil harta itu) dan ucapkanlah kepada mereka perkataan yang baik.",
            "tafsir_jalalayn": "(Dan janganlah kamu serahkan) hai para wali (kepada orang-orang yang bebal) artinya orang-orang yang boros dari kalangan laki-laki, wanita dan anak-anak (harta kamu) maksudnya harta mereka yang berada dalam tanganmu (yang dijadikan Allah sebagai penunjang hidupmu) qiyaaman mashdar dari qaama; artinya penopang hidup dan pembela kepentinganmu karena akan mereka habiskan bukan pada tempatnya. Menurut suatu qiraat dibaca qayyima jamak dari qiimah; artinya alat untuk menilai harga benda-benda (hanya berilah mereka belanja daripadanya) maksudnya beri makanlah mereka daripadanya (dan pakaian dan ucapkanlah kepada mereka kata-kata yang baik) misalnya janjikan jika mereka telah dewasa, maka harta mereka itu akan diberikan semuanya kepada mereka.",
            "sajda": false,
            "transliteration": "Wa laa tu'tus sufahaaa'a amwaalakumul latee ja'alal laahu lakum qiyaamanw-warzuqoohum feehaa waksoohum wa qooloo lahum qawlam ma'roofaa"
        },
        {
            "aya_id": 499,
            "aya_number": 6,
            "aya_text": "وَابْتَلُوا الْيَتٰمٰى حَتّٰىٓ اِذَا بَلَغُوا النِّكَاحَۚ فَاِنْ اٰنَسْتُمْ مِّنْهُمْ رُشْدًا فَادْفَعُوْٓا اِلَيْهِمْ اَمْوَالَهُمْ ۚ وَلَا تَأْكُلُوْهَآ اِسْرَافًا وَّبِدَارًا اَنْ يَّكْبَرُوْا ۗ وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۚ وَمَنْ كَانَ فَقِيْرًا فَلْيَأْكُلْ بِالْمَعْرُوْفِ ۗ فَاِذَا دَفَعْتُمْ اِلَيْهِمْ اَمْوَالَهُمْ فَاَشْهِدُوْا عَلَيْهِمْ ۗ وَكَفٰى بِاللّٰهِ حَسِيْبًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 77,
            "translation_aya_text": "Dan ujilah anak-anak yatim itu sampai mereka cukup umur untuk menikah. Kemudian jika menurut pendapatmu mereka telah cerdas (pandai memelihara harta), maka serahkanlah kepada mereka hartanya. Dan janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menyerahkannya) sebelum mereka dewasa. Barangsiapa (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan barangsiapa miskin, maka bolehlah dia makan harta itu menurut cara yang patut. Kemudian, apabila kamu menyerahkan harta itu kepada mereka, maka hendaklah kamu adakan saksi-saksi. Dan cukuplah Allah sebagai pengawas.",
            "tafsir_jalalayn": "(Dan hendaklah kamu uji anak-anak yatim itu) sebelum mereka balig yakni mengenai keagamaan dan tingkah laku mereka (hingga setelah mereka sampai umur untuk kawin) artinya telah mampu untuk itu dengan melihat keadaan dan usia; menurut Imam Syafii 15 tahun penuh (maka jika menurut pendapatmu) atau penglihatanmu (mereka telah cerdas) artinya pandai menjaga agama dan harta mereka (maka serahkanlah kepada mereka itu harta-harta mereka dan janganlah kamu memakannya) hai para wali (secara berlebih-lebihan) tanpa hak; ini menjadi hal (dan dengan tergesa-gesa) untuk membelanjakannya karena khawatir (mereka dewasa) hingga harta itu harus diserahkan kepada yang berhak. (Dan barang siapa) di antara para wali (yang mampu, maka hendaklah ia menahan diri) dari mengambil dan memakan harta anak yatim itu (sedangkan siapa yang miskin, maka bolehlah ia memakan) harta itu (secara sepatutnya) artinya sekadar upah jerih payahnya. (Kemudian apabila kamu menyerahkan kepada mereka) maksudnya kepada anak-anak yatim (harta mereka, maka hendaklah kamu persaksikan terhadap mereka) yakni bahwa mereka telah menerimanya dan tanggung jawabmu telah selesai. Maksudnya ialah siapa tahu kalau-kalau terjadi persengketaan nanti, maka kamu dapat mempergunakan para saksi itu. Maka perintah ini tujuannya ialah untuk memberi petunjuk (Dan cukuplah Allah) ba merupakan tambahan (sebagai pengawas) yang mengawasi perbuatan-perbuatan hamba-Nya dan memberi mereka ganjaran. Ayat berikut ini diturunkan untuk menolak kebiasaan orang-orang jahiliah yang tidak mau memberi harta warisan kepada golongan wanita dan anak-anak.",
            "sajda": false,
            "transliteration": "Wabtalul yataamaa hattaaa izaa balaghun nikaaha fa in aanastum minhum rushdan fad fa'ooo ilaihim amwaalahum wa laa taa kuloohaaa israafanw wa bidaaran ai yakbaroo; wa mai kaana ghaniyyan falyasta' fif wa mai kaana faqeeran falyaakul bilma'roof; fa izaa dafa'tum ilaihim amwaalahum fa'ashhidoo 'alaihim; wa kafaa billaahi Haseeba"
        },
        {
            "aya_id": 500,
            "aya_number": 7,
            "aya_text": "لِلرِّجَالِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَۖ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ مِمَّا قَلَّ مِنْهُ اَوْ كَثُرَ ۗ نَصِيْبًا مَّفْرُوْضًا",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 78,
            "translation_aya_text": "Bagi laki-laki ada hak bagian dari harta peninggalan kedua orang tua dan kerabatnya, dan bagi perempuan ada hak bagian (pula) dari harta peninggalan kedua orang tua dan kerabatnya, baik sedikit atau banyak menurut bagian yang telah ditetapkan.",
            "tafsir_jalalayn": "(Bagi laki-laki) baik anak-anak maupun karib kerabat (ada bagian) atau hak (dari harta peninggalan ibu bapak dan karib kerabat) yang meninggal dunia (dan bagi wanita ada bagian pula dari harta peninggalan ibu bapak dan karib kerabat, baik sedikit daripadanya) maksudnya dari harta itu (atau banyak) yang dijadikan Allah (sebagai hak yang telah ditetapkan) artinya hak yang pasti yang harus diserahkan kepada mereka.",
            "sajda": false,
            "transliteration": "Lirrijaali naseebum mimmaa tarakal waalidaani wal aqraboona wa lin nisaaa'i naseebum mimmaa tarakal waalidaani wal aqraboona mimmaa qalla minhu aw kasur; naseebam mafroodaa"
        },
        {
            "aya_id": 501,
            "aya_number": 8,
            "aya_text": "وَاِذَا حَضَرَ الْقِسْمَةَ اُولُوا الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنُ فَارْزُقُوْهُمْ مِّنْهُ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 78,
            "translation_aya_text": "Dan apabila sewaktu pembagian itu hadir beberapa kerabat, anak-anak yatim dan orang-orang miskin, maka berilah mereka dari harta itu (sekedarnya) dan ucapkanlah kepada mereka perkataan yang baik.",
            "tafsir_jalalayn": "(Dan apabila pembagian harta warisan dihadiri oleh karib kerabat) yakni dari golongan yang tidak beroleh warisan (dan anak-anak yatim serta orang-orang miskin, maka berilah mereka daripadanya sekadarnya) sebelum dilakukan pembagian (dan ucapkanlah) hai para wali (kepada mereka) yakni jika mereka masih kecil-kecil (kata-kata yang baik) atau lemah-lembut, seraya meminta maaf kepada kaum kerabat yang tidak mewarisi itu, bahwa harta peninggalan ini bukan milik kalian tetapi milik ahli waris yang masih kecil-kecil. Ada yang mengatakan bahwa hukum ini yakni pemberian kepada kaum kerabat yang tidak mewarisi telah dinasakhkan/dihapus. Tetapi ada pula yang mengatakan tidak, hanya manusialah yang mempermudah dan tidak melakukannya. Berdasarkan itu maka hukumnya sunah, tetapi Ibnu Abbas mengatakannya wajib.",
            "sajda": false,
            "transliteration": "Wa izaa hadaral qismata ulul qurbaa walyataamaa walmasaakeenu farzuqoohum minhu wa qooloo lahum qawlam ma'roofaa"
        },
        {
            "aya_id": 502,
            "aya_number": 9,
            "aya_text": "وَلْيَخْشَ الَّذِيْنَ لَوْ تَرَكُوْا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعٰفًا خَافُوْا عَلَيْهِمْۖ فَلْيَتَّقُوا اللّٰهَ وَلْيَقُوْلُوْا قَوْلًا سَدِيْدًا",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 78,
            "translation_aya_text": "Dan hendaklah takut (kepada Allah) orang-orang yang sekiranya mereka meninggalkan keturunan yang lemah di belakang mereka yang mereka khawatir terhadap (kesejahteraan)nya. Oleh sebab itu, hendaklah mereka bertakwa kepada Allah, dan hendaklah mereka berbicara dengan tutur kata yang benar.",
            "tafsir_jalalayn": "(Dan hendaklah bersikap waspada) maksudnya terhadap nasib anak-anak yatim (orang-orang yang seandainya meninggalkan) artinya hampir meninggalkan (di belakang mereka) sepeninggal mereka (keturunan yang lemah) maksudnya anak-anak yang masih kecil-kecil (mereka khawatir terhadap nasib mereka) akan terlantar (maka hendaklah mereka bertakwa kepada Allah) mengenai urusan anak-anak yatim itu dan hendaklah mereka lakukan terhadap anak-anak yatim itu apa yang mereka ingini dilakukan orang terhadap anak-anak mereka sepeninggal mereka nanti (dan hendaklah mereka ucapkan) kepada orang yang hendak meninggal (perkataan yang benar) misalnya menyuruhnya bersedekah kurang dari sepertiga dan memberikan selebihnya untuk para ahli waris hingga tidak membiarkan mereka dalam keadaan sengsara dan menderita.",
            "sajda": false,
            "transliteration": "Walyakhshal lazeena law tarakoo min khalfihim zurriyyatan di'aafan khaafoo 'alaihim falyattaqul laaha walyaqooloo qawlan sadeedaa"
        },
        {
            "aya_id": 503,
            "aya_number": 10,
            "aya_text": "اِنَّ الَّذِيْنَ يَأْكُلُوْنَ اَمْوَالَ الْيَتٰمٰى ظُلْمًا اِنَّمَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ نَارًا ۗ وَسَيَصْلَوْنَ سَعِيْرًا ࣖ ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 78,
            "translation_aya_text": "Sesungguhnya orang-orang yang memakan harta anak yatim secara zalim, sebenarnya mereka itu menelan api dalam perutnya dan mereka akan masuk ke dalam api yang menyala-nyala (neraka).",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang memakan harta anak-anak yatim secara aniaya) maksudnya tanpa hak (bahwasanya mereka menelan api sepenuh perut mereka) karena harta itu akan berubah di akhirat nanti menjadi api (dan mereka akan masuk) dalam bentuk kalimat aktif atau pun pasif (api yang bernyala-nyala) yakni api neraka yang menyebabkan mereka terbakar hangus.",
            "sajda": false,
            "transliteration": "Innal lazeena yaakuloona amwaalal yataamaa zulman innamaa yaakuloona fee butoonihim Naaranw-wa sayaslawna sa'eeraa"
        },
        {
            "aya_id": 504,
            "aya_number": 11,
            "aya_text": "يُوْصِيْكُمُ اللّٰهُ فِيْٓ اَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِ ۚ فَاِنْ كُنَّ نِسَاۤءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۚ وَاِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ ۗ وَلِاَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ اِنْ كَانَ لَهٗ وَلَدٌ ۚ فَاِنْ لَّمْ يَكُنْ لَّهٗ وَلَدٌ وَّوَرِثَهٗٓ اَبَوٰهُ فَلِاُمِّهِ الثُّلُثُ ۚ فَاِنْ كَانَ لَهٗٓ اِخْوَةٌ فَلِاُمِّهِ السُّدُسُ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْ بِهَآ اَوْ دَيْنٍ ۗ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْۚ  لَا تَدْرُوْنَ اَيُّهُمْ اَقْرَبُ لَكُمْ نَفْعًا ۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 78,
            "translation_aya_text": "Allah mensyariatkan (mewajibkan) kepadamu tentang (pembagian warisan untuk) anak-anakmu, (yaitu) bagian seorang anak laki-laki sama dengan bagian dua orang anak perempuan. Dan jika anak itu semuanya perempuan yang jumlahnya lebih dari dua, maka bagian mereka dua pertiga dari harta yang ditinggalkan. Jika dia (anak perempuan) itu seorang saja, maka dia memperoleh setengah (harta yang ditinggalkan). Dan untuk kedua ibu-bapak, bagian masing-masing seperenam dari harta yang ditinggalkan, jika dia (yang meninggal) mempunyai anak. Jika dia (yang meninggal) tidak mempunyai anak dan dia diwarisi oleh kedua ibu-bapaknya (saja), maka ibunya mendapat sepertiga. Jika dia (yang meninggal) mempunyai beberapa saudara, maka ibunya mendapat seperenam. (Pembagian-pembagian tersebut di atas) setelah (dipenuhi) wasiat yang dibuatnya atau (dan setelah dibayar) utangnya. (Tentang) orang tuamu dan anak-anakmu, kamu tidak mengetahui siapa di antara mereka yang lebih banyak manfaatnya bagimu. Ini adalah ketetapan Allah. Sungguh, Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Allah mewasiatkan atau menitahkan padamu mengenai anak-anakmu) dengan apa yang akan disebutkan ini: (yaitu bagian seorang anak lelaki sama dengan bagian dua orang anak perempuan) di antara mereka. Jika ketiga mereka itu berkumpul, maka bagi yang lelaki seperdua harta dan bagi kedua anak perempuan seperdua pula. Sedangkan jika yang ditemui itu hanya seorang anak lelaki dan seorang perempuan, maka bagi yang perempuan itu hanya sepertiga sementara bagi yang laki-laki dua pertiga. Dan sekiranya yang laki-laki itu tunggal, maka ia menghabisi semua harta (jika mereka) maksudnya anak-anak itu (hanya perempuan) saja (lebih dari dua orang maka bagi mereka dua pertiga harta yang ditinggalkan) mayat; demikian pula jika jumlah mereka dua orang karena mereka itu dua bersaudara yang tercakup dalam firman Allah swt., \"... maka bagi mereka dua pertiga dari harta peninggalan,\" mereka lebih utama apalagi mengingat bahwa seorang anak perempuan berhak sepertiga harta jika bersama seorang anak laki-laki sehingga dengan demikian jika dia bersama seorang anak perempuan lebih utama lagi dan lebih didahulukan dari hubungan apa pun. Ada pula yang mengatakan bahwa demikian itu ialah untuk menghilangkan dugaan bertambahnya bagian dengan bertambahnya bilangan, yakni tatkala timbul pengertian bahwa dengan diberikannya sepertiga bagian untuk seorang anak perempuan jika ia bersama seorang anak laki-laki, maka dua orang anak perempuan beroleh dua pertiga bagian. (Jika dia) maksudnya anak perempuan itu (seorang saja) menurut qiraat dengan baris di depan sehingga kaana dianggap sebagai tam dan bukan naqish. (maka ia memperoleh seperdua harta sedangkan untuk kedua orang tuanya) maksudnya orang tua mayat yang di sini diberi badal dengan (bagi masing-masing mereka seperenam dari harta pusaka; yakni jika si mayat itu mempunyai anak) baik laki-laki maupun wanita. Ditekankannya badal ialah untuk menyatakan bahwa kedua orang tua itu tidaklah berserikat padanya. Dan terhadap adanya anak dianggap adanya cucu, begitu pula terhadap adanya bapak adanya kakek. (Jika si mayat tidak mempunyai anak dan dia diwarisi oleh kedua orang tuanya) saja atau bersama istrinya (maka bagi ibunya) dapat dibaca li-ummihi dengan hamzah baris di depan dan boleh pula limmihi dengan hamzah baris di bawah untuk meringankan bertemunya dhammah dan kasrah pada dua tempat yang berdekatan (sepertiga) maksudnya sepertiga dari harta yang telah dibagikan kepada pihak istri, sedangkan sisanya buat bapak. (Jika yang meninggal itu mempunyai beberapa orang saudara) maksudnya dua orang atau lebih, baik laki-laki atau perempuan (maka bagi ibunya seperenam) sedangkan sisanya untuk bapaknya, sementara saudara-saudaranya itu tidak beroleh bagian apa-apa. Dan pembagian warisan seperti tersebut di atas itu ialah (setelah) dilaksanakannya (wasiat yang dibuatnya) dibaca yuushii atau yuushaa dalam bentuk aktif atau pun pasif (atau) dibayarnya (utangnya). Dan disebutkannya lebih dulu pemenuhan wasiat daripada pembayaran utang, walaupun pelaksanaannya dibelakangkan ialah dengan maksud untuk tidak mengabaikannya. (Mengenai orang tuamu dan anak-anakmu) menjadi mubtada sedangkan khabarnya ialah: (tidaklah kamu ketahui manakah yang lebih dekat kepadamu manfaatnya) di dunia dan di akhirat. Ada orang yang mengira bahwa putranyalah yang lebih banyak kegunaannya kepadanya, lalu diberinya harta warisan sehingga dengan demikian ternyatalah bahwa bapaklah yang lebih bermanfaat bagi manusia, demikian sebaliknya. Maka yang mengetahui soal itu hanyalah Allah swt. dan itulah sebabnya diwajibkan-Nya pembagian pusaka. (Ini adalah ketetapan dari Allah; sesungguhnya Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) tentang peraturan-peraturan yang diberikan-Nya kepada mereka; artinya Dia tetap bersifat bijaksana dalam semuanya itu.",
            "sajda": false,
            "transliteration": "Yooseekumul laahu feee awlaadikum liz zakari mislu hazzil unsayayn; fa in kunna nisaaa'an fawqas nataini falahunna suhusaa maa taraka wa in kaanat waahidatan falahan nisf; wa li abawaihi likulli waahidim minhumas sudusu mimmma taraka in kaana lahoo walad; fa il lam yakul lahowaladunw wa warisahooo abawaahu fali ummihis sulus; fa in kaana lahoo ikhwatun fali ummihis sudus; mim ba'di wasiyyatiny yoosee bihaaa aw dayn; aabaaa'ukum wa abnaaa'ukum laa tadroona aiyuhum aqrabu lakum naf'aa; fareedatam minallaah; innal laaha kaana 'Aleeman Hakeemaa"
        },
        {
            "aya_id": 505,
            "aya_number": 12,
            "aya_text": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ اَزْوَاجُكُمْ اِنْ لَّمْ يَكُنْ لَّهُنَّ وَلَدٌ ۚ فَاِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْنَ بِهَآ اَوْ دَيْنٍ ۗ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ اِنْ لَّمْ يَكُنْ لَّكُمْ وَلَدٌ ۚ فَاِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِّنْۢ بَعْدِ وَصِيَّةٍ تُوْصُوْنَ بِهَآ اَوْ دَيْنٍ ۗ وَاِنْ كَانَ رَجُلٌ يُّوْرَثُ كَلٰلَةً اَوِ امْرَاَةٌ وَّلَهٗٓ اَخٌ اَوْ اُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُۚ  فَاِنْ كَانُوْٓا اَكْثَرَ مِنْ ذٰلِكَ فَهُمْ شُرَكَاۤءُ فِى الثُّلُثِ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصٰى بِهَآ اَوْ دَيْنٍۙ غَيْرَ مُضَاۤرٍّ ۚ وَصِيَّةً مِّنَ اللّٰهِ ۗ وَاللّٰهُ عَلِيْمٌ حَلِيْمٌۗ  ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 79,
            "translation_aya_text": "Dan bagianmu (suami-suami) adalah seperdua dari harta yang ditinggalkan oleh istri-istrimu, jika mereka tidak mempunyai anak. Jika mereka (istri-istrimu) itu mempunyai anak, maka kamu mendapat seperempat dari harta yang ditinggalkannya setelah (dipenuhi) wasiat yang mereka buat atau (dan setelah dibayar) utangnya. Para istri memperoleh seperempat harta yang kamu tinggalkan jika kamu tidak mempunyai anak. Jika kamu mempunyai anak, maka para istri memperoleh seperdelapan dari harta yang kamu tinggalkan (setelah dipenuhi) wasiat yang kamu buat atau (dan setelah dibayar) utang-utangmu. Jika seseorang meninggal, baik laki-laki maupun perempuan yang tidak meninggalkan ayah dan tidak meninggalkan anak, tetapi mempunyai seorang saudara laki-laki (seibu) atau seorang saudara perempuan (seibu), maka bagi masing-masing dari kedua jenis saudara itu seperenam harta.  Tetapi  jika  saudara-saudara seibu itu lebih dari seorang, maka mereka bersama-sama dalam bagian yang sepertiga itu, setelah (dipenuhi wasiat) yang dibuatnya atau (dan setelah dibayar) utangnya dengan tidak menyusahkan (kepada ahli waris). Demikianlah ketentuan Allah. Allah Maha Mengetahui, Maha Penyantun.",
            "tafsir_jalalayn": "(Dan bagi kamu, suami-suami, seperdua dari harta peninggalan istri-istrimu jika mereka tidak mempunyai anak) baik dari kamu maupun dari bekas suaminya dulu. (Tetapi jika mereka mempunyai anak, maka kamu mendapat seperempat dari harta peninggalan, yakni setelah dipenuhinya wasiat yang mereka buat atau dibayarnya utang mereka.) Dalam hal ini cucu dianggap sama dengan anak menurut ijmak. (Dan bagi mereka) artinya para istri itu baik mereka berbilang atau tidak (seperempat dari harta yang kamu tinggalkan jika kamu tidak mempunyai anak; dan jika kamu mempunyai anak) baik dari istrimu itu maupun dari bekas istrimu (maka bagi mereka seperdelapan dari harta peninggalanmu, yakni setelah dipenuhinya wasiat yang kamu buat atau dibayarnya utangmu). Dalam hal ini cucu dianggap sama dengan anak menurut ijmak. (Jika seorang laki-laki yang diwarisi itu) menjadi sifat, sedangkan khabarnya: (kalalah) artinya tidak meninggalkan bapak dan tidak pula anak (atau perempuan) yang mewaris secara kalalah (tetapi ia mempunyai) maksudnya yang diwarisi itu (seorang saudara laki-laki atau seorang saudara perempuan) maksudnya yang seibu, dan jelas-jelas dibaca oleh Ibnu Masud dan lain-lain (maka masing-masing jenis saudara itu memperoleh seperenam) harta peninggalan. (Tetapi jika mereka itu) maksudnya saudara-saudara yang seibu itu, baik laki-laki maupun perempuan (lebih daripada itu) maksudnya lebih dari seorang (maka mereka berserikat dalam sepertiga harta) dengan bagian yang sama antara laki-laki dan perempuan (sesudah dipenuhinya wasiat yang dibuatnya atau dibayarnya utangnya tanpa memberi mudarat) menjadi hal dari dhamir yang terdapat pada yuushaa; artinya tidak menyebabkan adanya kesusahan bagi para ahli waris, misalnya dengan berwasiat lebih dari sepertiga harta (sebagai amanat) atau pesan, dan merupakan mashdar yang mengukuhkan dari yuushiikum (dari Allah, dan Allah Maha Mengetahui) faraid atau tata cara pembagian pusaka yang diatur-Nya buat makhluk-Nya (lagi Maha Penyantun) dengan menangguhkan hukuman terhadap orang-orang yang melanggarnya. Kemudian mengenai pembagian pusaka terhadap ahli-ahli waris tersebut yang mengandung keraguan dengan adanya halangan seperti pembunuhan atau perbedaan agama dan menjadi murtad, maka penjelasannya diserahkan pada sunah.",
            "sajda": false,
            "transliteration": "Wa lakum nisfu maa taraka azwaajukum il lam yakul lahunna walad; fa in kaana lahunna waladun falakumur rub'u mimmaa tarakna mim ba'di wasiyyatiny yooseena bihaaa aw dayn; wa lahunnar rubu'u mimmaa tarakum il lam yakul lakum walad; fa in kaana lakum waladun falahunnas sumunu mimmaa taraktum; mim ba'di wasiyyatin toosoona bihaaa aw dayn; wa in kaana rajuluny yoorasu kalaalatan awim ra atunw wa lahooo akhun aw ukhtun falikulli waahidim minhumas sudus; fa in kaanooo aksara min zaalika fahum shurakaaa'u fissulusi mim ba'di wasiyyatiny yoosaa bihaaa aw dainin ghaira mudaaarr; wasiyyatam minal laah; wallaahu 'Aleemun Haleem"
        },
        {
            "aya_id": 506,
            "aya_number": 13,
            "aya_text": "تِلْكَ حُدُوْدُ اللّٰهِ ۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 79,
            "translation_aya_text": "Itulah batas-batas (hukum) Allah. Barangsiapa taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Dan itulah kemenangan yang agung.",
            "tafsir_jalalayn": "(Itulah) maksudnya hukum-hukum tersebut semenjak urusan anak yatim hingga berikutnya (ketentuan-ketentuan Allah) syariat-syariat yang ditetapkan-Nya buat hamba-hamba-Nya agar mereka patuhi dan tidak dikhianati. (Barang siapa yang taat kepada Allah dan Rasul-Nya) mengenai hukum-hukum yang ditetapkan-Nya itu (maka akan dimasukkan-Nya) ada yang membaca nudkhiluhu; artinya Kami masukkan ia, dengan maksud merubah pembicaraan kepada orang pertama (ke dalam surga yang mengalir di bawahnya sungai-sungai, kekal mereka di dalamnya, dan itulah kemenangan yang besar).",
            "sajda": false,
            "transliteration": "Tilka hudoodul laah; wa mai yuti'il laaha wa Rasoolahoo yudkhilhu Jannaatin tajree min tahtihal anhaaru khaalideena feehaa; wa zaalikal fawzul 'azeem"
        },
        {
            "aya_id": 507,
            "aya_number": 14,
            "aya_text": "وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ وَيَتَعَدَّ حُدُوْدَهٗ يُدْخِلْهُ نَارًا خَالِدًا فِيْهَاۖ وَلَهٗ عَذَابٌ مُّهِيْنٌ ࣖ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 79,
            "translation_aya_text": "Dan barangsiapa mendurhakai Allah dan Rasul-Nya dan melanggar batas-batas hukum-Nya, niscaya Allah memasukkannya ke dalam api neraka, dia kekal di dalamnya dan dia akan mendapat azab yang menghinakan.",
            "tafsir_jalalayn": "(Dan siapa yang mendurhakai Allah dan Rasul-Nya serta melanggar aturan-aturan-Nya, maka akan dimasukkan-Nya) ada dua versi dengan memakai ya dan ada pula dengan memakai nun (ke dalam api neraka, kekal ia di dalamnya dan baginya) di dalamnya (siksa yang menghinakan) di samping menciutkan hati. Pada kedua ayat terdapat lafal man sedangkan pada khaalidiina makna atau artinya.",
            "sajda": false,
            "transliteration": "Wa mai ya'sil laaha wa Rasoolahoo wa yata'adda hudoodahoo yudkhilhu Naaran khaalidan feehaa wa lahoo 'azaabum muheen"
        },
        {
            "aya_id": 508,
            "aya_number": 15,
            "aya_text": "وَالّٰتِيْ يَأْتِيْنَ الْفَاحِشَةَ مِنْ نِّسَاۤىِٕكُمْ فَاسْتَشْهِدُوْا عَلَيْهِنَّ اَرْبَعَةً مِّنْكُمْ ۚ فَاِنْ شَهِدُوْا فَاَمْسِكُوْهُنَّ فِى الْبُيُوْتِ حَتّٰى يَتَوَفّٰىهُنَّ الْمَوْتُ اَوْ يَجْعَلَ اللّٰهُ لَهُنَّ سَبِيْلًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 80,
            "translation_aya_text": "Dan para perempuan yang melakukan perbuatan keji di antara perempuan-perempuan kamu, hendaklah terhadap mereka ada empat orang saksi di antara kamu (yang menyaksikannya). Apabila mereka telah memberi kesaksian, maka kurunglah mereka (perempuan itu) dalam rumah sampai mereka menemui ajalnya, atau sampai Allah memberi jalan (yang lain) kepadanya.",
            "tafsir_jalalayn": "(Dan wanita-wanita yang melakukan perbuatan keji) maksudnya berzina di antara wanita-wanitamu (maka persaksikanlah mereka itu kepada empat orang saksi di antaramu) maksudnya di antara laki-lakimu yang beragama Islam. (Maka jika mereka memberikan kesaksian) terhadap perbuatan mereka itu (maka tahanlah mereka itu) atau kurunglah (dalam rumah) dan laranglah mereka bergaul dengan manusia (sampai mereka diwafatkan oleh maut) maksudnya oleh malaikat maut (atau) hingga (Allah memberi bagi mereka jalan lain) yakni jalan untuk membebaskan mereka dari hukuman semacam itu. Demikianlah hukuman mereka pada awal Islam lalu mereka diberi jalan lain yaitu digantinya dengan hukum dera sebanyak seratus kali serta membuangnya dari kampung halamannya selama setahun yakni bagi yang belum kawin dan dengan merajam wanita-wanita yang sudah kawin. Dalam hadis tersebut bahwa tatkala hukuman itu diumumkan, bersabdalah Nabi saw., \"Terimalah daripadaku, contohlah kepadaku karena Allah telah memberikan bagi mereka jalan lepas!\" Riwayat Muslim.",
            "sajda": false,
            "transliteration": "Wallaatee yaateenal faahishata min nisaaa'ikum fastashhidoo 'alaihinna arba'atam minkum fa in shahidoo fa amsikoohunna fil buyooti hatta yatawaffaa hunnal mawtu aw yaj'alal laahu lahunna sabeelaa"
        },
        {
            "aya_id": 509,
            "aya_number": 16,
            "aya_text": "وَالَّذٰنِ يَأْتِيٰنِهَا مِنْكُمْ فَاٰذُوْهُمَا ۚ فَاِنْ تَابَا وَاَصْلَحَا فَاَعْرِضُوْا عَنْهُمَا ۗ اِنَّ اللّٰهَ كَانَ تَوَّابًا رَّحِيْمًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 80,
            "translation_aya_text": "Dan terhadap dua orang yang melakukan perbuatan keji di antara kamu, maka berilah hukuman kepada keduanya. Jika keduanya tobat dan memperbaiki diri, maka biarkanlah mereka. Sungguh, Allah Maha Penerima tobat, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan mengenai dua orang) dengan nun yang memakai atau tanpa tasydid (yang melakukannya) maksudnya perbuatan keji, yaitu berzina atau homoseksual (di antara kamu) maksudnya kaum lelaki (maka berilah mereka hukuman) dengan mencela dan memukul mereka dengan terompah. (Kemudian jika mereka bertobat) daripadanya (dan memperbaiki perbuatan mereka) (maka tinggalkanlah mereka) dan jangan disakiti lagi. (Sesungguhnya Allah Maha Penerima tobat) terhadap orang yang sadar (lagi Maha Penyayang) kepadanya. Ayat ini telah dihapus/dimansukh hukumnya dengan ayat had, jika yang dimaksud karena berzina. Demikian pula menurut Syafii jika yang dimaksud karena homoseksual. Hanya menurutnya pula, orang yang \"dikerjai\" tidaklah dirajam walaupun telah beristri, hanya dipukul dan diasingkan. Bahwa yang dimaksud itu homoseksual lebih kuat dengan alasan adanya dhamir tatsniah huma dan lain-lain. Menurut golongan yang pertama yang dimaksud dengan kedua mereka itu ialah pezina yang laki-laki dan yang perempuan. Tetapi pendapat ini ditolak oleh golongan Syafii dengan penjelasan yang diberikan kemudian dengan hubungannya yang berkaitan dengan dhamir laki-laki dan berserikatnya kedua mereka dalam menerima hukuman, bertobat dan diisolir. Dan ini khusus bagi pihak laki-laki, karena sebagaimana kita ketahui bagi pihak wanita ialah tahanan rumah.",
            "sajda": false,
            "transliteration": "Wallazaani yaatiyaanihaa minkum fa aazoohumaa fa in taabaa wa aslahaa fa a'ridoo 'anhumaaa; innal laaha kaana Tawwaabar Raheema"
        },
        {
            "aya_id": 510,
            "aya_number": 17,
            "aya_text": "اِنَّمَا التَّوْبَةُ عَلَى اللّٰهِ لِلَّذِيْنَ يَعْمَلُوْنَ السُّوْۤءَ بِجَهَالَةٍ ثُمَّ يَتُوْبُوْنَ مِنْ قَرِيْبٍ فَاُولٰۤىِٕكَ يَتُوْبُ اللّٰهُ عَلَيْهِمْ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 80,
            "translation_aya_text": "Sesungguhnya bertobat kepada Allah itu hanya (pantas) bagi mereka yang melakukan kejahatan karena tidak mengerti, kemudian segera bertobat. Tobat mereka itulah yang diterima Allah. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Sesungguhnya tobat di isi Allah) yakni yang pasti diterima di sisi-Nya berkat kemurahan-Nya (ialah bagi orang-orang yang mengerjakan kejahatan) atau maksiat (disebabkan kejahilan) menjadi hal artinya tidak tahu bahwa dengan itu berarti mendurhakai Allah (kemudian mereka bertobat dalam) waktu (dekat) yakni sebelum mengalami sekarat (maka mereka itulah yang diterima tobatnya oleh Allah) artinya diterima-Nya tobat mereka (dan Allah Maha Mengetahui) akan makhluk-Nya (lagi Maha Bijaksana) mengenai tindakan-Nya terhadap mereka.",
            "sajda": false,
            "transliteration": "Innamat tawbatu 'alallaahi lillazeena ya'maloonas sooo'a bijahaalatin summa yatooboona min qareebin faulaaika yatoobul laahu 'alaihim; wa kaanal laahu 'Aleeman Hakeemaa"
        },
        {
            "aya_id": 511,
            "aya_number": 18,
            "aya_text": "وَلَيْسَتِ التَّوْبَةُ لِلَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِۚ حَتّٰىٓ اِذَا حَضَرَ اَحَدَهُمُ الْمَوْتُ قَالَ اِنِّيْ تُبْتُ الْـٰٔنَ وَلَا الَّذِيْنَ يَمُوْتُوْنَ وَهُمْ كُفَّارٌ ۗ اُولٰۤىِٕكَ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 80,
            "translation_aya_text": "Dan tobat itu tidaklah (diterima Allah) dari mereka yang melakukan kejahatan hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) dia mengatakan, “Saya benar-benar bertobat sekarang.” Dan tidak (pula diterima tobat) dari orang-orang yang meninggal sedang mereka di dalam kekafiran. Bagi orang-orang itu telah Kami sediakan azab yang pedih.",
            "tafsir_jalalayn": "(Dan tidaklah dikatakan tobat bagi orang-orang yang mengerjakan kejahatan) atau dosa (hingga ketika ajal datang kepada salah seorang mereka) dan nyawanya hendak lepas (lalu dikatakannya) ketika menyaksikan apa yang sedang dialaminya (\"Sesungguhnya saya bertobat sekarang.\") karena itu tidaklah bermanfaat dan tidak akan diterima oleh Allah tobatnya. (Dan tidak pula orang-orang yang mati sedangkan mereka berada dalam kekafiran) yakni jika mereka bertobat di akhirat sewaktu menyaksikan azab, maka tidak pula akan diterima. (Mereka itu Kami siapkan) sediakan (bagi mereka siksa yang pedih) yang menyakitkan.",
            "sajda": false,
            "transliteration": "Wa laisatit tawbatu lillazeena ya'maloonas saiyiaati hattaaa izaa hadara ahadahumul mawtu qaala innee tubtul 'aana wa lallazeena yamootoona wa hum kuffaar; ulaaa'ika a'tadnaa lahum 'azaaban aleemaa"
        },
        {
            "aya_id": 512,
            "aya_number": 19,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَحِلُّ لَكُمْ اَنْ تَرِثُوا النِّسَاۤءَ كَرْهًا ۗ وَلَا تَعْضُلُوْهُنَّ لِتَذْهَبُوْا بِبَعْضِ مَآ اٰتَيْتُمُوْهُنَّ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوْهُنَّ بِالْمَعْرُوْفِ ۚ فَاِنْ كَرِهْتُمُوْهُنَّ فَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّيَجْعَلَ اللّٰهُ فِيْهِ خَيْرًا كَثِيْرًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 80,
            "translation_aya_text": "Wahai orang-orang beriman! Tidak halal bagi kamu mewarisi perempuan dengan jalan paksa dan janganlah kamu menyusahkan mereka karena hendak mengambil kembali sebagian dari apa yang telah kamu berikan kepadanya, kecuali apabila mereka melakukan perbuatan keji yang nyata. Dan bergaullah dengan mereka menurut cara yang patut. Jika kamu tidak menyukai mereka, (maka bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak padanya.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, tidak halal bagi kamu mewarisi wanita) maksudnya diri mereka (dengan paksa) dibaca karhan atau kurhan; artinya tanpa kemauan dan kerelaan mereka. Di zaman jahiliah mereka biasa mewarisi wanita-wanita, istri karib kerabat mereka. Jika mereka kehendaki mereka dapat mengawininya tanpa maskawin, atau mereka kawinkan lalu diambil maskawinnya, atau mereka halangi kawin sampai wanita itu menebus dirinya dengan harta warisan yang diperolehnya atau mereka tunggu sampai meninggal lalu mereka warisi hartanya; maka mereka dilarang demikian itu. (Dan tidak pula) bahwa (kamu menyusahkan mereka) artinya kamu halangi istri-istrimu buat mengawini laki-laki lain dengan menahan mereka padahal tak ada keinginanmu lagi terhadap mereka selain dari menyusahkan belaka (karena hendak mengambil kembali sebagian dari apa yang telah kamu berikan kepada mereka) berupa mahar (kecuali jika mereka melakukan pekerjaan keji yang nyata) dengan ya baris di atas dan baris di bawah, yang nyata atau yang dinyatakan, artinya zina atau nusyuz; maka ketika itu bolehlah kamu menyusahkan mereka hingga mereka melakukan khuluk atau menebus diri mereka (dan pergaulilah mereka secara patut) artinya secara baik-baik, biar dalam perkataan maupun dalam memberi nafkah lahir atau batin. (Maka jika kamu tidak menyukai mereka) hendaklah bersabar (karena mungkin kamu tidak menyukai sesuatu tetapi Allah menjadikan padanya kebaikan yang banyak). Siapa tahu hal itu dilakukan-Nya misalnya dengan menganugerahimu anak yang saleh.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa yahillu lakum an tarisun nisaaa'a karhan wa laa ta'duloohunna litazhaboo biba'di maaa aataitumoohunna illaaa ai yaateena bifaahishatim bubaiyinah; wa 'aashiroo hunna bilma'roof; fa in karihtumoohunna fa'asaaa an takrahoo shai'anw wa yaj'alal laahu feehi khairan kaseeraa"
        },
        {
            "aya_id": 513,
            "aya_number": 20,
            "aya_text": "وَاِنْ اَرَدْتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍۙ وَّاٰتَيْتُمْ اِحْدٰىهُنَّ قِنْطَارًا فَلَا تَأْخُذُوْا مِنْهُ شَيْـًٔا ۗ اَتَأْخُذُوْنَهٗ بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 81,
            "translation_aya_text": "Dan jika kamu ingin mengganti istrimu dengan istri yang lain, sedang kamu telah memberikan kepada seorang di antara mereka harta yang banyak, maka janganlah kamu mengambil kembali sedikit pun darinya. Apakah kamu akan mengambilnya kembali dengan jalan tuduhan yang dusta dan dengan (menanggung) dosa yang nyata?",
            "tafsir_jalalayn": "(Dan jika kamu bermaksud hendak mengganti istrimu dengan istri yang lain) artinya kamu ambil dia sebagai penggantinya setelah kamu ceraikan istrimu yang pertama itu (dan) sungguh (kamu telah memberikan kepada salah seorang di antara mereka) maksudnya istri-istri itu (harta yang banyak) sebagai maskawinnya (maka janganlah kamu mengambil kembali daripadanya barang sedikit pun. Apakah kamu akan mengambilnya kembali secara aniaya) dengan zalim (dan dengan -memikul- dosa yang nyata?) Dinashabkan keduanya karena kedudukan mereka sebagai hal sedangkan pertanyaan berikut maksudnya sebagai celaan dan penolakan:",
            "sajda": false,
            "transliteration": "Wa in arattumustib daala zawjim makaana zawjin wa aataitum ihdaahunna qintaaran falaa taakhuzoo minhu shai'aa; ataakhuzoonahoo buhtaannanw wa ismam mubeenaa"
        },
        {
            "aya_id": 514,
            "aya_number": 21,
            "aya_text": "وَكَيْفَ تَأْخُذُوْنَهٗ وَقَدْ اَفْضٰى بَعْضُكُمْ اِلٰى بَعْضٍ وَّاَخَذْنَ مِنْكُمْ مِّيْثَاقًا غَلِيْظًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 81,
            "translation_aya_text": "Dan bagaimana kamu akan mengambilnya kembali, padahal kamu telah bergaul satu sama lain (sebagai suami-istri). Dan mereka (istri-istrimu) telah mengambil perjanjian yang kuat (ikatan pernikahan) dari kamu.",
            "tafsir_jalalayn": "(Bagaimana kamu akan mengambilnya kembali) artinya dengan alasan apa (padahal sebagian kamu telah bergaul dengan yang lain) atau telah berhubungan sebagai suami istri dengan bercampur yang telah mensahkan maskawin (dan mereka telah mengambil daripadamu perjanjian) atau pengakuan (yang erat) atau berat, yakni berupa perintah Ilahi agar memegang mereka secara baik-baik atau melepas mereka secara baik-baik pula.",
            "sajda": false,
            "transliteration": "Wa kaifa taakhuzoonahoo wa qad afdaa ba'dukum ilaa ba'dinw wa akhazna minkum meesaaqan ghaleezaa"
        },
        {
            "aya_id": 515,
            "aya_number": 22,
            "aya_text": "وَلَا تَنْكِحُوْا مَا نَكَحَ اٰبَاۤؤُكُمْ مِّنَ النِّسَاۤءِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّهٗ كَانَ فَاحِشَةً وَّمَقْتًاۗ وَسَاۤءَ سَبِيْلًا ࣖ ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 81,
            "translation_aya_text": "Dan janganlah kamu menikahi perempuan-perempuan yang telah dinikahi oleh ayahmu, kecuali (kejadian pada masa) yang telah lampau. Sungguh, perbuatan itu sangat keji dan dibenci (oleh Allah) dan seburuk-buruk jalan (yang ditempuh).",
            "tafsir_jalalayn": "(Dan janganlah kamu kawini apa) maksudnya siapa (Di antara wanita-wanita yang telah dikawini oleh bapakmu kecuali) artinya selain dari (yang telah berlalu) dari perbuatanmu itu, maka dimaafkan. (Sesungguhnya hal itu) maksudnya mengawini mereka itu (adalah perbuatan keji) atau busuk (suatu kutukan) maksudnya sesuatu yang menyebabkan timbulnya kutukan dari Allah, yang berarti kemurkaan-Nya yang amat sangat (dan sejahat-jahat) seburuk-buruk (jalan) yang ditempuh.",
            "sajda": false,
            "transliteration": "Wa laa tankihoo maa nakaha aabaaa'ukum minan nisaaa'i illaa maa qad salaf; inahoo kaana faahishatanw wa maqtanw wa saaa'a sabeelaa"
        },
        {
            "aya_id": 516,
            "aya_number": 23,
            "aya_text": "حُرِّمَتْ عَلَيْكُمْ اُمَّهٰتُكُمْ وَبَنٰتُكُمْ وَاَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنٰتُ الْاَخِ وَبَنٰتُ الْاُخْتِ وَاُمَّهٰتُكُمُ الّٰتِيْٓ اَرْضَعْنَكُمْ وَاَخَوٰتُكُمْ مِّنَ الرَّضَاعَةِ وَاُمَّهٰتُ نِسَاۤىِٕكُمْ وَرَبَاۤىِٕبُكُمُ الّٰتِيْ فِيْ حُجُوْرِكُمْ مِّنْ نِّسَاۤىِٕكُمُ الّٰتِيْ دَخَلْتُمْ بِهِنَّۖ فَاِنْ لَّمْ تَكُوْنُوْا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ ۖ وَحَلَاۤىِٕلُ اَبْنَاۤىِٕكُمُ الَّذِيْنَ مِنْ اَصْلَابِكُمْۙ وَاَنْ تَجْمَعُوْا بَيْنَ الْاُخْتَيْنِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا   ۔",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 81,
            "translation_aya_text": "Diharamkan atas kamu (menikahi) ibu-ibumu, anak-anakmu yang perempuan, saudara-saudaramu yang perempuan, saudara-saudara ayahmu yang perempuan, saudara-saudara ibumu yang perempuan, anak-anak perempuan dari saudara-saudaramu yang laki-laki, anak-anak perempuan dari saudara-saudaramu yang perempuan, ibu-ibumu yang menyusui kamu, saudara-saudara perempuanmu sesusuan, ibu-ibu istrimu (mertua), anak-anak perempuan dari istrimu (anak tiri) yang dalam pemeliharaanmu dari istri yang telah kamu campuri, tetapi jika kamu belum campur dengan istrimu itu (dan sudah kamu ceraikan), maka tidak berdosa kamu (menikahinya), (dan diharamkan bagimu) istri-istri anak kandungmu (menantu), dan (diharamkan) mengumpulkan (dalam pernikahan) dua perempuan yang bersaudara, kecuali yang telah terjadi pada masa lampau. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Diharamkan atas kamu ibu-ibumu) maksudnya mengawini mereka dan ini mencakup pula nenek, baik dari pihak bapak maupun dari pihak ibu (dan anak-anak perempuanmu) termasuk cucu-cucumu yang perempuan terus ke bawah (saudara-saudaramu yang perempuan) baik dari pihak bapak maupun dari pihak ibu (saudara-saudara bapakmu yang perempuan) termasuk pula saudara-saudara kakekmu (saudara-saudara ibumu yang perempuan) termasuk pula saudara-saudara nenekmu (anak-anak perempuan dari saudaramu yang laki-laki, anak-anak perempuan dari saudaramu yang perempuan) maksudnya keponakan-keponakanmu dan tercakup pula di dalamnya anak-anak mereka (ibu-ibumu yang menyusui kamu) maksudnya ibu-ibu susuan, yakni sebelum usiamu mencapai dua tahun dan sekurang-kurangnya lima kali susuan sebagaimana dijelaskan oleh hadis (saudara-saudara perempuanmu sesusuan). Kemudian dalam sunah ditambahkan anak-anak perempuan daripadanya, yaitu wanita-wanita yang disusukan oleh wanita-wanita yang telah dicampurinya, berikut saudara-saudara perempuan dari bapak dan dari ibu, serta anak-anak perempuan dari saudara laki-laki dan anak-anak perempuan dari saudara perempuannya, berdasarkan sebuah hadis yang berbunyi, \"Haram disebabkan penyusuan apa yang haram oleh sebab pertalian darah.\" Riwayat Bukhari dan Muslim. (ibu-ibu istrimu, mertua, dan anak-anak tirimu) jamak rabiibah yaitu anak perempuan istri dari suaminya yang lain (yang berada dalam asuhanmu) mereka berada dalam pemeliharaan kalian; kalimat ini berkedudukan sebagai kata sifat dari lafal rabaaib (dan istri-istrimu yang telah kamu campuri) telah kalian setubuhi (tetapi jika kamu belum lagi mencampuri mereka, maka tidaklah berdosa kamu) mengawini anak-anak perempuan mereka, jika kamu telah menceraikan mereka (dan diharamkan istri-istri anak kandungmu) yakni yang berasal dari sulbimu, berbeda halnya dengan anak angkatmu, maka kamu boleh kawin dengan janda-janda mereka (dan bahwa kamu himpun dua orang perempuan yang bersaudara) baik saudara dari pertalian darah maupun sepersusuan, dan menghimpun seorang perempuan dengan saudara perempuan bapaknya atau saudara perempuan ibunya tetapi diperbolehkan secara \"tukar lapik\" atau \"turun ranjang\" atau memiliki kedua mereka sekaligus asal yang dicampuri itu hanya salah seorang di antara mereka (kecuali) atau selain (yang telah terjadi di masa lalu) yakni di masa jahiliah sebagian dari apa yang disebutkan itu, maka kamu tidaklah berdosa karenanya. (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Hurrimat 'alaikum umma haatukum wa bannaatukum wa akhawaatukum wa 'ammaatukum wa khaalaatukum wa banaatul akhi wa banaatul ukhti wa ummahaatu kumul laateee arda' nakum wa akhawaatukum minarradaa'ati wa ummahaatu nisaaa'ikum wa rabaaa'i bukumul laatee fee hujoorikum min nisaaa'ikumul laatee dakhaltum bihinna Fa il lam takoonoo dakhaltum bihina falaa junaaha 'alaikum wa halaaa'ilu abnaaa'ikumul lazeena min aslaabikum wa an tajma'oo bainal ukhtaini illaa maa qad salaf; innallaaha kaana Ghafoorar Raheema"
        },
        {
            "aya_id": 517,
            "aya_number": 24,
            "aya_text": "۞ وَالْمُحْصَنٰتُ مِنَ النِّسَاۤءِ اِلَّا مَا مَلَكَتْ اَيْمَانُكُمْ ۚ  كِتٰبَ اللّٰهِ عَلَيْكُمْ ۚ وَاُحِلَّ لَكُمْ مَّا وَرَاۤءَ ذٰلِكُمْ اَنْ تَبْتَغُوْا بِاَمْوَالِكُمْ مُّحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ ۗ فَمَا اسْتَمْتَعْتُمْ بِهٖ مِنْهُنَّ فَاٰتُوْهُنَّ اُجُوْرَهُنَّ فَرِيْضَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا تَرَاضَيْتُمْ بِهٖ  مِنْۢ بَعْدِ الْفَرِيْضَةِۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 82,
            "translation_aya_text": "Dan (diharamkan juga kamu menikahi) perempuan yang bersuami, kecuali hamba sahaya perempuan (tawanan perang) yang kamu miliki sebagai ketetapan Allah atas kamu. Dan dihalalkan bagimu selain (perempuan-perempuan) yang demikian itu jika kamu berusaha dengan hartamu untuk menikahinya bukan untuk berzina. Maka karena kenikmatan yang telah kamu dapatkan dari mereka, berikanlah maskawinnya kepada mereka sebagai suatu kewajiban. Tetapi tidak mengapa jika ternyata di antara kamu telah saling merelakannya, setelah ditetapkan. Sungguh, Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan) diharamkan bagimu (wanita-wanita yang bersuami) untuk dikawini sebelum bercerai dengan suami-suami mereka itu, baik mereka merdeka atau budak dan beragama Islam (kecuali wanita-wanita yang kamu miliki) yakni hamba-hamba sahaya yang tertawan, maka mereka boleh kamu campuri walaupun mereka punya suami di negeri perang, yakni setelah istibra' atau membersihkan rahimnya (sebagai ketetapan dari Allah) kitaaba manshub sebagai mashdar dari kata dzaalika; artinya telah ditetapkan sebagai suatu ketetapan dari Allah (atas kamu, dan dihalalkan) ada yang membaca uhilla bentuk pasif ada pula ahalla bentuk aktif (bagi kamu selain yang demikian itu) artinya selain dari wanita-wanita yang telah diharamkan tadi (bahwa kamu mencari) istri (dengan hartamu) baik dengan maskawin atau lainnya (untuk dikawini bukan untuk dizinahi) (maka istri-istri) dengan arti faman (yang telah kamu nikmati) artinya campuri (di antara mereka) dengan jalan menyetubuhi mereka (maka berikanlah kepada mereka upah mereka) maksudnya maskawin mereka yang telah kamu tetapkan itu (sebagai suatu kewajiban. Dan kamu tidaklah berdosa mengenai sesuatu yang telah saling kamu relakan) dengan mereka (setelah ditetapkan itu) baik dengan menurunkan, menambah atau merelakannya. (Sesungguhnya Allah Maha Mengetahui akan ciptaan-Nya (lagi Maha Bijaksana) dalam mengatur kepentingan mereka.",
            "sajda": false,
            "transliteration": "Walmuhsanaatu minan nisaaa'i illaa maa malakat aimaanukum kitaabal laahi 'alaikum; wa uhilla lakum maa waraaa'a zaalikum an tabtaghoo bi amwaali kum muhsineena ghaira musaa fiheen; famastamta'tum bihee minhunna fa aatoohunna ujoorahunna fareedah; wa laa junaaha 'alaikum feemaa taraadaitum bihee mim ba'dil fareedah; innal laaha kaana 'Aleeman Hakeemaa"
        },
        {
            "aya_id": 518,
            "aya_number": 25,
            "aya_text": "وَمَنْ لَّمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا اَنْ يَّنْكِحَ الْمُحْصَنٰتِ الْمُؤْمِنٰتِ فَمِنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ فَتَيٰتِكُمُ الْمُؤْمِنٰتِۗ وَاللّٰهُ اَعْلَمُ بِاِيْمَانِكُمْ ۗ بَعْضُكُمْ مِّنْۢ بَعْضٍۚ فَانْكِحُوْهُنَّ بِاِذْنِ اَهْلِهِنَّ وَاٰتُوْهُنَّ اُجُوْرَهُنَّ بِالْمَعْرُوْفِ مُحْصَنٰتٍ غَيْرَ مُسٰفِحٰتٍ وَّلَا مُتَّخِذٰتِ اَخْدَانٍ ۚ فَاِذَآ اُحْصِنَّ فَاِنْ اَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنٰتِ مِنَ الْعَذَابِۗ ذٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ  ۗ  وَاَنْ تَصْبِرُوْا خَيْرٌ لَّكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 82,
            "translation_aya_text": "Dan barangsiapa di antara kamu tidak mempunyai biaya untuk menikahi perempuan merdeka yang beriman, maka (dihalalkan menikahi perempuan) yang beriman dari hamba sahaya yang kamu miliki. Allah mengetahui keimananmu. Sebagian dari kamu adalah dari sebagian yang lain (sama-sama keturunan Adam-Hawa), karena itu nikahilah mereka dengan izin tuannya dan berilah mereka maskawin yang pantas, karena mereka adalah perempuan-perempuan yang memelihara diri, bukan pezina dan bukan (pula) perempuan yang mengambil laki-laki lain sebagai piaraannya. Apabila mereka telah berumah tangga (bersuami), tetapi melakukan perbuatan keji (zina), maka (hukuman) bagi mereka setengah dari apa (hukuman) perempuan-perempuan merdeka (yang tidak bersuami). (Kebolehan menikahi hamba sahaya) itu, adalah bagi orang-orang yang takut terhadap kesulitan dalam menjaga diri (dari perbuatan zina). Tetapi jika kamu bersabar, itu lebih baik bagimu. Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan siapa yang tidak cukup biayanya untuk mengawini wanita-wanita merdeka) bukan budak (lagi beriman) ini yang berlaku menurut kebiasaan sehingga mafhumnya tidak berlaku (maka hamba sahaya yang kamu miliki) yang akan dikawininya (yakni dari golongan wanita-wanita kamu yang beriman. Dan Allah lebih mengetahui keimananmu) maka cukuplah kamu lihat lahirnya saja sedangkan batinnya serahkanlah kepada-Nya karena Dia mengetahui seluk-beluknya. Dan berapa banyaknya hamba sahaya yang lebih tinggi mutu keimanannya daripada wanita merdeka; ini merupakan bujukan agar bersedia kawin dengan hamba sahaya (sebagian kamu berasal dari sebagian yang lain) maksudnya kamu dan mereka itu sama-sama beragama Islam maka janganlah merasa keberatan untuk mengawini mereka (karena itu kawinilah mereka dengan seizin majikannya) artinya tuan dan pemiliknya (dan berikanlah kepada mereka upah) maksudnya mahar atau maskawin mereka (secara baik-baik) tanpa melalaikan atau menguranginya (sedangkan mereka pun hendaknya memelihara diri) menjadi hal (bukan melacurkan diri) atau berzina secara terang-terangan (serta tidak pula mengambil gundik) selir untuk berbuat zina secara sembunyi-sembunyi. (Maka jika mereka telah menjaga diri) artinya dikawinkan; dalam suatu qiraat dibaca ahshanna artinya telah kawin (lalu mereka melakukan perbuatan keji) maksudnya berzina (maka atas mereka separuh dari yang berlaku atas wanita-wanita merdeka) yakni yang masih perawan jika mereka berzina (berupa hukuman) atau hudud yaitu dengan didera 50 kali dan diasingkan setengah tahun. Dan kepada mereka ini dikiaskan hukuman bagi budak lelaki. Dan kawinnya hamba sahaya itu tidaklah dijadikan syarat untuk wajibnya hukuman, tetapi hanyalah untuk menunjukkan pada dasarnya mereka itu tidak menerima hukum rajam. (Demikian itu) maksudnya diperbolehkannya mengawini hamba sahaya sewaktu tak ada biaya itu (ialah bagi orang yang takut akan berzina) `anat artinya yang asli ialah masyaqqat atau kesulitan. Dinamakan zina demikian ialah karena dialah yang menyebabkan seseorang menerima hukuman berat di dunia dan siksa pedih di akhirat (di antara kamu). Ini berarti berbeda bagi orang yang tidak merasa khawatir dirinya akan jatuh dalam perzinaan, maka tidak halal baginya mengawini hamba sahaya itu. Demikian pula orang yang punya biaya untuk mengawini wanita-wanita merdeka. Pendapat ini juga dianut oleh Syafii. Hanya dalam firman Allah, \"... di antara wanita-wanitamu yang beriman,\" menurut Syafii tidak termasuk wanita-wanita kafir sehingga tidak boleh kawin walau ia dalam keadaan tidak mampu dan takut dirinya akan jatuh dalam perbuatan maksiat. (Dan jika kamu bersabar) artinya tidak mengawini hamba sahaya (itu lebih baik bagi kamu) agar kamu tidak mempunyai anak yang berstatus budak atau hamba sahaya. (Dan Allah Maha Pengampun lagi Maha Penyayang) dengan memberikan kelapangan dalam masalah itu.",
            "sajda": false,
            "transliteration": "Wa mal lam yastati' minkum tawlan ai yankihal muhsanaatil mu'minaati famimmaa malakat aimaanukum min fatayaatikumul mu'minaat; wallaahu a'lamu bi eemaanikum; ba'dukum mim ba'd; fankihoohunna bi izni ahlihinna wa aatoohunna ujoorahunna bilma'roofi muhsanaatin ghaira musaa fihaatinw wa laa muttakhizaati akhdaan; fa izaaa uhsinna fa in ataina bifaahi shatin fa'alaihinnna nisfu maa 'alal muhsanaati minal 'azaab; zaalika liman khashiyal 'anata minkum; wa an tasbiroo khairul lakum; wallaahu Ghafoorur Raheem"
        },
        {
            "aya_id": 519,
            "aya_number": 26,
            "aya_text": "يُرِيْدُ اللّٰهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِيْنَ مِنْ قَبْلِكُمْ وَيَتُوْبَ عَلَيْكُمْ ۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 82,
            "translation_aya_text": "Allah hendak menerangkan (syariat-Nya) kepadamu, dan menunjukkan jalan-jalan (kehidupan) orang yang sebelum kamu (para nabi dan orang-orang saleh) dan Dia menerima tobatmu. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Allah hendak menerangkan padamu) syariat-syariat agamamu dan kepentingan-kepentingan dirimu (dan memimpin kepada sunah-sunah) atau jalan-jalan (orang-orang yang sebelum kamu) dari para nabi dalam soal menghalalkan dan mengharamkan, sehingga kamu dapat mengikuti mereka (serta menerima tobatmu) dan membawa kamu kembali dari perbuatan maksiatmu selama ini kepada menaati-Nya. (Dan Allah Maha Mengetahui) keadaanmu (lagi Maha Bijaksana) mengenai rencana dan peraturan-peraturan-Nya terhadapmu.",
            "sajda": false,
            "transliteration": "Yureedul laahu liyubai yina lakum wa yahdiyakum sunanal lazeena min qablikum wa yatooba 'alaikum; wallaahu 'Aleemun Hakeem"
        },
        {
            "aya_id": 520,
            "aya_number": 27,
            "aya_text": "وَاللّٰهُ يُرِيْدُ اَنْ يَّتُوْبَ عَلَيْكُمْ ۗ وَيُرِيْدُ الَّذِيْنَ يَتَّبِعُوْنَ الشَّهَوٰتِ اَنْ تَمِيْلُوْا مَيْلًا عَظِيْمًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Dan Allah hendak menerima tobatmu, sedang orang-orang yang mengikuti keinginannya menghendaki agar kamu berpaling sejauh-jauhnya (dari kebenaran).",
            "tafsir_jalalayn": "(Dan Allah hendak menerima tobatmu) diulang-Nya di sini untuk menjadi dasar pembinaan (sementara orang-orang yang mengikuti hawa nafsunya ingin) yakni orang-orang Yahudi, Nasrani atau Majusi atau yang gemar berzina (agar kamu berpaling sejauh-jauhnya) artinya menyimpang dari kebenaran dengan berbuat apa yang diharamkan sehingga kamu akan menjadi seperti mereka pula.",
            "sajda": false,
            "transliteration": "Wallaahu yureedu ai yatooba 'alaikum wa yureedul lazeena yattabi 'oonash shahawaati an tameeloo mailan 'azeemaa"
        },
        {
            "aya_id": 521,
            "aya_number": 28,
            "aya_text": "يُرِيْدُ اللّٰهُ اَنْ يُّخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْاِنْسَانُ ضَعِيْفًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Allah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah.",
            "tafsir_jalalayn": "(Allah hendak memberi keringanan kepadamu) artinya memudahkan hukum-hukum syariat (karena manusia dijadikan bersifat lemah) tidak tahan menghadapi wanita dan godaan seksual.",
            "sajda": false,
            "transliteration": "Yureedul laahu ai yukhaffifa 'ankum; wa khuliqal insaanu da'eefaa"
        },
        {
            "aya_id": 522,
            "aya_number": 29,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوْٓا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ اِلَّآ اَنْ تَكُوْنَ تِجَارَةً عَنْ تَرَاضٍ مِّنْكُمْ ۗ وَلَا تَقْتُلُوْٓا اَنْفُسَكُمْ ۗ اِنَّ اللّٰهَ كَانَ بِكُمْ رَحِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu saling memakan harta sesamamu dengan jalan yang batil (tidak benar), kecuali dalam perdagangan yang berlaku atas dasar suka sama suka di antara kamu. Dan janganlah kamu membunuh dirimu. Sungguh, Allah Maha Penyayang kepadamu.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu makan harta sesamamu dengan jalan yang batil) artinya jalan yang haram menurut agama seperti riba dan gasab/merampas (kecuali dengan jalan) atau terjadi (secara perniagaan) menurut suatu qiraat dengan baris di atas sedangkan maksudnya ialah hendaklah harta tersebut harta perniagaan yang berlaku (dengan suka sama suka di antara kamu) berdasar kerelaan hati masing-masing, maka bolehlah kamu memakannya. (Dan janganlah kamu membunuh dirimu) artinya dengan melakukan hal-hal yang menyebabkan kecelakaannya bagaimana pun juga cara dan gejalanya baik di dunia dan di akhirat. (Sesungguhnya Allah Maha Penyayang kepadamu) sehingga dilarang-Nya kamu berbuat demikian.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa taakulooo amwaalakum bainakum bilbaatili 'illaaa an takoona tijaaratan 'an taraadim minkum; wa laa taqtulooo anfusakum; innal laaha kaana bikum Raheemaa"
        },
        {
            "aya_id": 523,
            "aya_number": 30,
            "aya_text": "وَمَنْ يَّفْعَلْ ذٰلِكَ عُدْوَانًا وَّظُلْمًا فَسَوْفَ نُصْلِيْهِ نَارًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Dan barangsiapa berbuat demikian dengan cara melanggar hukum dan zalim, akan Kami masukkan dia ke dalam neraka. Yang demikian itu mudah bagi Allah.",
            "tafsir_jalalayn": "(Dan siapa berbuat demikian) apa yang dilarang itu (dengan melanggar yang hak) menjadi hal (dan aniaya) menjadi taukid (maka akan Kami masukkan ia ke dalam neraka) ia akan dibakar hangus di dalamnya (dan demikian itu bagi Allah amat mudah) atau pekerjaan gampang.",
            "sajda": false,
            "transliteration": "Wa mai yaf'al zaalika 'udwaananw wa zulman fasawfa nusleehi Naaraa; wa kaana zaalika 'alal laahi yaseeraa"
        },
        {
            "aya_id": 524,
            "aya_number": 31,
            "aya_text": "اِنْ تَجْتَنِبُوْا كَبَاۤىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Jika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahan-kesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga).",
            "tafsir_jalalayn": "(Jika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang kamu mengerjakannya) yakni dosa-dosa yang pernah pelakunya mendapat ancaman seperti membunuh, berzina, mencuri dan lain-lain yang menurut Ibnu Abbas banyaknya hampir tujuh ratus macam (niscaya Kami hapus kesalahan-kesalahanmu) yang kecil-kecil dengan jalan mengerjakan ketaatan (dan Kami masukkan kamu dengan pemasukan) dibaca mudkhalan atau madkhalan yang berarti pemasukan atau ke tempat (yang mulia) yaitu surga.",
            "sajda": false,
            "transliteration": "In tajtaniboo kabaaa'ira maa tunhawna 'anhu nukaffir 'ankum saiyiaatikum wa nudkhilkum mudkhalan kareemaa"
        },
        {
            "aya_id": 525,
            "aya_number": 32,
            "aya_text": "وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللّٰهُ بِهٖ بَعْضَكُمْ عَلٰى بَعْضٍ ۗ لِلرِّجَالِ نَصِيْبٌ مِّمَّا اكْتَسَبُوْا ۗ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا اكْتَسَبْنَ ۗوَسْـَٔلُوا اللّٰهَ مِنْ فَضْلِهٖ ۗ اِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Dan janganlah kamu iri hati terhadap karunia yang telah dilebihkan Allah kepada sebagian kamu atas sebagian yang lain. (Karena) bagi laki-laki ada bagian dari apa yang mereka usahakan, dan bagi perempuan (pun) ada bagian dari apa yang mereka usahakan. Mohonlah kepada Allah sebagian dari karunia-Nya. Sungguh, Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Dan janganlah kamu mengangan-angankan karunia yang dilebihkan Allah kepada sebagian kamu dari sebagian lainnya) baik dari segi keduniaan maupun pada soal keagamaan agar hal itu tidak menimbulkan saling membenci dan mendengki. (Bagi laki-laki ada bagian) atau pahala (dari apa yang mereka usahakan) disebabkan perjuangan yang mereka lakukan dan lain-lain (dan bagi wanita ada bagian pula dari apa yang mereka usahakan) misalnya mematuhi suami dan memelihara kehormatan mereka. Ayat ini turun ketika Umu Salamah mengatakan, \"Wahai! Kenapa kita tidak menjadi laki-laki saja, hingga kita dapat berjihad dan beroleh pahala seperti pahala laki-laki,\" (dan mohonlah olehmu) ada yang memakai hamzah dan ada pula yang tidak (kepada Allah karunia-Nya) yang kamu butuhkan niscaya akan dikabulkan-Nya. (Sesungguhnya Allah Maha Mengetahui segala sesuatu) di antaranya siapa seharusnya yang beroleh karunia, begitu pula permohonan kamu kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa laa tatamannaw maa faddalal laahu bihee ba'dakum 'alaa ba'd; lirrijaali naseebum mimak tasaboo wa linnisaaa'i naseebum mimmak tasabna; was'alullaaha min fadlih; innal laaha kaana bikulli shai'in 'Aleemaa"
        },
        {
            "aya_id": 526,
            "aya_number": 33,
            "aya_text": "وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ ۗ وَالَّذِيْنَ عَقَدَتْ اَيْمَانُكُمْ فَاٰتُوْهُمْ نَصِيْبَهُمْ ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Dan untuk masing-masing (laki-laki dan perempuan) Kami telah menetapkan para ahli waris atas apa yang ditinggalkan oleh kedua orang tuanya dan karib kerabatnya. Dan orang-orang yang kamu telah bersumpah setia dengan mereka, maka berikanlah kepada mereka bagiannya. Sungguh, Allah Maha Menyaksikan segala sesuatu.",
            "tafsir_jalalayn": "(Dan bagi masing-masing) laki-laki dan wanita (Kami jadikan ahli waris) atau ashabah yang memperoleh (apa yang ditinggalkan oleh ibu bapak dan karib kerabat) bagi mereka berupa harta (dan mengenai orang-orang yang kamu telah berjanji dan bersumpah setia dengan mereka) `aqadat ada yang pakai alif sehingga menjadi `aaqadat; sedangkan aimaan jamak daripada yamiin berarti sumpah atau tangan sehingga kalimat itu berarti sumpah sekutu-sekutu kamu yang telah terikat dalam perjanjian denganmu di masa jahiliah buat tolong-menolong dan waris-mewarisi (maka berilah mereka) sekarang (bagian mereka) dari harta warisan yaitu seperenam (sesungguhnya Allah Maha Menyaksikan segala sesuatu) artinya mengetahui apa pun juga, termasuk hal-ihwalmu. Dan hukum ini telah dihapus dengan firman-Nya, \"Dan orang-orang yang mempunyai pertalian darah, sebagian mereka lebih utama dari sebagian lainnya.\"",
            "sajda": false,
            "transliteration": "Wa likullin ja'alnaa ma waaliya mimmaa tarakal waalidaani wal aqraboon; wallazeena 'aqadat aimaanukum fa aatoohum naseebahum; innal laaha kaana 'alaa kulli shai'in Shaheedaa"
        },
        {
            "aya_id": 527,
            "aya_number": 34,
            "aya_text": "اَلرِّجَالُ قَوَّامُوْنَ عَلَى النِّسَاۤءِ بِمَا فَضَّلَ اللّٰهُ بَعْضَهُمْ عَلٰى بَعْضٍ وَّبِمَآ اَنْفَقُوْا مِنْ اَمْوَالِهِمْ ۗ فَالصّٰلِحٰتُ قٰنِتٰتٌ حٰفِظٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّٰهُ ۗوَالّٰتِيْ تَخَافُوْنَ نُشُوْزَهُنَّ فَعِظُوْهُنَّ وَاهْجُرُوْهُنَّ فِى الْمَضَاجِعِ وَاضْرِبُوْهُنَّ ۚ فَاِنْ اَطَعْنَكُمْ فَلَا تَبْغُوْا عَلَيْهِنَّ سَبِيْلًا ۗاِنَّ اللّٰهَ كَانَ عَلِيًّا كَبِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 84,
            "translation_aya_text": "Laki-laki (suami) itu pelindung bagi perempuan (istri), karena Allah telah melebihkan sebagian mereka (laki-laki) atas sebagian yang lain (perempuan), dan karena mereka (laki-laki) telah memberikan nafkah dari hartanya. Maka perempuan-perempuan yang saleh adalah mereka yang taat (kepada Allah) dan menjaga diri ketika (suaminya) tidak ada, karena Allah telah menjaga (mereka). Perempuan-perempuan yang kamu khawatirkan akan nusyuz, hendaklah kamu beri nasihat kepada mereka, tinggalkanlah mereka di tempat tidur (pisah ranjang), dan (kalau perlu) pukullah mereka. Tetapi jika mereka menaatimu, maka janganlah kamu mencari-cari alasan untuk menyusahkannya. Sungguh, Allah Mahatinggi, Mahabesar.",
            "tafsir_jalalayn": "(Kaum lelaki menjadi pemimpin) artinya mempunyai kekuasaan (terhadap kaum wanita) dan berkewajiban mendidik dan membimbing mereka (oleh karena Allah telah melebihkan sebagian kamu atas lainnya) yaitu kekuasaan dan sebagainya (dan juga karena mereka telah menafkahkan) atas mereka (harta mereka. Maka wanita-wanita yang saleh ialah yang taat) kepada suami mereka (lagi memelihara diri di balik belakang)) artinya menjaga kehormatan mereka dan lain-lain sepeninggal suami (karena Allah telah memelihara mereka) sebagaimana dipesankan-Nya kepada pihak suami itu. (Dan wanita-wanita yang kamu khawatirkan nusyus) artinya pembangkangan mereka terhadap kamu misalnya dengan adanya ciri-ciri atau gejala-gejalanya (maka nasihatilah mereka itu) dan ingatkan supaya mereka takut kepada Allah (dan berpisahlah dengan mereka di atas tempat tidur) maksudnya memisahkan kamu tidur ke ranjang lain jika mereka memperlihatkan pembangkangan (dan pukullah mereka) yakni pukullah yang tidak melukai jika mereka masih belum sadar (kemudian jika mereka telah menaatimu) mengenai apa yang kamu kehendaki (maka janganlah kamu mencari gara-gara atas mereka) maksudnya mencari-cari jalan untuk memukul mereka secara aniaya. (Sesungguhnya Allah Maha Tinggi lagi Maha Besar) karena itu takutlah kamu akan hukuman-Nya jika kamu menganiaya mereka.",
            "sajda": false,
            "transliteration": "Arrijaalu qawwaamoona 'alan nisaaa'i bimaa fad dalallaahu ba'dahum 'alaa ba'dinw wa bimaaa anfoqoo min amwaalihim; fassaalihaatu qaanitaatun haafizaatul lil ghaibi bimaa hafizal laah; wallaatee takhaafoona nushoo zahunna fa 'izoohunna wahjuroohunna fil madaaji'i wadriboohunna fa in ata'nakum falaa tabghoo 'alaihinna sabeelaa; innallaaha kaana 'Aliyyan Kabeeraa"
        },
        {
            "aya_id": 528,
            "aya_number": 35,
            "aya_text": "وَاِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوْا حَكَمًا مِّنْ اَهْلِهٖ وَحَكَمًا مِّنْ اَهْلِهَا ۚ اِنْ يُّرِيْدَآ اِصْلَاحًا يُّوَفِّقِ اللّٰهُ بَيْنَهُمَا ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا خَبِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 84,
            "translation_aya_text": "Dan jika kamu khawatir terjadi persengketaan antara keduanya, maka kirimlah seorang juru damai dari keluarga laki-laki dan seorang juru damai dari keluarga perempuan. Jika keduanya (juru damai itu) bermaksud mengadakan perbaikan, niscaya Allah memberi taufik kepada suami-istri itu. Sungguh, Allah Mahateliti, Maha Mengenal.",
            "tafsir_jalalayn": "(Dan jika kamu khawatir timbulnya persengketaan di antara keduanya) maksudnya di antara suami dengan istri terjadi pertengkaran (maka utuslah) kepada mereka atas kerelaan kedua belah pihak (seorang penengah) yakni seorang laki-laki yang adil (dari keluarga laki-laki) atau kaum kerabatnya (dan seorang penengah dari keluarga wanita) yang masing-masingnya mewakili pihak suami tentang putusannya untuk menjatuhkan talak atau menerima khuluk/tebusan dari pihak istri dalam putusannya untuk menyetujui khuluk. Kedua mereka akan berusaha sungguh-sungguh dan menyuruh pihak yang aniaya supaya sadar dan kembali, atau kalau dianggap perlu buat memisahkan antara suami istri itu. Firman-Nya: (jika mereka berdua bermaksud) maksudnya kedua penengah itu (mengadakan perbaikan, niscaya Allah memberikan taufik kepada mereka) artinya suami istri sehingga ditakdirkan-Nyalah mana-mana yang sesuai untuk keduanya, apakah perbaikan ataukah perceraian. (Sesungguhnya Allah Maha Mengetahui) segala sesuatu (lagi Maha Mengenali) yang batin seperti halnya yang lahir.",
            "sajda": false,
            "transliteration": "Wa in khiftum shiqaaqa baini himaa fab'asoo haka mam min ahlihee wa hakamam min ahlihaa; iny-yureedaaa islaah ai-yuwaffiqil laahu bainahumaa; innal laaha kaana 'Aleeman Khabeeraa"
        },
        {
            "aya_id": 529,
            "aya_number": 36,
            "aya_text": "۞ وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًا وَّبِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَالْجَارِ ذِى الْقُرْبٰى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْۢبِ وَابْنِ السَّبِيْلِۙ وَمَا مَلَكَتْ اَيْمَانُكُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُوْرًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 84,
            "translation_aya_text": "Dan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat-baiklah kepada kedua orang tua, karib-kerabat, anak-anak yatim, orang-orang miskin, tetangga dekat dan tetangga jauh, teman sejawat, ibnu sabil dan hamba sahaya yang kamu miliki. Sungguh, Allah tidak menyukai orang yang sombong dan membanggakan diri,",
            "tafsir_jalalayn": "(Sembahlah olehmu Allah) dengan mengesakan-Nya (dan janganlah kamu mempersekutukan-Nya dengan suatu pun juga.) (Dan berbuat baiklah kepada kedua ibu bapak) dengan berbakti dan bersikap lemah lembut (kepada karib kerabat) atau kaum keluarga (anak-anak yatim, orang-orang miskin, tetangga yang karib) artinya yang dekat kepadamu dalam bertetangga atau dalam pertalian darah (dan kepada tetangga yang jauh) artinya yang jauh daripadamu dalam kehidupan bertetangga atau dalam pertalian darah (dan teman sejawat) teman seperjalanan atau satu profesi bahkan ada pula yang mengatakan istri (ibnu sabil) yaitu yang kehabisan biaya dalam perjalanannya (dan apa-apa yang kamu miliki) di antara hamba sahaya. (Sesungguhnya Allah tidak menyukai orang-orang yang sombong) atau takabur (membanggakan diri) terhadap manusia dengan kekayaannya.",
            "sajda": false,
            "transliteration": "Wa'budul laaha wa laa tushrikoo bihee shai'anw wa bilwaalidaini ihsaananw wa bizil qurbaa walyataamaa walmasaakeeni waljaari zilqurbaa waljaaril junubi wassaahibi biljambi wabnis sabeeli wa maa malakat aimaanukum; innal laaha laa yuhibbu man kaana mukhtaalan fakhooraa"
        },
        {
            "aya_id": 530,
            "aya_number": 37,
            "aya_text": " ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُوْنَ مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًاۚ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 84,
            "translation_aya_text": "(yaitu) orang yang kikir, dan menyuruh orang lain berbuat kikir, dan menyembunyikan karunia yang telah diberikan Allah kepadanya. Kami telah menyediakan untuk orang-orang kafir azab yang menghinakan.",
            "tafsir_jalalayn": "(Orang-orang yang) menjadi mubtada (kikir) mengeluarkan apa yang wajib mereka keluarkan (dan menyuruh manusia supaya kikir pula) dengannya (serta menyembunyikan karunia yang telah diberikan Allah kepada mereka) berupa ilmu maupun harta, dan mereka ini ialah orang-orang Yahudi sedangkan yang menjadi khabar mubtadanya ialah: bagi mereka ancaman dahsyat (dan Kami sediakan bagi orang-orang yang kafir) terhadap hal itu dan hal-hal lainnya (siksa yang menghinakan).",
            "sajda": false,
            "transliteration": "Allazeena yabkhaloona wa yaamuroonan naasa bilbukhli wa yaktumoona maaa aataahu mullaahu min fadlih; wa a'tadnaa lilkaafireena 'azaabam muheenaa"
        },
        {
            "aya_id": 531,
            "aya_number": 38,
            "aya_text": "وَالَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ ۗ وَمَنْ يَّكُنِ الشَّيْطٰنُ لَهٗ قَرِيْنًا فَسَاۤءَ قَرِيْنًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Dan (juga) orang-orang yang menginfakkan hartanya karena ria dan kepada orang lain (ingin dilihat dan dipuji), dan orang-orang yang tidak beriman kepada Allah dan kepada hari kemudian. Barangsiapa menjadikan setan sebagai temannya, maka (ketahuilah) dia (setan itu) adalah teman yang sangat jahat.",
            "tafsir_jalalayn": "(Dan orang-orang yang) diathafkan kepada orang-orang yang sebelumnya (menafkahkan harta mereka karena riya kepada manusia) artinya karena mereka ingin dipuji (dan mereka tidak beriman kepada Allah dan tidak pula kepada hari akhir) misalnya orang-orang munafik dan kafir Mekah. (Barangsiapa yang menjadi sejawat setan) artinya temannya, maka ia akan mengikuti perintahnya dan akan melakukan seperti apa yang dilakukannya (maka setan itu adalah teman yang seburuk-buruknya).",
            "sajda": false,
            "transliteration": "Wallazeena yunfiqoona amwaalahum ri'aaa'an naasi wa laa yu'minoona billaahi wa laa bil Yawmil Aakhir; wa mai yakunish shaitaanu lahoo qareenan fasaaa'a qareenaa"
        },
        {
            "aya_id": 532,
            "aya_number": 39,
            "aya_text": "وَمَاذَا عَلَيْهِمْ لَوْ اٰمَنُوْا بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَنْفَقُوْا مِمَّا رَزَقَهُمُ اللّٰهُ ۗوَكَانَ اللّٰهُ بِهِمْ عَلِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Dan apa (keberatan) bagi mereka jika mereka beriman kepada Allah dan hari kemudian dan menginfakkan sebagian rezeki yang telah diberikan Allah kepadanya? Dan Allah Maha Mengetahui keadaan mereka.",
            "tafsir_jalalayn": "(Apa salahnya bagi mereka jika mereka beriman kepada Allah dan hari yang akhir serta menafkahkan sebagian rezeki yang diberikan Allah kepada mereka) artinya apa bencana dan kerugiannya bagi mereka? Pertanyaan ini berarti sanggahan, sedangkan 'lau' mashdariah, artinya tak ada mudaratnya di sana itu, hanya kondisi di mana mereka berada itulah yang membawa mudarat atau bencana. (Dan Allah Maha Mengetahui keadaan mereka) sehingga akan dibalas-Nya apa yang mereka lakukan.",
            "sajda": false,
            "transliteration": "Wa maazaa 'alaihim law aamanoo billaahi wal Yawmil Aakhiri wa anfaqoo mimmaa razaqahumul laah; wa kaanallaahu bihim Aaleemaa"
        },
        {
            "aya_id": 533,
            "aya_number": 40,
            "aya_text": "اِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۚوَاِنْ تَكُ حَسَنَةً يُّضٰعِفْهَا وَيُؤْتِ مِنْ لَّدُنْهُ اَجْرًا عَظِيْمًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Sungguh, Allah tidak akan menzalimi seseorang walaupun sebesar dzarrah, dan jika ada kebajikan (sekecil dzarrah), niscaya Allah akan melipatgandakannya dan memberikan pahala yang besar dari sisi-Nya.",
            "tafsir_jalalayn": "(Sesungguhnya Allah tidak menganiaya) seorang pun (walau sebesar zarrah) artinya sebesar semut yang paling kecil, misalnya dengan mengurangi kebaikan-kebaikannya atau menambah kejahatan-kejahatannya (dan sekiranya ada kebaikan sebesar zarrah) dari seorang mukmin; menurut satu qiraat dengan baris di depan sehingga merupakan tammah (niscaya Allah akan melipatgandakannya) dari 10 sampai lebih dari 700 kali lipat. Menurut satu qiraat tanpa tasydid sehingga menjadi yudhaa`ifuha (dan mendatangkan dari sisi-Nya) di samping ganjaran yang berlipat ganda itu (pahala yang besar) tak dapat diperkirakan oleh seorang pun juga.",
            "sajda": false,
            "transliteration": "Innal laaha laa yazlimu misqaala zarratinw wa in taku hasanatany yudaa'ifhaa wa yu'ti mil ladunhu ajran 'azeemaa"
        },
        {
            "aya_id": 534,
            "aya_number": 41,
            "aya_text": "فَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Dan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka.",
            "tafsir_jalalayn": "(Maka bagaimanakah) keadaan orang-orang kafir nanti (jika Kami datangkan dari setiap umat seorang saksi) yakni nabi mereka masing-masing yang menyaksikan amal perbuatan mereka (dan Kami datangkan kamu) hai Muhammad (sebagai saksi atas mereka itu) yakni umatmu.",
            "sajda": false,
            "transliteration": "Fakaifa izaa ji'naa min kulli ummatim bishaheedinw wa ji'naabika 'alaa haaa'ulaaa 'i Shaheedan"
        },
        {
            "aya_id": 535,
            "aya_number": 42,
            "aya_text": "يَوْمَىِٕذٍ يَّوَدُّ الَّذِيْنَ كَفَرُوْا وَعَصَوُا الرَّسُوْلَ لَوْ تُسَوّٰى بِهِمُ الْاَرْضُۗ وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا ࣖ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Pada hari itu, orang yang kafir dan orang yang mendurhakai Rasul (Muhammad), berharap sekiranya mereka diratakan dengan tanah (dikubur atau hancur luluh menjadi tanah), padahal mereka tidak dapat menyembunyikan sesuatu kejadian apa pun dari Allah.",
            "tafsir_jalalayn": "(Di hari itu) yakni hari kedatangannya (orang-orang kafir dan yang mendurhakai Rasul menginginkan agar) seandainya (mereka disamaratakan dengan tanah) tusawwaa dalam bentuk pasif dan ada pula yang membacanya dalam bentuk aktif dengan menghilangkan salah satu dari ta-nya pada asal lalu mengidgamkannya pada sin artinya dari tustawa sedangkan maksudnya ialah mereka ingin agar menjadi tanah karena mereka tercekam rasa takut yang hebat sebagaimana tersebut pada ayat lain, \"Dan orang kafir berkata, 'Wahai kiranya nasib, kenapa daku tidak menjadi tanah saja!' (dan mereka tidak dapat menyembunyikan kepada Allah suatu peristiwa pun) mengenai apa yang mereka kerjakan.\" Tetapi pada kali yang lain mereka masih mencoba-coba juga untuk menyembunyikan sebagaimana tersebut dalam Alquran, \"Dan mereka berkata, 'Demi Allah Tuhan kami, tidaklah kami mempersekutukan-Mu.'\"",
            "sajda": false,
            "transliteration": "Yawma'iziny yawad dullazeena kafaroo wa'asawur Rasoola law tusawwaa bihimul ardu wa laa yaktumoonal laaha hadeesaa"
        },
        {
            "aya_id": 536,
            "aya_number": 43,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَاَنْتُمْ سُكَارٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ وَلَا جُنُبًا اِلَّا عَابِرِيْ سَبِيْلٍ حَتّٰى تَغْتَسِلُوْا ۗوَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ ۗ اِنَّ اللّٰهَ كَانَ عَفُوًّا غَفُوْرًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Wahai orang yang beriman! Janganlah kamu mendekati salat ketika kamu dalam keadaan mabuk, sampai kamu sadar apa yang kamu ucapkan, dan jangan pula (kamu hampiri masjid ketika kamu) dalam keadaan junub kecuali sekedar melewati jalan saja, sebelum kamu mandi (mandi junub). Adapun jika kamu sakit atau sedang dalam perjalanan atau sehabis buang air atau kamu telah menyentuh perempuan, sedangkan kamu tidak mendapat air, maka bertayamumlah kamu dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Sungguh, Allah Maha Pemaaf, Maha Pengampun.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu dekati salat) artinya janganlah salat (sedangkan kamu dalam keadaan mabuk) disebabkan minum-minuman keras. Asbabun nuzulnya ialah orang-orang salat berjemaah dalam keadaan mabuk (sehingga kamu mengerti apa yang kamu ucapkan) artinya sadar dan sehat kembali (dan tidak pula dalam keadaan junub) disebabkan bersetubuh atau keluar mani. Ia manshub disebabkan menjadi hal dan dipakai baik buat tunggal maupun buat jamak (kecuali sekadar melewati jalan) artinya selagi musafir atau dalam perjalanan (hingga kamu mandi lebih dulu) barulah kamu boleh melakukan salat itu. Dikecualikannya musafir boleh melakukan salat itu ialah karena baginya ada hukum lain yang akan dibicarakan nanti. Dan ada pula yang mengatakan bahwa yang dimaksud ialah larangan terhadap mendekati tempat-tempat salat atau mesjid, kecuali sekadar melewatinya saja tanpa mendiaminya. (Dan jika kamu sakit) yakni mengidap penyakit yang bertambah parah jika kena air (atau dalam perjalanan) artinya dalam bepergian sedangkan kamu dalam keadaan junub atau berhadas besar (atau seseorang di antaramu datang dari tempat buang air) yakni tempat yang disediakan untuk buang hajat artinya ia berhadas (atau kamu telah menyentuh perempuan) menurut satu qiraat lamastum itu tanpa alif, dan keduanya yaitu baik pakai alif atau tidak, artinya ialah menyentuh yakni meraba dengan tangan. Hal ini dinyatakan oleh Ibnu Umar, juga merupakan pendapat Syafii. Dan dikaitkan dengannya meraba dengan kulit lainnya, sedangkan dari Ibnu Abbas diberitakan bahwa maksudnya ialah jimak atau bersetubuh (kemudian kamu tidak mendapat air) untuk bersuci buat salat yakni setelah berusaha menyelidiki dan mencari. Dan ini tentu mengenai selain orang yang dalam keadaan sakit (maka bertayamumlah kamu) artinya ambillah setelah masuknya waktu salat (tanah yang baik) maksudnya yang suci, lalu pukullah dengan telapak tanganmu dua kali pukulan (maka sapulah muka dan tanganmu) berikut dua sikumu. Mengenai masaha atau menyapu, maka kata-kata itu transitif dengan sendirinya atau dengan memakai huruf. (Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun).",
            "sajda": false,
            "transliteration": "yaaa aiyuhal lazeena aamanoo laa taqrabus Salaata wa antum sukaaraa hatta ta'lamoo ma taqooloona wa la junuban illaa 'aabiree sabeelin hatta taghtasiloo; wa in kuntum mardaaa aw 'alaa safarin aw jaaa'a ahadum minkum minal ghaaa'iti aw laamastumun nisaaa'a falam tajidoo maaa'an fatayam mamoo sa'eedan taiyiban famsahoo biwujoohikum wa aideekum; innal laaha kaana 'Afuwwan Ghafooraa"
        },
        {
            "aya_id": 537,
            "aya_number": 44,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يَشْتَرُوْنَ الضَّلٰلَةَ وَيُرِيْدُوْنَ اَنْ تَضِلُّوا السَّبِيْلَۗ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Tidakkah kamu memperhatikan orang yang telah diberi bagian Kitab (Taurat)? Mereka membeli kesesatan dan mereka menghendaki agar kamu tersesat (menyimpang) dari jalan (yang benar).",
            "tafsir_jalalayn": "(Tidakkah kamu lihat orang-orang yang diberi bagian dari Alkitab) yakni orang-orang Yahudi (mereka membeli kesesatan) dengan petunjuk (dan menginginkan agar kamu sesat jalan) atau menempuh jalan yang tidak benar agar bernasib seperti mereka pula.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena ootoo naseebam minal Kitaabi yashtaroonad dalaalata wa yureedoona an tadillus sabeel"
        },
        {
            "aya_id": 538,
            "aya_number": 45,
            "aya_text": "وَاللّٰهُ اَعْلَمُ بِاَعْدَاۤىِٕكُمْ ۗوَكَفٰى بِاللّٰهِ وَلِيًّا ۙوَّكَفٰى بِاللّٰهِ نَصِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Dan Allah lebih mengetahui tentang musuh-musuhmu. Cukuplah Allah menjadi pelindung dan cukuplah Allah menjadi penolong (bagimu).",
            "tafsir_jalalayn": "(Dan Allah lebih mengetahui tentang musuh-musuhmu) daripada kamu maka diberitakan-Nya kepada kamu keadaan mereka agar kamu tetap waspada (dan cukuplah Allah sebagai pelindung) atau pemeliharamu terhadap mereka (dan cukuplah Allah sebagai penolongmu) terhadap tipu daya mereka.",
            "sajda": false,
            "transliteration": "Wallaahu a'lamu bi a'daaa'i-kum; wa kafaa billaahi waliyyanw wa kafaa billaahi naseera"
        },
        {
            "aya_id": 539,
            "aya_number": 46,
            "aya_text": "مِنَ الَّذِيْنَ هَادُوْا يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖ وَيَقُوْلُوْنَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَّرَاعِنَا لَيًّاۢ بِاَلْسِنَتِهِمْ وَطَعْنًا فِى الدِّيْنِۗ وَلَوْ اَنَّهُمْ قَالُوْا سَمِعْنَا وَاَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَاَقْوَمَۙ وَلٰكِنْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya. Dan mereka berkata, “Kami mendengar, tetapi kami tidak mau menurutinya.” Dan (mereka mengatakan pula), “Dengarlah,” sedang (engkau Muhammad sebenarnya) tidak mendengar apa pun. Dan (mereka mengatakan), “Raa‘ina” dengan memutar-balikkan lidahnya dan mencela agama. Sekiranya mereka mengatakan, “Kami mendengar dan patuh, dan dengarlah, dan perhatikanlah kami,” tentulah itu lebih baik bagi mereka dan lebih tepat, tetapi Allah melaknat mereka, karena kekafiran mereka. Mereka tidak beriman kecuali sedikit sekali.",
            "tafsir_jalalayn": "(Di antara orang-orang Yahudi) ada suatu kaum (mereka mengubah perkataan-perkataan) yakni yang diturunkan Allah dalam Taurat berupa tanda-tanda dan sifat-sifat Nabi Muhammad saw. (dari tempat-tempatnya) semula (dan kata mereka) kepada Nabi saw. bila beliau menitahkan mereka mengerjakan sesuatu: (\"Kami dengar) ucapanmu (dan kami langgar.\") perintahmu (dan dengarlah padahal tidak ada yang akan didengar) menjadi hal yang berarti doa; artinya semoga saya tidak mendengarnya. (Dan) kata mereka pula kepadanya (\"Ra`ina.\") padahal mereka telah dilarang mengucapkannya karena dalam bahasa mereka kata-kata itu berarti makian (dengan memutar-mutar lidah mereka dan mencela) menjelekkan (agama) Islam. (Sekiranya mereka mengatakan, \"Kami dengar dan kami turut) sebagai ganti dari 'kami langgar' (dan dengarlah) saja (dan perhatikanlah kami\") yaitu unzhurnaa sebagai ganti dari raa`inaa (tentulah itu lebih baik bagi mereka) daripada apa yang mereka ucapkan tadi (dan lebih tepat) lebih adil daripadanya. (Akan tetapi Allah mengutuk mereka) artinya menjauhkan mereka dari rahmat-Nya (disebabkan kekafiran mereka sehingga mereka tidaklah beriman selain hanya segelintir saja) misalnya Abdullah bin Salam dan para sahabatnya.",
            "sajda": false,
            "transliteration": "Minal lazeena haadoo yuharrifoonal Kalima 'am mawaadi'ihee wa yaqooloona sami'naa wa 'asainaa wasma' ghaira musma'inw wa raa'inaa laiyam bi alsinatihim wa ta'nan fiddeen; wa law annahum qaaloo sami'naa wa ata'naa wasma' wanzurnaa lakaana khairal lahum wa aqwama wa laakil la ''anahumul laahu bikufrihim falaa yu'minoona illaa qaleela"
        },
        {
            "aya_id": 540,
            "aya_number": 47,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ اٰمِنُوْا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُمْ مِّنْ قَبْلِ اَنْ نَّطْمِسَ وُجُوْهًا فَنَرُدَّهَا عَلٰٓى اَدْبَارِهَآ اَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ اَصْحٰبَ السَّبْتِ ۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Wahai orang-orang yang telah diberi Kitab! Berimanlah kamu kepada apa yang telah Kami turunkan (Al-Qur'an) yang membenarkan Kitab yang ada pada kamu, sebelum Kami mengubah wajah-wajah(mu), lalu Kami putar ke belakang atau Kami laknat mereka sebagaimana Kami melaknat orang-orang (yang berbuat maksiat) pada hari Sabat (Sabtu). Dan ketetapan Allah pasti berlaku.",
            "tafsir_jalalayn": "(Hai orang-orang yang diberi Alkitab! Berimanlah kamu kepada apa-apa yang telah Kami turunkan) berupa Alquran (yang membenarkan apa yang berada padamu) yakni Taurat (sebelum Kami mengubah mukamu) dengan membuang mata, hidung dan alis yang terdapat padanya (lalu Kami putarkan ke belakang) sehingga menjadi rata dengan tengkuknya (atau Kami kutuk mereka) dengan menjadikan mereka sebagai kera (sebagaimana Kami telah mengutuk) menyerapah (pendurhaka-pendurhaka di hari Sabtu) di antara mereka (dan urusan Allah) maksudnya ketetapan-Nya (pasti berlaku). Tatkala ayat ini turun, maka masuk Islamlah Abdullah bin Salam. Maka ada yang mengatakan bahwa ini merupakan ancaman dengan suatu syarat karena setelah sebagian mereka masuk Islam, maka hukuman itu dibatalkan. Dan ada pula yang mengatakan bahwa baik perubahan wajah dan penjelmaan menjadi kera itu akan dilakukan sebelum terjadinya kiamat.",
            "sajda": false,
            "transliteration": "yaaa aiyuha lazeena ootu Kitaaba aaminoo bimaa nazzalnaa musadiqallimaa ma'akum min qabli an natmisa wujoohan fanaruddahaa 'alaaa adbaarihaaa aw nal'anahum kamaa la'annaaa Ashaabas Sabt; wa kaana amrul laahi maf'oolaa"
        },
        {
            "aya_id": 541,
            "aya_number": 48,
            "aya_text": "اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۚ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى اِثْمًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barangsiapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar.",
            "tafsir_jalalayn": "(Sesungguhnya Allah tidak akan mengampuni bila Dia dipersekutukan) artinya tidak akan mengampuni dosa mempersekutukan-Nya (dan Dia akan mengampuni selain dari demikian) di antara dosa-dosa (bagi siapa yang dikehendaki-Nya) beroleh ampunan, sehingga dimasukkan-Nya ke dalam surga tanpa disentuh oleh siksa. Sebaliknya akan disiksa-Nya lebih dulu orang-orang mukmin yang dikehendaki-Nya karena dosa-dosa mereka, dan setelah itu barulah dimasukkan-Nya ke dalam surga. (Siapa mempersekutukan Allah, maka sesungguhnya ia telah berbuat dosa yang besar).",
            "sajda": false,
            "transliteration": "Innal laaha laa yaghfiru ai yushraka bihee wa yaghfiru maa doona zaalika limai yashaaa'; wa mai yushrik billaahi faqadif taraaa isman 'azeemaa"
        },
        {
            "aya_id": 542,
            "aya_number": 49,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يُزَكُّوْنَ اَنْفُسَهُمْ ۗ بَلِ اللّٰهُ يُزَكِّيْ مَنْ يَّشَاۤءُ وَلَا يُظْلَمُوْنَ فَتِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Tidakkah engkau memperhatikan orang-orang yang menganggap dirinya suci (orang Yahudi dan Nasrani)? Sebenarnya Allah menyucikan siapa yang Dia kehendaki dan mereka tidak dizalimi sedikit pun.",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan orang-orang yang membersih-bersihkan diri mereka itu) yakni orang-orang Yahudi yang mengatakan bahwa mereka itu anak-anak Allah dan kekasih-kekasih-Nya. Jadi persoalannya kebaikan itu bukanlah dengan membersih-bersihkan diri (tetapi Allah membersihkan) artinya menyucikan (siapa yang dikehendaki-Nya) dengan keimanan (sedangkan mereka tidak dianiaya) atau dikurangi amalan mereka (sedikit pun) walau sebesar kulit buah kurma sekalipun.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena yuzakkoona anfusahum; balil laahu yuzakkee mai yashaaa'u wa laa yuzlamoona fateelaa"
        },
        {
            "aya_id": 543,
            "aya_number": 50,
            "aya_text": "اُنْظُرْ كَيْفَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ  وَكَفٰى بِهٖٓ اِثْمًا مُّبِيْنًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Perhatikanlah, betapa mereka mengada-adakan dusta terhadap Allah! Dan cukuplah perbuatan itu menjadi dosa yang nyata (bagi mereka).",
            "tafsir_jalalayn": "(Perhatikanlah) menunjukkan keheranan (betapa mereka mengada-adakan kedustaan terhadap Allah) mengenai hal itu (dan cukuplah itu menjadi dosa yang nyata) bagi mereka. Ayat ini diturunkan berkenaan dengan Kaab bin Asyraf dan lain-lainnya dari kalangan ulama Yahudi, yaitu ketika mereka tiba di Mekah dan menyaksikan orang-orang musyrikin yang terbunuh dalam perang Badar, maka mereka membakar kaum musyrikin untuk membalas dendam atas kekalahan ini dan memerangi Nabi saw.:",
            "sajda": false,
            "transliteration": "Unzur kaifa yaftaroona 'alal laahil kazib, wakafaa biheee ismamm mubeenaa"
        },
        {
            "aya_id": 544,
            "aya_number": 51,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُؤْمِنُوْنَ بِالْجِبْتِ وَالطَّاغُوْتِ وَيَقُوْلُوْنَ لِلَّذِيْنَ كَفَرُوْا هٰٓؤُلَاۤءِ اَهْدٰى مِنَ الَّذِيْنَ اٰمَنُوْا سَبِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Tidakkah kamu memperhatikan orang-orang yang diberi bagian dari Kitab (Taurat)? Mereka percaya kepada Jibt dan thaghut, dan mengatakan kepada orang-orang kafir (musyrik Mekah), bahwa mereka itu lebih benar jalannya daripada orang-orang yang beriman.",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan orang-orang yang diberi bagian dari Alkitab, mereka percaya kepada jibt dan tagut) nama dua berhala Quraisy (dan mengatakan kepada orang-orang kafir) yaitu Abu Sofyan dan sahabat-sahabatnya ketika mereka menanyakan kepada orang-orang Yahudi itu siapakah yang lebih benar jalannya, apakah mereka sebagai penguasa Kakbah, pelayan makan-minum jemaah haji dan pembantunya orang yang berada dalam kesukaran ataukah Muhammad, yakni orang yang telah menyalahi agama nenek moyangnya, memutuskan tali silaturahmi dan meninggalkan tanah suci? (bahwa mereka itu) maksudnya kamu hai orang-orang Quraisy (lebih benar jalannya dari orang-orang yang beriman) artinya lebih lurus jalan yang kamu tempuh daripada mereka.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena 'ootoo naseebam minal kitaabi yu'minoona bil Jibti wat Taaghooti wa yaqooloona lillazeena kafaroo haaa ulaaa'i ahdaa minal lazeena aamanoo sabeelaa"
        },
        {
            "aya_id": 545,
            "aya_number": 52,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ ۗوَمَنْ يَّلْعَنِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ نَصِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 87,
            "translation_aya_text": "Mereka itulah orang-orang yang dilaknat Allah. Dan barangsiapa dilaknat Allah, niscaya engkau tidak akan mendapatkan penolong baginya.",
            "tafsir_jalalayn": "(Mereka itulah orang-orang yang dikutuk oleh Allah dan siapa yang dikutuk) oleh (Allah, maka kamu sekali-kali tidak akan memperoleh penolongnya) yang akan melindunginya dari azab siksa-Nya.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena la'ana humul laahu wa mai yal'anil laahu falan tajida lahoo naseeraa"
        },
        {
            "aya_id": 546,
            "aya_number": 53,
            "aya_text": "اَمْ لَهُمْ نَصِيْبٌ مِّنَ الْمُلْكِ فَاِذًا لَّا يُؤْتُوْنَ النَّاسَ نَقِيْرًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 87,
            "translation_aya_text": "Ataukah mereka mempunyai bagian dari kerajaan (kekuasaan), meskipun mereka tidak akan memberikan sedikit pun  (kebajikan) kepada manusia,",
            "tafsir_jalalayn": "(Ataukah mereka ada mempunyai bagian kerajaan) maksudnya mereka tidak mempunyai sedikit pun daripadanya, dan walaupun ada (hingga bila demikian, maka tidak secuil pun yang akan mereka berikan kepada manusia) naqiira: sesuatu yang tak ada harganya, sebesar patukan burung kecil di atas biji, dan sikap mereka itu ialah karena amat bakhil atau kikirnya.",
            "sajda": false,
            "transliteration": "Am lahum naseebum minal mulki fa izal laa yu'toonan naasa naqeeraa"
        },
        {
            "aya_id": 547,
            "aya_number": 54,
            "aya_text": "اَمْ يَحْسُدُوْنَ النَّاسَ عَلٰى مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۚ فَقَدْ اٰتَيْنَآ اٰلَ اِبْرٰهِيْمَ الْكِتٰبَ وَالْحِكْمَةَ وَاٰتَيْنٰهُمْ مُّلْكًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 87,
            "translation_aya_text": "ataukah mereka dengki kepada manusia (Muhammad) karena karunia yang telah diberikan Allah kepadanya? Sungguh, Kami telah memberikan Kitab dan Hikmah kepada keluarga Ibrahim, dan Kami telah memberikan kepada mereka kerajaan (kekuasaan) yang besar.",
            "tafsir_jalalayn": "(Atau) apakah (mereka dengki kepada manusia) maksudnya kepada Nabi saw. (atas karunia yang telah diberikan Allah kepada mereka itu) berupa kenabian dan banyaknya istri? Artinya mereka mengangankan lenyapnya nikmat itu daripadanya dan mengatakan, \"Sekiranya ia nabi, tentulah ia tidak akan menghiraukan banyak istri itu!\" (Sungguh, Kami telah memberikan kepada keluarga Ibrahim) nenek moyang mereka seperti Musa, Daud dan Sulaiman (Kitab dan hikmah) serta nubuwah (dan telah Kami berikan kepada mereka kerajaan yang besar) Daud mempunyai 99 orang istri, sedangkan Sulaiman seribu orang wanita, campuran dari orang merdeka dan hamba sahaya.",
            "sajda": false,
            "transliteration": "Am yahsudoonan naasa 'alaa maaa aataahumul laahu min fadlihee faqad aatainaaa Aala Ibraaheemal Kitaaba wal Hikmata wa aatainaahum mulkan 'azeemaa"
        },
        {
            "aya_id": 548,
            "aya_number": 55,
            "aya_text": "فَمِنْهُمْ مَّنْ اٰمَنَ بِهٖ وَمِنْهُمْ مَّنْ صَدَّ عَنْهُ ۗ وَكَفٰى بِجَهَنَّمَ سَعِيْرًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 87,
            "translation_aya_text": "Maka di antara mereka (yang dengki itu), ada yang beriman kepadanya dan ada pula yang menghalangi (manusia beriman) kepadanya. Cukuplah (bagi mereka) neraka Jahanam yang menyala-nyala apinya.",
            "tafsir_jalalayn": "(Maka di antara mereka ada yang beriman kepadanya) yakni kepada Nabi Muhammad saw. (dan di antara mereka ada yang berpaling daripadanya) hingga ia tak mau beriman (dan cukuplah kiranya Jahanam itu sebagai api yang menyala-nyala) untuk membakar orang yang tidak beriman itu.",
            "sajda": false,
            "transliteration": "Faminhum man aamana bihee wa minhum man sadda 'anh; wa kafaa bi Jahannama sa'eeraa"
        },
        {
            "aya_id": 549,
            "aya_number": 56,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا سَوْفَ نُصْلِيْهِمْ نَارًاۗ كُلَّمَا نَضِجَتْ جُلُوْدُهُمْ بَدَّلْنٰهُمْ جُلُوْدًا غَيْرَهَا لِيَذُوْقُوا الْعَذَابَۗ اِنَّ اللّٰهَ كَانَ عَزِيْزًا حَكِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 87,
            "translation_aya_text": "Sungguh, orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. Sungguh, Allah Maha-perkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir akan ayat-ayat Kami akan Kami masukkan mereka ke dalam neraka) mereka akan terbakar hangus (setiap matang) atau menjadi hangus (kulit mereka itu Kami ganti dengan kulit lainnya) yakni dengan mengembalikannya kepada keadaannya sebelum matang atau hangus itu (supaya mereka merasakan azab) dan menderita kepedihannya. (Sesungguhnya Allah Maha Perkasa) dalam segala penciptaan-Nya.",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo bi Aayaatinaa sawfa nusleehim Naaran kullamaa nadijat julooduhum baddalnaahum juloodan ghairahaa liyazooqul 'azaab; innallaaha kaana 'Azeezan Hakeemaa"
        },
        {
            "aya_id": 550,
            "aya_number": 57,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ  لَهُمْ فِيْهَآ اَزْوَاجٌ مُّطَهَّرَةٌ ۙ وَّنُدْخِلُهُمْ ظِلًّا ظَلِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 87,
            "translation_aya_text": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, kelak akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Di sana mereka mempunyai pasangan-pasangan yang suci, dan Kami masukkan mereka ke tempat yang teduh lagi nyaman.",
            "tafsir_jalalayn": "(Dan orang-orang yang beriman dan beramal saleh kelak akan Kami masukkan mereka ke dalam surga yang di bawahnya mengalir anak-anak sungai; kekal mereka di sana untuk selama-lamanya. Mereka di dalamnya mempunyai istri-istri yang suci) dari haid dan dari segala kotoran (dan Kami masukkan mereka ke tempat yang senantiasa teduh berkepanjangan) artinya tidak diganggu oleh sinar matahari yang tiada lain dari naungan surga.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wa 'amilus saalihaati sanud khiluum jannaatin tajree min tahtihal anhaaru khaalideena feehaaa abadaa, lahum feehaaa azwaajum mutahharatun wa nudkhiluhum zillan zaleelaa"
        },
        {
            "aya_id": 551,
            "aya_number": 58,
            "aya_text": "۞ اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تُؤَدُّوا الْاَمٰنٰتِ اِلٰٓى اَهْلِهَاۙ وَاِذَا حَكَمْتُمْ بَيْنَ النَّاسِ اَنْ تَحْكُمُوْا بِالْعَدْلِ ۗ اِنَّ اللّٰهَ نِعِمَّا يَعِظُكُمْ بِهٖ ۗ اِنَّ اللّٰهَ كَانَ سَمِيْعًاۢ بَصِيْرًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 87,
            "translation_aya_text": "Sungguh, Allah menyuruhmu menyampaikan amanat kepada yang berhak menerimanya, dan apabila kamu menetapkan hukum di antara manusia hendaknya kamu menetapkannya dengan adil. Sungguh, Allah sebaik-baik yang memberi pengajaran kepadamu. Sungguh, Allah Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Sesungguhnya Allah menyuruh kamu untuk menyampaikan amanat) artinya kewajiban-kewajiban yang dipercayakan dari seseorang (kepada yang berhak menerimanya) ayat ini turun ketika Ali r.a. hendak mengambil kunci Kakbah dari Usman bin Thalhah Al-Hajabi penjaganya secara paksa yakni ketika Nabi saw. datang ke Mekah pada tahun pembebasan. Usman ketika itu tidak mau memberikannya lalu katanya, \"Seandainya saya tahu bahwa ia Rasulullah tentulah saya tidak akan menghalanginya.\" Maka Rasulullah saw. pun menyuruh mengembalikan kunci itu padanya seraya bersabda, \"Terimalah ini untuk selama-lamanya tiada putus-putusnya!\" Usman merasa heran atas hal itu lalu dibacakannya ayat tersebut sehingga Usman pun masuk Islamlah. Ketika akan meninggal kunci itu diserahkan kepada saudaranya Syaibah lalu tinggal pada anaknya. Ayat ini walaupun datang dengan sebab khusus tetapi umumnya berlaku disebabkan persamaan di antaranya (dan apabila kamu mengadili di antara manusia) maka Allah menitahkanmu (agar menetapkan hukum dengan adil. Sesungguhnya Allah amat baik sekali) pada ni`immaa diidgamkan mim kepada ma, yakni nakirah maushufah artinya ni`ma syaian atau sesuatu yang amat baik (nasihat yang diberikan-Nya kepadamu) yakni menyampaikan amanat dan menjatuhkan putusan secara adil. (Sesungguhnya Allah Maha Mendengar) akan semua perkataan (lagi Maha Melihat) segala perbuatan.",
            "sajda": false,
            "transliteration": "Innal laaha yaamurukum an tu'addul amaanaati ilaaa ahlihaa wa izaa hakamtum bainan naasi an tahkumoo bil 'adl; innal laaha yaamurukum an tu'addul amaanaati ilaaa ahlihaa wa izaa hakamtum bainan naasi an tahkumoo bil 'adl; innal laaha ni'immaa ya'izukum bih; innal laaha kaana Samee'am Baseera"
        },
        {
            "aya_id": 552,
            "aya_number": 59,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاُولِى الْاَمْرِ مِنْكُمْۚ  فَاِنْ تَنَازَعْتُمْ فِيْ شَيْءٍ فَرُدُّوْهُ اِلَى اللّٰهِ وَالرَّسُوْلِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 87,
            "translation_aya_text": "Wahai orang-orang yang beriman! Taatilah Allah dan taatilah Rasul (Muhammad), dan Ulil Amri (pemegang kekuasaan) di antara kamu. Kemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Al-Qur'an) dan Rasul (sunnahnya), jika kamu beriman kepada Allah dan hari kemudian. Yang demikian itu lebih utama (bagimu) dan lebih baik akibatnya.",
            "tafsir_jalalayn": "(Hai orang-orang beriman! Taatlah kamu kepada Allah dan kepada rasul-Nya serta pemegang-pemegang urusan) artinya para penguasa (di antaramu) yakni jika mereka menyuruhmu agar menaati Allah dan Rasul-Nya. (Dan jika kamu berbeda pendapat) atau bertikai paham (tentang sesuatu, maka kembalikanlah kepada Allah) maksudnya kepada kitab-Nya (dan kepada Rasul) sunah-sunahnya; artinya selidikilah hal itu pada keduanya (yakni jika kamu benar-benar beriman kepada Allah dan hari akhir. Demikian itu) artinya mengembalikan pada keduanya (lebih baik) bagi kamu daripada bertikai paham dan mengandalkan pendapat manusia (dan merupakan rujukan yang sebaik-baiknya). Ayat berikut ini turun tatkala terjadi sengketa di antara seorang Yahudi dengan seorang munafik. Orang munafik ini meminta kepada Kaab bin Asyraf agar menjadi hakim di antara mereka sedangkan Yahudi meminta kepada Nabi saw. lalu kedua orang yang bersengketa itu pun datang kepada Nabi saw. yang memberikan kemenangan kepada orang Yahudi. Orang munafik itu tidak rela menerimanya lalu mereka mendatangi Umar dan si Yahudi pun menceritakan persoalannya. Kata Umar kepada si munafik, \"Benarkah demikian?\" \"Benar,\" jawabnya. Maka orang itu pun dibunuh oleh Umar.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanooo atee'ul laaha wa atee'ur Rasoola wa ulil amri minkum fa in tanaaza'tum fee shai'in faruddoohu ilal laahi war Rasooli in kuntum tu'minoona billaahi wal yawmil Aakhir; zaalika khairunw wa ahsanu taaweelaa"
        },
        {
            "aya_id": 553,
            "aya_number": 60,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يَزْعُمُوْنَ اَنَّهُمْ اٰمَنُوْا بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ يُرِيْدُوْنَ اَنْ يَّتَحَاكَمُوْٓا اِلَى الطَّاغُوْتِ وَقَدْ اُمِرُوْٓا اَنْ يَّكْفُرُوْا بِهٖ ۗوَيُرِيْدُ الشَّيْطٰنُ اَنْ يُّضِلَّهُمْ ضَلٰلًا ۢ بَعِيْدًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Tidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka masih menginginkan ketetapan hukum kepada thaghut, padahal mereka telah diperintahkan untuk mengingkari thaghut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya.",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan orang-orang yang mengakui diri mereka telah beriman kepada apa yang diturunkan kepadamu dan apa yang diturunkan sebelum kamu; mereka hendak bertahkim kepada tagut) artinya orang yang banyak berbuat kedurhakaan, yaitu Kaab bin Asyraf (padahal mereka sudah dititahkan untuk mengingkarinya) dan tak akan memuliakan serta tidak mengangkatnya sebagai pemimpin. (Dan setan bermaksud menyesatkan mereka dengan kesesatan yang sejauh-jauhnya) yakni dari kebenaran.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena yaz'umoona annahum aarmanoo bimaa unzilaa ilaika wa maaa unzila min qablika yureedoona ai yatahaakamooo ilat Taaghooti wa qad umirooo ai yakfuroo bih, wa yureedush Shaitaanu ai yudillahum dalaalam ba'eedaa"
        },
        {
            "aya_id": 554,
            "aya_number": 61,
            "aya_text": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا اِلٰى مَآ اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُوْلِ رَاَيْتَ الْمُنٰفِقِيْنَ يَصُدُّوْنَ عَنْكَ صُدُوْدًاۚ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Dan apabila dikatakan kepada mereka, “Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,” (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu.",
            "tafsir_jalalayn": "(Dan apabila dikatakan kepada mereka, marilah kamu kembali kepada apa yang diturunkan Allah) dalam Alquran berupa hukum-hukum (dan kepada rasul) agar dapat mengadili kamu (maka kamu lihat orang-orang munafik berpaling daripadamu) kepada yang lain (sejadi-jadinya.)",
            "sajda": false,
            "transliteration": "Wa izaa qeela lahum ta'aalaw ilaa maaa anzalallaahu wa ilar Rasooli ra aital munaafiqeena yasuddoona 'anka sudoodaa"
        },
        {
            "aya_id": 555,
            "aya_number": 62,
            "aya_text": "فَكَيْفَ اِذَآ اَصَابَتْهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ ثُمَّ جَاۤءُوْكَ يَحْلِفُوْنَ بِاللّٰهِ ۖاِنْ اَرَدْنَآ اِلَّآ اِحْسَانًا وَّتَوْفِيْقًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Maka bagaimana halnya apabila (kelak) musibah menimpa mereka (orang munafik) disebabkan perbuatan tangannya sendiri, kemudian mereka datang kepadamu (Muhammad) sambil bersumpah, “Demi Allah, kami sekali-kali tidak menghendaki selain kebaikan dan kedamaian.”",
            "tafsir_jalalayn": "(Maka betapa jadinya) dan apa yang akan mereka perbuat (jika mereka ditimpa oleh musibah) atau hukuman (disebabkan perbuatan tangan mereka) berupa perbuatan-perbuatan maksiat dan kekafiran, apakah mereka mampu berpaling dan melarikan diri daripadanya? Tentu saja tidak! (Kemudian mereka datang kepadamu) diathafkan kepada yashudduuna (sambil bersumpah atas nama Allah, \"Tidaklah kami kehendaki) dengan bertahkim kepada orang lain (kecuali penyelesaian) atau perdamaian (dan kerukunan) di antara dua pihak yang bermusuhan dengan mengadakan pendekatan-pendekatan terhadap hukum dan bukan menyamarkan perkara yang benar.\"",
            "sajda": false,
            "transliteration": "Fakaifa izaaa asaabathum museebatum summa jaaa'ooka yahlifoona billaahi in aradnaaa illaaa ihsaananw wa tawfeeqaa"
        },
        {
            "aya_id": 556,
            "aya_number": 63,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ يَعْلَمُ اللّٰهُ مَا فِيْ قُلُوْبِهِمْ فَاَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَّهُمْ فِيْٓ  اَنْفُسِهِمْ قَوْلًا ۢ بَلِيْغًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Mereka itu adalah orang-orang yang (sesungguhnya) Allah mengetahui apa yang ada di dalam hatinya. Karena itu berpalinglah kamu dari mereka, dan berilah mereka nasihat, dan katakanlah kepada mereka perkataan yang membekas pada jiwanya.",
            "tafsir_jalalayn": "(Mereka itu adalah orang-orang yang diketahui Allah isi hati mereka) berupa kemunafikan dan kedustaan mereka dalam mengajukan alasan (maka berpalinglah kamu dari mereka) dengan memberi mereka maaf (dan berilah mereka nasihat) agar takut kepada Allah (serta katakanlah kepada mereka tentang) keadaan (diri mereka perkataan yang dalam) artinya yang berbekas dan mempengaruhi jiwa, termasuk bantahan dan hardikan agar mereka kembali dari kekafiran.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena ya'la mullaahu maa fee quloobihim fa a'rid 'anhum wa 'izhum wa qul lahum feee anfusihim qawlam baleeghaa"
        },
        {
            "aya_id": 557,
            "aya_number": 64,
            "aya_text": "وَمَآ  اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا لِيُطَاعَ بِاِذْنِ اللّٰهِ ۗوَلَوْ اَنَّهُمْ اِذْ ظَّلَمُوْٓا اَنْفُسَهُمْ جَاۤءُوْكَ فَاسْتَغْفَرُوا اللّٰهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُوْلُ لَوَجَدُوا اللّٰهَ تَوَّابًا رَّحِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Dan Kami tidak mengutus seorang rasul melainkan untuk ditaati dengan izin Allah. Dan sungguh, sekiranya mereka setelah menzalimi dirinya datang kepadamu (Muhammad), lalu memohon ampunan kepada Allah, dan Rasul pun memohonkan ampunan untuk mereka, niscaya mereka mendapati Allah Maha Penerima tobat, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan Kami tidak mengutus seorang rasul kecuali untuk ditaati) segala yang diperintahkan dan diputuskannya (dengan izin Allah) dengan perintah-Nya; jadi bukan untuk ditentang atau didurhakai. (Dan sekiranya mereka ketika menganiaya kepada diri mereka itu) dengan bertahkim kepada tagut (segera datang kepadamu) dengan bertobat (lalu memohon ampun kepada Allah dan rasul pun memohonkan ampun untuk mereka) di sini terdapat peralihan arah pembicaraan demi meninggikan kedudukannya (tentulah akan mereka temui Allah Maha Penerima tobat) terhadap mereka (lagi Maha Penyayang) kepada mereka.",
            "sajda": false,
            "transliteration": "Wa maa arsalnaa mir Rasoolin illaa liyutaa'a bi iznil laah; wa law annahum 'iz zalamooo anfusahum jaaa'ooka fastaghfarul laaha wastaghfara lahumur Rasoolu la wajadul laaha Tawwaabar Raheemaa"
        },
        {
            "aya_id": 558,
            "aya_number": 65,
            "aya_text": "فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوْا فِيْٓ اَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Maka demi Tuhanmu, mereka tidak beriman sebelum mereka menjadikan engkau (Muhammad) sebagai hakim dalam perkara yang mereka perselisihkan, (sehingga) kemudian tidak ada rasa keberatan dalam hati mereka terhadap putusan yang engkau berikan, dan mereka menerima dengan sepenuhnya.",
            "tafsir_jalalayn": "(Maka demi Tuhanmu) la menjadi tambahan (mereka tidaklah beriman sebelum menjadikanmu sebagai hakim tentang urusan yang menjadi pertikaian) atau sengketa (di antara mereka kemudian mereka tidak merasakan dalam hati mereka suatu keberatan) atau keragu-raguan (tentang apa yang kamu putuskan dan mereka menerima) atau tunduk kepada putusanmu itu (dengan sepenuhnya) tanpa bimbang atau ragu.",
            "sajda": false,
            "transliteration": "Falaa wa Rabbika laa yu'minoona hattaa yuhakkimooka fe emaa shajara bainahum summa laa yajidoo fee anfusihim harajam mimmaa qadaita wa yusal limoo tasleemaa"
        },
        {
            "aya_id": 559,
            "aya_number": 66,
            "aya_text": "وَلَوْ اَنَّا كَتَبْنَا عَلَيْهِمْ اَنِ اقْتُلُوْٓا اَنْفُسَكُمْ اَوِ اخْرُجُوْا مِنْ دِيَارِكُمْ مَّا فَعَلُوْهُ اِلَّا قَلِيْلٌ مِّنْهُمْ ۗوَلَوْ اَنَّهُمْ فَعَلُوْا مَا يُوْعَظُوْنَ بِهٖ لَكَانَ خَيْرًا لَّهُمْ وَاَشَدَّ تَثْبِيْتًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Dan sekalipun telah Kami perintahkan kepada mereka, “Bunuhlah dirimu atau keluarlah kamu dari kampung halamanmu,” ternyata mereka tidak akan melakukannya, kecuali sebagian kecil dari mereka. Dan sekiranya mereka benar-benar melaksanakan perintah yang diberikan, niscaya itu lebih baik bagi mereka dan lebih menguatkan (iman mereka),",
            "tafsir_jalalayn": "(Dan seandainya Kami wajibkan kepada mereka) an sebagai penafsiran (\"Bunuhlah dirimu,\" atau, \"Keluarlah kamu dari kampungmu,\") sebagaimana telah Kami lakukan terhadap Bani Israel (tidaklah mereka akan melakukannya) apa yang diharuskan itu (kecuali sebagian kecil) dibaca marfu` sebagai badal dan manshub sebagai mustatsna (di antara mereka. Dan sekiranya mereka melakukan apa yang dinasihatkan kepada mereka itu) yakni menaati Rasul (tentulah hal itu lebih baik bagi mereka dan lebih menguatkan) lebih memantapkan keimanan mereka.",
            "sajda": false,
            "transliteration": "Wa law annaa katabnaa 'alaihim aniq tulooo anfusakum awikh rujoo min diyaarikum maa fa'aloohu illaa qaleelum minhum wa law annahum fa'aloo maa yoo'azoona bihee lakaana khairal lahum wa ashadda tasbeetaa"
        },
        {
            "aya_id": 560,
            "aya_number": 67,
            "aya_text": "وَّاِذًا لَّاٰ تَيْنٰهُمْ مِّنْ لَّدُنَّآ اَجْرًا عَظِيْمًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "dan dengan demikian, pasti Kami berikan kepada mereka pahala yang besar dari sisi Kami,",
            "tafsir_jalalayn": "(Dan jika demikian halnya) artinya jika mereka teguh dalam pendirian (tentulah akan Kami berikan kepada mereka dari sisi Kami pahala yang besar) yakni surga.",
            "sajda": false,
            "transliteration": "Wa izal la aatainaahum mil ladunnaaa ajran 'azeemaa"
        },
        {
            "aya_id": 561,
            "aya_number": 68,
            "aya_text": "وَّلَهَدَيْنٰهُمْ صِرَاطًا مُّسْتَقِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "dan pasti Kami tunjukkan kepada mereka  jalan yang lurus.",
            "tafsir_jalalayn": "(Dan tentulah akan Kami bimbing mereka ke jalan yang lurus). Kata sebagian sahabat kepada Nabi saw., \"Betapa caranya kami dapat melihat baginda dalam surga padahal baginda berada pada tingkat yang tinggi sedangkan kami di tingkat bawah?\" Maka turunlah ayat:",
            "sajda": false,
            "transliteration": "Wa lahadainaahum Siraatam mustaqeemaa"
        },
        {
            "aya_id": 562,
            "aya_number": 69,
            "aya_text": "وَمَنْ يُّطِعِ اللّٰهَ وَالرَّسُوْلَ فَاُولٰۤىِٕكَ مَعَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاۤءِ وَالصّٰلِحِيْنَ ۚ وَحَسُنَ اُولٰۤىِٕكَ رَفِيْقًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Dan barangsiapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pencinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya.",
            "tafsir_jalalayn": "(Dan siapa yang menaati Allah dan Rasul) tentang apa yang dititahkan keduanya (maka mereka itu bersama orang-orang yang diberi karunia oleh Allah, yaitu golongan nabi-nabi dan shiddiqin) sahabat-sahabat utama dari para nabi-nabi dan rasul-rasul yang membenarkan dan amat teguh kepercayaan kepada mereka (para syuhada) orang-orang yang gugur syahid di jalan Allah (dan orang-orang saleh) yakni selain dari yang telah disebutkan itu. (Dan mereka itulah teman-teman yang sebaik-baiknya) maksudnya teman-teman dalam surga karena dapat melihat wajah mereka, berkunjung dan menghadiri majelis mereka walaupun tempat mereka jika dibandingkan dengan golongan-golongan lainnya lebih tinggi dan lebih mulia.",
            "sajda": false,
            "transliteration": "Wa many-yuti'il laaha war Rasoola fa ulaaa'ika ma'al lazeena an'amal laahu 'alaihim minan nabiyyeena wassiddeeqeena washshuhadaaa'i wassaaliheen; wa hasuna ulaaa'ika rafeeqaa"
        },
        {
            "aya_id": 563,
            "aya_number": 70,
            "aya_text": "ذٰلِكَ الْفَضْلُ مِنَ اللّٰهِ ۗوَكَفٰى بِاللّٰهِ عَلِيْمًا ࣖ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Yang demikian itu adalah karunia dari Allah, dan cukuplah Allah yang Maha Mengetahui.",
            "tafsir_jalalayn": "(Demikian itu) artinya keadaannya bersama orang-orang yang disebutkan itu, menjadi mubtada sedangkan khabarnya ialah (karunia dari Allah) yang dianugerahkan-Nya kepada mereka, jadi bukan hasil dari ketaatan mereka sendiri. (Dan Allah cukup mengetahui) tentang pahala-pahala di akhirat, maka percayalah kamu kepada-Nya karena tak ada lagi yang lebih berwenang dalam penyampaian berita itu daripada-Nya.",
            "sajda": false,
            "transliteration": "Zaalikal fadlu minal laah; wa kafaa billaahi 'Aleemaa"
        },
        {
            "aya_id": 564,
            "aya_number": 71,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا خُذُوْا حِذْرَكُمْ فَانْفِرُوْا ثُبَاتٍ اَوِ انْفِرُوْا جَمِيْعًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bersiapsiagalah kamu, dan majulah (ke medan pertempuran) secara berkelompok, atau majulah bersama-sama (serentak).",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, waspadalah kamu) terhadap musuh-musuhmu; artinya bersiap-siaplah dan berhati-hatilah menghadapi mereka (dan majulah kamu secara berkelompok-kelompok) atau terpisah-pisah pasukan demi pasukan (atau majulah secara bersama-sama) dalam satu pasukan besar.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo khuzoo hizrakum fanfiroo subaain awin firoo jamee'aa"
        },
        {
            "aya_id": 565,
            "aya_number": 72,
            "aya_text": "وَاِنَّ مِنْكُمْ لَمَنْ لَّيُبَطِّئَنَّۚ فَاِنْ اَصَابَتْكُمْ مُّصِيْبَةٌ قَالَ قَدْ اَنْعَمَ اللّٰهُ عَلَيَّ اِذْ لَمْ اَكُنْ مَّعَهُمْ شَهِيْدًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Dan sesungguhnya di antara kamu pasti ada orang yang sangat enggan (ke medan pertempuran). Lalu jika kamu ditimpa musibah dia berkata, “Sungguh, Allah telah memberikan nikmat kepadaku karena aku tidak ikut berperang bersama mereka.”",
            "tafsir_jalalayn": "(Dan sungguh di antara kamu ada orang yang berlambat-lambat) atau bersikap lamban menghadapi peperangan, seperti Abdullah bin Ubai si munafik dan kawan-kawannya itu. Dia dianggap termasuk golongan munafik melihat sikap dan tindakan-tindakannya. Lam yang terdapat pada kata kerja berarti sumpah. (Jika kamu ditimpa musibah) seperti terbunuh atau kekalahan (maka katanya, \"Sesungguhnya Allah telah memberi nikmat kepadaku sehingga aku tak ikut hadir bersama mereka) yang akan menyebabkanku ditimpa musibah pula.",
            "sajda": false,
            "transliteration": "Wa inna minkum lamal la yubatti'anna fa in asaabatkum museebatun qaala qad an'amal laahu 'alaiya iz lam akum ma'ahum shaheeda"
        },
        {
            "aya_id": 566,
            "aya_number": 73,
            "aya_text": "وَلَىِٕنْ اَصَابَكُمْ فَضْلٌ مِّنَ اللّٰهِ لَيَقُوْلَنَّ كَاَنْ لَّمْ تَكُنْۢ بَيْنَكُمْ وَبَيْنَهٗ مَوَدَّةٌ يّٰلَيْتَنِيْ كُنْتُ مَعَهُمْ فَاَفُوْزَ فَوْزًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Dan sungguh, jika kamu mendapat karunia (kemenangan) dari Allah, tentulah dia mengatakan seakan-akan belum pernah ada hubungan kasih sayang antara kamu dengan dia, “Wahai, sekiranya aku bersama mereka, tentu aku akan memperoleh kemenangan yang agung (pula).”",
            "tafsir_jalalayn": "(Dan sungguh jika) lam menunjukkan sumpah (kamu beroleh karunia dari Allah) seperti kemenangan atau harta rampasan (tentulah dia akan berkata) sambil menyesal (seolah-olah) ditakhfifkan sedangkan isimnya dibuang dan diperkirakan berbunyi kaannahu artinya seolah-olah (belum pernah ada) pakai ya atau ta (di antaramu dengannya kasih sayang) artinya perkenalan dan persahabatan. Dan ini kembali kepada ucapannya tadi, 'Aku telah memberi nikmat kepadaku,' yang diselangnya di antara ucapan itu dengan perkataannya sekarang ini, yaitu (Wahai) sebagai kata peringatan (sekiranya aku berada bersama mereka tentu aku akan mendapat keberuntungan yang besar pula.\") maksudnya beroleh harta rampasan yang banyak. Firman Allah swt.:",
            "sajda": false,
            "transliteration": "Wa la'in asaabakum fadlum minal laahi la yaqoolanna ka al lam takum bainakum wa bainahoo mawaddatuny yaa laitanee kuntu ma'ahum fa afooza fawzan 'azeemaa"
        },
        {
            "aya_id": 567,
            "aya_number": 74,
            "aya_text": "۞ فَلْيُقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يَشْرُوْنَ الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۗ وَمَنْ يُّقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ فَيُقْتَلْ اَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Karena itu, hendaklah orang-orang yang menjual kehidupan dunia untuk (kehidupan) akhirat berperang di jalan Allah. Dan barangsiapa berperang di jalan Allah, lalu gugur atau memperoleh kemenangan maka akan Kami berikan pahala yang besar kepadanya.",
            "tafsir_jalalayn": "(Maka hendaklah berperang di jalan Allah) demi untuk meninggikan agama-Nya (orang-orang yang membeli) artinya menukar (kehidupan dunia dengan akhirat. Siapa yang berperang di jalan Allah lalu ia gugur) mati syahid (atau memperoleh kemenangan) terhadap musuhnya (maka nanti akan Kami beri ia pahala yang besar.)",
            "sajda": false,
            "transliteration": "Falyuqaatil fee sabeelil laahil lazeena yashroonal hayaatad dunyaa bil Aakhirah; wa many-uqaatil fee sabeelil laahi fa yuqtal aw yaghlib fasawfa nu'teehi ajran 'azeemaa"
        },
        {
            "aya_id": 568,
            "aya_number": 75,
            "aya_text": "وَمَا لَكُمْ لَا تُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَالْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ الَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اَخْرِجْنَا مِنْ هٰذِهِ الْقَرْيَةِ الظَّالِمِ اَهْلُهَاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ وَلِيًّاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ نَصِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 90,
            "translation_aya_text": "Dan mengapa kamu tidak mau berperang di jalan Allah dan (membela) orang yang lemah, baik laki-laki, perempuan maupun anak-anak yang berdoa, “Ya Tuhan kami,  keluarkanlah kami dari negeri ini (Mekah) yang penduduknya zalim. Berilah kami pelindung dari sisi-Mu, dan berilah kami penolong dari sisi-Mu.”",
            "tafsir_jalalayn": "(Mengapa kamu tak hendak berperang) pertanyaan yang berarti celaan; maksudnya tak ada halangannya bagi kamu untuk berperang (di jalan Allah dan) untuk membebaskan (golongan yang lemah baik laki-laki, wanita maupun anak-anak) yakni yang ditahan oleh orang-orang kafir buat berhijrah dan yang dianiaya mereka. Berkata Ibnu Abbas r.a., \"Saya dan ibu saya termasuk golongan ini,\" (yang mengatakan) atau berdoa, \"Wahai (Tuhan kami! Keluarkanlah kami dari negeri ini) Mekah (yang penduduknya aniaya) disebabkan kekafiran (dan berilah kami dari sisi-Mu seorang pelindung) yang akan mengatur urusan kami (dan berilah kami dari sisi-Mu seorang pembela.\") yang mempertahankan kami terhadap mereka. Allah telah mengabulkan permohonan mereka ini, maka dimudahkan-Nya sebagian mereka itu untuk keluar sedangkan sisanya tinggal di Mekah sampai kota itu berhasil dibebaskan lalu Nabi saw. mengangkat Itab bin Usaid sebagai penguasa di Mekah, maka dibelanya orang-orang teraniaya dari penganiaya-penganiayanya.",
            "sajda": false,
            "transliteration": "Wa maa lakum laa tuqaatiloona fee sabeelil laahi walmustad'afeena minar rijaali wannisaaa'i walwildaanil lazeena yaqooloona Rabbanaaa akhrijnaa min haazihil qaryatiz zaalimi ahluhaa waj'al lanaa mil ladunka waliyanw waj'al lanaa mil ladunka naseeraa"
        },
        {
            "aya_id": 569,
            "aya_number": 76,
            "aya_text": "اَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا  اَوْلِيَاۤءَ الشَّيْطٰنِ ۚ اِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 90,
            "translation_aya_text": "Orang-orang yang beriman berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan thaghut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah.",
            "tafsir_jalalayn": "(Orang-orang yang beriman berperang di jalan Allah sedangkan orang-orang kafir berperang di jalan tagut) setan. (Maka perangilah anak buah setan itu) maksudnya penyokong-penyokong agamanya niscaya kamu akan beroleh kemenangan karena kekuatanmu dengan Allah. (Sesungguhnya tipu daya setan) terhadap orang-orang beriman (adalah lemah) tidak akan dapat mengatasi siasat Allah terhadap orang-orang kafir itu.",
            "sajda": false,
            "transliteration": "Allazeena aamanoo yuqaatiloona fee sabeelil laahi wallazeena kafaroo yuqaatiloona fee sabeelit Taaghoot faqaatiloo awliyaaa'ash Shaitaan; inna kaidash Shairaani kaana da'eefa"
        },
        {
            "aya_id": 570,
            "aya_number": 77,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ قِيْلَ لَهُمْ كُفُّوْٓا اَيْدِيَكُمْ وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۚ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ اِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ اَوْ اَشَدَّ خَشْيَةً ۚ وَقَالُوْا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَۚ  لَوْلَآ اَخَّرْتَنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيْلٌۚ وَالْاٰخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰىۗ وَلَا تُظْلَمُوْنَ فَتِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 90,
            "translation_aya_text": "Tidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka, ”Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!” Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, “Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?”  Katakanlah, “Kesenangan di dunia ini hanya sedikit dan akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun.”",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan orang-orang yang dikatakan kepada mereka, \"Tahanlah tanganmu) dari memerangi orang-orang kafir tatkala hal itu mereka tuntut di Mekah disebabkan penganiayaan orang-orang kafir terhadap mereka. Dan mereka ini ialah segolongan sahabat (dan dirikanlah salat serta bayarkanlah zakat.\" Maka setelah diwajibkan atas mereka berperang tiba-tiba sebagian dari mereka takut kepada manusia) maksudnya kepada orang-orang kafir disebabkan tindakan dan keberanian mereka dalam peperangan itu (seperti menakuti) siksa (Allah bahkan lebih takut lagi) daripada itu. Asyadda dibaca manshub karena menjadi hal juga sebagai jawaban terhadap apa yang ditunjukkan oleh idzaa dan yang sesudahnya artinya tiba-tiba mereka didatangi oleh ketakutan. (kata mereka) karena cemas menghadapi maut (\"Wahai Tuhan kami! Kenapa Engkau wajibkan atas kami berperang? Kenapa tidak Engkau tangguhkan agak beberapa waktu lagi?\" Katakanlah) kepada mereka (\"Kesenangan dunia) maksudnya apa-apa yang disenangi dan dinikmati di dunia ini (hanya sebentar) dan akan kembali lenyap (sedangkan akhirat) maksudnya surga (lebih baik bagi orang yang takwa) yakni yang menjaga diri dari siksa Allah dengan menjauhi larangan-Nya (dan kamu tidak akan dianiaya) dibaca dengan ta dan ya artinya tidak akan dikurangi amalmu (sedikit pun.\") artinya walau sebesar kulit padi sekali pun, maka berjihad atau berusahalah.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena qeela lahum kuffooo aidiyakum wa aqeemus Salaata w aaatuz Zakaata falammaa kutiba 'alaihimul qitaalu izaa fareequm minhum yakhshawnnan naasa kakhashyatil laahi aw ashadda khashyah; wa qaaloo Rabbanaa lima katabta 'alainal qitaala law laaa akhkhartanaa ilaaa ajalin qareeb; qul mataa'ud dunyaa qaleelunw wal Aakhiratu khairul limanit taqaa wa laa tuzlamoona fateelaa"
        },
        {
            "aya_id": 571,
            "aya_number": 78,
            "aya_text": "اَيْنَمَا تَكُوْنُوْا يُدْرِكْكُّمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِيْ بُرُوْجٍ مُّشَيَّدَةٍ ۗ وَاِنْ تُصِبْهُمْ حَسَنَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِ اللّٰهِ ۚ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِكَ ۗ قُلْ كُلٌّ مِّنْ عِنْدِ اللّٰهِ ۗ فَمَالِ هٰٓؤُلَاۤءِ الْقَوْمِ لَا يَكَادُوْنَ يَفْقَهُوْنَ حَدِيْثًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 90,
            "translation_aya_text": "Di manapun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kukuh. Jika mereka memperoleh kebaikan, mereka mengatakan, “Ini dari sisi Allah,” dan jika mereka ditimpa suatu keburukan, mereka mengatakan, “Ini dari engkau (Muham-mad).” Katakanlah, “Semuanya (datang) dari sisi Allah.” Maka mengapa orang-orang itu (orang-orang munafik) hampir-hampir tidak memahami pembicaraan (sedikit pun)?”",
            "tafsir_jalalayn": "(Di mana pun kamu berada, pastilah akan dicapai oleh maut sekalipun kamu di benteng yang tinggi lagi kokoh) karena itu janganlah takut berperang lantaran cemas akan mati. (Dan jika mereka ditimpa) yakni orang-orang Yahudi (oleh kebaikan) misalnya kesuburan dan keluasan (mereka berkata, \"Ini dari Allah.\" Dan jika mereka ditimpa oleh keburukan) misalnya kekeringan dan bencana seperti yang mereka alami sewaktu kedatangan Nabi saw. ke Madinah (mereka berkata, \"Ini dari sisimu,\") hai Muhammad artinya ini karena kesialanmu! (Katakanlah) kepada mereka (Semuanya) baik kebaikan atau keburukan (dari sisi Allah) berasal daripada-Nya. (Maka mengapa orang-orang itu hampir-hampir tidak memahami pembicaraan) yang disampaikan kepada Nabi mereka. Mengapa pertanyaan disertai keheranan, melihat kebodohan mereka yang amat sangat. Dan ungkapan \"hampir-hampir tidak memahami\" lebih berat lagi dari \"tidak memahaminya sama sekali.\"",
            "sajda": false,
            "transliteration": "Ainamaa takoonoo yudrikkumul mawtu wa law kuntum fee buroojim mushai yadah; wa in tusibhum hasanatuny yaqooloo haazihee min indil laahi wa in tusibhum saiyi'atuny yaqooloo haazihee min 'indik; qul kullum min 'indillaahi famaa lihaaa 'ulaaa'il qawmi laa yakkaadoona yafqahoona hadeesaa"
        },
        {
            "aya_id": 572,
            "aya_number": 79,
            "aya_text": "مَآ اَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّٰهِ ۖ وَمَآ اَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَّفْسِكَ ۗ وَاَرْسَلْنٰكَ لِلنَّاسِ رَسُوْلًا  ۗ وَكَفٰى بِاللّٰهِ شَهِيْدًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 90,
            "translation_aya_text": "Kebajikan apa pun yang kamu peroleh, adalah dari sisi Allah, dan keburukan apa pun yang menimpamu, itu dari (kesalahan) dirimu sendiri. Kami mengutusmu (Muhammad) menjadi Rasul kepada (seluruh) manusia. Dan cukuplah Allah yang menjadi saksi.",
            "tafsir_jalalayn": "(Apa pun yang kamu peroleh) hai manusia (berupa kebaikan, maka dari Allah) artinya diberi-Nya kamu karena karunia dan kemurahan-Nya (dan apa pun yang menimpamu berupa keburukan) atau bencana (maka dari dirimu sendiri) artinya karena kamu melakukan hal-hal yang mengundang datangnya bencana itu. (Dan Kami utus kamu) hai Muhammad (kepada manusia sebagai rasul) menjadi hal yang diperkuat. (Dan cukuplah Allah sebagai saksi) atas kerasulanmu.",
            "sajda": false,
            "transliteration": "Maaa asaabaka min hasanatin faminal laahi wa maaa asaaabaka min saiyi'atin famin nafsik; wa arsalnaaka linnaasi Rasoolaa; wa kafaa billaahi Shaheedaa"
        },
        {
            "aya_id": 573,
            "aya_number": 80,
            "aya_text": "مَنْ يُّطِعِ الرَّسُوْلَ فَقَدْ اَطَاعَ اللّٰهَ ۚ وَمَنْ تَوَلّٰى فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Barangsiapa menaati Rasul (Muhammad), maka sesungguhnya dia telah menaati Allah. Dan barangsiapa berpaling (dari ketaatan itu), maka (ketahuilah) Kami tidak mengutusmu (Muhammad) untuk menjadi pemelihara mereka.",
            "tafsir_jalalayn": "(Siapa menaati Rasul, maka sesungguhnya ia telah menaati Allah, dan siapa yang berpaling) artinya tak mau menaatinya, maka bukan menjadi urusanmu (maka Kami tidaklah mengutusmu sebagai pemelihara) atau penjaga amal-amal perbuatan mereka, tetapi hanyalah sebagai pemberi peringatan sedangkan urusan mereka terserah kepada Kami dan Kami beri ganjaran dan balasannya. Ini sebelum datangnya perintah berperang.",
            "sajda": false,
            "transliteration": "Man yuti'ir Rasoola faqad ataa'al laaha wa man tawallaa famaaa arsalnaaka 'alaihim hafeezaa"
        },
        {
            "aya_id": 574,
            "aya_number": 81,
            "aya_text": "وَيَقُوْلُوْنَ طَاعَةٌ  ۖ فَاِذَا بَرَزُوْا مِنْ عِنْدِكَ بَيَّتَ طَاۤىِٕفَةٌ مِّنْهُمْ غَيْرَ الَّذِيْ تَقُوْلُ ۗ وَاللّٰهُ يَكْتُبُ مَا يُبَيِّتُوْنَ ۚ فَاَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Dan mereka (orang-orang munafik) mengatakan, “(Kewajiban kami hanyalah) taat.” Tetapi, apabila mereka telah pergi dari sisimu (Muhammad), sebagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah mencatat siasat yang mereka atur di malam hari itu, maka berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah yang menjadi pelindung.",
            "tafsir_jalalayn": "(Dan mereka berkata) maksudnya orang-orang munafik, jika mereka datang kepadamu, \"Kewajiban kami hanyalah (taat) kepadamu.\" (Tetapi apabila mereka telah keluar dari sisimu, segolongan di antara mereka menyembunyikan) ta diidgamkan kepada tha dan boleh pula tidak (lain dari apa yang mereka katakan) padamu di hadapanmu tadi berupa ketaatan, tegasnya mereka menyembunyikan kedurhakaan mereka (Allah menulis) maksudnya menyuruh malaikat menulis (apa yang mereka sembunyikan itu) yakni dalam buku-buku catatan mereka agar menerima pembalasan nanti (maka berpalinglah kamu dari mereka) dengan memaafkan mereka (dan bertawakallah kepada Allah) artinya percayalah kepada-Nya karena Dia pasti melindungimu (dan cukuplah Allah itu sebagai pelindung) atau tempat bertawakal.",
            "sajda": false,
            "transliteration": "Wa yaqooloona taa'antun fa izaa barazoo min 'indika baiyata taaa'ifatum minhum ghairal lazee taqoolu wallaahu yaktubu maa yubaiyitoona faa'rid 'anhum wa tawakkal 'alal laah; wa kafaa billaahi Wakeelaa"
        },
        {
            "aya_id": 575,
            "aya_number": 82,
            "aya_text": "اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ ۗ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللّٰهِ لَوَجَدُوْا فِيْهِ اخْتِلَافًا كَثِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Maka tidakkah mereka menghayati (mendalami) Al-Qur'an? Sekiranya (Al-Qur'an) itu bukan dari Allah, pastilah mereka menemukan banyak hal yang bertentangan di dalamnya.",
            "tafsir_jalalayn": "(Apakah mereka tidak memperhatikan) merenungkan (Alquran) dan makna-makna indah yang terdapat di dalamnya. (Sekiranya Alquran itu bukan dari sisi Allah, tentulah akan mereka jumpai di dalamnya pertentangan yang banyak) baik dalam makna maupun dalam susunannya.",
            "sajda": false,
            "transliteration": "Afalaa yatadabbaroonal Qur'aan; wa law kaana min 'indi ghairil laahi la wajadoo fee hikh tilaafan kaseeraa"
        },
        {
            "aya_id": 576,
            "aya_number": 83,
            "aya_text": "وَاِذَا جَاۤءَهُمْ اَمْرٌ مِّنَ الْاَمْنِ اَوِ الْخَوْفِ اَذَاعُوْا بِهٖ ۗ وَلَوْ رَدُّوْهُ اِلَى الرَّسُوْلِ وَاِلٰٓى اُولِى الْاَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِيْنَ يَسْتَنْۢبِطُوْنَهٗ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَاتَّبَعْتُمُ الشَّيْطٰنَ اِلَّا قَلِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Dan apabila sampai kepada mereka suatu berita tentang keamanan ataupun ketakutan, mereka (langsung) menyiarkannya. (Padahal) apabila mereka menyerahkannya kepada Rasul dan Ulil Amri di antara mereka, tentulah orang-orang yang ingin mengetahui kebenarannya (akan dapat) mengetahuinya (secara resmi) dari mereka (Rasul dan Ulil Amri). Sekiranya bukan karena karunia dan rahmat Allah kepadamu, tentulah kamu mengikuti setan, kecuali sebagian kecil saja (di antara kamu).",
            "tafsir_jalalayn": "(Dan apabila datang kepada mereka suatu berita) mengenai hasil-hasil yang dicapai oleh ekspedisi tentara Nabi saw. (berupa keamanan) maksudnya kemenangan (atau ketakutan) maksudnya kekalahan (mereka lalu menyiarkannya). Ayat ini turun mengenai segolongan kaum munafik atau segolongan orang-orang mukmin yang lemah iman mereka, dan dengan perbuatan mereka itu lemahlah semangat orang-orang mukmin dan kecewalah Nabi saw. (Padahal kalau mereka menyerahkannya) maksudnya berita itu (kepada Rasul dan kepada Ulil amri di antara mereka) maksudnya para pembesar sahabat, jika mereka diam mengenai berita itu menunggu keputusannya (tentulah akan dapat diketahui) apakah hal itu boleh disiarkan atau tidak (oleh orang-orang yang ingin mengetahui kebenarannya) artinya yang mengikuti perkembangannya dan dituntut untuk mengetahuinya, mereka adalah orang-orang yang berhak menyiarkan berita itu (dari mereka) yakni Rasul dan Ulil amri (Dan kalau bukanlah karena karunia Allah kepadamu) yakni dengan agama Islam (serta rahmat-Nya) kepadamu dengan Alquran (tentulah kamu sekalian akan mengikuti setan) untuk mengerjakan kekejian-kekejian yang diperintahkannya (kecuali sebagian kecil saja di antaramu) yang tidak.",
            "sajda": false,
            "transliteration": "Wa izaa jaaa'ahum amrum minal amni awil kkhawfi azaa'oo bihee wa law raddoohu ilar Rasooli wa ilaaa ulil amri minhum la'alimahul lazeena yastambitoonahoo minhum; wa law laa fadlul laahi 'alaikum wa rahmatuhoo lattaba'tumush Shaitaana illaa qaleelaa"
        },
        {
            "aya_id": 577,
            "aya_number": 84,
            "aya_text": "فَقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۚ لَا تُكَلَّفُ اِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِيْنَ ۚ عَسَى اللّٰهُ اَنْ يَّكُفَّ بَأْسَ الَّذِيْنَ كَفَرُوْا ۗوَاللّٰهُ اَشَدُّ بَأْسًا وَّاَشَدُّ تَنْكِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Maka berperanglah engkau (Muhammad) di jalan Allah, engkau tidaklah dibebani melainkan atas dirimu sendiri. Kobarkanlah (semangat) orang-orang beriman (untuk berperang). Mudah-mudahan Allah menolak (mematahkan) serangan orang-orang yang kafir itu. Allah sangat besar kekuatan(-Nya) dan sangat keras siksaan(-Nya).",
            "tafsir_jalalayn": "(Maka berperanglah kamu) hai Muhammad (di jalan Allah kamu tidaklah dibebani kecuali dengan kewajibanmu sendiri) maka janganlah pedulikan keengganan mereka dalam berperang itu. Artinya, berperanglah kamu walau seorang diri, karena kamu telah dijamin akan beroleh kemenangan (dan kerahkanlah orang-orang mukmin) anjurkan mereka buat bertempur dan kobarkan semangat mereka (semoga Allah menahan kekerasan) artinya serangan (orang-orang kafir itu. Dan Allah lebih keras lagi) dari mereka (dan lebih hebat lagi siksa-Nya). Maka sabda Nabi saw., \"Demi Tuhan yang diri saya berada dalam kekuasaan-Nya, saya akan pergi walaupun hanya seorang diri!\" Lalu pergilah ia bersama 70 orang berkuda ke Badar Shughra sehingga Allah pun menolak serangan orang-orang kafir itu dengan meniupkan ketakutan ke dalam hati mereka dan menahan Abu Sofyan supaya tidak keluar sebagaimana telah disebutkan dalam surah Ali Imran.",
            "sajda": false,
            "transliteration": "Faqaatil fee sabeelil laahi laa tukallafu illa nafsaka wa harridil mu'mineena 'asallaahu ai yakuffa baasallazeena kafaroo; wallaahu ashaddu baasanw wa ashaaddu tanakeelaa"
        },
        {
            "aya_id": 578,
            "aya_number": 85,
            "aya_text": "مَنْ يَّشْفَعْ شَفَاعَةً حَسَنَةً يَّكُنْ لَّهٗ نَصِيْبٌ مِّنْهَا ۚ وَمَنْ يَّشْفَعْ شَفَاعَةً سَيِّئَةً يَّكُنْ لَّهٗ كِفْلٌ مِّنْهَا ۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقِيْتًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Barangsiapa memberi pertolongan dengan pertolongan yang baik, niscaya dia akan memperoleh bagian dari (pahala)nya. Dan barangsiapa memberi pertolongan dengan pertolongan yang buruk, niscaya dia akan memikul bagian dari (dosa)nya. Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Siapa memberikan syafaat) kepada sesama manusia (yakni syafaat yang baik) yang sesuai dengan syarat (niscaya akan memperoleh bagian) pahala (daripadanya) artinya disebabkannya. (Dan siapa memberikan syafaat yang jelek) yakni yang bertentangan dengan syariat (maka ia akan memikul beban) dosanya (daripadanya) disebabkan perbuatannya itu. (Dan Allah Maha Kuasa atas segala sesuatu) sehingga setiap orang akan mendapat balasan yang setimpal daripada-Nya.",
            "sajda": false,
            "transliteration": "Mai yashfa' shafaa'atan hasanatay yakul lahoo naseebum minhaa wa mai yashfa' shafaa'tan saiyi'atanny-yakul lahoo kiflum minhaa; wa kaanal laahu 'alaa kulli shai'im Muqeetaa"
        },
        {
            "aya_id": 579,
            "aya_number": 86,
            "aya_text": "وَاِذَا حُيِّيْتُمْ بِتَحِيَّةٍ فَحَيُّوْا بِاَحْسَنَ مِنْهَآ اَوْ رُدُّوْهَا ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ حَسِيْبًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Dan apabila kamu dihormati dengan suatu (salam) penghormatan, maka balaslah penghormatan itu dengan yang lebih baik, atau balaslah (penghormatan itu, yang sepadan) dengannya. Sungguh, Allah memperhitungkan segala sesuatu.",
            "tafsir_jalalayn": "(Apabila kamu diberi salam dengan suatu salam penghormatan) misalnya bila dikatakan kepadamu, \"Assalamu'alaikum!\" (maka balaslah) kepada orang yang memberi salam itu (dengan salam yang lebih baik daripadanya) yaitu dengan mengatakan, \"Alaikumus salaam warahmatullaahi wabarakaatuh.\" (atau balaslah dengan yang serupa) yakni dengan mengucapkan seperti apa yang diucapkannya. Artinya salah satu di antaranya menjadi wajib sedangkan yang pertama lebih utama. (Sesungguhnya Allah memperhitungkan segala sesuatu) artinya membuat perhitungan dan akan membalasnya di antaranya ialah terhadap membalas salam. Dalam pada itu menurut sunah, tidak wajib membalas salam kepada orang kafir, ahli bidah dan orang fasik. Begitu pula kepada orang Islam sendiri yakni orang yang sedang buang air, yang sedang berada dalam kamar mandi dan orang yang sedang makan. Hukumnya menjadi makruh kecuali pada yang terakhir. Dan kepada orang kafir jawablah, \"Wa`alaikum.\" Artinya: juga atasmu.",
            "sajda": false,
            "transliteration": "Wa izaa huyyeetum bitahiy yatin fahaiyoo bi ahsana minhaaa aw ruddoohaa; innal laaha kaana 'alaa kulli shai'in Haseeba"
        },
        {
            "aya_id": 580,
            "aya_number": 87,
            "aya_text": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ  لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِ ۗ وَمَنْ اَصْدَقُ مِنَ اللّٰهِ حَدِيْثًا ࣖ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 92,
            "translation_aya_text": "Allah, tidak ada tuhan selain Dia. Dia pasti akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan terjadinya. Siapakah yang lebih benar perkataan(nya) daripada Allah?",
            "tafsir_jalalayn": "(Allah, tiada Tuhan selain Dia) dan Allah (akan menghimpun kamu) dari kubur-kuburmu (sampai) maksudnya pada (dari kiamat yang tak ada keraguan) atau kebimbangan (mengenainya. Dan siapa lagi) artinya tidak ada seorang pun (yang lebih benar ucapannya daripada Allah). Tatkala orang-orang kembali dari perang Uhud, mereka berbeda pendapat mengenai orang-orang munafik. Suatu golongan mengatakan, \"Bunuhlah mereka!\" Sedangkan satu golongan lagi mengatakan, \"Jangan!\" Maka turunlah ayat berikut ini:",
            "sajda": false,
            "transliteration": "Allaahu laaa ilaaha illaa huwa la yajma'annakum ilaa Yawmil Qiyaamati laa raiba feeh; wa man asdaqu mminallaahi hadeesaa"
        },
        {
            "aya_id": 581,
            "aya_number": 88,
            "aya_text": "۞ فَمَا لَكُمْ فِى الْمُنٰفِقِيْنَ فِئَتَيْنِ وَاللّٰهُ اَرْكَسَهُمْ بِمَا كَسَبُوْا ۗ اَتُرِيْدُوْنَ اَنْ تَهْدُوْا مَنْ اَضَلَّ اللّٰهُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 92,
            "translation_aya_text": "Maka mengapa kamu (terpecah) menjadi dua golongan dalam (menghadapi) orang-orang munafik, padahal Allah telah mengembalikan mereka (kepada kekafiran), disebabkan usaha mereka sendiri? Apakah kamu bermaksud memberi petunjuk kepada orang yang telah dibiarkan sesat oleh Allah? Barangsiapa dibiarkan sesat oleh Allah, kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya.",
            "tafsir_jalalayn": "(Mengapa kamu menjadi dua golongan menghadapi golongan munafik padahal Allah telah membalikkan mereka menjadi kafir) (disebabkan usaha mereka) berupa perbuatan maksiat dan kekafiran. (Apakah kamu hendak menunjuki orang yang disesatkan oleh Allah) artinya kamu anggap mereka itu termasuk orang-orang yang beroleh petunjuk? Pertanyaan pada kedua tempat berarti sanggahan. (Siapa yang disesatkan oleh Allah maka kamu sekali-kali takkan mendapatkan jalan) untuk menunjukinya.",
            "sajda": false,
            "transliteration": "Famaa lakum filmuna afiqeena fi'ataini wallaahu arkasahum bimaa kasaboo; atureedoona an tahdoo man adallal laahu wa mmai yudlilil laahu falan tajida lahoo sabeelaa"
        },
        {
            "aya_id": 582,
            "aya_number": 89,
            "aya_text": "وَدُّوْا لَوْ تَكْفُرُوْنَ كَمَا كَفَرُوْا فَتَكُوْنُوْنَ سَوَاۤءً فَلَا تَتَّخِذُوْا مِنْهُمْ اَوْلِيَاۤءَ حَتّٰى يُهَاجِرُوْا فِيْ سَبِيْلِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ وَجَدْتُّمُوْهُمْ ۖ وَلَا تَتَّخِذُوْا مِنْهُمْ وَلِيًّا وَّلَا نَصِيْرًاۙ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 92,
            "translation_aya_text": "Mereka ingin agar kamu menjadi kafir sebagaimana mereka telah menjadi kafir, sehingga kamu menjadi sama (dengan mereka). Janganlah kamu jadikan dari antara mereka sebagai teman-teman(mu), sebelum mereka berpindah pada jalan Allah. Apabila mereka berpaling, maka tawanlah mereka dan bunuhlah mereka di mana pun mereka kamu temukan, dan janganlah kamu jadikan seorang pun di antara mereka sebagai teman setia dan penolong,",
            "tafsir_jalalayn": "(Mereka ingin) atau mengangan-angankan (agar kamu kafir hingga kamu menjadi sama) dengan mereka dalam kekafiran (maka janganlah kamu ambil di antara mereka sebagai pembela) yang akan membelamu walaupun mereka menampakkan keimanan (hingga mereka berhijrah di jalan Allah) yakni benar-benar hijrah yang membuktikan keimanan mereka. (Jika mereka berpaling) dan tetap atas keadaan mereka (maka ambillah mereka itu) maksudnya tawanlah (dan bunuhlah mereka di mana saja kamu jumpai dan janganlah kamu jadikan seorang pun di antara mereka sebagai pelindung) yang akan melindungimu (dan tidak pula sebagai penolong) yang akan kamu mintai pertolongan untuk menghadapi musuh-musuhmu.",
            "sajda": false,
            "transliteration": "Wadoo law takfuroona kamaa kafaroo fatakoonoona sawaaa'an falaa tattakhizoo minhum awliyaaa'a hattaa yuhaajiroo fee sabeelil laah; fa in tawallaw fa khuzoohum waqtuloohum haisu wajat tumoohum wa laa tattakhizoo minhum waliyyanw wa laa naseeraa"
        },
        {
            "aya_id": 583,
            "aya_number": 90,
            "aya_text": "اِلَّا الَّذِيْنَ يَصِلُوْنَ اِلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ اَوْ جَاۤءُوْكُمْ حَصِرَتْ صُدُوْرُهُمْ اَنْ يُّقَاتِلُوْكُمْ اَوْ يُقَاتِلُوْا قَوْمَهُمْ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوْكُمْ ۚ فَاِنِ اعْتَزَلُوْكُمْ فَلَمْ يُقَاتِلُوْكُمْ وَاَلْقَوْا اِلَيْكُمُ السَّلَمَ ۙ فَمَا جَعَلَ اللّٰهُ لَكُمْ عَلَيْهِمْ سَبِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 92,
            "translation_aya_text": "kecuali orang-orang yang meminta perlindungan kepada suatu kaum, yang antara kamu dan kaum itu telah ada perjanjian (damai) atau orang yang datang kepadamu sedang hati mereka merasa keberatan untuk memerangi kamu atau memerangi kaumnya. Sekiranya Allah menghendaki, niscaya diberikan-Nya kekuasaan kepada mereka (dalam) menghadapi kamu, maka pastilah mereka memerangimu. Tetapi jika mereka membiarkan kamu, dan tidak memerangimu serta menawarkan perdamaian kepadamu (menyerah), maka Allah tidak memberi jalan bagimu (untuk menawan dan membunuh) mereka.",
            "tafsir_jalalayn": "(Kecuali orang-orang yang menghubungi) maksudnya minta perlindungan (kepada suatu kaum yang antara kamu dengan mereka ada perjanjian damai) termasuk dengan sekutu-sekutu mereka sebagaimana pernah terjadi antara Nabi saw. dengan Hilal bin Uwaimir Al-Aslami (atau) orang-orang yang (datang kepadamu) sedangkan (hati mereka merasa keberatan) untuk (memerangimu) bersama kaum mereka (atau memerangi kaum mereka) bersama kamu; artinya tak mau berperang dengan kamu maupun dengan kaum mereka, maka janganlah kamu tawan atau bunuh mereka. Ini berikut yang sesudahnya dinasakhkan oleh ayat perang. (Sekiranya Allah menghendaki) agar mereka menguasaimu (tentulah Dia akan menjadikan mereka berkuasa atasmu) yaitu dengan menguatkan hati mereka (sehingga pastilah mereka memerangimu) tetapi Allah tiada menghendaki demikian, maka ditiupkan-Nya ke dalam hati mereka rasa takut dan ciut. (Tetapi jika mereka membiarkanmu dan tidak memerangi kamu hanya menyatakan perdamaian kepadamu) artinya mereka tunduk (maka Allah tidaklah memberi jalan kepadamu) untuk menawan dan membunuh mereka.",
            "sajda": false,
            "transliteration": "Illal lazeena yasiloona ilaa qawmim binakum wa bainahum meesaaqun aw jaaa'ookum hasirat sudooruhum ai yuqaatilookum aw yuqaatiloo qawmahum, wa law shaaa'al laahu lasallatahum 'alaikum falaqaatalookum; fa ini' tazalookum falam yuqaatilookum wa alqaw ilaikumus salama famaa ja'alal laahu lakum 'alaihim sabeelaa"
        },
        {
            "aya_id": 584,
            "aya_number": 91,
            "aya_text": "سَتَجِدُوْنَ اٰخَرِيْنَ يُرِيْدُوْنَ اَنْ يَّأْمَنُوْكُمْ وَيَأْمَنُوْا قَوْمَهُمْ ۗ كُلَّ مَا رُدُّوْٓا اِلَى الْفِتْنَةِ اُرْكِسُوْا فِيْهَا ۚ فَاِنْ لَّمْ يَعْتَزِلُوْكُمْ وَيُلْقُوْٓا اِلَيْكُمُ السَّلَمَ وَيَكُفُّوْٓا اَيْدِيَهُمْ فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ ۗ وَاُولٰۤىِٕكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطٰنًا مُّبِيْنًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 92,
            "translation_aya_text": "Kelak akan kamu dapati (golongan-golongan) yang lain, yang menginginkan agar mereka hidup aman bersamamu dan aman (pula) bersama kaumnya. Setiap kali mereka diajak kembali kepada fitnah (syirik), mereka pun terjun ke dalamnya. Karena itu jika mereka tidak membiarkan kamu dan tidak mau menawarkan perdamaian kepadamu, serta tidak menahan tangan mereka (dari memerangimu), maka tawanlah mereka dan bunuhlah mereka di mana saja kamu temui, dan merekalah orang yang Kami berikan kepadamu alasan yang nyata (untuk memerangi, menawan dan membunuh) mereka.",
            "tafsir_jalalayn": "(Akan kamu dapati pula golongan lain yang bermaksud supaya mereka aman dari kamu) dengan berpura-pura beriman di hadapanmu (dan merasa aman pula dari kaum mereka) dengan menyatakan kekafiran jika mereka kembali kepada kaum mereka. Mereka ini ialah Bani Asad dan Ghathafan. (Setiap mereka diajak untuk fitnah) artinya kembali kepada kemusyrikan (mereka pun berbalik) atau terjun ke dalamnya. (Maka jika mereka tidak membiarkanmu) artinya masih hendak memerangimu (dan) tidak (mengemukakan perdamaian kepadamu serta) tidak (menahan tangan mereka) dari memerangimu (maka ambillah mereka) sebagai tawanan (dan bunuhlah mereka itu di mana juga kamu temui) atau jumpai (dan mereka itulah orang-orang yang Kami berikan kepadamu kekuasaan yang nyata) artinya wewenang dan bukti yang jelas untuk membunuh dan menawan mereka disebabkan kecurangan mereka.",
            "sajda": false,
            "transliteration": "Satajidoona aakhareena yureedoona ai yaamanookum wa yaamanoo qawmahum kullamaa ruddooo ilal itnati urkisoo feehaa; fa il lam ya'tazilookum wa yulqooo ilai kumus salama wa yakuffooo aidiyahum fakhuzoohum waqtuloohum haisu saqif tumoohum; wa ulaaa'ikum ja'alnaa lakum 'alaihim sultaanam mubeenaa"
        },
        {
            "aya_id": 585,
            "aya_number": 92,
            "aya_text": "وَمَا كَانَ لِمُؤْمِنٍ اَنْ يَّقْتُلَ مُؤْمِنًا اِلَّا خَطَـًٔا ۚ وَمَنْ قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ وَّدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى  اَهْلِهٖٓ  اِلَّآ  اَنْ يَّصَّدَّقُوْا ۗ فَاِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۗوَاِنْ كَانَ مِنْ قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى اَهْلِهٖ وَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِۖ تَوْبَةً مِّنَ اللّٰهِ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 93,
            "translation_aya_text": "Dan tidak patut bagi seorang yang beriman membunuh seorang yang beriman (yang lain), kecuali karena tersalah (tidak sengaja). Barangsiapa membunuh seorang yang beriman karena tersalah (hendaklah) dia memerdekakan seorang hamba sahaya yang beriman serta (membayar) tebusan yang diserahkan kepada keluarganya (si terbunuh itu), kecuali jika mereka (keluarga si terbunuh) membebaskan pembayaran. Jika dia (si terbunuh) dari kaum yang memusuhimu, padahal dia orang beriman, maka (hendaklah si pembunuh) memerdekakan hamba sahaya yang beriman. Dan jika dia (si terbunuh) dari kaum (kafir) yang ada perjanjian (damai) antara mereka dengan kamu, maka (hendaklah si pembunuh) membayar tebusan yang diserahkan kepada keluarganya (si terbunuh) serta memerdekakan hamba sahaya yang beriman. Barangsiapa tidak mendapatkan (hamba sahaya), maka hendaklah dia (si pembunuh) berpuasa dua bulan berturut-turut sebagai tobat kepada Allah. Dan Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan tidak sepatutnya seorang mukmin membunuh seorang mukmin) yang lain; artinya tidak layak akan timbul perbuatan itu dari dirinya (kecuali karena tersalah) artinya tidak bermaksud untuk membunuhnya. (Dan siapa yang membunuh seorang mukmin karena tersalah itu) misalnya bermaksud melempar yang selainnya seperti binatang buruan atau pohon kayu tetapi mengenai seseorang dengan alat yang biasanya tidak menyebabkan kematian hingga membawa ajal (maka hendaklah memerdekakan) membebaskan (seorang hamba sahaya yang beriman beserta diat yang diserahkan) diberikan (kepada keluarganya) yaitu ahli waris yang terbunuh (kecuali jika mereka bersedekah) artinya memaafkannya. Dalam pada itu sunah menjelaskan bahwa besar diat itu 100 ekor unta, 20 ekor di antaranya terdiri dari yang dewasa, sedang lainnya yang di bawahnya, dalam usia yang bermacam-macam. Beban pembayaran ini terpikul di atas pundak `ashabah sedangkan keluarga-keluarga lainnya dibagi-bagi pembayarannya selama tiga tahun, bagi yang kaya setengah dinar, dan yang sedang seperempat dinar pada tiap tahunnya. Jika mereka tidak mampu maka diambilkan dari harta baitulmal, dan jika sulit maka dari pihak yang bersalah. (Jika ia) yakni yang terbunuh (dari kaum yang menjadi musuh) musuh perang (bagimu padahal ia mukmin, maka hendaklah memerdekakan seorang hamba sahaya yang beriman) jadi bagi si pembunuh wajib kafarat tetapi tidak wajib diat yang diserahkan kepada keluarganya disebabkan peperangan itu. (Dan jika ia) maksudnya yang terbunuh (dari kaum yang di antara kamu dengan mereka ada perjanjian) misalnya ahli dzimmah (maka hendaklah membayar diat yang diserahkan kepada keluarganya) yaitu sepertiga diat orang mukmin, jika dia seorang Yahudi atau Nasrani, dan seperlima belas jika ia seorang Majusi serta memerdekakan seorang hamba sahaya yang beriman) oleh si pembunuhnya. (Siapa yang tidak memperolehnya) misalnya karena tak ada budak atau biayanya (maka hendaklah berpuasa selama dua bulan berturut-turut) sebagai kafarat yang wajib atasnya. Mengenai pergantian dengan makanan seperti pada zihar, tidak disebutkan oleh Allah swt. Tetapi menurut Syafii, pada salah satu di antara dua pendapatnya yang terkuat, ini diberlakukan (untuk penerimaan tobat dari Allah) mashdar yang manshub oleh kata kerjanya yang diperkirakan. (Dan Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai pengaturan-Nya terhadap mereka.",
            "sajda": false,
            "transliteration": "Wa maa kaana limu'minin ai yaqtula mu'minan illaa khata'aa; waman qatala mu'minan khata'an fatabreeru raqabatim mu'minatinw wa diyatum mmusallamatun ilaaa ahliheee illaaa ai yassaddaqoo; fa in kaana min qawmin 'aduwwil lakum wa huwa mu'minun fatabreeru raqabatim mu'minah; wa in kaana min qawmim bainakum wa bainahum meesaaqun fadiyatum mmusallamatun ilaaa ahlihee wa tahreeru raqabatim mu'minatin famal lam yajid fa Siyaamu shahraini mutataabi'aini tawhatam minal laah; wa kaanal laahu 'Aleeman hakeemaa"
        },
        {
            "aya_id": 586,
            "aya_number": 93,
            "aya_text": "وَمَنْ يَّقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاۤؤُهٗ جَهَنَّمُ خَالِدًا فِيْهَا وَغَضِبَ اللّٰهُ عَلَيْهِ وَلَعَنَهٗ وَاَعَدَّ لَهٗ عَذَابًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 93,
            "translation_aya_text": "Dan barangsiapa membunuh seorang yang beriman dengan sengaja, maka balasannya ialah neraka Jahanam, dia kekal di dalamnya. Allah murka kepadanya, dan melaknatnya serta menyediakan azab yang besar baginya.",
            "tafsir_jalalayn": "(Dan siapa yang membunuh seorang mukmin dengan sengaja) artinya sengaja hendak membunuhnya dengan alat yang biasa dipergunakan untuk membunuh di samping ia tahu pula bahwa orang yang akan dibunuhnya itu beriman (maka balasannya ialah neraka Jahanam, kekal ia di dalamnya dan Allah murka kepadanya dan mengutukinya) artinya menjauhkannya dari rahmat-Nya (serta menyediakan baginya siksa yang besar) yakni di neraka. Ini ditakwilkan jika seseorang menganggapnya halal dengan pernyataan bahwa inilah balasannya yang setimpal jika dihukum menurut sepatutnya. Tetapi dengan catatan bahwa hukuman itu dapat saja diubah berdasarkan firman Allah swt., \"Dan Dia mengampuni dosa selain itu, syirik, bagi siapa yang dikehendaki-Nya.\" Dan menurut Ibnu Abbas bahwa ayat ini menasakhkan ayat-ayat lain yang berisi pengampunan sementara ayat pada surah Al-Baqarah menyatakan bahwa orang yang membunuh secara sengaja hendaklah dibunuh pula dan bahwa ia wajib membayar diat jika memperoleh kemaafan dan telah diterangkan pula berapa banyaknya. Di samping itu sunah menerangkan pula bahwa di antara sengaja dengan tersalah itu ada semacam pembunuhan yang disebut semi sengaja, yakni jika seseorang membunuh orang lain dengan alat yang tidak biasa digunakan untuk membunuh, maka tidak wajib kisas, hanya diat, sebagaimana pula sengaja dalam bentuk atau sifatnya tetapi tersalah dalam mengundurkan dan melakukannya. Dan ini dalam keadaan sengaja lebih patut membayar kafarat daripada dalam keadaan tersalah. Ayat berikut ini turun tatkala serombongan sahabat lewat pada seorang laki-laki dari Bani Sulaim yang sedang menghalau kambingnya. Orang itu memberi salam kepada rombongan sahabat itu tetapi kata mereka, \"Ia mengucapkan salam itu hanyalah untuk menyelamatkan dirinya,\" lalu orang itu mereka bunuh dan mereka halau ternaknya.",
            "sajda": false,
            "transliteration": "Wa mai yaqtul mu'minammuta 'ammidan fajazaaa'uhoo Jahannamu khaalidan feehaa wa ghadibal laahu' alaihi wa la'anahoo wa a'adda lahoo 'azaaban 'azeemaa"
        },
        {
            "aya_id": 587,
            "aya_number": 94,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا ضَرَبْتُمْ فِيْ سَبِيْلِ اللّٰهِ فَتَبَيَّنُوْا وَلَا تَقُوْلُوْا لِمَنْ اَلْقٰىٓ اِلَيْكُمُ السَّلٰمَ لَسْتَ مُؤْمِنًاۚ تَبْتَغُوْنَ عَرَضَ الْحَيٰوةِ الدُّنْيَا ۖفَعِنْدَ اللّٰهِ مَغَانِمُ كَثِيْرَةٌ ۗ كَذٰلِكَ كُنْتُمْ مِّنْ قَبْلُ فَمَنَّ اللّٰهُ عَلَيْكُمْ فَتَبَيَّنُوْاۗ اِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 93,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila kamu pergi (berperang) di jalan Allah, maka telitilah (carilah keterangan) dan janganlah kamu mengatakan kepada orang yang mengucapkan ”salam” kepadamu, ”Kamu bukan seorang yang beriman,” (lalu kamu membunuhnya), dengan maksud mencari harta benda kehidupan dunia, padahal di sisi Allah ada harta yang banyak. Begitu jugalah keadaan kamu dahulu, lalu Allah memberikan nikmat-Nya kepadamu, maka telitilah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, jika kamu bepergian) maksudnya mengadakan perjalanan untuk berjihad (di jalan Allah maka selidikilah) menurut satu qiraat dengan tiga macam baris pada dua tempat (dan janganlah kamu katakan kepada orang yang mengucapkan salam kepadamu) ada yang memakai alif dan ada pula yang tidak sedangkan artinya ialah penghormatan atau ketundukan dengan membaca dua kalimat syahadat sebagai ciri-ciri bagi penganut agama Islam (kamu bukan seorang mukmin) kamu mengatakan itu hanyalah untuk menjaga diri dan hartamu, lalu kamu membunuhnya (dengan maksud, menuntut) artinya hendak mencari (harta benda kehidupan dunia) yakni barang rampasan (padahal di sisi Allah harta yang banyak) sehingga kamu tidak perlu membunuh untuk mendapatkan harta itu. (Begitu pulalah keadaan kamu dahulu) darah dan harta bendamu dipelihara berkat ucapan syahadat dari kamu (lalu Allah melimpahkan karunia-Nya kepadamu) hingga terkenal keimanan dan keteguhan pendirianmu (karena itu selidikilah) lebih dulu jangan sampai kamu membunuh orang yang telah beriman dan perlakukanlah terhadap orang yang baru masuk Islam sebagaimana kamu pernah diperlakukan. (Sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) sehingga kamu akan mendapat balasan daripada-Nya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo izaa darabtum fee sabeelil laahi fatabaiyanoo wa laa taqooloo liman alqaaa ilaikumus salaama lasta mu'minan tabtaghoona 'aradal hayaatid dunyaa fa'indal laahi maghaanimu kaseerah; kazaalika kuntum min qablu famannnal laahu 'alaikum fatabaiyanoo; innallaaha kaana bimaa ta'maloona Khabeeraa"
        },
        {
            "aya_id": 588,
            "aya_number": 95,
            "aya_text": "لَا يَسْتَوِى الْقَاعِدُوْنَ مِنَ الْمُؤْمِنِيْنَ غَيْرُ اُولِى الضَّرَرِ وَالْمُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ  فَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ عَلَى الْقٰعِدِيْنَ دَرَجَةً ۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَفَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ عَلَى الْقٰعِدِيْنَ اَجْرًا عَظِيْمًاۙ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "Tidaklah sama antara orang beriman yang duduk (yang tidak turut berperang) tanpa mempunyai uzur (halangan) dengan orang yang berjihad di jalan Allah dengan harta dan jiwanya. Allah melebihkan derajat orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk (tidak ikut berperang tanpa halangan). Kepada masing-masing, Allah menjanjikan (pahala) yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar,",
            "tafsir_jalalayn": "(Tidaklah sama di antara orang-orang mukmin yang duduk) maksudnya tidak ikut berjihad (tanpa mempunyai uzur) seperti tua, buta dan lain-lain; marfu` karena sifat dan manshub sebagai mustatsna (dengan orang-orang yang berjihad di jalan Allah berikut harta dan jiwa mereka. Allah melebihkan orang-orang yang berjihad dengan harta dan jiwa mereka atas orang-orang yang duduk) karena uzur (satu tingkat) atau satu kelebihan karena walaupun mereka sama dalam niat, tetapi ada tambahan pada orang-orang yang berjihad, yaitu pelaksanaan (dan kepada masing-masing) mereka dari kedua golongan itu (Allah menjanjikan pahala yang baik) yaitu surga. (Dan Allah memberi kelebihan terhadap orang yang berjihad atas orang-orang yang duduk) tanpa uzur (berupa pahala yang besar) dan sebagai badalnya ialah:",
            "sajda": false,
            "transliteration": "Laa yastawil qaa'idoona Minal mu'mineena ghairu ulid darari walmujaahidoona fee sabeelil laahi bi amwaalihim wa anfusihim; faddalal laahul mujaahideena bi amwaalihim wa anfusihim; faddalal laahul mujaahideena bi am waalihim wa anfusihim 'alalqaa'ideena darajab; wa kullanw wa'adal laahul husnaa; wa faddalal laahul mujaahideena 'alal qaa'ideena ajran 'azeemaa"
        },
        {
            "aya_id": 589,
            "aya_number": 96,
            "aya_text": "دَرَجٰتٍ مِّنْهُ وَمَغْفِرَةً وَّرَحْمَةً ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "(yaitu) beberapa derajat daripada-Nya, serta ampunan dan rahmat. Allah Ma-ha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Yaitu beberapa tingkat daripada-Nya) yang sebagiannya lebih mulia dari lainnya (dan keampunan serta rahmat) manshub disebabkan kedua fi'ilnya yang diperkirakan (dan Allah Maha Pengampun) bagi para wali-Nya (lagi Maha Penyayang) terhadap ahli taat-Nya.",
            "sajda": false,
            "transliteration": "Darajaatim minhu wa maghfiratanw wa rahmah; wa kaanal laahu Ghafoorar Raheema"
        },
        {
            "aya_id": 590,
            "aya_number": 97,
            "aya_text": "اِنَّ الَّذِيْنَ تَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ قَالُوْا فِيْمَ كُنْتُمْ ۗ قَالُوْا كُنَّا مُسْتَضْعَفِيْنَ فِى الْاَرْضِۗ  قَالُوْٓا اَلَمْ تَكُنْ اَرْضُ اللّٰهِ وَاسِعَةً فَتُهَاجِرُوْا فِيْهَا ۗ فَاُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُ ۗ وَسَاۤءَتْ مَصِيْرًاۙ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "Sesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi sendiri, mereka (para malaikat) bertanya, “Bagaimana kamu ini?” Mereka menjawab, “Kami orang-orang yang tertindas di bumi (Mekah).” Mereka (para malaikat) bertanya, “Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?” Maka orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruk tempat kembali,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang diwafatkan oleh malaikat dalam keadaan menganiaya diri sendiri) maksudnya orang-orang yang tinggal bersama orang kafir di Mekah dan tidak hendak hijrah (malaikat bertanya) kepada mereka sambil mencela (\"Kenapa kamu ini?\" artinya bagaimana sebenarnya pendirianmu terhadap agamamu ini? (Ujar mereka) mengajukan alasan (\"Kami ini orang-orang yang ditindas) artinya lemah sehingga tidak mampu menegakkan agama (di muka bumi\") artinya di negeri Mekah (Kata mereka) pula sambil mencela (\"Bukankah bumi Allah luas hingga kamu dapat berhijrah padanya?\") yakni dari bumi kaum kafir ke negeri lain sebagaimana dilakukan orang lain? Firman Allah swt. (\"Mereka itu, tempat mereka ialah neraka Jahanam dan itulah seburuk-buruk tempat kembali.\")",
            "sajda": false,
            "transliteration": "Innal lazeena tawaffaa humul malaaa'ikatu zaalimeee anfusihim qaaloo feema kuntum qaaloo kunnaa mustad'afeena fil-ard; qaalooo alam takun ardul laahi waasi'atan fatuhaajiroo feehaa; fa ulaaa'ika maawaahum Jahannamu wa saaa'at maseeraa"
        },
        {
            "aya_id": 591,
            "aya_number": 98,
            "aya_text": "اِلَّا الْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ لَا يَسْتَطِيْعُوْنَ حِيْلَةً وَّلَا يَهْتَدُوْنَ سَبِيْلًاۙ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "kecuali mereka yang tertindas baik laki-laki atau perempuan dan anak-anak yang tidak berdaya dan tidak mengetahui jalan (untuk berhijrah),",
            "tafsir_jalalayn": "(Kecuali orang-orang yang tertindas baik laki-laki maupun wanita dan anak-anak) yaitu mereka (yang tidak mampu berusaha) artinya tak ada tenaga maupun biaya bagi mereka untuk berhijrah (dan tidak mengetahui jalan) yang akan ditempuh menuju tempat berhijrah itu.",
            "sajda": false,
            "transliteration": "Illal mustad 'afeena minar rijaali wannisaaa'i walwildaani laa yastatee'oona heelatanw wa laa yahtadoona sabeela"
        },
        {
            "aya_id": 592,
            "aya_number": 99,
            "aya_text": "فَاُولٰۤىِٕكَ عَسَى اللّٰهُ اَنْ يَّعْفُوَ عَنْهُمْ ۗ وَكَانَ اللّٰهُ عَفُوًّا غَفُوْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "maka mereka itu, mudah-mudahan Allah memaafkannya. Allah Maha Pemaaf, Maha Pengampun.",
            "tafsir_jalalayn": "(Maka mereka ini, moga-moga Allah memaafkan mereka dan Allah Maha Pemaaf lagi Maha Pengampun.)",
            "sajda": false,
            "transliteration": "Fa ulaaa'ika 'asal laahu ai ya'fuwa 'anhum; wa kaanal laahu 'Afuwwan Ghafooraa"
        },
        {
            "aya_id": 593,
            "aya_number": 100,
            "aya_text": "۞ وَمَنْ يُّهَاجِرْ فِيْ سَبِيْلِ اللّٰهِ يَجِدْ فِى الْاَرْضِ مُرَاغَمًا كَثِيْرًا وَّسَعَةً ۗوَمَنْ يَّخْرُجْ مِنْۢ بَيْتِهٖ مُهَاجِرًا اِلَى اللّٰهِ وَرَسُوْلِهٖ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ اَجْرُهٗ عَلَى اللّٰهِ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "Dan barangsiapa berhijrah di jalan Allah, niscaya mereka akan mendapatkan di bumi ini tempat hijrah yang luas dan (rezeki) yang banyak. Barangsiapa keluar dari rumahnya dengan maksud berhijrah karena Allah dan Rasul-Nya, kemudian kematian menimpanya (sebelum sampai ke tempat yang dituju), maka sungguh, pahalanya telah ditetapkan di sisi Allah. Dan Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan siapa yang berhijrah di jalan Allah, maka mereka akan menemukan di muka bumi ini tempat hijrah yang banyak dan kelapangan) dalam rezeki. (Dan siapa yang keluar dari rumahnya dengan tujuan berhijrah kepada Allah dan Rasul-Nya lalu ia ditimpa oleh kematian) di tengah jalan seperti terjadi atas Junda bin Dhamrah Al-Laitsi (maka sungguh, telah tetaplah pahalanya di sisi Allah, dan Allah Maha Pengampun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Wa mai yuhaajir fee sabeelil laahi yajid fil ardi mmuraaghaman kaseeranw wa sa'ah; wa mai yakhruj mim baitihee muhaajiran ilal laahi wa Rasoolihee summa yudrikhul mawtu faqad waqa'a ajruhoo 'alal laah; wa kaanal laahu Ghafoorar Raheemaa"
        },
        {
            "aya_id": 594,
            "aya_number": 101,
            "aya_text": "وَاِذَا ضَرَبْتُمْ فِى الْاَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَقْصُرُوْا مِنَ الصَّلٰوةِ ۖ اِنْ خِفْتُمْ اَنْ يَّفْتِنَكُمُ الَّذِيْنَ كَفَرُوْاۗ اِنَّ الْكٰفِرِيْنَ كَانُوْا لَكُمْ عَدُوًّا مُّبِيْنًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "Dan apabila kamu bepergian di bumi, maka tidaklah berdosa kamu meng-qasar salat, jika kamu takut diserang orang kafir. Sesungguhnya orang kafir itu adalah musuh yang nyata bagimu.",
            "tafsir_jalalayn": "(Dan jika kamu mengadakan perjalanan) atau bepergian (di muka bumi, maka tak ada salahnya kamu) (apabila mengqasar salat) dengan membuat yang empat rakaat menjadi dua (jika kamu khawatir akan diperangi) atau mendapat cidera dari (orang-orang kafir) menyatakan peristiwa yang terjadi di kala itu, maka mafhumnya tidak berlaku. Menurut keterangan dari sunah, yang dimaksud dengan suatu perjalanan panjang ialah empat pos atau dua marhalah. Dan dari firman-Nya, \"Maka tak ada salahnya kamu,\" ditarik kesimpulan bahwa mengqasar salat itu merupakan keringanan dan bukan kewajiban. Dan ini merupakan pendapat Imam Syafii. (Sesungguhnya orang-orang kafir itu bagi kamu musuh yang nyata) maksudnya jelas dan terang permusuhannya terhadap kamu.",
            "sajda": false,
            "transliteration": "Wa izaa darabtum fil ardi falaisa 'alaikum junaahun an taqsuroo minas Salaati in khiftum ai yaftinakumul lazeena kafarooo; innal kaafireena kaanoo lakum aduwwam mubeenaa"
        },
        {
            "aya_id": 595,
            "aya_number": 102,
            "aya_text": "وَاِذَا كُنْتَ فِيْهِمْ فَاَقَمْتَ لَهُمُ الصَّلٰوةَ فَلْتَقُمْ طَاۤىِٕفَةٌ مِّنْهُمْ مَّعَكَ وَلْيَأْخُذُوْٓا اَسْلِحَتَهُمْ ۗ فَاِذَا سَجَدُوْا فَلْيَكُوْنُوْا مِنْ وَّرَاۤىِٕكُمْۖ  وَلْتَأْتِ طَاۤىِٕفَةٌ اُخْرٰى لَمْ يُصَلُّوْا فَلْيُصَلُّوْا مَعَكَ وَلْيَأْخُذُوْا حِذْرَهُمْ وَاَسْلِحَتَهُمْ ۗ وَدَّ الَّذِيْنَ كَفَرُوْا لَوْ تَغْفُلُوْنَ عَنْ اَسْلِحَتِكُمْ وَاَمْتِعَتِكُمْ فَيَمِيْلُوْنَ عَلَيْكُمْ مَّيْلَةً وَّاحِدَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ اِنْ كَانَ بِكُمْ اَذًى مِّنْ مَّطَرٍ اَوْ كُنْتُمْ مَّرْضٰٓى اَنْ تَضَعُوْٓا اَسْلِحَتَكُمْ وَخُذُوْا حِذْرَكُمْ ۗ اِنَّ اللّٰهَ اَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 95,
            "translation_aya_text": "Dan apabila engkau (Muhammad) berada di tengah-tengah mereka (sahabatmu) lalu engkau hendak melaksanakan salat bersama-sama mereka, maka hendaklah segolongan dari mereka berdiri (salat) besertamu dan menyandang senjata mereka, kemudian apabila mereka (yang salat besertamu) sujud (telah menyempurnakan satu rakaat), maka hendaklah mereka pindah dari belakangmu (untuk menghadapi musuh) dan hendaklah datang golongan yang lain yang belum salat, lalu mereka salat denganmu, dan hendaklah mereka bersiap siaga dan menyandang senjata mereka. Orang-orang kafir ingin agar kamu lengah terhadap senjatamu dan harta bendamu, lalu mereka menyerbu kamu sekaligus. Dan tidak mengapa kamu meletakkan senjata-senjatamu, jika kamu mendapat suatu kesusahan karena hujan atau karena kamu sakit, dan bersiap siagalah kamu. Sungguh, Allah telah menyediakan azab yang menghinakan bagi orang-orang kafir itu.",
            "tafsir_jalalayn": "(Dan apabila kamu) hai Muhammad, hadir (di tengah-tengah mereka) sedangkan kamu khawatir terhadap musuh (lalu kamu hendak mendirikan salat bersama mereka) ini berlaku menurut kebiasaan Alquran dalam pola pembicaraan sehingga dengan demikian mafhumnya tidak berlaku (maka hendaklah segolongan dari mereka berdiri, salat, bersamamu) sedangkan golongan lainnya mengundurkan diri (dan hendaklah mereka mengambil) artinya golongan yang berdiri salat bersamamu tadi (senjata-senjata mereka) bersama mereka. (Dan apabila mereka sujud) artinya telah menyelesaikan salat satu rakaat (maka hendaklah mereka) yakni rombongan yang pertama tadi (pergi ke belakangmu) untuk menjaga musuh sampai salat selesai (dan hendaklah datang golongan yang kedua yang belum salat lalu salat bersamamu dan hendaklah mereka bersikap waspada dan membawa senjata mereka) bersama mereka sampai mereka menyelesaikan salat itu. Dan hal ini pernah dilakukan Nabi saw. di lembah Nakhl, diriwayatkan oleh Bukhari dan Muslim. (Orang-orang kafir ingin agar kamu lengah) di waktu kamu mengerjakan salat (terhadap senjata dan harta bendamu lalu mereka menyerbu kamu sekaligus) yakni dengan menyerang dan menawan kamu. Inilah yang menjadi sebab kenapa kamu disuruh membawa senjata. (Dan tak ada salahnya bagimu meletakkan senjata-senjatamu kalau kamu mendapat gangguan dari hujan atau kamu dalam keadaan sakit) sehingga kamu tidak membawanya. Ini menunjukkan wajibnya membawa senjata di kala tak ada halangan, dan merupakan salah satu di antara kedua pendapat Syafii. Sedangkan pendapatnya yang kedua bahwa ini hanyalah sunah dan merupakan pendapat yang lebih kuat. (Dan hendaklah kamu bersikap waspada) terhadap musuh; artinya selalulah dalam keadaan siap siaga menghadapi serangannya. (Sesungguhnya Allah telah menyediakan bagi orang-orang kafir itu siksa yang menghinakan.)",
            "sajda": false,
            "transliteration": "Wa izaa kunta feehim fa aqamta lahumus Salaata faltaqum taaa'ifatum minhum ma'aka walyaakhuzooo aslihatahum fa izaa sajadoo fal yakoonoo minw waraaa'ikum waltaati taaa'ifatun ukhraa lam yusalloo falyusallo ma'aka walyaakhuzoo hizrahum wa aslihatahum; waddal lazeena kafaroo law taghfuloona 'anaslihatikum wa amti'atikum fa yameeloona 'alaikum mailatanw waahidah; wa laa junaaha 'alaikum in kaana bikum azam mimmatarin aw kuntum mmardaaa an tada'ooo aslihatakum wa khuzoo hizrakum; innal laaha a'adda lilkaafireena 'azaabam muheenaa"
        },
        {
            "aya_id": 596,
            "aya_number": 103,
            "aya_text": "فَاِذَا قَضَيْتُمُ الصَّلٰوةَ فَاذْكُرُوا اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِكُمْ ۚ فَاِذَا اطْمَأْنَنْتُمْ فَاَقِيْمُوا الصَّلٰوةَ ۚ اِنَّ الصَّلٰوةَ كَانَتْ عَلَى الْمُؤْمِنِيْنَ كِتٰبًا مَّوْقُوْتًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 95,
            "translation_aya_text": "Selanjutnya, apabila kamu telah menyelesaikan salat(mu), ingatlah Allah ketika kamu berdiri, pada waktu duduk dan ketika berbaring. Kemudian, apabila kamu telah merasa aman, maka laksanakanlah salat itu (sebagaimana biasa). Sungguh, salat itu adalah kewajiban yang ditentukan waktunya atas orang-orang yang beriman.",
            "tafsir_jalalayn": "(Dan apabila kamu telah menyelesaikan salat, maka ingatlah Allah) dengan membaca tahlil dan tasbih (baik di waktu berdiri maupun di waktu duduk dan berbaring) tegasnya pada setiap saat. (Kemudian apabila kamu telah merasa tenteram) artinya aman dari bahaya (maka dirikanlah salat itu) sebagaimana mestinya. (Sesungguhnya salat itu atas orang-orang yang beriman adalah suatu kewajiban) artinya suatu fardu (yang ditetapkan waktunya) maka janganlah diundur atau ditangguhkan mengerjakannya. Ayat berikut turun tatkala Rasulullah saw. mengirim satu pasukan tentara untuk menyusul Abu Sofyan dan anak buahnya ketika mereka kembali dari perang Uhud. Mereka mengeluh karena menderita luka-luka:",
            "sajda": false,
            "transliteration": "Fa izaa qadaitumus Salaata fazkurul laaha qiyaamanw wa qu'oodanw wa 'alaa junoobikum; fa izat maanantum fa aqeemus Salaah; innas Salaata kaanat 'alal mu'mineena kitaabam mawqootaa"
        },
        {
            "aya_id": 597,
            "aya_number": 104,
            "aya_text": "وَلَا تَهِنُوْا فِى ابْتِغَاۤءِ الْقَوْمِ ۗ اِنْ تَكُوْنُوْا تَأْلَمُوْنَ فَاِنَّهُمْ يَأْلَمُوْنَ كَمَا تَأْلَمُوْنَ ۚوَتَرْجُوْنَ مِنَ اللّٰهِ مَا لَا يَرْجُوْنَ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 95,
            "translation_aya_text": "Dan janganlah kamu berhati lemah dalam mengejar mereka (musuhmu). Jika kamu menderita kesakitan, maka ketahuilah mereka pun menderita kesakitan (pula), sebagaimana kamu rasakan, sedang kamu masih dapat mengharapkan dari Allah apa yang tidak dapat mereka harapkan. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan janganlah kamu merasa lemah) atau tidak mampu (dalam mengejar musuh) yakni orang-orang kafir yang kamu perangi (karena jika kamu menderita sakit) disebabkan karena luka misalnya (maka sesungguhnya mereka menderita sakit pula sebagaimana kamu menderitakannya) maksudnya nasib mereka sama dengan kamu, sedangkan mereka tidak merasa takut atau pesimis dalam menghadapimu (dan kamu mengharapkan dari Allah) kemenangan dan pahala (sesuatu yang tidak mereka harapkan) hingga sebetulnya kamu lebih unggul dan ada kelebihan dari mereka, maka seharusnya lebih berani dan bergairah. (Dan Allah Maha Mengetahui) segala sesuatu (lagi Maha Bijaksana) dalam perbuatan dan pengaturan-Nya. Suatu kali Thu'mah bin Ubairiq mencuri sebuah baju besi dan menyembunyikannya di rumah seorang Yahudi. Ketika baju besi itu ditemukan, Thu'mah menuduh si Yahudi dan si Yahudi bersumpah bahwa ia tidak mencurinya. Lalu kaum si Yahudi itu pun meminta kepada Nabi saw. agar membelanya dan membersihkan dirinya dari tuduhan tersebut, maka turunlah ayat:",
            "sajda": false,
            "transliteration": "Wa laa tahinoo fibtighaaa'il qawmi in takoonoo taalamoona fa innahum yaalamoona kamaa taalamoona wa tarjoona minal laahi maa laa yarjoon; wa kaanal laahu 'Aleeman Hakeemaa"
        },
        {
            "aya_id": 598,
            "aya_number": 105,
            "aya_text": "اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَآ اَرٰىكَ اللّٰهُ ۗوَلَا تَكُنْ لِّلْخَاۤىِٕنِيْنَ خَصِيْمًا ۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 95,
            "translation_aya_text": "Sungguh, Kami telah menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) membawa kebenaran, agar engkau mengadili antara manusia dengan apa yang telah diajarkan Allah kepadamu, dan janganlah engkau menjadi penentang (orang yang tidak bersalah), karena (membela) orang yang berkhianat,",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menurunkan kitab kepadamu) yakni Alquran (dengan benar) kaitannya ialah kepada \"menurunkan\" (agar kamu mengadili di antara manusia dengan apa yang telah diajarkan Allah kepadamu). (Dan janganlah kamu menjadi pembela bagi orang yang berkhianat) seperti Thu`mah dan menjadi penentang mereka atau pihak lawannya.",
            "sajda": false,
            "transliteration": "Innaaa anzalnaaa ilaikal Kitaaba bilhaqqi litahkuma bainan naasi bimaaa araakal laah; wa laa takul lilkhaaa'ineena khaseemaa"
        },
        {
            "aya_id": 599,
            "aya_number": 106,
            "aya_text": "وَّاسْتَغْفِرِ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "dan mohonkanlah ampunan kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan mohonlah ampunlah kepada Allah) mengenai apa yang telah kamu rencanakan dan sedianya hendak kamu lakukan. (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.)",
            "sajda": false,
            "transliteration": "Wastaghfiril laaha innal laaha kaana Ghafoorar Raheema"
        },
        {
            "aya_id": 600,
            "aya_number": 107,
            "aya_text": "وَلَا تُجَادِلْ عَنِ الَّذِيْنَ يَخْتَانُوْنَ اَنْفُسَهُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا اَثِيْمًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Dan janganlah kamu berdebat untuk (membela) orang-orang yang mengkhianati dirinya. Sungguh, Allah tidak menyukai orang-orang yang selalu berkhianat dan bergelimang dosa,",
            "tafsir_jalalayn": "(Dan janganlah kamu berdebat dengan orang-orang yang mengkhianati diri mereka) artinya berkhianat dengan jalan berbuat maksiat karena bencana pengkhianatan itu akan kembali kepada diri sendiri. (Sesungguhnya Allah tidak menyukai orang yang gemar berkhianat) artinya suka berkhianat (dan bergelimang dosa) hingga pasti akan menyiksanya.",
            "sajda": false,
            "transliteration": "Wa laa tujaadil 'anil lazeena yakhtaanoona anfusahum; innal laaha laa yuhibbuman kaana khawwaanan aseemaa"
        },
        {
            "aya_id": 601,
            "aya_number": 108,
            "aya_text": "يَّسْتَخْفُوْنَ مِنَ النَّاسِ وَلَا يَسْتَخْفُوْنَ مِنَ اللّٰهِ وَهُوَ مَعَهُمْ اِذْ يُبَيِّتُوْنَ مَا لَا يَرْضٰى مِنَ الْقَوْلِ ۗ وَكَانَ اللّٰهُ بِمَا يَعْمَلُوْنَ مُحِيْطًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "mereka dapat bersembunyi dari manusia, tetapi mereka tidak dapat bersembunyi dari Allah, karena Allah beserta mereka, ketika pada suatu malam mereka menetapkan keputusan rahasia yang tidak diridai-Nya. Dan Allah Ma-ha Meliputi terhadap apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Mereka bersembunyi) maksudnya Thu'mah dan kaumnya disebabkan malu (dari manusia dan tidak bersembunyi dari Allah padahal Dia bersama mereka) yakni dengan ilmu-Nya (ketika pada suatu malam mereka menetapkan) artinya memutuskan secara rahasia (suatu rencana yang tidak diridai-Nya) yaitu rencana mereka mengucapkan sumpah tidak mencuri dan menuding si Yahudi melakukannya. (Dan Allah Maha Meliputi apa yang kamu kerjakan) maksudnya ilmu-Nya.",
            "sajda": false,
            "transliteration": "Yastakhfoona minannaasi wa laa yastakh foona minal laahi wa huwa ma'ahum iz yubaiyitoona maa laa yardaa minal qawl; wa kaanal laahu bimaa ya'maloona muheetaa"
        },
        {
            "aya_id": 602,
            "aya_number": 109,
            "aya_text": "هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ جَادَلْتُمْ عَنْهُمْ فِى الْحَيٰوةِ الدُّنْيَاۗ فَمَنْ يُّجَادِلُ اللّٰهَ عَنْهُمْ يَوْمَ الْقِيٰمَةِ اَمْ مَّنْ يَّكُوْنُ عَلَيْهِمْ وَكِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Itulah kamu! Kamu berdebat untuk (membela) mereka dalam kehidupan dunia ini, tetapi siapa yang akan menentang Allah untuk (membela) mereka pada hari Kiamat? Atau siapakah yang menjadi pelindung mereka (terhadap azab Allah)?",
            "tafsir_jalalayn": "(Demikianlah, kamu ini) hai (kamu sekalian) diarahkan kepada kaum Thu'mah (berdebat untuk membela mereka) yakni membela Thu'mah dan keluarganya; ada pula yang membaca `anhu artinya Thu'mah saja (dalam kehidupan dunia. Maka siapakah yang akan berdebat dengan Allah untuk membela mereka di hari kiamat nanti) artinya ketika Dia menyiksa mereka (atau siapakah yang akan menjadi pelindung mereka kelak?) yakni yang akan mengurus persoalan mereka dan mempertahankan mereka? Tegasnya tidak seorang pun yang mampu berbuat demikian.",
            "sajda": false,
            "transliteration": "haaa antum haaa'ulaaa'i jaadaltum 'anhum fil hayaatid dunyaa famai yujaadilul laaha 'anhum Yawmal Qiyaamati am mai yakoonu 'alaihim wakeelaa"
        },
        {
            "aya_id": 603,
            "aya_number": 110,
            "aya_text": "وَمَنْ يَّعْمَلْ سُوْۤءًا اَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Dan barangsiapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan siapa yang mengerjakan kejahatan) atau dosa yang mengenai orang lain seperti Thu'mah yang menuduh si Yahudi (atau menganiaya dirinya) artinya berbuat dosa yang hanya menimpa dan terbatas pada dirinya sendiri (kemudian ia memohon ampun kepada Allah) atas perbuatannya itu atau ia bertobat (maka akan didapatinya Allah Maha Pengampun lagi Maha Penyayang) kepadanya.",
            "sajda": false,
            "transliteration": "Wa mai ya'mal sooo'an aw yazlim nafsahoo summa yastaghfiril laaha yajidil laaha Ghafoorar Raheemaa"
        },
        {
            "aya_id": 604,
            "aya_number": 111,
            "aya_text": "وَمَنْ يَّكْسِبْ اِثْمًا فَاِنَّمَا يَكْسِبُهٗ عَلٰى نَفْسِهٖ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Dan barangsiapa berbuat dosa, maka sesungguhnya dia mengerjakannya untuk (kesulitan) dirinya sendiri. Dan Allah Maha Mengetahui, Mahabijak-sana.",
            "tafsir_jalalayn": "(Siapa yang berbuat dosa, maka sesungguhnya ia mengerjakannya untuk kerugian dirinya sendiri) karena bencananya akan menimpa dirinya dan bukan diri orang lain. (Dan Allah Maha Mengetahui lagi Maha Bijaksana) dalam segala perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Wa mai yaksib isman fa innamaa yaksibuhoo 'alaa nafsih; wa kaanal laahu 'Aleeman hakeemaa"
        },
        {
            "aya_id": 605,
            "aya_number": 112,
            "aya_text": "وَمَنْ يَّكْسِبْ خَطِيْۤـَٔةً اَوْ اِثْمًا ثُمَّ يَرْمِ بِهٖ بَرِيْۤـًٔا فَقَدِ احْتَمَلَ بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Dan barangsiapa berbuat kesalahan atau dosa, kemudian dia tuduhkan kepada orang yang tidak bersalah, maka sungguh, dia telah memikul suatu kebohongan dan dosa yang nyata.",
            "tafsir_jalalayn": "(Dan siapa yang mengerjakan suatu kesalahan) atau satu dosa kecil (atau suatu dosa) besar (kemudian dituduhkannya kepada orang yang tidak bersalah) membuatnya (maka sesungguhnya ia telah memikul suatu kebohongan) dan tuduhannya (dan dosa yang nyata) disebabkan kerja dan usahanya itu.",
            "sajda": false,
            "transliteration": "Wa mai yaksib khateee'atan aw isman summa yarmi bihee bareee'an faqadih tamala buhtaananw wa ismam mubeenaa"
        },
        {
            "aya_id": 606,
            "aya_number": 113,
            "aya_text": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكَ وَرَحْمَتُهٗ لَهَمَّتْ طَّاۤىِٕفَةٌ مِّنْهُمْ اَنْ يُّضِلُّوْكَۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَضُرُّوْنَكَ مِنْ شَيْءٍ ۗ وَاَنْزَلَ اللّٰهُ عَلَيْكَ الْكِتٰبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُۗ وَكَانَ فَضْلُ اللّٰهِ عَلَيْكَ عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (Muhammad), tentulah segolongan dari mereka berkeinginan keras untuk menyesatkanmu. Tetapi mereka hanya menyesatkan dirinya sendiri, dan tidak membahayakanmu sedikit pun. Dan (juga karena) Allah telah menurunkan Kitab (Al-Qur'an) dan Hikmah (Sunnah) kepadamu, dan telah mengajarkan kepadamu apa yang belum engkau ketahui. Karunia Allah yang dilimpahkan kepadamu itu sangat besar.",
            "tafsir_jalalayn": "(Dan kalau bukanlah karena karunia dan rahmat Allah kepadamu) hai Muhammad (tentulah segolongan mereka bertekad) yakni kaum Thu`mah (akan menyesatkanmu) sehingga dengan penipuan mereka kamu menyimpang dari pengadilan yang benar. (Tetapi yang mereka sesatkan hanyalah diri mereka sendiri sedangkan mereka tidak dapat memberi mudarat kepadamu) min merupakan tambahan (sedikit pun juga) karena bencana perbuatan mereka yang menyesatkan itu kembali pada diri mereka sendiri (Allah telah menurunkan kepadamu kitab) Alquran (dan hikmah) maksudnya hikmah-hikmah yang terkandung di dalamnya (dan mengajarkan kepadamu apa yang belum kamu ketahui) berupa hukum-hukum dan berita-berita gaib. (Dan karunia Allah padamu) disebabkan demikian dan karena lain-lainnya (amat besar).",
            "sajda": false,
            "transliteration": "Wa law laa fadlul laahi 'alaika wa rahmatuhoo lahammat taaa'ifatum minhum ai yudillooka wa maa yudilloona illaaa anfusahum wa maa yadurroonaka min shai'; wa anzalal laahu 'alaikal Kitaaba wal Hikmata wa 'allamaka maa lam takun ta'lam; wa kaana fadlul laahi 'alaika 'azeemaa"
        },
        {
            "aya_id": 607,
            "aya_number": 114,
            "aya_text": "۞ لَا خَيْرَ فِيْ كَثِيْرٍ مِّنْ نَّجْوٰىهُمْ اِلَّا مَنْ اَمَرَ بِصَدَقَةٍ اَوْ مَعْرُوْفٍ اَوْ اِصْلَاحٍۢ بَيْنَ النَّاسِۗ وَمَنْ يَّفْعَلْ ذٰلِكَ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 97,
            "translation_aya_text": "Tidak ada kebaikan dari banyak pembicaraan rahasia mereka, kecuali pembicaraan rahasia dari orang yang menyuruh (orang) bersedekah, atau berbuat kebaikan, atau mengadakan perdamaian di antara manusia. Barangsiapa berbuat demikian karena mencari keridaan Allah, maka kelak Kami akan memberinya pahala yang besar.",
            "tafsir_jalalayn": "(Tidak ada kebaikan pada kebanyakan bisikan-bisikan mereka) artinya bisikan-bisikan manusia dan apa yang mereka percakapkan (kecuali) bisikan (orang yang menyuruh mengeluarkan sedekah atau melakukan perbuatan baik) atau kebaikan (atau mengadakan perdamaian di antara manusia. Siapa yang melakukan demikian) yakni yang telah disebutkan tadi (demi menuntut) mencari (keridaan Allah) dan bukan karena hal-hal lainnya berupa urusan dunia (maka akan Kami beri dia) memakai nun dan ya maksudnya Allah (pahala yang besar).",
            "sajda": false,
            "transliteration": "laa khaira fee kaseerim min najwaahum illaa man amara bisadaqatin aw ma'roofin aw islaahim bainan naas; wa mai yaf'al zaalikab tighaaa'a mardaatil laahi fa sawfa nu'teehi ajran 'azeemaa"
        },
        {
            "aya_id": 608,
            "aya_number": 115,
            "aya_text": "وَمَنْ يُّشَاقِقِ الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدٰى وَيَتَّبِعْ غَيْرَ سَبِيْلِ الْمُؤْمِنِيْنَ نُوَلِّهٖ مَا تَوَلّٰى وَنُصْلِهٖ جَهَنَّمَۗ وَسَاۤءَتْ مَصِيْرًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 97,
            "translation_aya_text": "Dan barangsiapa menentang Rasul (Muhammad) setelah jelas kebenaran baginya, dan mengikuti jalan yang bukan jalan orang-orang mukmin, Kami biarkan dia dalam kesesatan yang telah dilakukannya itu dan akan Kami masukkan dia ke dalam neraka Jahanam, dan itu seburuk-buruk tempat kembali.",
            "tafsir_jalalayn": "(Dan siapa yang menyalahi) atau menentang (Rasul) mengenai kebenaran yang dibawanya (setelah nyata baginya petunjuk) artinya setelah jelas baginya kebenaran dengan adanya mukjizat-mukjizat (dan ia mengikuti) jalan (yang bukan jalan orang-orang mukmin) artinya jalan keagamaan yang biasa mereka lalui dengan cara menyimpang dan mengingkarinya (maka Kami jadikan ia menguasai apa yang telah dikuasainya berupa kesesatan) artinya Kami jadikan ia membina hubungan di antaranya dengan kesesatan itu di atas dunia, lalu (Kami masukkan ia) di akhirat (ke dalam neraka Jahanam) hingga ia terbakar hangus di dalamnya (dan itulah seburuk-buruk tempat kembali).",
            "sajda": false,
            "transliteration": "Wa mai yushaaqiqir Rasoola mim ba'di maa tabaiyana lahul hudaa wa tattabi' ghaira sabeelil mu'mineena nuwallihee ma tawallaa wa nuslihee Jahannama wa saaa'at maseeraa"
        },
        {
            "aya_id": 609,
            "aya_number": 116,
            "aya_text": "اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 97,
            "translation_aya_text": "Allah tidak akan mengampuni dosa syirik (mempersekutukan Allah dengan sesuatu), dan Dia mengampuni dosa selain itu bagi siapa yang Dia kehendaki. Dan barangsiapa mempersekutukan (sesuatu) dengan Allah, maka sungguh, dia telah tersesat jauh sekali.",
            "tafsir_jalalayn": "(Sesungguhnya Allah tidak akan mengampuni dosa mempersekutukan sesuatu dengan-Nya, dan Dia akan mengampuni dosa selain itu bagi siapa yang dikehendaki-Nya. Dan siapa yang mempersekutukan sesuatu dengan Allah, maka sungguh ia telah tersesat sejauh-jauhnya) dari kebenaran.",
            "sajda": false,
            "transliteration": "Innal laaha laa yaghfiru ai yushraka bihee wayaghfiru maa doona zaalika limai yashaaa'; wa mai yushrik billaahi faqad dalla dalaalam ba'eedaa"
        },
        {
            "aya_id": 610,
            "aya_number": 117,
            "aya_text": "اِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اِنَاثًاۚ وَاِنْ يَّدْعُوْنَ اِلَّا شَيْطٰنًا مَّرِيْدًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 97,
            "translation_aya_text": "Yang mereka sembah selain Allah itu tidak lain hanyalah (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka,",
            "tafsir_jalalayn": "(Tidaklah) apa (yang mereka seru) atau yang disembah oleh orang-orang musyrik (selain daripada-Nya) maksudnya selain dari Allah swt. (hanyalah berhala-berhala) yakni berhala-berhala betina seperti Lata, Uzza dan Manat (dan tidaklah) apa (yang mereka seru) yang mereka sembah dengan beribadah kepadanya itu (kecuali setan yang durhaka) disebabkan ketaatan mereka dalam hal beribadah kepada setan atau iblis itu.",
            "sajda": false,
            "transliteration": "iny yad'oona min dooniheee illaaa inaasanw wa iny yad'oona illaa Shaitaanam mareedaa"
        },
        {
            "aya_id": 611,
            "aya_number": 118,
            "aya_text": "لَّعَنَهُ اللّٰهُ ۘ وَقَالَ لَاَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيْبًا مَّفْرُوْضًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 97,
            "translation_aya_text": "yang dilaknati Allah, dan (setan) itu mengatakan, “Aku pasti akan mengambil bagian tertentu dari hamba-hamba-Mu,",
            "tafsir_jalalayn": "(Dia dikutuk oleh Allah) artinya dijauhkan dari rahmat-Nya (dan katanya) setan itu (\"Akan saya ambil) untuk saya (dari hamba-hamba-Mu bagian yang telah ditetapkan) yang saya ajak untuk menaati saya!",
            "sajda": false,
            "transliteration": "La'anahul laah; wa qaala la attakhizanna min 'ibaadika naseebam mafroodaa"
        },
        {
            "aya_id": 612,
            "aya_number": 119,
            "aya_text": "وَّلَاُضِلَّنَّهُمْ وَلَاُمَنِّيَنَّهُمْ وَلَاٰمُرَنَّهُمْ فَلَيُبَتِّكُنَّ اٰذَانَ الْاَنْعَامِ وَلَاٰمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّٰهِ ۚ وَمَنْ يَّتَّخِذِ الشَّيْطٰنَ وَلِيًّا مِّنْ دُوْنِ اللّٰهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِيْنًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 97,
            "translation_aya_text": "dan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya).” Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.",
            "tafsir_jalalayn": "(Dan sungguh, akan saya sesatkan mereka) dari kebenaran dengan waswas dan godaan (dan akan saya berikan pada mereka angan-angan) artinya saya masukkan ke dalam hati mereka harapan akan berumur panjang dan bahwa tak ada saat berbangkit atau hari pengadilan (dan saya suruh mereka memotong telinga binatang-binatang ternak) dan hal itu telah mereka lakukan pada ternak bahirah. (Dan saya suruh mereka mengubah ciptaan Allah.\") maksudnya agama-Nya yaitu dengan kekafiran, menghalalkan apa yang diharamkannya dan mengharamkan apa yang dihalalkannya. (Dan siapa yang mengambil setan sebagai pelindung) yang ditaati dan dipatuhinya (selain dari Allah, maka sesungguhnya ia menderita kerugian yang nyata) artinya yang jelas, karena tempat kediamannya sudah jelas tiada lain dari neraka yang akan didiaminya untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Wa la udillannahum wa la umanni yannnahum wa la aamurannahum fala yubat tikunna aazaanal lan'aami wa la aamurannahum fala yughai yirunna khalqal laah; wa mai yattakhizish Shaitaana waliyyam mmin doonil laahi faqad khasira khusraanam mubeena"
        },
        {
            "aya_id": 613,
            "aya_number": 120,
            "aya_text": "يَعِدُهُمْ وَيُمَنِّيْهِمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 97,
            "translation_aya_text": "(Setan itu) memberikan janji-janji kepada mereka dan membangkitkan angan-angan kosong pada mereka, padahal setan itu hanya menjanjikan tipuan belaka kepada mereka.",
            "tafsir_jalalayn": "(Setan itu menjanjikan pada mereka) panjang umur (dan meniupkan angan-angan kosong) tercapainya cita-cita di dunia dan bahwa tak ada hari kebangkitan dan pembalasan (dan tidaklah apa yang dijanjikan setan itu) seperti yang disebutkan tadi (kecuali tipu daya belaka) atau kosong semata.",
            "sajda": false,
            "transliteration": "Ya'iduhum wa yuman neehim wa maa ya'iduhumush Shaitaanu illaa ghurooraa"
        },
        {
            "aya_id": 614,
            "aya_number": 121,
            "aya_text": "اُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُۖ وَلَا يَجِدُوْنَ عَنْهَا مَحِيْصًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 97,
            "translation_aya_text": "Mereka (yang tertipu) itu tempatnya di neraka Jahanam dan mereka tidak akan mendapat tempat (lain untuk) lari darinya.",
            "tafsir_jalalayn": "(Mereka itu tempatnya ialah neraka Jahanam dan mereka tak dapat menghindarkan diri daripadanya.)",
            "sajda": false,
            "transliteration": "Ulaaa'ika maawaahum Jahannamu wa laa yajidoona 'anhaa maheesaa"
        },
        {
            "aya_id": 615,
            "aya_number": 122,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ وَعْدَ اللّٰهِ حَقًّا ۗوَمَنْ اَصْدَقُ مِنَ اللّٰهِ قِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "Dan orang yang beriman dan mengerjakan amal kebajikan, kelak akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Dan janji Allah itu benar. Siapakah yang lebih benar perkataannya daripada Allah?",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan beramal saleh akan Kami masukkan mereka ke dalam surga yang di bawahnya mengalir anak-anak sungai, kekal mereka di dalamnya buat selama-lamanya. Itu adalah janji yang benar dari Allah) artinya Allah telah menjanjikan demikian kepada mereka dan Allah pastilah akan menepati janji-Nya. (Dan siapakah lagi) maksudnya tak ada lagi (yang lebih benar dari Allah ucapannya) perkataan dan janjinya. Ayat berikut turun tatkala kaum Muslimin dan golongan Ahli kitab membangga-banggakan diri mereka:",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wa 'amilus saalihaati sanud khiluhum Jannaatin tajree min tahtihal anhaaru khaalideena feehaaa abadaa; wa'dal laahi haqqaa; wa man asdaqu minal laahi qeelaa"
        },
        {
            "aya_id": 616,
            "aya_number": 123,
            "aya_text": "لَيْسَ بِاَمَانِيِّكُمْ وَلَآ اَمَانِيِّ اَهْلِ الْكِتٰبِ ۗ مَنْ يَّعْمَلْ سُوْۤءًا يُّجْزَ بِهٖۙ وَلَا يَجِدْ لَهٗ مِنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "(Pahala dari Allah) itu bukanlah angan-anganmu dan bukan (pula) angan-angan Ahli Kitab. Barangsiapa mengerjakan kejahatan, niscaya akan dibalas sesuai dengan kejahatan itu, dan dia tidak akan mendapatkan pelindung dan penolong selain Allah.",
            "tafsir_jalalayn": "(Tidaklah) masalahnya tergantung kepada (angan-anganmu dan tidak pula angan-angan Ahli kitab) tetapi kepada amal saleh. (Siapa mengerjakan kejahatan niscaya akan diberi pembalasan) adakalanya di akhirat dan adakalanya di dunia dengan cobaan dan bala bencana sebagaimana tersebut dalam sebuah hadis (dan tidaklah akan dijumpainya selain dari Allah pelindung) yang akan melindunginya (dan tidak pula pembela) yang akan membelanya.",
            "sajda": false,
            "transliteration": "Laisa bi amaaniyyikum wa laaa amaaniyyi Ahlil Kitaab; mai ya'mal sooo'ai yujza bihee wa laa yajid lahoo min doonil laahi waliyanw wa laa naseeraa"
        },
        {
            "aya_id": 617,
            "aya_number": 124,
            "aya_text": "وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ مِنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ نَقِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "Dan barangsiapa mengerjakan amal kebajikan, baik laki-laki maupun perempuan sedang dia beriman, maka mereka itu akan masuk ke dalam surga dan mereka tidak dizalimi sedikit pun.",
            "tafsir_jalalayn": "(Dan siapa yang mengerjakan) sesuatu (dari amal saleh, baik laki-laki atau wanita dan dia beriman, maka mereka itu akan masuk) ada yang membaca dalam bentuk aktif dan ada yang dalam bentuk pasif (ke dalam surga dan tidak akan dianiaya walau sedikit pun) walau sebesar lubang kecil sekalipun.",
            "sajda": false,
            "transliteration": "Wa mai ya'mal minas saalihaati min zakarin aw unsaa wa huwa mu'minun fa ulaaa'ika yadkhuloonal Jannata wa laa yuzlamoona naqeeraa"
        },
        {
            "aya_id": 618,
            "aya_number": 125,
            "aya_text": "وَمَنْ اَحْسَنُ دِيْنًا مِّمَّنْ اَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ وَّاتَّبَعَ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۗوَاتَّخَذَ اللّٰهُ اِبْرٰهِيْمَ خَلِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "Dan siapakah yang lebih baik agamanya daripada orang yang dengan ikhlas berserah diri kepada Allah, sedang dia mengerjakan kebaikan, dan mengikuti agama Ibrahim yang lurus? Dan Allah telah memilih Ibrahim menjadi kesayangan(-Nya).",
            "tafsir_jalalayn": "(Dan siapakah) maksudnya tidak seorang pun (yang lebih baik agamanya daripada orang yang menyerahkan dirinya) artinya ia tunduk dan ikhlas dalam beramal (karena Allah, sedangkan dia berbuat kebaikan) bertauhid (serta mengikuti agama Ibrahim) yang sesuai dengan agama Islam (yang lurus) menjadi hal, arti asalnya jalan condong, maksudnya condong kepada agama yang lurus dan meninggalkan agama lainnya. (Dan Allah mengambil Ibrahim sebagai kesayangan-Nya) yang disayangi-Nya secara tulus dan murni.",
            "sajda": false,
            "transliteration": "Wa man ahsanu deenam mimmman aslama wajhahoo lillaahi wa huwa muhsinunw wattaba'a Millata Ibraaheema haneefaa; wattakhazal laahu Ibraaheema khaleelaa"
        },
        {
            "aya_id": 619,
            "aya_number": 126,
            "aya_text": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ مُّحِيْطًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan (pengetahuan) Allah meliputi segala sesuatu.",
            "tafsir_jalalayn": "(Dan milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi) baik sebagai kepunyaan, maupun sebagai makhluk dan sebagai hamba. (Dan Allah Maha Meliputi segala sesuatu) maksudnya ilmu dan kekuasaan-Nya yang tetap melekat dan tidak terpisah-pisah daripada-Nya.",
            "sajda": false,
            "transliteration": "Wa lillaahi maa fis samaawaati wa maa fil ard; wa kaanal laahu bikulli shai'im muheetaa"
        },
        {
            "aya_id": 620,
            "aya_number": 127,
            "aya_text": "وَيَسْتَفْتُوْنَكَ فِى النِّسَاۤءِۗ  قُلِ اللّٰهُ يُفْتِيْكُمْ فِيْهِنَّ ۙوَمَا يُتْلٰى عَلَيْكُمْ فِى الْكِتٰبِ فِيْ يَتٰمَى النِّسَاۤءِ الّٰتِيْ لَا تُؤْتُوْنَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُوْنَ اَنْ تَنْكِحُوْهُنَّ وَالْمُسْتَضْعَفِيْنَ مِنَ الْوِلْدَانِۙ وَاَنْ تَقُوْمُوْا لِلْيَتٰمٰى بِالْقِسْطِ ۗوَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ كَانَ بِهٖ عَلِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "Dan mereka meminta fatwa kepadamu tentang perempuan. Katakanlah, “Allah memberi fatwa kepadamu tentang mereka, dan apa yang dibacakan kepadamu dalam Al-Qur'an (juga memfatwakan) tentang para perempuan yatim yang tidak kamu berikan sesuatu (maskawin) yang ditetapkan untuk mereka, sedang kamu ingin menikahi mereka dan (tentang) anak-anak yang masih dipandang lemah. Dan (Allah menyuruh kamu) agar mengurus anak-anak yatim secara adil. Dan kebajikan apa pun yang kamu kerjakan, sesungguhnya Allah Maha Mengetahui.”",
            "tafsir_jalalayn": "(Dan mereka minta fatwa kepadamu) mohon agar mereka diberi fatwa (tentang) keadaan (wanita) dan pembagian warisan mereka. (Katakanlah) kepada mereka!, (\"Allah akan memberi fatwa kepada kamu tentang mereka itu, dan apa yang dibacakan kepadamu dalam Kitab) yakni Alquran berupa ayat warisan, juga memfatwakan padamu (tentang wanita-wanita yatim yang tidak kamu beri apa yang telah diwajibkan) (sebagai hak mereka) berupa pusaka (sedangkan kamu tak ingin) hai para wali (untuk mengawini mereka) disebabkan derajat mereka yang rendah atau paras mereka yang buruk, dan kamu halangi kawin karena mengharapkan harta warisan mereka itu. Maksudnya Allah mengeluarkan fatwa yang berisi supaya kamu jangan melakukan itu (dan) tentang (golongan yang dianggap lemah) atau masih kecil (di antara anak-anak) agar kamu berikan kepada mereka hak-hak mereka (dan) disuruhnya kamu (agar mengurus anak-anak yatim secara adil) dalam soal harta warisan dan maskawin. (Dan apa juga yang kamu kerjakan berupa kebaikan, maka sesungguhnya Allah Maha Mengetahuinya.\") hingga akan membalasnya.",
            "sajda": false,
            "transliteration": "Wa yastaftoonaka finnisaaa'i qulil laahu yufteekum feehinna wa maa yutlaa 'alaikum fil Kitaabi fee yataaman nisaaa'il laatee laa tu'toonahunna mmaa kutiba lahunnna wa targhaboona an tankihoohunna wal mustad'a feena minal wildaani wa an taqoomoo lilyataamaa bilqist; wa maa taf'aloo min khairin fa innal laaha kaana bihee 'Aleemaa"
        },
        {
            "aya_id": 621,
            "aya_number": 128,
            "aya_text": "وَاِنِ امْرَاَةٌ خَافَتْ مِنْۢ بَعْلِهَا نُشُوْزًا اَوْ اِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يُّصْلِحَا بَيْنَهُمَا صُلْحًا ۗوَالصُّلْحُ خَيْرٌ ۗوَاُحْضِرَتِ الْاَنْفُسُ الشُّحَّۗ وَاِنْ تُحْسِنُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Dan jika seorang perempuan khawatir suaminya akan nusyuz atau bersikap tidak acuh, maka keduanya dapat mengadakan perdamaian yang sebenarnya, dan perdamaian itu lebih baik (bagi mereka) walaupun manusia itu menurut tabiatnya kikir. Dan jika kamu memperbaiki (pergaulan dengan istrimu) dan memelihara dirimu (dari nusyuz dan sikap acuh tak acuh), maka sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dan jika seorang wanita) imra-atun marfu' oleh fi'il yang menafsirkannya (takut) atau khawatir (dari suaminya nusyuz) artinya sikap tak acuh hingga berpisah ranjang daripadanya dan melalaikan pemberian nafkahnya, adakalanya karena marah atau karena matanya telah terpikat kepada wanita yang lebih cantik dari istrinya itu (atau memalingkan muka) daripadanya (maka tak ada salahnya bagi keduanya mengadakan perdamaian yang sebenarnya). Ta yang terdapat pada asal kata diidgamkan pada shad, sedang menurut qiraat lain dibaca yushliha dari ashlaha. Maksud perdamaian itu ialah dalam bergilir dan pemberian nafkah, misalnya dengan sedikit mengalah dari pihak istri demi mempertahankan kerukunan. Jika si istri bersedia, maka dapatlah dilangsungkan perdamaian itu, tetapi jika tidak, maka pihak suami harus memenuhi kewajibannya atau menceraikan istrinya itu. (Dan perdamaian itu lebih baik) daripada berpisah atau dari nusyuz atau sikap tak acuh. Hanya dalam menjelaskan tabiat-tabiat manusia, Allah berfirman: (tetapi manusia itu bertabiat kikir) artinya bakhil, seolah-olah sifat ini selalu dan tak pernah lenyap daripadanya. Maksud kalimat bahwa wanita itu jarang bersedia menyerahkan haknya terhadap suaminya kepada madunya, sebaliknya pihak laki-laki jarang pula yang memberikan haknya kepada istri bila ia mencintai istri lain. (Dan jika kamu berlaku baik) dalam pergaulan istri-istrimu (dan menjaga diri) dari berlaku lalim atau aniaya kepada mereka (maka sesungguhnya Allah Maha Mengetahui apa yang kamu lakukan) hingga akan memberikan balasannya.",
            "sajda": false,
            "transliteration": "Wa inimra atun khaafat mim ba'lihaa nushoozan aw i'raadan falaa junaaha 'alaihi maaa ai yuslihaa bainahumaa sulhaa; wassulhu khair; wa uhdiratil anfusush shuhh; wa in tuhsinoo wa tattaqoo fa innal laaha kaana bimaa ta'maloona Khabeeraa"
        },
        {
            "aya_id": 622,
            "aya_number": 129,
            "aya_text": "وَلَنْ تَسْتَطِيْعُوْٓا اَنْ تَعْدِلُوْا بَيْنَ النِّسَاۤءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيْلُوْا كُلَّ الْمَيْلِ فَتَذَرُوْهَا كَالْمُعَلَّقَةِ ۗوَاِنْ تُصْلِحُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Dan kamu tidak akan dapat berlaku adil di antara istri-istri(mu), walaupun kamu sangat ingin berbuat demikian, karena itu janganlah kamu terlalu cenderung (kepada yang kamu cintai), sehingga kamu biarkan yang lain terkatung-katung. Dan jika kamu mengadakan perbaikan dan memelihara diri (dari kecurangan), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan kamu sekali-kali takkan dapat berlaku adil) artinya bersikap sama tanpa berat sebelah (di antara istri-istrimu) dalam kasih sayang (walaupun kamu amat menginginkan) demikian. (Sebab itu janganlah kamu terlalu cenderung) kepada wanita yang kamu kasihi itu baik dalam soal giliran maupun dalam soal pembagian nafkah (hingga kamu tinggalkan) wanita yang tidak kamu cintai (seperti bergantung) janda tidak bersuami pun bukan. (Dan jika kamu mengadakan perjanjian) yakni dengan berlaku adil dalam mengatur giliran (dan menjaga diri) dari berbuat kecurangan (maka sesungguhnya Allah Maha Pengampun) terhadap kecenderungan yang terdapat dalam hatimu (lagi Maha Penyayang) kepadamu dalam masalah tersebut.",
            "sajda": false,
            "transliteration": "Wa lan tastatee'ooo an ta'diloo bainan nisaaa'i wa law harastum falaa tameeloo kullal maili fatazaroohaa kalmu'al laqah; wa in tuslihoo wa tattaqoo fa innal laaha kaana Ghafoorar Raheema"
        },
        {
            "aya_id": 623,
            "aya_number": 130,
            "aya_text": "وَاِنْ يَّتَفَرَّقَا يُغْنِ اللّٰهُ كُلًّا مِّنْ سَعَتِهٖۗ وَكَانَ اللّٰهُ وَاسِعًا حَكِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Dan jika keduanya bercerai, maka Allah akan memberi kecukupan kepada masing-masing dari karunia-Nya. Dan Allah Mahaluas (karunia-Nya), Mahabijaksana.",
            "tafsir_jalalayn": "(Jika keduanya berpisah) maksudnya laki-istri itu dengan perceraian (maka Allah akan memberi kecukupan kepada masing-masing mereka dari limpahan karunia-Nya) misalnya dengan menjodohkan pihak laki-laki dengan istri yang lain, dan pihak istri dengan suami yang lain. (Dan Allah Maha Luas) karunia-Nya terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai peraturan-peraturan yang ditetapkan-Nya bagi mereka.",
            "sajda": false,
            "transliteration": "Wa iny-yatafarraqaa yughnil laahu kullam min sa'atih; wa kaanal laahu Waasi'an Hakeemaa"
        },
        {
            "aya_id": 624,
            "aya_number": 131,
            "aya_text": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَلَقَدْ وَصَّيْنَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَاِيَّاكُمْ اَنِ اتَّقُوا اللّٰهَ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ غَنِيًّا حَمِيْدًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan sungguh, Kami telah memerintahkan kepada orang yang diberi kitab suci sebelum kamu dan (juga) kepadamu agar bertakwa kepada Allah. Tetapi jika kamu ingkar, maka (ketahuilah), milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan Allah Mahakaya, Maha Terpuji.",
            "tafsir_jalalayn": "(Dan milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi. Dan sungguh telah Kami pesankan kepada orang-orang yang diberi Kitab) maksudnya kitab-kitab (sebelum kamu) yaitu orang-orang Yahudi dan Nasrani (dan juga kepada kamu) hai Ahli Alquran (supaya) artinya berbunyi: (\"Bertakwalah kamu kepada Allah) takutilah siksa-Nya dengan jalan menaati-Nya,\" (dan) kepada mereka juga kepada kamu sendiri Kami katakan: (\"Jika kamu ingkar,\") terhadap apa yang Kami pesankan itu (maka, ketahuilah, bahwa apa yang terdapat di langit dan apa yang terdapat di bumi milik Allah belaka) baik sebagai makhluk maupun sebagai ciptaan dan hamba-Nya hingga keingkaran kamu itu tidaklah akan merugikan-Nya sedikit pun juga. (Dan Allah Maha Kaya) sehingga tiada membutuhkan makhluk dan ibadah mereka (lagi Maha Terpuji) mengenai perbuatan-Nya terhadap mereka.",
            "sajda": false,
            "transliteration": "Wa lillaahi maafis samaawaati wa maa fil ard; wa laqad wassainal lazeena ootul Kitaaba min qablikum wa iyyaakum anit taqul laah; wa intakfuroo fa inna lillaahi maa fis samaawaati wa maa fil ard; wa kaanal laahu Ghaniyyan hameedaa"
        },
        {
            "aya_id": 625,
            "aya_number": 132,
            "aya_text": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Cukuplah Allah sebagai pemeliharanya.",
            "tafsir_jalalayn": "(Dan kepunyaan Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi) diulangi-Nya di sini untuk memperkuat kewajiban manusia supaya bertakwa. (Dan cukuplah Allah sebagai saksi) yang menjadi saksi bahwa semua itu memang milik-Nya semata.",
            "sajda": false,
            "transliteration": "Wa lillaahi maa fis samaawaati wa maa fil ard; wa kafaa billaahi Wakeelaa"
        },
        {
            "aya_id": 626,
            "aya_number": 133,
            "aya_text": "اِنْ يَّشَأْ يُذْهِبْكُمْ اَيُّهَا النَّاسُ وَيَأْتِ بِاٰخَرِيْنَۗ  وَكَانَ اللّٰهُ عَلٰى ذٰلِكَ قَدِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Kalau Allah menghendaki, niscaya dimusnahkan-Nya kamu semua wahai manusia! Kemudian Dia datangkan (umat) yang lain (sebagai penggantimu). Dan Allah Mahakuasa berbuat demikian.",
            "tafsir_jalalayn": "(Jika dikehendaki-Nya niscaya dimusnahkan-Nya kamu hai manusia dan didatangkan-Nya umat yang lain) sebagai penggantimu (dan Allah Maha Kuasa berbuat demikian).",
            "sajda": false,
            "transliteration": "Iny-yashaa yuzhibkum aiyuhan naasu wa yaati bi aakhareen; wa kaanal laahu 'alaa zaalika Qadeeraa"
        },
        {
            "aya_id": 627,
            "aya_number": 134,
            "aya_text": "مَنْ كَانَ يُرِيْدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللّٰهِ ثَوَابُ الدُّنْيَا وَالْاٰخِرَةِ ۗوَكَانَ اللّٰهُ سَمِيْعًاۢ بَصِيْرًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Barangsiapa menghendaki pahala di dunia maka ketahuilah bahwa di sisi Allah ada pahala dunia dan akhirat. Dan Allah Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Siapa yang menginginkan) dengan amal perbuatannya (pahala dunia, maka di sisi Allah tersedia pahala dunia dan akhirat) yakni bagi orang yang menginginkannya, dan bukan untuk umumnya manusia. Mengapa seseorang di antara kalian mencari yang paling rendah di antara keduanya, dan kenapa ia tidak mencari yang lebih tinggi saja, yaitu yang akan diperolehnya dengan jalan mengikhlaskan tuntutan kepada-Nya serta yang tidak akan ditemuinya hanyalah pada Zat Yang Maha Kaya. (Dan Allah Maha Mendengar lagi Maha Melihat.)",
            "sajda": false,
            "transliteration": "man kaana yureedu sawaabad dunyaa fa'indallaahi sawaabud dunyaa wal Aakhirah; wa kaanal laahu Samee'am Baseeraa"
        },
        {
            "aya_id": 628,
            "aya_number": 135,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ بِالْقِسْطِ شُهَدَاۤءَ لِلّٰهِ وَلَوْ عَلٰٓى اَنْفُسِكُمْ اَوِ الْوَالِدَيْنِ وَالْاَقْرَبِيْنَ ۚ اِنْ يَّكُنْ غَنِيًّا اَوْ فَقِيْرًا فَاللّٰهُ اَوْلٰى بِهِمَاۗ فَلَا تَتَّبِعُوا الْهَوٰٓى اَنْ تَعْدِلُوْا ۚ وَاِنْ تَلْوٗٓا اَوْ تُعْرِضُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 100,
            "translation_aya_text": "Wahai orang-orang yang beriman! Jadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri atau terhadap ibu bapak dan kaum kerabatmu. Jika dia (yang terdakwa) kaya ataupun miskin, maka Allah lebih tahu kemaslahatan (kebaikannya). Maka janganlah kamu mengikuti hawa nafsu karena ingin menyimpang dari kebenaran. Dan jika kamu memutarbalikkan (kata-kata) atau enggan menjadi saksi, maka ketahuilah Allah Mahateliti terhadap segala apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Hendaklah kamu menjadi penegak) atau benar-benar tegak dengan (keadilan) (menjadi saksi) terhadap kebenaran (karena Allah walaupun) kesaksian itu (terhadap dirimu sendiri) maka menjadi saksilah dengan mengakui kebenaran dan janganlah kamu menyembunyikannya (atau) terhadap (kedua ibu bapak dan kaum kerabatmu. Jika ia) maksudnya orang yang disaksikan itu (kaya atau miskin, maka Allah lebih utama bagi keduanya) daripada kamu dan lebih tahu kemaslahatan mereka. (Maka janganlah kamu mengikuti hawa nafsu) dalam kesaksianmu itu dengan jalan pilih kasih, misalnya dengan mengutamakan orang yang kaya untuk mengambil muka atau si miskin karena merasa kasihan kepadanya (agar) tidak (berlaku adil) atau menyeleweng dari kebenaran. (Dan jika kamu mengubah) atau memutarbalikkan kesaksian, menurut satu qiraat dengan membuang huruf wawu yang pertama sebagai takhfif (atau berpaling) artinya enggan untuk memenuhinya (maka sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) hingga akan diberi-Nya balasannya.",
            "sajda": false,
            "transliteration": "Yaa aiyuhal lazeena aamanoo koonoo qawwa ameena bilqisti shuhadaaa'a lillaahi wa law 'alaa anfusikum awil waalidaini wal aqrabeen iny yakun ghaniyyan aw faqeeran fallaahu awlaa bihimaa falaaa tattabi'ul hawaaa an ta'diloo; wa in talwooo aw tu'ridoo fa innal laaha kaana bimaa ta'maloona Khabeera"
        },
        {
            "aya_id": 629,
            "aya_number": 136,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْ نَزَّلَ عَلٰى رَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْٓ اَنْزَلَ مِنْ قَبْلُ ۗوَمَنْ يَّكْفُرْ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖ وَالْيَوْمِ الْاٰخِرِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 100,
            "translation_aya_text": "Wahai orang-orang yang beriman! Tetaplah beriman kepada Allah dan Rasul-Nya (Muhammad) dan kepada Kitab (Al-Qur'an) yang diturunkan kepada Rasul-Nya, serta kitab yang diturunkan sebelumnya. Barangsiapa ingkar kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya, dan hari kemudian, maka sungguh, orang itu telah tersesat sangat jauh.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, berimanlah kamu) artinya tetaplah beriman (kepada Allah dan rasul-Nya dan kepada kitab yang diturunkan-Nya kepada rasul-Nya) Muhammad saw. yakni Alquran (serta kitab yang diturunkan-Nya sebelumnya) maksudnya kitab-kitab yang diturunkan-Nya kepada para rasul, dan menurut satu qiraat kedua kata kerjanya dalam bentuk pasif. (Dan siapa yang ingkar kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya dan hari akhirat, maka sungguhnya ia telah sesat sejauh-jauhnya) dari kebenaran.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanooo aaminoo billaahi wa Rasoolihee wal Kitaabil lazee nazzala 'alaa Rasoolihee wal Kitaabil lazeee anzala min qabl; wa mai yakfur billaahi wa Malaaa'ikatihee wa Kutubihee wa Rusulihee wal Yawmil Aakhiri faqad dalla dalaalam ba'eedaa"
        },
        {
            "aya_id": 630,
            "aya_number": 137,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ ازْدَادُوْا كُفْرًا لَّمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيْلًاۗ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 100,
            "translation_aya_text": "Sesungguhnya orang-orang yang beriman lalu kafir, kemudian beriman (lagi), kemudian kafir lagi, lalu bertambah kekafirannya, maka Allah tidak akan mengampuni mereka, dan tidak (pula) menunjukkan kepada mereka jalan (yang lurus).",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman) kepada Musa, maksudnya orang-orang Yahudi (kemudian mereka kafir) dengan menyembah anak sapi (kemudian beriman) sesudah itu (lalu kafir lagi) kepada Isa (kemudian bertambah kekafiran mereka) kepada Muhammad saw. (maka Allah sekali-kali takkan mengampuni mereka) selama mereka dalam keadaan demikian (dan tidak pula akan menuntun mereka ke jalan yang lurus) atau benar.",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo summa kafaroo summa aamanoo summa kafaroo summaz daado kufral lam yakunil laahu liyaghfira lahum wa laa liyahdiyahum sabeelaa"
        },
        {
            "aya_id": 631,
            "aya_number": 138,
            "aya_text": "بَشِّرِ الْمُنٰفِقِيْنَ بِاَنَّ لَهُمْ عَذَابًا اَلِيْمًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 100,
            "translation_aya_text": "Kabarkanlah kepada orang-orang munafik bahwa mereka akan mendapat siksaan yang pedih,",
            "tafsir_jalalayn": "(Beritakanlah hai Muhammad kepada orang-orang munafik bahwa mereka akan mendapat siksaan yang pedih) yang menyakitkan yaitu siksa neraka.",
            "sajda": false,
            "transliteration": "Bashshiril munaafiqeena bi anna lahum 'azaaban aleemaa"
        },
        {
            "aya_id": 632,
            "aya_number": 139,
            "aya_text": " ۨالَّذِيْنَ يَتَّخِذُوْنَ الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۗ اَيَبْتَغُوْنَ عِنْدَهُمُ الْعِزَّةَ فَاِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 100,
            "translation_aya_text": "(yaitu) orang-orang yang menjadikan orang-orang kafir sebagai pemimpin dengan meninggalkan orang-orang mukmin. Apakah mereka mencari kekuatan di sisi orang kafir itu? Ketahuilah bahwa semua kekuatan itu milik Allah.",
            "tafsir_jalalayn": "(Yaitu orang-orang) menjadi badal atau na'at bagi orang-orang munafik (yang mengambil orang-orang kafir sebagai temannya yang setia dan bukan orang-orang mukmin) karena dugaan mereka bahwa orang-orang kafir itu mempunyai kekuatan. (Apakah mereka hendak mencari kekuatan pada mereka itu?) Pertanyaan bermakna sanggahan, artinya mereka takkan menemukan hal itu padanya. (Karena sesungguhnya semua kekuatan itu milik Allah) baik di dunia maupun di akhirat, dan takkan tercapai kecuali oleh kekasih-kekasih-Nya.",
            "sajda": false,
            "transliteration": "Allazeena yattakhizoo nal kaafireena awliyaaa'a min doonil mu'mineen; a-yabta ghoona 'indahumul 'izzata fainnnal 'izzata lillaahi jamee'aa"
        },
        {
            "aya_id": 633,
            "aya_number": 140,
            "aya_text": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى الْكِتٰبِ اَنْ اِذَا سَمِعْتُمْ اٰيٰتِ اللّٰهِ يُكْفَرُ بِهَا وَيُسْتَهْزَاُ بِهَا فَلَا تَقْعُدُوْا مَعَهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖٓ  ۖ اِنَّكُمْ اِذًا مِّثْلُهُمْ ۗ اِنَّ اللّٰهَ جَامِعُ الْمُنٰفِقِيْنَ وَالْكٰفِرِيْنَ فِيْ جَهَنَّمَ جَمِيْعًاۙ   ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 100,
            "translation_aya_text": "Dan sungguh, Allah telah menurunkan (ketentuan) bagimu di dalam Kitab (Al-Qur'an) bahwa apabila kamu mendengar ayat-ayat Allah diingkari dan diperolok-olokkan (oleh orang-orang kafir), maka janganlah kamu duduk bersama mereka, sebelum mereka memasuki pembicaraan yang lain. Karena (kalau tetap duduk dengan mereka), tentulah kamu serupa dengan mereka. Sungguh, Allah akan mengumpulkan semua orang-orang munafik dan orang-orang kafir di neraka Jahanam,",
            "tafsir_jalalayn": "(Dan sungguh, Allah telah menurunkan) dapat dibaca nazzala dan nuzzila (kepadamu dalam Kitab) yakni Alquran surah Al-An'am (bahwa) ditakhfifkan sedangkan isimnya dibuang dan asalnya annahu (jika kamu dengar ayat-ayat Allah) maksudnya ayat-ayat Alquran (diingkari dan diperolok-olokkan, maka janganlah kamu ikut duduk bersama mereka) maksudnya bersama orang-orang kafir dan yang memperolok-olokkan itu (sampai mereka memasuki pembicaraan yang lain. Karena sesungguhnya kamu jika demikian) artinya duduk bersama mereka (serupa dengan mereka) dalam kedosaan. (Sesungguhnya Allah akan mengumpulkan semua orang munafik dan orang kafir di dalam neraka Jahanam) sebagaimana mereka pernah berkumpul di atas dunia dalam mengingkari dan memperolok-olokkan Alquran.",
            "sajda": false,
            "transliteration": "Wa qad nazzala 'alaikum fil Kitaabi an izaa sami'tum Aayaatil laahi yukfaru bihaa wa yustahza u bihaa falaa taq'udoo ma'ahum hattaa yakhoodoo fee hadeesin ghairih; innakum izam misluhum; innal laaha jaami'ul munaafiqeena wal kaafireena fee jahannama jamee'aa"
        },
        {
            "aya_id": 634,
            "aya_number": 141,
            "aya_text": " ۨالَّذِيْنَ يَتَرَبَّصُوْنَ بِكُمْۗ فَاِنْ كَانَ لَكُمْ فَتْحٌ مِّنَ اللّٰهِ قَالُوْٓا اَلَمْ نَكُنْ مَّعَكُمْ ۖ وَاِنْ كَانَ لِلْكٰفِرِيْنَ نَصِيْبٌ قَالُوْٓا اَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِيْنَ ۗ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا ࣖ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, “Bukankah kami (turut berperang) bersama kamu?” Dan jika orang kafir mendapat bagian, mereka berkata, “Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?” Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman.",
            "tafsir_jalalayn": "(Yakni orang-orang) menjadi badal bagi \"orang-orang\" yang sebelumnya (yang menunggu-nunggu datangnya padamu) giliran peristiwa (jika kamu beroleh kemenangan) berikut harta rampasan (dari Allah, mereka berkata) kepadamu (\"Bukankah kami bersama kamu\") baik dalam keagamaan maupun dalam berjihad? Lalu mereka diberi bagian harta rampasan itu. (Sebaliknya jika orang-orang kafir yang beroleh nasib baik) berupa kemenangan terhadapmu (mereka berkata) kepada orang-orang kafir itu: (\"Bukankah kami turut berjasa memenangkanmu) padahal kalau kami mau, kami mampu pula menahan dan memusnahkanmu tetapi itu tidak kami lakukan?\" (\"Dan) tidakkah (kami membela kamu dari orang-orang mukmin) agar mereka tidak beroleh kemenangan, yaitu dengan mengirim berita kepadamu, membukakan rahasia dan siasat mereka, hingga jasa besar kami itu tidak dapat kamu ingkari dan lupakan?\" Firman Allah swt.: (\"Maka Allah akan memberi keputusan di antara kamu) dengan mereka (pada hari kiamat) yaitu dengan memasukkanmu ke dalam surga dan memasukkan mereka ke dalam neraka. (Dan Allah sekali-kali tidak akan memberi jalan kepada orang kafir terhadap orang-orang beriman.\") maksudnya jalan untuk mencelakakan dan membasmi mereka",
            "sajda": false,
            "transliteration": "Allazeena yatarab basoona bikum fa in kaana lakum fathum minal laahi qaalooo alam nakum ma'akum wa in kaana lilkaafireena naseebun qaalooo alam nastah wiz 'alaikum wa nammna'kum minal mu'mineen; fallaahu yahkumu bainakum Yawmal Qiyaamah; wa lai yaj'alal laahu lilkaafireena 'alal mu'mineena sabeelaa"
        },
        {
            "aya_id": 635,
            "aya_number": 142,
            "aya_text": "اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَهُوَ خَادِعُهُمْۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰىۙ يُرَاۤءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًاۖ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Sesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk salat, mereka lakukan dengan malas. Mereka bermaksud ria (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang munafik itu menipu Allah) yaitu dengan menampakkan hal-hal yang berlawanan dengan kekafiran yang mereka sembunyikan dengan maksud untuk menghindari hukum-hukum keduniaan yang bertalian dengan itu (dan Allah menipu mereka pula) maksudnya membalas tipuan mereka itu dengan diberitahukannya apa yang mereka sembunyikan itu oleh Allah kepada nabi-Nya hingga di dunia ini rahasia mereka terbuka sedangkan di akhirat kelak mereka menerima siksa. (Dan jika mereka berdiri untuk mengerjakan salat) bersama orang-orang mukmin (mereka berdiri dengan malas) merasa berat. (Mereka bersifat riya di hadapan manusia) dengan salat itu (dan tidak berzikir kepada Allah) maksudnya tidak melakukan salat (kecuali sebentar) disebabkan riya tadi.",
            "sajda": false,
            "transliteration": "Innal munaafiqeena yukhaadi'oonal laaha wa huwa khaadi'uhum wa izaa qaamooo ilas Salaati qaamoo kusaalaa yuraaa'oonan naasa wa laa yazkuroonal laaha illaa qaleelaa"
        },
        {
            "aya_id": 636,
            "aya_number": 143,
            "aya_text": "مُّذَبْذَبِيْنَ بَيْنَ ذٰلِكَۖ  لَآ اِلٰى هٰٓؤُلَاۤءِ وَلَآ اِلٰى هٰٓؤُلَاۤءِ ۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Mereka dalam keadaan ragu antara yang demikian (iman atau kafir), tidak termasuk kepada golongan ini (orang beriman) dan tidak (pula) kepada golongan itu (orang kafir). Barangsiapa dibiarkan sesat oleh Allah, maka kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya.",
            "tafsir_jalalayn": "(Mereka dalam keadaan bimbang) ragu-ragu (antara demikian) yakni antara kafir dan iman (tidak) masuk (kepada mereka ini) artinya golongan orang-orang kafir (dan tidak pula kepada mereka itu) artinya golongan orang-orang beriman. (Dan siapa yang disesatkan Allah, maka tidak akan kamu temui baginya jalan) untuk menerima petunjuk.",
            "sajda": false,
            "transliteration": "Muzabzabeena baina zaalika laaa ilaa haaa' ulaaa'i wa laaa ilaa haaa'ulaaa'; wa mai yudlilil laahu falan tajida lahoo sabeela"
        },
        {
            "aya_id": 637,
            "aya_number": 144,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۚ اَتُرِيْدُوْنَ اَنْ تَجْعَلُوْا لِلّٰهِ عَلَيْكُمْ سُلْطٰنًا مُّبِيْنًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang-orang kafir sebagai pemimpin selain dari orang-orang mukmin. Apakah kamu ingin memberi alasan yang jelas bagi Allah (untuk menghukummu)?",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu ambil orang-orang kafir dan bukan orang-orang mukmin sebagai pelindung! Apakah kamu hendak memberikan kepada Allah buat menyiksamu) dengan mengambil mereka sebagai pelindung itu (suatu alasan yang nyata) atau bukti yang tegas atas kemunafikanmu?",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tattakhizul kaafireena awliyaaa'a min doonil mu'mineen; aturee doona an taj'aloo lillaahi 'alaikum sultaanam mubeenaa"
        },
        {
            "aya_id": 638,
            "aya_number": 145,
            "aya_text": "اِنَّ الْمُنٰفِقِيْنَ فِى الدَّرْكِ الْاَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصِيْرًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Sungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang munafik itu pada tempat) atau tingkat (yang paling bawah dari neraka) yakni bagian kerak atau dasarnya. (Dan kamu sekali-kali tidak akan mendapatkan seorang penolong pun bagi mereka) yakni yang akan membebaskannya dari siksa.",
            "sajda": false,
            "transliteration": "Innal munaafiqeena fiddarkil asfali minan Naari wa lan tajjida lahum naseeraa"
        },
        {
            "aya_id": 639,
            "aya_number": 146,
            "aya_text": "اِلَّا الَّذِيْنَ تَابُوْا وَاَصْلَحُوْا وَاعْتَصَمُوْا بِاللّٰهِ وَاَخْلَصُوْا دِيْنَهُمْ لِلّٰهِ فَاُولٰۤىِٕكَ مَعَ الْمُؤْمِنِيْنَۗ وَسَوْفَ يُؤْتِ اللّٰهُ الْمُؤْمِنِيْنَ اَجْرًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Kecuali orang-orang yang bertobat dan memperbaiki diri dan berpegang teguh pada (agama) Allah dan dengan tulus ikhlas (menjalankan) agama mereka karena Allah. Maka mereka itu bersama-sama orang-orang yang beriman dan kelak Allah akan memberikan pahala yang besar kepada orang-orang yang beriman.   ",
            "tafsir_jalalayn": "(Kecuali orang-orang yang bertobat) dari kemunafikan (dan mengadakan perbaikan) terhadap amal perbuatan mereka (serta berpegang teguh kepada, agama, Allah dan mengikhlaskan agama mereka karena Allah) artinya daripada riya (maka mereka itu bersama orang-orang yang beriman) yakni mengenai apa-apa yang akan mereka peroleh (dan Allah akan memberikan kepada orang-orang beriman itu pahala yang besar) di akhirat kelak yaitu surga.",
            "sajda": false,
            "transliteration": "Illal lazeena taaboo wa aslahoo wa'tasamoo billaahi wa akhlasoo deenahum lillaahi faulaaa'ika ma'al mu'mineena wa sawfa yu'til laahul mu'mineena ajran 'azeemaa"
        },
        {
            "aya_id": 640,
            "aya_number": 147,
            "aya_text": "مَا يَفْعَلُ اللّٰهُ بِعَذَابِكُمْ اِنْ شَكَرْتُمْ وَاٰمَنْتُمْۗ وَكَانَ اللّٰهُ شَاكِرًا عَلِيْمًا   ۔",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Allah tidak akan menyiksamu, jika kamu bersyukur dan beriman. Dan Allah Maha Mensyukuri, Maha Mengetahui.",
            "tafsir_jalalayn": "(Mengapa Allah akan menyiksamu, jika kamu bersyukur) atas nikmat-Nya (dan beriman) kepada-Nya? Pertanyaan ini berarti tidak, jadi maksudnya Allah tidaklah akan menyiksamu. (Dan Allah Maha Mensyukuri) perbuatan-perbuatan orang-orang beriman dengan memberi mereka pahala (lagi Maha Mengetahui) akan makhluk-Nya.",
            "sajda": false,
            "transliteration": "maa yafa'lul laahu bi 'azaabikum in shakartum wa aamantum; wa kaanal laahu Shaakiran 'Aleema"
        },
        {
            "aya_id": 641,
            "aya_number": 148,
            "aya_text": "۞ لَا يُحِبُّ اللّٰهُ الْجَهْرَ بِالسُّوْۤءِ مِنَ الْقَوْلِ اِلَّا مَنْ ظُلِمَ ۗ وَكَانَ اللّٰهُ سَمِيْعًا عَلِيْمًا ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "Allah tidak menyukai perkataan buruk, (yang diucapkan) secara terus terang kecuali oleh orang yang dizalimi. Dan Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Allah tidak menyukai perkataan buruk yang diucapkan secara terus terang) dari siapa pun juga, artinya Dia pastilah akan memberinya hukuman (kecuali dari orang yang dianiaya) sehingga apabila dia mengucapkannya secara terus terang misalnya tentang keaniayaan yang dideritanya sehingga ia mendoakan si pelakunya, maka tidaklah dia akan menerima hukuman dari Allah. (Dan Allah Maha Mendengar) apa-apa yang diucapkan (lagi Maha Mengetahui) apa-apa yang diperbuat.",
            "sajda": false,
            "transliteration": "Laa yuhibbullaahul jahra bis sooo'i minal qawli illaa man zulim; wa kaanallaahu Samee'an 'Aleeman"
        },
        {
            "aya_id": 642,
            "aya_number": 149,
            "aya_text": "اِنْ تُبْدُوْا خَيْرًا اَوْ تُخْفُوْهُ اَوْ تَعْفُوْا عَنْ سُوْۤءٍ فَاِنَّ اللّٰهَ كَانَ عَفُوًّا قَدِيْرًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "Jika kamu menyatakan sesuatu kebajikan, menyembunyikannya atau memaafkan suatu kesalahan (orang lain), maka sungguh, Allah Maha Pemaaf, Mahakuasa.",
            "tafsir_jalalayn": "(Jika kamu melahirkan) atau memperlihatkan (suatu kebaikan) di antara perbuatan-perbuatan baik (atau menyembunyikannya) artinya melakukannya secara sembunyi-sembunyi (atau memaafkan sesuatu kesalahan) atau keaniayaan orang lain (maka sesungguhnya Allah Maha Pemaaf lagi Maha Kuasa).",
            "sajda": false,
            "transliteration": "in tubdoo khairann aw tukhfoohu aw ta'foo 'an sooo'in fa innal laaha kaana 'afuwwan Qadeeraa"
        },
        {
            "aya_id": 643,
            "aya_number": 150,
            "aya_text": "اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاللّٰهِ وَرُسُلِهٖ وَيُرِيْدُوْنَ اَنْ يُّفَرِّقُوْا بَيْنَ اللّٰهِ وَرُسُلِهٖ وَيَقُوْلُوْنَ نُؤْمِنُ بِبَعْضٍ وَّنَكْفُرُ بِبَعْضٍۙ وَّيُرِيْدُوْنَ اَنْ يَّتَّخِذُوْا بَيْنَ ذٰلِكَ سَبِيْلًاۙ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "Sesungguhnya orang-orang yang ingkar kepada Allah dan rasul-rasul-Nya, dan bermaksud membeda-bedakan antara (keimanan kepada) Allah dan rasul-rasul-Nya, dengan mengatakan, “Kami beriman kepada sebagian dan kami mengingkari sebagian (yang lain),” serta bermaksud mengambil jalan tengah (iman atau kafir),",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir kepada Allah dan rasul-rasul-Nya dan bermaksud akan membeda-bedakan di antara Allah dengan rasul-rasul-Nya) yakni dengan beriman kepada-Nya serta kafir terhadap mereka (serta mengatakan, \"Kami beriman kepada sebagian) di antara rasul-rasul itu (dan kami kafir terhadap yang lain\") dari mereka (serta bermaksud hendak mengambil di antara demikian) maksudnya di antara kufur dan iman (jalan) yang akan mereka tempuh.",
            "sajda": false,
            "transliteration": "Innal lazeena yakkfuroona billaahi wa Rusulihee wa yureedoona ai yufarriqoo bainal laahi wa Rusulihee wa yaqooloona nu'minu biba'dinw wa nakfuru biba' dinw wa yureedoona ai yattakhizoo baina zaalika sabeelaa"
        },
        {
            "aya_id": 644,
            "aya_number": 151,
            "aya_text": "اُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ حَقًّا ۚوَاَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "merekalah orang-orang kafir yang sebenarnya. Dan Kami sediakan untuk orang-orang kafir itu azab yang menghinakan.",
            "tafsir_jalalayn": "(Merekalah orang-orang yang kafir sebenar-benarnya) haqqan adalah mashdar yang memperkuat isi kalimat sebelumnya (dan telah Kami sediakan bagi orang-orang yang kafir itu siksaan yang menghinakan) artinya azab neraka.",
            "sajda": false,
            "transliteration": "Ulaaa'ika humul kaafiroona haqqaa; wa a'tadnaa lilkaafireena 'azaabam muheenaa"
        },
        {
            "aya_id": 645,
            "aya_number": 152,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖ وَلَمْ يُفَرِّقُوْا بَيْنَ اَحَدٍ مِّنْهُمْ اُولٰۤىِٕكَ سَوْفَ يُؤْتِيْهِمْ اُجُوْرَهُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "Adapun orang-orang yang beriman kepada Allah dan rasul-rasul-Nya dan tidak membeda-bedakan di antara mereka (para rasul), kelak Allah akan memberikan pahala kepada mereka. Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Orang-orang yang beriman kepada Allah dan para rasul-Nya) artinya semua mereka (dan tidak membeda-bedakan seorang pun di antara mereka kelak Allah akan memberikan kepada mereka) dengan memakai nun atau ya (pahala mereka) artinya pahala amal perbuatan mereka (dan Allah Maha Pengampun) bagi kekasih-kekasih-Nya (lagi Maha Penyayang) kepada ahli taat-Nya.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo billaahi wa Rusulihee wa lam yufarriqoo baina ahadim minhum ulaaa'ika sawfa yu'teehim ujoorahum; wa kaanal laahu Ghafoorar Raheema"
        },
        {
            "aya_id": 646,
            "aya_number": 153,
            "aya_text": "يَسْـَٔلُكَ اَهْلُ الْكِتٰبِ اَنْ تُنَزِّلَ عَلَيْهِمْ كِتٰبًا مِّنَ السَّمَاۤءِ فَقَدْ سَاَلُوْا مُوْسٰٓى اَكْبَرَ مِنْ ذٰلِكَ فَقَالُوْٓا اَرِنَا اللّٰهَ جَهْرَةً فَاَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْۚ  ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ فَعَفَوْنَا عَنْ ذٰلِكَ ۚ وَاٰتَيْنَا مُوْسٰى سُلْطٰنًا مُّبِيْنًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "(Orang-orang) Ahli Kitab meminta kepadamu (Muhammad) agar engkau menurunkan sebuah kitab dari langit kepada mereka. Sesungguhnya mereka telah meminta kepada Musa yang lebih besar dari itu. Mereka berkata, “Perlihatkanlah Allah kepada kami secara nyata.” Maka mereka disambar petir karena kezalimannya. Kemudian mereka menyembah anak sapi, setelah mereka melihat bukti-bukti yang nyata, namun demikian Kami maafkan mereka, dan telah Kami berikan kepada Musa kekuasaan yang nyata.",
            "tafsir_jalalayn": "(Ahli Kitab meminta kepadamu) hai Muhammad; maksudnya orang-orang Yahudi (agar kamu menurunkan kepada mereka sebuah kitab dari langit) maksudnya sekaligus seperti pernah diturunkan-Nya kepada Musa guna mempersulit permintaan itu. Dan sekiranya menurut kamu itu berat (maka sesungguhnya mereka telah pernah meminta) maksudnya nenek moyang mereka (kepada Musa yang lebih besar dari itu, kata mereka, \"Perlihatkanlah Allah kepada kami dengan jelas.\") atau nyata. (Maka mereka disambar oleh petir) artinya maut sebagai hukuman bagi mereka (disebabkan keaniayaan mereka) yakni meminta barang yang sulit. (Kemudian mereka mengambil anak sapi) sebagai tuhan (setelah datang kepada mereka bukti-bukti yang nyata) artinya mukjizat-mukjizat atas kekuasaan Allah (maka Kami maafkan mereka dari hal yang demikian) dan tidak Kami basmi mereka secara tuntas (dan telah Kami berikan kepada Musa kekuasaan yang nyata) artinya keunggulan yang menakjubkan bagi mereka hingga sewaktu mereka disuruh membunuh diri mereka guna bertobat mereka pun menurutinya dengan patuh.",
            "sajda": false,
            "transliteration": "yas'aluka Ahlul Kitaabi an tunazzila 'alaihim Kitaabam minas samaaa'i faqad sa aloo Moosaa akbara min zaalika faqaaloo arinal laaha jahratan fa akhazat humus saa'iqatu bizulmihim; summat takhazul 'ijla mim ba'di maa jaa'at humul baiyinaatu fa'afawnaa 'ann zaalik; wa aatainaa Moosaa sultaanam mubeenaa"
        },
        {
            "aya_id": 647,
            "aya_number": 154,
            "aya_text": "وَرَفَعْنَا فَوْقَهُمُ الطُّوْرَ بِمِيْثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَّقُلْنَا لَهُمْ لَا تَعْدُوْا فِى السَّبْتِ وَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "Dan Kami angkat gunung (Sinai) di atas mereka untuk (menguatkan) perjanjian mereka. Dan Kami perintahkan kepada mereka, “Masukilah pintu gerbang (Baitulmaqdis) itu sambil bersujud,” dan Kami perintahkan (pula) kepada mereka, “Janganlah kamu melanggar peraturan mengenai hari Sabat.” Dan Kami telah mengambil dari mereka perjanjian yang kukuh.",
            "tafsir_jalalayn": "(Dan Kami angkat ke atas kepada mereka Thur) nama sebuah bukit (disebabkan perjanjian dengan mereka) maksudnya hendak mengadakan perjanjian agar mereka takut dan bersedia menerimanya (dan kata Kami kepada mereka) sementara bukit itu dinaungkan kepada mereka (\"Masukilah pintu gerbang itu) maksudnya pintu gerbang kampung atau negeri (sambil bersujud\") yang menunjukkan ketundukkan (dan Kami wahyukan kepada mereka, \"Janganlah kamu melanggar perintah) menurut suatu qiraat dibaca ta`adduu dengan diidgamkan ta aslinya pada dal yang menjadi ta`taduu; artinya melanggar perintah (pada hari Sabtu\") dengan menangkap ikan padanya (dan Kami telah menerima perjanjian erat dari mereka) mengenai hal itu tetapi mereka melanggarnya.",
            "sajda": false,
            "transliteration": "Wa rafa'naa fawqahumut Toora bimeesaaqihim wa qulnaa lahumud khulul baaba sujjadanw wa qulnaa lahum laa ta'doo fis Sabti wa akhaznaa minhum meesaaqan ghaleezaa"
        },
        {
            "aya_id": 648,
            "aya_number": 155,
            "aya_text": "فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ وَكُفْرِهِمْ بِاٰيٰتِ اللّٰهِ وَقَتْلِهِمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّ وَّقَوْلِهِمْ قُلُوْبُنَا غُلْفٌ ۗ بَلْ طَبَعَ اللّٰهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًاۖ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 103,
            "translation_aya_text": "Maka (Kami hukum mereka), karena mereka melanggar perjanjian itu, karena kekafiran mereka terhadap keterangan-keterangan Allah, dan karena mereka telah membunuh nabi-nabi tanpa hak (alasan yang benar) dan karena mereka mengatakan, “Hati kami tertutup.” Sebenarnya Allah telah mengunci hati mereka karena kekafirannya, karena itu hanya sebagian kecil dari mereka yang beriman,",
            "tafsir_jalalayn": "(Maka disebabkan mereka melanggar) ma merupakan tambahan; ba sababiyah berkaitan dengan yang dibuang, yang maksudnya: Kami kutuk mereka disebabkan mereka melanggar (perjanjian mereka dan karena kekafiran mereka terhadap ayat-ayat Allah dan pembunuhan yang mereka lakukan kepada nabi-nabi tanpa alasan yang benar dan kata mereka) kepada Nabi saw. (\"Hati kami tertutup\") tak dapat mendengar apa yang kamu katakan (bahkan Allah telah mengunci hati mereka itu disebabkan kekafiran mereka) hingga tak dapat mendengarkan nasihat dan pelajaran (oleh karena itu mereka tidak beriman kecuali sebagian kecil) dari mereka seperti Abdullah bin Salam dan kawan-kawannya.",
            "sajda": false,
            "transliteration": "Fabimaa naqdihim meesaaqahum wa kufrihim bi Aayaatil laahi wa qatlihimul Ambiyaaa'a bighairi haqqinw wa qawlihim quloobunna ghulf; bal taba'al laahu 'alaihaa bikufrihim falaa yu'minoona illaa qaleelaa"
        },
        {
            "aya_id": 649,
            "aya_number": 156,
            "aya_text": "وَّبِكُفْرِهِمْ وَقَوْلِهِمْ عَلٰى مَرْيَمَ بُهْتَانًا عَظِيْمًاۙ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 103,
            "translation_aya_text": "dan (Kami hukum juga) karena kekafiran mereka (terhadap Isa), dan tuduhan mereka yang sangat keji terhadap Maryam,",
            "tafsir_jalalayn": "(Dan karena kekafiran mereka) buat kedua kalinya yakni terhadap Isa, dan ba diulang-ulang menyebutkannya untuk memisah di antaranya dengan tempat mengathafkannya (dan tuduhan mereka terhadap Maryam berupa kedustaan besar) di mana mereka menuduhnya berbuat zina.",
            "sajda": false,
            "transliteration": "Wa bikufrihim wa qawlihim 'alaa Maryama buh taanan 'azeema"
        },
        {
            "aya_id": 650,
            "aya_number": 157,
            "aya_text": "وَّقَوْلِهِمْ اِنَّا قَتَلْنَا الْمَسِيْحَ عِيْسَى ابْنَ مَرْيَمَ رَسُوْلَ اللّٰهِۚ وَمَا قَتَلُوْهُ وَمَا صَلَبُوْهُ وَلٰكِنْ شُبِّهَ لَهُمْ ۗوَاِنَّ الَّذِيْنَ اخْتَلَفُوْا فِيْهِ لَفِيْ شَكٍّ مِّنْهُ ۗمَا لَهُمْ بِهٖ مِنْ عِلْمٍ اِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوْهُ يَقِيْنًاۢ ۙ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 103,
            "translation_aya_text": "dan (Kami hukum juga) karena ucapan mereka, “Sesungguhnya kami telah membunuh Al-Masih, Isa putra Maryam, Rasul Allah,” padahal mereka tidak membunuhnya dan tidak (pula) menyalibnya, tetapi (yang mereka bunuh adalah) orang yang diserupakan dengan Isa. Sesungguhnya mereka yang berselisih pendapat tentang (pembunuhan) Isa, selalu dalam keragu-raguan tentang yang dibunuh itu. Mereka benar-benar tidak tahu (siapa sebenarnya yang dibunuh itu), melainkan mengikuti persangkaan belaka, jadi mereka tidak yakin telah membunuhnya.",
            "tafsir_jalalayn": "(Serta karena ucapan mereka) dengan membanggakan diri (\"Sesungguhnya kami telah membunuh Almasih Isa putra Maryam utusan Allah\") yakni menurut dugaan dan pengakuan mereka. Artinya disebabkan semua itu Kami siksa mereka. Dan Allah berfirman menolak pengakuan mereka telah membunuhnya itu (padahal mereka tidak membunuhnya dan tidak pula menyalibnya tetapi diserupakan bagi mereka dengan Isa) maksudnya yang mereka bunuh dan mereka salib itu ialah sahabat mereka sendiri yang diserupakan Allah dengan Isa hingga mereka kira Nabi Isa sendiri. (Sesungguhnya orang-orang yang berselisih paham padanya) maksudnya pada Isa (sesungguhnya dalam keragu-raguan terhadapnya) maksudnya terhadap pembunuhan itu. Agar terlihat orang yang dibunuh itu, sebagian mereka berkata, \"Mukanya seperti muka Isa, tetapi tubuhnya lain, jadi sebenarnya bukan dia!\" Dan kata sebagian pula, \"Memang dia itu Isa!\" (mereka tidak mempunyai terhadapnya) maksudnya pembunuhan itu (keyakinan kecuali mengikuti persangkaan belaka) disebut sebagai istitsna munqathi'; artinya mereka hanya mengikuti dugaan-dugaan hasil khayal atau lamunan belaka (mereka tidak yakin telah membunuh Isa) menjadi hal yang menyangkal pembunuhan Isa itu.",
            "sajda": false,
            "transliteration": "Wa qawlihim innaa qatal nal maseeha 'Eesab-na-Maryama Rasoolal laahi wa maa qataloohu wa maa salaboohu wa laakin shubbiha lahum; wa innal lazeenakh talafoo fee lafee shakkim minh; maa lahum bihee min 'ilmin illat tibaa'az zann; wa maa qataloohu yaqeenaa"
        },
        {
            "aya_id": 651,
            "aya_number": 158,
            "aya_text": "بَلْ رَّفَعَهُ اللّٰهُ اِلَيْهِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 103,
            "translation_aya_text": "Tetapi Allah telah mengangkat Isa ke hadirat-Nya. Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Tetapi Allah telah mengangkatnya kepada-Nya dan Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Bar rafa'ahul laahu ilayh; wa kaanal laahu 'Azeezan Hakeemaa"
        },
        {
            "aya_id": 652,
            "aya_number": 159,
            "aya_text": "وَاِنْ مِّنْ اَهْلِ الْكِتٰبِ اِلَّا لَيُؤْمِنَنَّ بِهٖ قَبْلَ مَوْتِهٖ ۚوَيَوْمَ الْقِيٰمَةِ يَكُوْنُ عَلَيْهِمْ شَهِيْدًاۚ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 103,
            "translation_aya_text": "Tidak ada seorang pun di antara Ahli Kitab yang tidak beriman kepadanya (Isa) menjelang kematiannya. Dan pada hari Kiamat dia (Isa) akan menjadi saksi mereka.",
            "tafsir_jalalayn": "(Dan tidak ada di antara Ahli Kitab) seorang pun juga (kecuali akan beriman kepadanya) yakin kepada Isa (sebelum meninggalnya) artinya sebelum ahli Kitab itu meninggal di waktu ia melihat malaikat maut, tetapi keimanannya itu sudah tidak berguna lagi. Atau sebelum wafatnya Isa, yakni ketika dia turun dekat datangnya hari kiamat sebagaimana tercantum dalam sebuah hadis (Dan pada hari kiamat itu, ia) yakni Isa (akan menjadi saksi terhadap mereka) mengenai apa yang mereka lakukan sewaktu ia diutus kepada mereka dahulu.",
            "sajda": false,
            "transliteration": "Wa im min Ahlil Kitaabi illaa layu'minanna bihee qabla mawtihee wa Yawmal Qiyaamati yakoonu 'alaihim shaheedaa"
        },
        {
            "aya_id": 653,
            "aya_number": 160,
            "aya_text": "فَبِظُلْمٍ مِّنَ الَّذِيْنَ هَادُوْا حَرَّمْنَا عَلَيْهِمْ طَيِّبٰتٍ اُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيْلِ اللّٰهِ كَثِيْرًاۙ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 103,
            "translation_aya_text": "Karena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah,",
            "tafsir_jalalayn": "(Maka karena keaniayaan) artinya disebabkan keaniayaan (dari orang-orang Yahudi Kami haramkan atas mereka makanan yang baik-baik yang dihalalkan bagi mereka dulu) yakni yang tersebut dalam firman-Nya, \"Kami haramkan setiap yang berkuku...\" sampai akhir ayat (juga karena mereka menghalangi) manusia (dari jalan Allah) maksudnya agama-Nya (banyak).",
            "sajda": false,
            "transliteration": "Fabizulmin minal lazeena haadoo harramnaa 'alaihim taiyibaatin uhillat lahum wa bisadihim 'an sabeelil laahi kaseeraa"
        },
        {
            "aya_id": 654,
            "aya_number": 161,
            "aya_text": "وَّاَخْذِهِمُ الرِّبٰوا وَقَدْ نُهُوْا عَنْهُ وَاَكْلِهِمْ اَمْوَالَ النَّاسِ بِالْبَاطِلِ ۗوَاَعْتَدْنَا لِلْكٰفِرِيْنَ مِنْهُمْ عَذَابًا اَلِيْمًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 103,
            "translation_aya_text": "dan karena mereka menjalankan riba, padahal sungguh mereka telah dilarang darinya, dan karena mereka memakan harta orang dengan cara tidak sah (batil). Dan Kami sediakan untuk orang-orang kafir di antara mereka azab yang pedih.",
            "tafsir_jalalayn": "(Dan karena memakan riba padahal telah dilarang daripadanya) dalam Taurat (dan memakan harta orang dengan jalan batil) dengan memberi suap dalam pengadilan (dan telah Kami sediakan untuk orang-orang kafir itu siksa yang pedih) atau menyakitkan.",
            "sajda": false,
            "transliteration": "Wa akhzihimur ribaa wa qad nuhoo 'anhu wa aklihim amwaalan naasi bilbaatil; wa a'tadnaa lilkaafireena minhum 'azaaban aleema"
        },
        {
            "aya_id": 655,
            "aya_number": 162,
            "aya_text": "لٰكِنِ الرَّاسِخُوْنَ فِى الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُوْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيْمِيْنَ الصَّلٰوةَ وَالْمُؤْتُوْنَ الزَّكٰوةَ وَالْمُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ اُولٰۤىِٕكَ سَنُؤْتِيْهِمْ اَجْرًا عَظِيْمًا ࣖ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 103,
            "translation_aya_text": "Tetapi orang-orang yang ilmunya mendalam di antara mereka, dan orang-orang yang beriman, mereka beriman kepada (Al-Qur'an) yang diturunkan kepadamu (Muhammad), dan kepada (kitab-kitab) yang diturunkan sebelummu, begitu pula mereka yang melaksanakan salat dan menunaikan zakat dan beriman kepada Allah dan hari kemudian. Kepada mereka akan Kami berikan pahala yang besar.",
            "tafsir_jalalayn": "(Tetapi orang-orang yang mendalam) artinya kukuh dan mantap (ilmunya di antara mereka) seperti Abdullah bin Salam (dan orang-orang mukmin) dari golongan Muhajirin dan Ansar (mereka beriman pada apa yang diturunkan kepadamu dan apa-apa yang diturunkan sebelummu) di antara kitab-kitab (sedangkan orang-orang yang mendirikan salat) manshub karena pujian, dan ada pula yang membacanya dengan marfu` (dan membayar zakat serta orang-orang yang beriman kepada Allah dan hari akhir, mereka itulah yang akan Kami beri) fi'ilnya dibaca dengan nun atau dengan ya (pahala yang besar) yakni surga.",
            "sajda": false,
            "transliteration": "Laakinir raasikhoona fil'ilmi minhum walmu'minoona yu'minoona bimaaa unzila ilaika wa maaa unzila min qablika walmuqeemeenas Salaata walmu'toonaz Zakaata walmu 'minoona billaahi wal yawmil Aakhir; ulaaa'ika sanu'teehim ajran 'azeemaa"
        },
        {
            "aya_id": 656,
            "aya_number": 163,
            "aya_text": "۞ اِنَّآ اَوْحَيْنَآ اِلَيْكَ كَمَآ اَوْحَيْنَآ اِلٰى نُوْحٍ وَّالنَّبِيّٖنَ مِنْۢ بَعْدِهٖۚ وَاَوْحَيْنَآ اِلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَعِيْسٰى وَاَيُّوْبَ وَيُوْنُسَ وَهٰرُوْنَ وَسُلَيْمٰنَ ۚوَاٰتَيْنَا دَاوٗدَ زَبُوْرًاۚ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Sesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya, dan Kami telah mewahyukan (pula) kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya; Isa, Ayyub, Yunus, Harun dan Sulaiman. Dan Kami telah memberikan Kitab Zabur kepada Dawud.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menurunkan wahyu kepadamu sebagaimana Kami telah menurunkannya kepada Nuh dan nabi-nabi sesudahnya dan) seperti (telah Kami turunkan kepada Ibrahim, Ismail, Ishak) yakni kedua putranya (serta Yakub) bin Ishak (dan anak-anaknya) yakni anak-anak Yakub (serta Isa, Ayub, Yunus, Harun, Sulaiman dan Kami datangkan kepada) bapaknya, yakni bapak dari Sulaiman (Daud Zabur) dibaca dengan fathah hingga artinya ialah nama kitab yang diturunkan, dan ada pula yang membaca dengan marfu` yaitu mashdar yang berarti mazbuura artinya yang tertulis.",
            "sajda": false,
            "transliteration": "innaaa awhainaaa ilaika kamaaa awhainaaa ilaa Noohinw wan nabiyyeena mim ba'dih; wa awhainaaa ilaaa ibraaheema wa Ismaaa'eela wa Ishaaqa wa Ya'qooba wal Asbaati wa 'Eesaa wa Ayyooba wa Yoonusa wa haaroona wa Sulaimaan; wa aatainaa Daawooda Zabooraa"
        },
        {
            "aya_id": 657,
            "aya_number": 164,
            "aya_text": "وَرُسُلًا قَدْ قَصَصْنٰهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۗوَكَلَّمَ اللّٰهُ مُوْسٰى تَكْلِيْمًاۚ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Dan ada beberapa rasul yang telah Kami kisahkan mereka kepadamu sebelumnya dan ada beberapa rasul (la-in) yang tidak Kami kisahkan mereka kepadamu. Dan kepada Musa, Allah berfirman langsung.",
            "tafsir_jalalayn": "(Dan) telah Kami utus (rasul-rasul yang telah Kami kisahkan tentang mereka kepadamu dulu, dan rasul-rasul yang belum Kami kisahkan). Diriwayatkan bahwa Allah swt. mengirim delapan ribu orang nabi, empat ribu dari kalangan Bani Israel dan empat ribu lagi dari kalangan manusia lainnya ini dikatakan oleh Syekh dalam surah Ghafir. (Dan Allah telah berbicara dengan Musa sebenar berbicara) artinya secara langsung.",
            "sajda": false,
            "transliteration": "Wa Rusulan qad qasas naahum 'alaika min qablu wa Rusulal lam naqsushum 'alaik; wa kallamallaahu Moosaa takleemaa"
        },
        {
            "aya_id": 658,
            "aya_number": 165,
            "aya_text": "رُسُلًا مُّبَشِّرِيْنَ وَمُنْذِرِيْنَ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَى اللّٰهِ حُجَّةٌ ۢ بَعْدَ الرُّسُلِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Rasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Yaitu rasul-rasul) menjadi badal bagi rasul-rasul yang sebelumnya (selalu pembawa berita gembira) dengan diberinya pahala kepada orang yang beriman (dan penyampaian peringatan) dengan adanya siksa kepada orang yang ingkar. Mereka Kami utus itu ialah (agar tidak ada lagi bagi manusia terhadap Allah alasan) yang dapat dikemukakan (setelah) pengiriman (rasul-rasul itu) kepada mereka, misalnya dengan mengatakan, \"Wahai Tuhan kami! Kenapa tidak Tuhan kirim kepada kami seorang rasul agar kami dapat mengikuti ayat-ayat-Mu dan menjadi orang-orang beriman!\" Maka Tuhan pun telah lebih dulu mengirimkan mereka untuk mematahkan alasan mereka tadi (Dan Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya. Ayat berikut diturunkan tatkala orang-orang Yahudi ditanyai orang mengenai kenabian Muhammad saw. lalu mereka ingkari:",
            "sajda": false,
            "transliteration": "Rusulam mubashshireena wa munzireena li'allaa yakoona linnaasi 'alal laahi hujjatum ba'dar Rusul; wa kaanallaahu 'Azeezan Hakeema"
        },
        {
            "aya_id": 659,
            "aya_number": 166,
            "aya_text": "لٰكِنِ اللّٰهُ يَشْهَدُ بِمَآ اَنْزَلَ اِلَيْكَ اَنْزَلَهٗ بِعِلْمِهٖ ۚوَالْمَلٰۤىِٕكَةُ يَشْهَدُوْنَ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًاۗ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Tetapi Allah menjadi saksi atas (Al-Qur'an) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya, dan para malaikat pun menyaksikan. Dan cukuplah Allah yang menjadi saksi.",
            "tafsir_jalalayn": "(Tetapi Allah menyaksikan) artinya tentang kenabianmu (dengan apa yang diturunkan-Nya kepadamu) berupa Alquran yang menjadi mukjizat itu (diturunkan-Nya) sebagai hasil (dari ilmu-Nya) atau memuat ilmu-Nya (dan malaikat-malaikat pun menjadi saksi) pula atas kenabianmu itu. (Dan cukuplah Allah sebagai saksi)-nya.",
            "sajda": false,
            "transliteration": "Laakinil laahu yashhadu bimaaa anzala ilaika anzalahoo bi'ilmihee wal malaaa'ikatu yashhadoon; wa kafaa billaahi Shaheeda"
        },
        {
            "aya_id": 660,
            "aya_number": 167,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ قَدْ ضَلُّوْا ضَلٰلًا ۢ بَعِيْدًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah, benar-benar telah sesat sejauh-jauhnya.  ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir) kepada Allah (dan menghalang-halangi) manusia (dari jalan Allah) artinya dari agama Islam dengan menyembunyikan ciri-ciri Nabi Muhammad saw.; maksudnya ialah orang-orang Yahudi (maka sesungguhnya mereka telah sesat sejauh-jauhnya) dari kebenaran.",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo wa saddoo 'an sabeelil laahi qad dalloo dalaalam ba'eedaa"
        },
        {
            "aya_id": 661,
            "aya_number": 168,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا وَظَلَمُوْا لَمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيْقًاۙ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Sesungguhnya orang-orang yang kafir dan melakukan kezaliman, Allah tidak akan mengampuni mereka, dan tidak (pula) akan menunjukkan kepada mereka jalan (yang lurus),   ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir) kepada Allah (dan berlaku aniaya) kepada nabi-Nya dengan menyembunyikan ciri-cirinya itu (maka Allah sekali-kali tidak akan mengampuni mereka dan tidak pula akan menunjukkan kepada mereka suatu jalan) di antara jalan-jalan yang banyak ini.",
            "sajda": false,
            "transliteration": "Innal lazeenakafaroo wa zalamoo lam yakkunillaahu liyaghfira lahum wa laa liyahdiyahum tareeqaa"
        },
        {
            "aya_id": 662,
            "aya_number": 169,
            "aya_text": "اِلَّا طَرِيْقَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "kecuali jalan ke neraka Jahanam; mereka kekal di dalamnya selama-lamanya. Dan hal itu (sangat) mudah bagi Allah.",
            "tafsir_jalalayn": "(Kecuali jalan neraka Jahanam) maksudnya jalan menuju ke sana (kekal mereka) artinya ditakdirkan kekal (di dalamnya) jika mereka telah memasukinya (buat selama-lamanya. Dan yang demikian itu bagi Allah mudah) artinya gampang dan tidak sulit adanya.",
            "sajda": false,
            "transliteration": "Illaa tareeqa jahannamma khaalideena feehaa abadaa; wa kaana zaalika 'alal laahi yaseeraa"
        },
        {
            "aya_id": 663,
            "aya_number": 170,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الرَّسُوْلُ بِالْحَقِّ مِنْ رَّبِّكُمْ فَاٰمِنُوْا خَيْرًا لَّكُمْ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Wahai manusia! Sungguh, telah datang Rasul (Muhammad) kepadamu dengan (membawa) kebenaran dari Tuhanmu, maka berimanlah (kepadanya), itu lebih baik bagimu. Dan jika kamu kafir, (itu tidak merugikan Allah sedikit pun) karena sesungguhnya milik Allah-lah apa yang di langit dan di bumi. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Hai manusia) maksudnya warga Mekah (sesungguhnya telah datang kepadamu rasul) yakni Muhammad saw. (membawa kebenaran dari Tuhanmu, maka berimanlah kamu) kepadanya (dan usahakanlah yang terbaik bagi kamu) dari apa yang melingkungimu (Dan jika kamu kafir) kepadanya (maka bagi-Nya apa yang di langit dan yang di bumi) baik sebagai milik maupun sebagai makhluk dan hamba hingga tidaklah merugikan kepada-Nya kekafiranmu itu (Dan Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai perbuatan-Nya terhadap mereka.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan naasu qad jaaa'akumur Rasoolu bilhaqqi mir Rabbikum fa ammminoo khairal lakum; wa in takfuroo fainnna lillaahi maa fis samaawaati wal ard; wa kaanal laahu 'Aleemann hakeemaa"
        },
        {
            "aya_id": 664,
            "aya_number": 171,
            "aya_text": "يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ وَلَا تَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّۗ اِنَّمَا الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ رَسُوْلُ اللّٰهِ وَكَلِمَتُهٗ ۚ اَلْقٰهَآ اِلٰى مَرْيَمَ وَرُوْحٌ مِّنْهُ ۖفَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖۗ وَلَا تَقُوْلُوْا ثَلٰثَةٌ  ۗاِنْتَهُوْا خَيْرًا لَّكُمْ ۗ اِنَّمَا اللّٰهُ اِلٰهٌ وَّاحِدٌ ۗ سُبْحٰنَهٗٓ اَنْ يَّكُوْنَ لَهٗ وَلَدٌ ۘ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ࣖ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 105,
            "translation_aya_text": "Wahai Ahli Kitab! Janganlah kamu melampaui batas dalam agamamu, dan janganlah kamu mengatakan terhadap Allah kecuali yang benar. Sungguh, Al-Masih Isa putra Maryam itu adalah utusan Allah dan (yang diciptakan dengan) kalimat-Nya yang disampaikan-Nya kepada Maryam, dan (dengan tiupan) roh dari-Nya. Maka berimanlah kepada Allah dan rasul-rasul-Nya dan janganlah kamu mengatakan, “(Tuhan itu) tiga,” berhentilah (dari ucapan itu). (Itu) lebih baik bagimu. Sesungguhnya Allah Tuhan Yang Maha Esa, Mahasuci Dia dari (anggapan) mempunyai anak. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan cukuplah Allah sebagai pelindung.",
            "tafsir_jalalayn": "(Hai Ahli kitab) maksudnya kitab Injil (janganlah kamu melampaui batas dalam agamamu dan janganlah kamu katakan terhadap Allah kecuali) ucapan (yang benar) yaitu menyucikan-Nya dari kemusyrikan dan mempunyai anak. (Sesungguhnya Almasih Isa putra Maryam itu adalah utusan Allah dan kalimat-Nya yang diucapkan-Nya) atau disampaikan-Nya (kepada Maryam dan roh) artinya yang mempunyai roh (daripada-Nya) diidhafatkan kepada Allah swt. demi untuk memuliakan-Nya dan bukanlah sebagai dugaan kamu bahwa dia adalah anak Allah atau Tuhan bersama-Nya atau salah satu dari oknum yang tiga. Karena sesuatu yang mempunyai roh itu tersusun sedangkan Tuhan Maha Suci dari tersusun dan dari dinisbatkannya tersusun itu kepada-Nya (Maka berimanlah kamu kepada Allah dan kepada rasul-rasul-Nya dan janganlah kamu katakan) bahwa Tuhan itu (tiga) yakni Allah, Isa dan ibunya (hentikanlah) demikian itu (dan perbuatlah yang lebih baik bagi kamu) yakni bertauhid (Sesungguhnya Allah Tuhan Yang Maha Esa Maha Suci Dia) artinya bersih dan terhindar (dari mempunyai anak. Bagi-Nya apa yang terdapat di langit dan yang di bumi) baik sebagai makhluk maupun sebagai milik dan hamba sedangkan pemiliknya itu bertentangan dengan mempunyai anak (Dan cukuplah Allah sebagai wakil) atau saksi atas demikian itu.",
            "sajda": false,
            "transliteration": "Yaaa Ahlal Kitaabi laa taghloo fee deenikum wa laa taqooloo 'alal laahi illalhaqq; innamal Maseehu 'Eesab-nu-Maryamma Rasoolul laahi wa Kalimatuhooo alqaahaaa ilaa Maryamma wa roohum minhum fa aaminoo billaahi wa Rusulihee wa laa taqooloo salaasah; intahoo khairallakum; innamal laahu Ilaahunw Waahid, Subhaanahooo ani yakoona lahoo walad; lahoo maa fissamaawaati wa maa fil ard; wa kafaa billaahi Wakeelaa"
        },
        {
            "aya_id": 665,
            "aya_number": 172,
            "aya_text": "لَنْ يَّسْتَنْكِفَ الْمَسِيْحُ اَنْ يَّكُوْنَ عَبْدًا لِّلّٰهِ وَلَا الْمَلٰۤىِٕكَةُ الْمُقَرَّبُوْنَۗ وَمَنْ يَّسْتَنْكِفْ عَنْ عِبَادَتِهٖ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ اِلَيْهِ جَمِيْعًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 105,
            "translation_aya_text": "Al-Masih sama sekali tidak enggan menjadi hamba Allah, dan begitu pula para malaikat yang terdekat (kepada Allah). Dan barangsiapa enggan menyembah-Nya dan menyombongkan diri, maka Allah akan mengumpulkan mereka semua kepada-Nya.",
            "tafsir_jalalayn": "(Almasih tidak merasa malu) maksudnya Almasih yang kamu katakan sebagai Tuhan itu tidak merasa enggan dan takabur (menjadi hamba bagi Allah dan tidak pula enggan malaikat-malaikat yang terdekat) kepada Allah mereka juga tidak malu untuk menjadi hamba-Nya. Ini suatu kalimat selang yang terbaik yang dikemukakan untuk menolak anggapan sementara orang bahwa mereka adalah Tuhan atau putri-putri Allah sebagaimana kalimat yang sebelumnya digunakan untuk menolak anggapan kaum Nasrani bahwa Isa adalah putra-Nya. (Siapa yang enggan untuk menyembah-Nya dan menyombongkan diri maka kelak Allah akan mengumpulkan mereka semua kepada-Nya) yakni di akhirat.",
            "sajda": false,
            "transliteration": "Lanny yastankifal Maseehu ai yakoona 'abdal lillaahi wa lal malaaa'ikatul muqarraboon; wa mai yastankif 'an ibaadatihee wa yastakbir fasa yahshuruhum ilaihi jamee'aa"
        },
        {
            "aya_id": 666,
            "aya_number": 173,
            "aya_text": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَاَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا اَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 105,
            "translation_aya_text": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. Sedangkan orang-orang yang enggan (menyembah Allah) dan menyombongkan diri, maka Allah akan mengazab mereka dengan azab yang pedih. Dan mereka tidak akan mendapatkan pelindung dan penolong selain Allah.",
            "tafsir_jalalayn": "(Adapun orang-orang yang beriman dan beramal saleh maka Allah akan menyempurnakan ganjaran mereka) artinya pahala dari amal perbuatan mereka itu (dan menambah untuk mereka dari karunia-Nya) yakni yang belum pernah dilihat oleh mata, tidak didengar telinga dan tidak pula terdetik dalam hati manusia. (Adapun orang-orang yang malu dan menyombongkan diri) dari mengabdikan diri kepada-Nya (maka akan disiksa-Nya mereka dengan siksaan yang pedih) atau menyakitkan yaitu siksa neraka (dan mereka tidak akan memperoleh bagian bagi diri mereka selain daripada Allah, pelindung) yang akan melindungi diri mereka (dan tidak pula pembela) yang akan menolong mereka.",
            "sajda": false,
            "transliteration": "Fa ammal lazeena aamanoo wa 'amilus saalihaati fa yuwaffeehim ujoorahum wa yazeeduhum min fadlihee wa ammal lazeenas tankafoo wastakbaroo fa yu'azzibuhum 'azaaban aleemanw wa laa yajidoona lahum min doonil laahi waliyyanw wa laa naseeraa"
        },
        {
            "aya_id": 667,
            "aya_number": 174,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمْ بُرْهَانٌ مِّنْ رَّبِّكُمْ وَاَنْزَلْنَآ اِلَيْكُمْ نُوْرًا مُّبِيْنًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 105,
            "translation_aya_text": "Wahai manusia! Sesungguhnya telah sampai kepadamu bukti kebenaran dari Tuhanmu, (Muhammad dengan mukjizatnya) dan telah Kami turunkan kepadamu cahaya yang terang benderang (Al-Qur'an).",
            "tafsir_jalalayn": "(Hai manusia, sesungguhnya telah datang kepadamu keterangan) bukti kebenaran (dari Tuhanmu) yaitu Nabi saw. (dan telah Kami turunkan kepadamu cahaya yang terang) benderang yakni Alquran.",
            "sajda": false,
            "transliteration": "yaa aiyuhan naasu qad jaaa'akum burhaanum mir Rabbikum wa anzalnaaa ilaikum Nooram Mubeena"
        },
        {
            "aya_id": 668,
            "aya_number": 175,
            "aya_text": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَاعْتَصَمُوْا بِهٖ فَسَيُدْخِلُهُمْ فِيْ رَحْمَةٍ مِّنْهُ وَفَضْلٍۙ وَّيَهْدِيْهِمْ اِلَيْهِ صِرَاطًا مُّسْتَقِيْمًاۗ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 105,
            "translation_aya_text": "Adapun orang-orang yang beriman kepada Allah dan berpegang teguh kepada (agama)-Nya, maka Allah akan memasukkan mereka ke dalam rahmat dan karunia dari-Nya (surga), dan menunjukkan mereka jalan yang lurus kepada-Nya.",
            "tafsir_jalalayn": "(Adapun orang-orang yang beriman kepada Allah dan berpegang teguh kepada-Nya, maka Allah akan memasukkan mereka ke dalam rahmat dan limpahan karunia-Nya dan membimbing mereka ke jalan yang lurus menuju kepada-Nya) yakni agama Islam.",
            "sajda": false,
            "transliteration": "Fa ammal lazeena aamanoo billaahi wa'tasamoo bihee fasa yudkhiluhum fee rah matim minhu wa fadlinw wa yahdeehim ilaihi Siraatam Mustaqeema"
        },
        {
            "aya_id": 669,
            "aya_number": 176,
            "aya_text": "يَسْتَفْتُوْنَكَۗ قُلِ اللّٰهُ يُفْتِيْكُمْ فِى الْكَلٰلَةِ ۗاِنِ امْرُؤٌا هَلَكَ لَيْسَ لَهٗ وَلَدٌ وَّلَهٗٓ اُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ اِنْ لَّمْ يَكُنْ لَّهَا وَلَدٌ ۚ فَاِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثٰنِ مِمَّا تَرَكَ ۗوَاِنْ كَانُوْٓا اِخْوَةً رِّجَالًا وَّنِسَاۤءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِۗ يُبَيِّنُ اللّٰهُ لَكُمْ اَنْ تَضِلُّوْا ۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 106,
            "translation_aya_text": "Mereka meminta fatwa kepadamu (tentang kalalah). Katakanlah, “Allah memberi fatwa kepadamu tentang kalalah (yaitu), jika seseorang mati dan dia tidak mempunyai anak tetapi mempunyai saudara perempuan, maka bagiannya (saudara perempuannya itu) seperdua dari harta yang ditinggalkannya, dan saudaranya yang laki-laki mewarisi (seluruh harta saudara perempuan), jika dia tidak mempunyai anak. Tetapi jika saudara perempuan itu dua orang, maka bagi keduanya dua pertiga dari harta yang ditinggalkan. Dan jika mereka (ahli waris itu terdiri dari) saudara-saudara laki-laki dan perempuan, maka bagian seorang saudara laki-laki sama dengan bagian dua saudara perempuan. Allah menerangkan (hukum ini) kepadamu, agar kamu tidak sesat. Allah Maha Mengetahui segala sesuatu.”",
            "tafsir_jalalayn": "(Mereka meminta fatwa kepadamu) mengenai kalalah, yaitu jika seseorang meninggal dunia tanpa meninggalkan bapak dan anak (Katakanlah, \"Allah memberi fatwa kepadamu tentang kalalah; jika seseorang) umru-un menjadi marfu' dengan fi'il yang menafsirkannya (celaka) maksudnya meninggal dunia (dan dia tidak mempunyai anak) dan tidak pula bapak yakni yang dimaksud dengan kalalah tadi (tetapi mempunyai seorang saudara perempuan) baik sekandung maupun sebapak (maka bagi saudaranya yang perempuan itu seperdua dari harta yang ditinggalkannya, dan dia) maksudnya saudaranya yang laki-laki (mewarisi saudaranya yang perempuan) pada seluruh harta peninggalannya (yakni jika ia tidak mempunyai anak). Sekiranya ia mempunyai seorang anak laki-laki, maka tidak satu pun diperolehnya, tetapi jika anaknya itu perempuan, maka saudaranya itu masih memperoleh kelebihan dari bagian anaknya. Dan sekiranya saudara laki-laki atau saudara perempuan itu seibu, maka bagiannya ialah seperenam sebagaimana telah diterangkan di awal surah. (Jika mereka itu) maksudnya saudara perempuan (dua orang) atau lebih, karena ayat ini turun mengenai Jabir; ia meninggal dunia dengan meninggalkan beberapa orang saudara perempuan (maka bagi keduanya dua pertiga dari harta peninggalan) saudara laki-laki mereka. (Dan jika mereka) yakni ahli waris itu terdiri dari (saudara laki-laki dan perempuan, maka bagian seorang laki-laki) di antara mereka (sebanyak bagian dua orang perempuan.\" Allah menerangkan kepadamu syariat-syariat agama-Nya (agar kamu) tidak (sesat. Dan Allah Maha Mengetahui segala sesuatu) di antaranya tentang pembagian harta warisan. Diriwayatkan oleh Bukhari dan Muslim dari Barra bahwa ia merupakan ayat yang terakhir diturunkan, maksudnya mengenai faraid.",
            "sajda": false,
            "transliteration": "Yastaftoonaka qulillaahu yafteekum fil kalaalah; inimru'un halaka laisa lahoo waladunw wa lahoo ukhtun falahaa nisfu maa tarak; wa huwa yarisuhaaa il lam yakkul lahaa walad; fa in kaanatas nataini falahumas sulusaani mimmmaa tarak; wa in kaanooo ikhwatar rijaalanw wa nisaaa'an faliz zakari mislu hazzil unsayayn; yubaiyinullaahu lakum an tadilloo; wallaahu bikulli shai'in Aleem"
        }
    ]
}