{
    "sura_id": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 4134,
            "aya_number": 1,
            "aya_text": "حٰمۤ  ۚ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 467,
            "translation_aya_text": "Ha Mim",
            "tafsir_jalalayn": "(Haa Miim) hanya Allah saja yang mengetahui arti dan maksudnya.",
            "sajda": false,
            "transliteration": "Haa-Meeem"
        },
        {
            "aya_id": 4135,
            "aya_number": 2,
            "aya_text": "تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْعَلِيْمِۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 467,
            "translation_aya_text": "Kitab ini (Al-Qur'an) diturunkan dari Allah Yang Mahaperkasa, Maha Mengetahui,",
            "tafsir_jalalayn": "(Diturunkan Kitab ini) yakni Alquran, menjadi Mubtada (dari Allah) Khabar Mubtada (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya.",
            "sajda": false,
            "transliteration": "Tanzeelul Kitaabi minal laahil Azeezil 'Aleem"
        },
        {
            "aya_id": 4136,
            "aya_number": 3,
            "aya_text": "غَافِرِ الذَّنْۢبِ وَقَابِلِ التَّوْبِ شَدِيْدِ الْعِقَابِ ذِى الطَّوْلِۗ  لَآ اِلٰهَ اِلَّا هُوَ ۗاِلَيْهِ الْمَصِيْرُ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 467,
            "translation_aya_text": "yang mengampuni dosa dan menerima tobat dan keras hukuman-Nya; yang memiliki karunia. Tidak ada tuhan selain Dia. Hanya kepada-Nyalah (semua makhluk) kembali.",
            "tafsir_jalalayn": "(Yang mengampuni dosa) orang-orang mukmin (dan menerima tobat) mereka (lagi keras hukuman-Nya) terhadap orang-orang kafir, yaitu Dia mengeraskan azab-Nya terhadap mereka (Yang mempunyai karunia) yakni Pemberi nikmat yang lapang; Dia bersifat demikian selama-lamanya. Dimudhafkannya lafal Ghaafir kepada Adz-Dzanbi, lafal Qaabil kepada At-Taubi, dan lafal Syadiid kepada Al-Iqaabi mengandung makna Takrif sebagaimana lafal terakhir yaitu Dzith Thauli. (Tiada Tuhan selain Dia. Hanya kepada-Nyalah kembali) semua makhluk pasti kembali kepada-Nya.",
            "sajda": false,
            "transliteration": "Ghaafiriz zambi wa qaabilit tawbi shadeedil 'iqaabi zit tawli laaa ilaaha illaa Huwa ilaihil maseer"
        },
        {
            "aya_id": 4137,
            "aya_number": 4,
            "aya_text": "مَا يُجَادِلُ فِيْٓ اٰيٰتِ اللّٰهِ اِلَّا الَّذِيْنَ كَفَرُوْا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى الْبِلَادِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 467,
            "translation_aya_text": "Tidak ada yang memperdebatkan tentang ayat-ayat Allah, kecuali orang-orang yang kafir. Karena itu janganlah engkau (Muhammad) tertipu oleh keberhasilan usaha mereka di seluruh negeri.",
            "tafsir_jalalayn": "(Tidak ada yang memperdebatkan tentang ayat-ayat Allah) yakni Alquran (kecuali orang-orang yang kafir) dari kalangan penduduk kota Mekah. (Karena itu janganlah mereka pulang-balik dengan bebas dari suatu kota ke kota yang lain memperdayakan kamu) mereka pulang balik untuk mencari penghidupan dalam keadaan selamat, janganlah hal itu membuatmu teperdaya, karena sesungguhnya akibat dan tempat kembali mereka adalah neraka.",
            "sajda": false,
            "transliteration": "Maa yujaadilu feee Aayaatil laahi illal lazeena kafaroo falaa yaghrurka taqallubuhum fil bilaad"
        },
        {
            "aya_id": 4138,
            "aya_number": 5,
            "aya_text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَّالْاَحْزَابُ مِنْۢ بَعْدِهِمْ ۖوَهَمَّتْ كُلُّ اُمَّةٍۢ بِرَسُوْلِهِمْ لِيَأْخُذُوْهُ وَجَادَلُوْا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَاَخَذْتُهُمْ ۗفَكَيْفَ كَانَ عِقَابِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 467,
            "translation_aya_text": "Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka telah mendustakan (rasul) dan setiap umat telah merencanakan (tipu daya) terhadap rasul mereka untuk menawannya dan mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran; karena itu Aku tawan mereka (dengan azab). Maka betapa (pedihnya) azab-Ku?",
            "tafsir_jalalayn": "(Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu telah mendustakan) rasul-rasulnya, seperti Ad dan Tsamud serta kaum-kaum lainnya (sesudah mereka, dan tiap-tiap umat telah merencanakan makar terhadap rasul mereka untuk menawannya) untuk membunuhnya (dan mereka membantah dengan alasan yang batil untuk melenyapkan) untuk menghapuskan (kebenaran dengan yang batil itu; karena itu Aku azab mereka) dengan siksaan. (Maka betapa pedihnya azab-Ku) terhadap mereka; hal itu sesuai dengan imbalan yang harus mereka terima.",
            "sajda": false,
            "transliteration": "Kazzabat qablahum qawmu Noohinw wal Ahzaabu mim ba'dihim wa hammat kullu ummatim bi Rasoolihim liyaa khuzoobhu wa jaadaloo bilbaatili liyudhidoo bihil haqqa fa akhaztuhum fakifa kaana 'iqaab"
        },
        {
            "aya_id": 4139,
            "aya_number": 6,
            "aya_text": "وَكَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ كَفَرُوْٓا اَنَّهُمْ اَصْحٰبُ النَّارِۘ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 467,
            "translation_aya_text": "Dan demikianlah telah pasti berlaku ketetapan Tuhanmu terhadap orang-orang kafir, (yaitu) sesungguhnya mereka adalah penghuni neraka.",
            "tafsir_jalalayn": "(Dan demikianlah telah pasti berlaku ketetapan azab Rabbmu) sebagaimana yang telah diungkapkan-Nya dalam firman yang lain, yaitu, \"Sesungguhnya akan Aku penuhi neraka Jahanam itu...\" (Q.S. As-Sajdah, 13) (terhadap orang-orang kafir, karena sesungguhnya mereka adalah penghuni neraka) lafal Annahum Ashhaabun Naari merupakan Badal dari lafal Kalimatu Rabbika.",
            "sajda": false,
            "transliteration": "Wa kazaalika haqqat Kalimatu Rabbika 'alal lazeena kafarooo annahum Ashaabun Naar"
        },
        {
            "aya_id": 4140,
            "aya_number": 7,
            "aya_text": "اَلَّذِيْنَ يَحْمِلُوْنَ الْعَرْشَ وَمَنْ حَوْلَهٗ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُوْنَ بِهٖ وَيَسْتَغْفِرُوْنَ لِلَّذِيْنَ اٰمَنُوْاۚ رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَّعِلْمًا فَاغْفِرْ لِلَّذِيْنَ تَابُوْا وَاتَّبَعُوْا سَبِيْلَكَ وَقِهِمْ عَذَابَ الْجَحِيْمِ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 467,
            "translation_aya_text": "(Malaikat-malaikat) yang memikul ‘Arsy dan (malaikat) yang berada di sekelilingnya bertasbih dengan memuji Tuhannya dan mereka beriman kepada-Nya serta memohonkan ampunan untuk orang-orang yang beriman (seraya berkata), “Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu dan peliharalah mereka dari azab neraka yang menyala-nyala.",
            "tafsir_jalalayn": "(Malaikat-malaikat yang memikul Arasy) berkedudukan menjadi Mubtada (dan malaikat yang berada di sekelilingnya) diathafkan kepada ayat sebelumnya (bertasbih) menjadi Khabar dari Mubtada (memuji Rabb mereka) artinya, seraya memuji-Nya yaitu mengucapkan kalimat, \"Subhaanallaah Wa Bihamdihi\" (dan mereka beriman kepada-Nya) kepada Allah swt. dengan kalbu mereka, maksudnya, mereka percaya kepada keesaan-Nya (serta memintakan ampun bagi orang-orang yang beriman) seraya mengucapkan, (\"Ya Rabb kami! Rahmat dan ilmu Engkau meliputi segala sesuatu) maksudnya, rahmat-Mu meliputi segala sesuatu, dan ilmu-Mu meliputi segala sesuatu. (Maka berilah ampun kepada orang-orang yang bertobat) dari kemusyrikan (dan mengikuti jalan Engkau) yakni agama Islam (dan peliharalah mereka dari siksa neraka Jahim) yang apinya menyala-nyala.",
            "sajda": false,
            "transliteration": "Allazeena yahmiloonal 'Arsha wa man hawlahoo yusabbihoona bihamdi Rabbihim wa yu'minoona bihee wa yastaghfiroona lillazeena aamanoo Rabbanaa wasi'ta kulla shai'ir rahmantanw wa 'ilman faghfir lillazeena taaboo wattaba'oo sabeelaka wa qihim 'azaabal Jaheem"
        },
        {
            "aya_id": 4141,
            "aya_number": 8,
            "aya_text": "رَبَّنَا وَاَدْخِلْهُمْ جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدْتَّهُمْ وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ ۗاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُۙ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Ya Tuhan kami, masukkanlah mereka ke dalam surga ‘Adn yang telah Engkau janjikan kepada mereka, dan orang yang saleh di antara nenek moyang mereka, istri-istri, dan keturunan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana,",
            "tafsir_jalalayn": "(Ya Rabb kami! Masukkanlah mereka ke dalam surga Adn) sebagai tempat tinggal mereka (yang telah Engkau janjikan kepada mereka dan orang-orang yang saleh) lafal Man shalaha diathafkan kepada lafal Hum yang terdapat di dalam lafal Wa-adkhilhum atau yang terdapat pada lafal Wa'adtahum (dari bapak-bapak mereka, dan istri-istri mereka, dan keturunan mereka. Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana) di dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Rabbannaa wa adkhilhum Jannaati 'adninil latee wa'attahum wa man salaha min aabaaa'ihim wa azwaajihim wa zurriyyaatihim; innaka Antal 'Azeezul Hakeem"
        },
        {
            "aya_id": 4142,
            "aya_number": 9,
            "aya_text": "وَقِهِمُ السَّيِّاٰتِۗ وَمَنْ تَقِ السَّيِّاٰتِ يَوْمَىِٕذٍ فَقَدْ رَحِمْتَهٗ ۗوَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "dan peliharalah mereka dari (bencana) kejahatan. Dan orang-orang yang Engkau pelihara dari (bencana) kejahatan pada hari itu, maka sungguh, Engkau telah menganugerahkan rahmat kepadanya dan demikian itulah kemenangan yang agung.”",
            "tafsir_jalalayn": "(Dan peliharalah mereka dari kejahatan) dari balasan azabnya (Dan orang-orang yang Engkau pelihara dari balasan kejahatan pada hari itu) pada hari kiamat (maka sesungguhnya telah Engkau anugerahkan rahmat kepadanya dan itulah kemenangan yang besar.\")",
            "sajda": false,
            "transliteration": "Wa qihimus saiyi-aat; wa man taqis saiyi-aati Yawma'izin faqad rahimtah; wa zaalika huwal fawzul 'azeem"
        },
        {
            "aya_id": 4143,
            "aya_number": 10,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنَادَوْنَ لَمَقْتُ اللّٰهِ اَكْبَرُ مِنْ مَّقْتِكُمْ اَنْفُسَكُمْ اِذْ تُدْعَوْنَ اِلَى الْاِيْمَانِ فَتَكْفُرُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Sesungguhnya orang-orang yang kafir, kepada mereka (pada hari Kiamat) diserukan, “Sungguh, kebencian Allah (kepadamu) jauh lebih besar daripada kebencianmu kepada dirimu sendiri, ketika kamu diseru untuk beriman lalu kamu mengingkarinya.”",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir diserukan kepada mereka) oleh para malaikat, sedangkan mereka membenci diri mereka sendiri sewaktu mereka dimasukkan ke dalam neraka (\"Sesungguhnya kebencian Allah) kepada kalian (lebih besar daripada kebencian kalian kepada diri kalian sendiri karena kalian diseru) sewaktu di dunia (untuk beriman, lalu kalian kafir.\")",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo yunaadawna lamaqtul laahi akbaru mim maqtikum anfusakum iz tud'awna ilal eemaani fatakfuroon"
        },
        {
            "aya_id": 4144,
            "aya_number": 11,
            "aya_text": "قَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَيْنِ وَاَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوْبِنَا فَهَلْ اِلٰى خُرُوْجٍ مِّنْ سَبِيْلٍ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Mereka menjawab, “Ya Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah jalan (bagi kami) untuk keluar (dari neraka)?”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Ya Rabb kami, Engkau telah mematikan kami dua kali) yakni dua kali mati (dan telah menghidupkan kami dua kali pula) yakni dua kali hidup. Karena sesungguhnya sebelum itu mereka berupa mani, dalam keadaan mati, kemudian mereka dijadikan hidup, lalu mereka dimatikan lagi, lalu mereka dihidupkan lagi pada hari berbangkit (lalu kami mengakui dosa-dosa kami) yaitu dosa keingkaran kami terhadap adanya hari berbangkit. (Maka adakah untuk keluar) dari neraka lalu kembali lagi ke dunia, supaya kami dapat menjalani ketaatan kepada Rabb kami (sesuatu jalan\") yakni jalan keluar, maka jawaban mereka adalah tidak ada.",
            "sajda": false,
            "transliteration": "Qaaloo Rabbanaaa amat tanasnataini wa ahyaitanas nataini fa'tarafnaa bizunoo binaa fahal ilaa khuroojim min sabeel"
        },
        {
            "aya_id": 4145,
            "aya_number": 12,
            "aya_text": "ذٰلِكُمْ بِاَنَّهٗٓ اِذَا دُعِيَ اللّٰهُ وَحْدَهٗ كَفَرْتُمْۚ وَاِنْ يُّشْرَكْ بِهٖ تُؤْمِنُوْا ۗفَالْحُكْمُ لِلّٰهِ الْعَلِيِّ الْكَبِيْرِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Yang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar.",
            "tafsir_jalalayn": "(Yang demikian itu) maksudnya, azab yang kalian sedang jalani itu (adalah karena) ketika di dunia (kalian kafir apabila Allah saja disembah) artinya, kalian kafir bilamana Dia diesakan. (Dan apabila Allah dipersekutukan) menjadikan sekutu bagi-Nya (kalian percaya) kalian percaya kepada kemusyrikan itu. (Maka putusan) untuk mengazab kalian (adalah pada Allah Yang Maha Tinggi) atas semua makhluk-Nya (lagi Maha Besar) Maha Agung.",
            "sajda": false,
            "transliteration": "Zaalikum bi annahooo izaa du'iyal laahu wahdahoo kafartum wa iny yushrak bihee tu'minoo; falhukmu lillaahil 'Aliyyil Kabeer"
        },
        {
            "aya_id": 4146,
            "aya_number": 13,
            "aya_text": "هُوَ الَّذِيْ يُرِيْكُمْ اٰيٰتِهٖ وَيُنَزِّلُ لَكُمْ مِّنَ السَّمَاۤءِ رِزْقًا ۗوَمَا يَتَذَكَّرُ اِلَّا مَنْ يُّنِيْبُ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Dialah yang memperlihatkan tanda-tanda (kekuasaan)-Nya kepadamu dan menurunkan rezeki dari langit untukmu. Dan tidak lain yang mendapat pelajaran hanyalah orang-orang yang kembali (kepada Allah).",
            "tafsir_jalalayn": "(Dialah yang memperlihatkan kepada kalian tanda-tanda-Nya) yang menunjukkan akan keesaan-Nya (dan menurunkan untuk kalian rezeki dari langit) berupa hujan. (Dan tiadalah mendapat pelajaran) yakni mengambil nasihat (kecuali orang-orang yang kembali kepada Allah) dari kemusyrikan.",
            "sajda": false,
            "transliteration": "Huwal lazee yureekum Aayaatihee wa yunazzilu lakum minas samaaa'i rizqaa; wa maa tatazakkaru illaa mai yuneeb"
        },
        {
            "aya_id": 4147,
            "aya_number": 14,
            "aya_text": "فَادْعُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكٰفِرُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya, meskipun orang-orang kafir tidak menyukai(nya).",
            "tafsir_jalalayn": "(Maka serulah Allah) sembahlah Dia (dengan memurnikan ibadah kepada-Nya) artinya, memurnikan agama dari kemusyrikan (meskipun orang-orang kafir tidak menyukainya) sekalipun mereka tidak menyukai keikhlasan kalian kepada-Nya.",
            "sajda": false,
            "transliteration": "Fad'ul laaha mukhliseena lahud deena wa law karihal kaafiroon"
        },
        {
            "aya_id": 4148,
            "aya_number": 15,
            "aya_text": "رَفِيْعُ الدَّرَجٰتِ ذُو الْعَرْشِۚ يُلْقِى الرُّوْحَ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ لِيُنْذِرَ يَوْمَ التَّلَاقِۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki ’Arsy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat),",
            "tafsir_jalalayn": "(Dialah Yang Maha Tinggi derajat-Nya) maksudnya, Allah Maha Agung sifat-sifat-Nya, atau Dialah Yang mengangkat derajat orang-orang yang beriman di surga (Yang mempunyai Arasy) Yang menciptakannya (Yang menurunkan Ar-Ruuh) yakni wahyu (dari perintah-Nya) atau firman-nya (kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya, supaya dia memperingatkan) maksudnya, orang yang menerima wahyu itu diperintahkan untuk menyampaikan wahyu-Nya kepada manusia (tentang hari pertemuan) dapat dibaca At-Talaaqi atau At-Talaaqiy dengan memakai huruf Ya. Yakni hari kiamat, karena pada hari itu penduduk langit dan penduduk bumi bertemu, dan bertemu pula antara Yang Disembah dan yang menyembah, sebagaimana dipertemukan pula antara orang yang aniaya dan orang yang dianiaya.",
            "sajda": false,
            "transliteration": "Rafee'ud darajaati zul 'Arshi yulqir rooha min amrihee 'alaa mai yashaaa'u min 'ibaadihee liyunzira yawmat talaaq"
        },
        {
            "aya_id": 4149,
            "aya_number": 16,
            "aya_text": "يَوْمَ هُمْ بَارِزُوْنَ ۚ لَا يَخْفٰى عَلَى اللّٰهِ مِنْهُمْ شَيْءٌ ۗلِمَنِ الْمُلْكُ الْيَوْمَ ۗ لِلّٰهِ الْوَاحِدِ الْقَهَّارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "(yaitu) pada hari (ketika) mereka keluar (dari kubur); tidak sesuatu pun keadaan mereka yang tersembunyi di sisi Allah. (Lalu Allah berfirman), “Milik siapakah kerajaan pada hari ini?” Milik Allah Yang Maha Esa, Maha Mengalahkan.",
            "tafsir_jalalayn": "(Yaitu hari ketika mereka keluar) dari kuburnya masing-masing (tiada suatu pun dari keadaan mereka yang tersembunyi bagi Allah berfirman, \"Kepunyaan siapakah kerajaan pada hari ini?\") Allah sendiri yang mengatakannya, kemudian Dia sendiri pula yang menjawabnya, yaitu, (\"Hanya kepunyaan Allah Yang Maha Esa lagi Maha Mengalahkan\") atas semua makhluk-Nya.",
            "sajda": false,
            "transliteration": "Yawma hum baarizoona laa yakhfaa 'alal laahi minhum shai; limanil mulkul Yawma lillaahil Waahidil Qahaar"
        },
        {
            "aya_id": 4150,
            "aya_number": 17,
            "aya_text": "اَلْيَوْمَ تُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ ۗ لَا ظُلْمَ الْيَوْمَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 469,
            "translation_aya_text": "Pada hari ini setiap jiwa diberi balasan sesuai dengan apa yang telah dikerjakannya. Tidak ada yang dirugikan pada hari ini. Sungguh, Allah sangat cepat perhitungan-Nya.",
            "tafsir_jalalayn": "(Pada hari ini tiap-tiap jiwa diberi balasan dengan apa yang diusahakannya. Tidak ada yang dirugikan pada hari ini. Sesungguhnya Allah amat cepat hisab-Nya) Dia menghisab semua makhluk hanya dalam waktu setengah hari dunia, demikianlah menurut keterangan hadis.",
            "sajda": false,
            "transliteration": "Al-Yawma tujzaa kullu nafsim bimaa kasabat; laa zulmal Yawm; innal laaha saree'ul hisaab"
        },
        {
            "aya_id": 4151,
            "aya_number": 18,
            "aya_text": "وَاَنْذِرْهُمْ يَوْمَ الْاٰزِفَةِ اِذِ الْقُلُوْبُ لَدَى الْحَنَاجِرِ كَاظِمِيْنَ ەۗ مَا لِلظّٰلِمِيْنَ مِنْ حَمِيْمٍ وَّلَا شَفِيْعٍ يُّطَاعُۗ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 469,
            "translation_aya_text": "Dan berilah mereka peringatan akan hari yang semakin dekat (hari Kiamat, yaitu) ketika hati (menyesak) sampai di kerongkongan karena menahan kesedihan. Tidak ada seorang pun teman setia bagi orang yang zalim dan tidak ada baginya seorang penolong yang diterima (pertolongannya).",
            "tafsir_jalalayn": "(Berilah mereka peringatan dengan hari yang dekat) yakni hari kiamat. Berasal dari kata Azifar Rahiilu, artinya, Waktu berangkat telah dekat (yaitu ketika kalbu) menyesak karena dicekam rasa takut (sampai) artinya hingga sesaknya terasa sampai (di kerongkongan dengan menahan kedukaan) penuh dengan kesedihan. Lafal Kaazhimiina ini adalah Hal atau kata keterangan keadaan bagi lafal Al-Quluubu, kemudian dianggap sebagai jamak dengan memakai huruf Ya dan Nun karena diibaratkan kepada para pemiliknya. (Tiada teman-teman yang setia bagi orang-orang yang zalim) maksudnya tiada teman sejawat dan dekat (dan tidak pula mempunyai seorang pemberi syafaat yang diterima syafaatnya) yang dapat diterima syafaatnya; lafal Yuthaa'u sebagai sifat, tidak mengandung pengertian apa-apa, karena pada asalnya tiada syafaat bagi mereka, sebagaimana yang telah diungkapkan oleh firman-Nya yang lain, yaitu, \"Maka kami tidak mempunyai pemberi syafaat seorang pun.\" (Q.S. Asy-Syu'ara, 100). Tetapi kalau lafal Syafii'in, memang mengandung makna, karena ditinjau dari segi dugaan mereka yaitu, bahwasanya mereka memiliki pemberi-pemberi syafaat. Maksudnya, seandainya mereka memberi syafaat, niscaya syafaat mereka tidak akan diterima.",
            "sajda": false,
            "transliteration": "Wa anzirhum yawmal aazifati izil quloobu ladal hanaajiri kaazimeen; maa lizzaalimeena min hameeminw wa laa shafee'iny-yutaa'"
        },
        {
            "aya_id": 4152,
            "aya_number": 19,
            "aya_text": "يَعْلَمُ خَاۤىِٕنَةَ الْاَعْيُنِ وَمَا تُخْفِى الصُّدُوْرُ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 469,
            "translation_aya_text": "Dia mengetahui (pandangan) mata yang khianat dan apa yang tersembunyi dalam dada.",
            "tafsir_jalalayn": "(Dia mengetahui) Allah mengetahui (mata yang khianat) ketika mencuri pandang melihat hal-hal yang diharamkan (dan apa yang disembunyikan oleh hati) yang tersimpan di dalam kalbu.",
            "sajda": false,
            "transliteration": "Ya'lamu khaaa'inatal a'yuni wa maa tukhfis sudoor"
        },
        {
            "aya_id": 4153,
            "aya_number": 20,
            "aya_text": "وَاللّٰهُ يَقْضِيْ بِالْحَقِّ ۗوَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَقْضُوْنَ بِشَيْءٍ ۗاِنَّ اللّٰهَ هُوَ السَّمِيْعُ الْبَصِيْرُ ࣖ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 469,
            "translation_aya_text": "Dan Allah memutuskan dengan kebenaran. Sedang mereka yang disembah selain-Nya tidak mampu memutuskan dengan sesuatu apa pun. Sesungguhnya Allah, Dialah Yang Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Dan Allah menghukum dengan keadilan. Dan sesembahan-sesembahan yang mereka seru) yang mereka sembah (selain Allah) yakni berhala-berhala (tiada dapat menghukum dengan sesuatu apa pun) mana mungkin mereka menjadi sekutu-sekutu Allah? (Sesungguhnya Allah Dialah Yang Maha Mendengar) semua perkataan mereka (lagi Maha Melihat) semua perbuatan mereka.",
            "sajda": false,
            "transliteration": "Wallaahu yaqdee bilhaqq, wallazeena yad'oona min doonihee laa yaqdoona bishai'; innal laaha Huwas Samee'ul Baseer"
        },
        {
            "aya_id": 4154,
            "aya_number": 21,
            "aya_text": "۞ اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ كَانُوْا مِنْ قَبْلِهِمْ ۗ كَانُوْا هُمْ اَشَدَّ مِنْهُمْ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗوَمَا كَانَ لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 469,
            "translation_aya_text": "Dan apakah mereka tidak mengadakan perjalanan di bumi, lalu memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Orang-orang itu lebih hebat kekuatannya daripada mereka dan (lebih banyak) peninggalan-peninggalan (peradaban)nya di bumi, tetapi Allah mengazab mereka karena dosa-dosanya. Dan tidak akan ada sesuatu pun yang melindungi mereka dari (azab) Allah.",
            "tafsir_jalalayn": "(Dan apakah mereka tidak mengadakan perjalanan di muka bumi, lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Mereka itu adalah lebih hebat daripada mereka) menurut suatu qiraat lafal Minhum dibaca Minkum, artinya lebih hebat daripada kalian (kekuatannya dan lebih banyak bekas-bekas mereka di muka bumi) seperti bangunan-bangunan dan gedung-gedungnya (maka Allah mengazab mereka) membinasakan mereka (disebabkan dosa-dosa mereka. Dan sekali-kali mereka tidak mempunyai seorang pelindung dari azab Allah) dari siksaan-Nya.",
            "sajda": false,
            "transliteration": "Awalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena kaanoo min qablihim; kaanoo hum ashadda minhum quwwatanw wa aasaaran fil ardi fa akhazahumul laahu bizunoobihim wa maa kaana lahum minal laahi minw waaq"
        },
        {
            "aya_id": 4155,
            "aya_number": 22,
            "aya_text": "ذٰلِكَ بِاَنَّهُمْ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَكَفَرُوْا فَاَخَذَهُمُ اللّٰهُ ۗاِنَّهٗ قَوِيٌّ شَدِيْدُ الْعِقَابِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 469,
            "translation_aya_text": "Yang demikian itu adalah karena sesungguhnya rasul-rasul telah datang kepada mereka dengan membawa bukti-bukti yang nyata lalu mereka ingkar; maka Allah mengazab mereka. Sungguh, Dia Mahakuat, Mahakeras hukuman-Nya.",
            "tafsir_jalalayn": "(Yang demikian itu adalah karena telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti) yakni mukjizat-mukjizat yang tampak (lalu mereka kafir; maka Allah mengazab mereka. Sesungguhnya Dia Maha Kuat lagi Maha Keras hukuman-Nya.)",
            "sajda": false,
            "transliteration": "Zaalika bi annahum kaanat taateehim Rusuluhum bilbaiyinaati fakafaroo fa akhazahumul laah; innahoo qawiyyun shadeedul 'iqaab"
        },
        {
            "aya_id": 4156,
            "aya_number": 23,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا مُوسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 469,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata,",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami utus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata) bukti yang jelas dan tampak.",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa Moosaa bi Aayaatinaa wa sultaanim mubeen"
        },
        {
            "aya_id": 4157,
            "aya_number": 24,
            "aya_text": "اِلٰى فِرْعَوْنَ وَهَامٰنَ وَقَارُوْنَ فَقَالُوْا سٰحِرٌ كَذَّابٌ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 469,
            "translation_aya_text": "kepada Fir‘aun, Haman dan Karun; lalu mereka berkata, “(Musa) itu seorang pesihir dan pendusta.”",
            "tafsir_jalalayn": "(Kepada Firaun, Haman dan Qarun; maka mereka berkata,) \"Dia (adalah seorang ahli sihir yang pendusta.\")",
            "sajda": false,
            "transliteration": "Ilaa Fir'awna wa Haamaana qa Qaaroona faqaaloo saahirun kazzaab"
        },
        {
            "aya_id": 4158,
            "aya_number": 25,
            "aya_text": "فَلَمَّا جَاۤءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوْٓا اَبْنَاۤءَ الَّذِيْنَ اٰمَنُوْا مَعَهٗ وَاسْتَحْيُوْا نِسَاۤءَهُمْ ۗوَمَا كَيْدُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 469,
            "translation_aya_text": "Maka ketika dia (Musa) datang kepada mereka membawa kebenaran dari Kami, mereka berkata, “Bunuhlah anak-anak laki-laki dari orang-orang yang beriman bersama dia dan biarkan hidup perempuan-perempuan mereka.” Namun tipu daya orang-orang kafir itu sia-sia belaka.",
            "tafsir_jalalayn": "(Maka tatkala Musa datang kepada mereka membawa kebenaran) yakni dengan membawa perkara yang hak (dari sisi Kami, mereka berkata, \"Bunuhlah anak-anak orang-orang yang beriman bersama dengan dia dan biarkanlah hidup) yakni biarkanlah tetap hidup (wanita-wanita mereka.\" Dan tipu daya orang-orang kafir itu tak lain hanyalah sia-sia belaka) yakni menjerumuskan mereka sendiri dalam kebinasaan.",
            "sajda": false,
            "transliteration": "Falamuna jaaa'ahum bil haqqi min 'indinaa qaaluq tulooo abnaaa'al lazeena aamanoo ma'ahoo wastahyoo nisaaa'ahum; wa maa kaidul kaafireena illaa fee dalaal"
        },
        {
            "aya_id": 4159,
            "aya_number": 26,
            "aya_text": "وَقَالَ فِرْعَوْنُ ذَرُوْنِيْٓ اَقْتُلْ مُوْسٰى وَلْيَدْعُ رَبَّهٗ ۚاِنِّيْٓ اَخَافُ اَنْ يُّبَدِّلَ دِيْنَكُمْ اَوْ اَنْ يُّظْهِرَ فِى الْاَرْضِ الْفَسَادَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 470,
            "translation_aya_text": "Dan Fir‘aun berkata (kepada pembesar-pembesarnya), “Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di bumi.”",
            "tafsir_jalalayn": "(Dan berkata Firaun kepada pembesar-pembesarnya, \"Biarkanlah aku membunuh Musa) karena mereka mencegahnya melakukan pembunuhan terhadap Musa (dan hendaklah ia memohon kepada Rabbnya) supaya Dia mencegah niatku yang akan membunuhnya (karena sesungguhnya aku khawatir dia akan menukar agama kalian) mencegah kalian menyembahku, lalu kalian mengikutinya (atau menimbulkan kerusakan di muka bumi\") seperti melakukan pembunuhan dan lain sebagainya. Menurut suatu qiraat lafal Au dibaca Wa. Dan menurut qiraat lainnya dibaca Ay Yazhhara Fil Ardhil Fasaadu.",
            "sajda": false,
            "transliteration": "Wa qaala Fir'awnu zarooneee aqtul Moosaa walyad'u Rabbahoo inneee akhaafu ai yubaddila deenakum aw ai yuzhira fil ardil fasaad"
        },
        {
            "aya_id": 4160,
            "aya_number": 27,
            "aya_text": "وَقَالَ مُوْسٰىٓ اِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ مِّنْ كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ ࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 470,
            "translation_aya_text": "Dan (Musa) berkata, “Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari perhitungan.”",
            "tafsir_jalalayn": "(Dan Musa berkata,) kepada kaumnya sedangkan dia telah mendengar ancaman Firaun tadi (\"Sesungguhnya aku berlindung kepada Rabbku dan Rabb kalian dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari berhisab.\")",
            "sajda": false,
            "transliteration": "Wa qaala Moosaaaa innee 'uztu bi Rabbee wa Rabbikum min kulli mutakabbiril laayu'minu bi Yawmil Hisaab"
        },
        {
            "aya_id": 4161,
            "aya_number": 28,
            "aya_text": "وَقَالَ رَجُلٌ مُّؤْمِنٌۖ مِّنْ اٰلِ فِرْعَوْنَ يَكْتُمُ اِيْمَانَهٗٓ اَتَقْتُلُوْنَ رَجُلًا اَنْ يَّقُوْلَ رَبِّيَ اللّٰهُ وَقَدْ جَاۤءَكُمْ بِالْبَيِّنٰتِ مِنْ رَّبِّكُمْ ۗوَاِنْ يَّكُ كَاذِبًا فَعَلَيْهِ كَذِبُهٗ ۚوَاِنْ يَّكُ صَادِقًا يُّصِبْكُمْ بَعْضُ الَّذِيْ يَعِدُكُمْ ۗاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 470,
            "translation_aya_text": "Dan seseorang yang beriman di antara keluarga Fir‘aun yang menyembunyikan imannya berkata, “Apakah kamu akan membunuh seseorang karena dia berkata, “Tuhanku adalah Allah,” padahal sungguh, dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Dan jika dia seorang pendusta maka dialah yang akan menanggung (dosa) dustanya itu; dan jika dia seorang yang benar, nis-caya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas dan pendusta.",
            "tafsir_jalalayn": "(Dan berkatalah seorang laki-laki yang beriman di antara keluarga Firaun) menurut suatu pendapat disebutkan, bahwa ia adalah anak paman Firaun atau saudara sepupunya (yang menyembunyikan imannya, \"Apakah kalian akan membunuh seorang laki-laki karena) sebab (dia menyatakan, 'Rabbku ialah Allah' padahal dia telah datang kepada kalian dengan membawa keterangan-keterangan) yakni mukjizat-mukjizat yang jelas (dari Rabb kalian. Dan jika ia seorang pendusta maka dialah yang menanggung dosa-dustanya itu) yakni dia sendirilah yang menanggung akibat dari kedustaannya (dan jika ia seorang yang benar niscaya sebagian bencana yang diancamkannya kepada kalian akan menimpa kalian\") yakni sebagian azab yang diancamkannya kepada kalian akan segera menimpa diri kalian. (Sesungguhnya Allah tidak menunjuki orang-orang yang melampaui batas) yakni orang yang musyrik (lagi pendusta) yang banyak dustanya.",
            "sajda": false,
            "transliteration": "Wa qaala rajulum mu'minummin Aali Fir'awna yaktumu eemaanahooo ataqtuloona rajulan ai yaqoola Rabbi yal laahu wa qad jaaa'akum bil haiyinaati mir Rabbikum wa iny yaku kaaziban fa'alaihi kazi buhoo wa iny yaku saadiqany yasibkum ba'dul lazee ya'idukum innal laaha laa yahdee man huwa musrifun kaazaab"
        },
        {
            "aya_id": 4162,
            "aya_number": 29,
            "aya_text": "يٰقَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِيْنَ فِى الْاَرْضِۖ فَمَنْ يَّنْصُرُنَا مِنْۢ بَأْسِ اللّٰهِ اِنْ جَاۤءَنَا ۗقَالَ فِرْعَوْنُ مَآ اُرِيْكُمْ اِلَّا مَآ اَرٰى وَمَآ اَهْدِيْكُمْ اِلَّا سَبِيْلَ الرَّشَادِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 470,
            "translation_aya_text": "Wahai kaumku! Pada hari ini kerajaan ada padamu dengan berkuasa di bumi, tetapi siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?” Fir‘aun berkata, “Aku hanya mengemukakan kepadamu, apa yang aku pandang baik; dan aku hanya menunjukkan kepadamu jalan yang benar.”",
            "tafsir_jalalayn": "(Hai kaumku! Untuk kalianlah kerajaan pada hari ini dengan berkuasa) artinya, dengan mengalami kemenangan; lafal Zhaahiriina berkedudukan menjadi Hal atau kata keterangan keadaan (di muka bumi) di negeri Mesir. (Siapakah yang akan menolong kita dari azab Allah) dari azab-Nya bila kalian membunuh kekasih-kekasih-Nya (jika azab itu menimpa kita) tiada seorang pun yang dapat menolong kita (Firaun berkata, \"Aku tidak mengemukakan kepada kalian, melainkan apa yang aku pandang baik;) maksudnya, aku tidak memberikan isyarat kepada kalian melainkan apa yang telah aku putuskan itu, yaitu membunuh Musa (dan aku tiada menunjukkan kepada kalian, selain jalan yang benar\") jalan yang mengandung kebenaran.",
            "sajda": false,
            "transliteration": "Yaa qawmi lakumul mulkul yawma zaahireena fil ardi famai yansurunaa mim baasil laahi in jaaa'anaa; qaala Fir'awnu maaa ureekum illaa maaa araa wa maaa ahdeekum illaa sabeelar Rashaad"
        },
        {
            "aya_id": 4163,
            "aya_number": 30,
            "aya_text": "وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ مِّثْلَ يَوْمِ الْاَحْزَابِۙ  ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 470,
            "translation_aya_text": "Dan orang yang beriman itu berkata, “Wahai kaumku! Sesungguhnya aku khawatir kamu akan ditimpa (bencana) seperti hari kehancuran golongan yang bersekutu,",
            "tafsir_jalalayn": "(Dan orang yang beriman itu berkata, \"Hai kaumku! Sesungguhnya aku khawatir kalian akan ditimpa -bencana- seperti peristiwa kehancuran golongan yang bersekutu) yakni azab yang telah menimpa umat-umat terdahulu, golongan demi golongan.",
            "sajda": false,
            "transliteration": "Wa qaalal lazee aamana yaa qawmi inneee akhaafu 'alaikum misla yawmil Ahzaab"
        },
        {
            "aya_id": 4164,
            "aya_number": 31,
            "aya_text": "مِثْلَ دَأْبِ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗوَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعِبَادِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 470,
            "translation_aya_text": "(yakni) seperti kebiasaan kaum Nuh, ’Ad, samud dan orang-orang yang datang setelah mereka. Padahal Allah tidak menghendaki kezaliman terhadap hamba-hamba-Nya.”",
            "tafsir_jalalayn": "(-Yakni- seperti keadaan kaum Nuh, Ad, Tsamud dan orang-orang yang datang sesudah mereka) lafal Mitsli dalam ayat ini merupakan Badal atau pengganti keterangan dari lafal Mitsli yang sebelumnya, yang ada pada ayat di atas. Yakni, seperti pembalasan yang biasa menimpa orang-orang kafir sebelum kalian; mereka ditimpa azab di dunia. (Dan Allah tidak menghendaki berbuat kelaliman terhadap hamba-hamba-Nya.)",
            "sajda": false,
            "transliteration": "Misla daabi qawmi Noohinw wa 'aadinw wa Samooda wallazeena mim ba'dihim; wa mal laahu yureedu zulmal lil'ibaad"
        },
        {
            "aya_id": 4165,
            "aya_number": 32,
            "aya_text": "وَيٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِۙ  ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 470,
            "translation_aya_text": "Dan wahai kaumku! Sesungguhnya aku benar-benar khawatir terhadapmu akan (siksaan) hari saling memanggil,",
            "tafsir_jalalayn": "(Hai kaumku, sesungguhnya aku khawatir terhadap kalian akan siksa hari panggil-memanggil) dapat dibaca At-Tanaadi atau At-Tanaadiy dengan memakai huruf Ya pada akhirnya. Artinya ialah hari kiamat, yang pada hari itu banyak sekali panggil-memanggil antara ahli surga dan ahli neraka; setiap panggilan sesuai dengan apa yang dialami oleh pemanggilnya. Maka panggilan yang mengandung kebahagiaan adalah bagi ahli surga dan panggilan yang mengandung kecelakaan adalah bagi ahli neraka; selain itu masih banyak pula jenis panggilan atau seruan lainnya.",
            "sajda": false,
            "transliteration": "Wa yaa qawmi inneee akhaafu 'alaikum yawmat tanaad"
        },
        {
            "aya_id": 4166,
            "aya_number": 33,
            "aya_text": "يَوْمَ تُوَلُّوْنَ مُدْبِرِيْنَۚ مَا لَكُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 470,
            "translation_aya_text": "(yaitu) pada hari (ketika) kamu berpaling ke belakang (lari), tidak ada seorang pun yang mampu menyelamatkan kamu dari (azab) Allah. Dan barangsiapa dibiarkan sesat oleh Allah, niscaya tidak ada sesuatu pun yang mampu memberi petunjuk.”",
            "tafsir_jalalayn": "(Yaitu hari ketika kalian lari berpaling ke belakang) dari tempat hisab untuk dibawa ke neraka (tidak ada bagi kalian dari Allah) yakni dari azab-Nya (seorang pun yang dapat menyelamatkan kalian) yakni yang dapat mencegah azab dari diri kalian (dan siapa yang disesatkan Allah, niscaya tidak ada baginya seorang pun yang akan memberi petunjuk.\")",
            "sajda": false,
            "transliteration": "Yawma tuwalloona mud bireena maa lakum minal laahi min 'aasim; wa mai yudlilil laahu famaa lahoo min haad"
        },
        {
            "aya_id": 4167,
            "aya_number": 34,
            "aya_text": "وَلَقَدْ جَاۤءَكُمْ يُوْسُفُ مِنْ قَبْلُ بِالْبَيِّنٰتِ فَمَا زِلْتُمْ فِيْ شَكٍّ مِّمَّا جَاۤءَكُمْ بِهٖ ۗحَتّٰىٓ اِذَا هَلَكَ قُلْتُمْ لَنْ يَّبْعَثَ اللّٰهُ مِنْۢ بَعْدِهٖ رَسُوْلًا ۗ كَذٰلِكَ يُضِلُّ اللّٰهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "Dan sungguh, sebelum itu Yusuf telah datang kepadamu dengan membawa bukti-bukti yang nyata, tetapi kamu senantiasa meragukan apa yang dibawanya, bahkan ketika dia wafat, kamu berkata, “Allah tidak akan mengirim seorang rasul pun setelahnya.” Demikianlah Allah membiarkan sesat orang yang melampaui batas dan ragu-ragu,",
            "tafsir_jalalayn": "(Dan sesungguhnya telah datang Yusuf kepada kalian sebelumnya) yakni sebelum Nabi Musa; menurut suatu pendapat ia adalah Yusuf bin Yakub yang usianya dipanjangkan sampai zaman Nabi Musa; atau menurut pendapat yang lain dia adalah Yusuf bin Ibrahim bin Yusuf bin Nabi Yakub (dengan membawa keterangan-keterangan) mukjizat-mukjizat yang tampak jelas (tetapi kalian senantiasa dalam keraguan tentang apa yang dibawanya kepada kalian, sehingga ketika dia meninggal, kalian berkata,) tanpa memakai bukti yang benar lagi (\"Allah tidak akan mengirim seorang rasul pun sesudahnya.\") selagi kalian masih tetap dalam keadaan kafir atau ingkar kepada Nabi Yusuf dan rasul-rasul lainnya. (Demikianlah) maksudnya sebagaimana kalian disesatkan (Allah menyesatkan orang yang melampaui batas) yakni orang yang musyrik (lagi ragu-ragu) artinya, tidak percaya kepada mukjizat-mukjizat yang telah disaksikannya sendiri.",
            "sajda": false,
            "transliteration": "Wa laqad jaaa'akum Yoosufu min qablu bil baiyinaati famaa ziltum fee shakkim mimaa jaaa'akum bihee hattaaa izaa halaka qultum lai yab asal laahu mim ba'dihee Rasoolaa; kazaalika yudillul laahu man huwa Musrifum murtaab"
        },
        {
            "aya_id": 4168,
            "aya_number": 35,
            "aya_text": " ۨالَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْۗ  كَبُرَ مَقْتًا عِنْدَ اللّٰهِ وَعِنْدَ الَّذِيْنَ اٰمَنُوْا ۗ كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "(yaitu) orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka. Sangat besar kemurkaan (bagi mereka) di sisi Allah dan orang-orang yang beriman. Demikianlah Allah mengunci hati setiap orang yang sombong dan berlaku sewenang-wenang.",
            "tafsir_jalalayn": "(Orang-orang yang memperdebatkan ayat-ayat Allah) yaitu mukjizat-mukjizatnya; kalimat ayat ini menjadi Mubtada (tanpa alasan) tanpa argumentasi (yang datang kepada mereka. Amat besar) dosa perdebatan mereka itu, lafal Kabura ini menjadi Khabar dari Mubtada (kemurkaan -bagi mereka- di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah) sebagaimana disesatkan-Nya mereka (Allah mengunci mati) artinya, menyesatkan (hati setiap orang yang sombong lagi sewenang-wenang) dapat dibaca Qalbin Mutakabbirin atau Qalbi Mutakabbirin. Manakala kalbu seseorang merasa sombong, maka takaburlah pemiliknya, dan demikian pula sebaliknya. Lafal Kullun menurut dua qiraat di atas menunjukkan makna tiap-tiap orang yang memiliki kalbu yang sesat, jadi bukan ditujukan kepada semua orang.",
            "sajda": false,
            "transliteration": "Allazeena yujaadiloona feee Aaayaatil laahi bighairi sultaanin ataahum kabura maqtan 'indal laahi wa 'indal lazeena aamanoo; kazaalika yatha'ul laahu 'alaa kulli qalbi mutakabbirin jabbaar"
        },
        {
            "aya_id": 4169,
            "aya_number": 36,
            "aya_text": "وَقَالَ فِرْعَوْنُ يٰهَامٰنُ ابْنِ لِيْ صَرْحًا لَّعَلِّيْٓ اَبْلُغُ الْاَسْبَابَۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "Dan Fir‘aun berkata, “Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu,",
            "tafsir_jalalayn": "(Dan berkatalah Firaun, \"Hai Haman! Buatkanlah bagiku sebuah bangunan yang tinggi) bangunan pencakar langit (supaya aku sampai ke pintu-pintu.)",
            "sajda": false,
            "transliteration": "Wa qaala Fir'awnu yaa Haamaanub-ni lee sarhal la'alleee ablughul asbaab"
        },
        {
            "aya_id": 4170,
            "aya_number": 37,
            "aya_text": "اَسْبَابَ السَّمٰوٰتِ فَاَطَّلِعَ اِلٰٓى اِلٰهِ مُوْسٰى وَاِنِّيْ لَاَظُنُّهٗ كَاذِبًا ۗوَكَذٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوْۤءُ عَمَلِهٖ وَصُدَّ عَنِ السَّبِيْلِ ۗوَمَا كَيْدُ فِرْعَوْنَ اِلَّا فِيْ تَبَابٍ ࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.” Dan demikianlah dijadikan terasa indah bagi Fir‘aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Fir‘aun itu tidak lain hanyalah membawa kerugian.",
            "tafsir_jalalayn": "(Yaitu pintu-pintu langit) maksudnya, jalan-jalan yang menuju ke arahnya (supaya aku dapat melihat) kalau dibaca Rafa', yaitu Fa-aththali'u berarti di'athafkan pada lafal Ablughu, apabila dibaca Fa-aththali'a berarti menjadi Jawab daripada Fi'il Amar, yaitu lafal Ibni (Tuhan Musa dan sesungguhnya aku memandangnya) menganggap Musa (seorang pendusta\") karena ia mengatakan, bahwa ia mempunyai Tuhan selain aku. Firaun mengatakan demikian untuk mengelabui pengikut-pengikutnya. (Demikianlah dijadikan Firaun memandang baik perbuatan yang buruk itu, dan dia dihalangi dari jalan) petunjuk; dapat dibaca Shadda sehingga artinya menjadi, Dan Firaun menghalangi jalan petunjuk dapat pula dibaca Shudda yang artinya telah tertera di atas (dan tipu daya Firaun itu tidak lain hanyalah membawa kerugian) mengakibatkan kerugian.",
            "sajda": false,
            "transliteration": "Asbaabas samaawaati faattali'a ilaaa ilaahi Moosaa wa innee la azunnuhoo kaazibaa; wa kazaalika zuyyina li-Fir'awna sooo'u 'amalihee wa sudda 'anis sabeel; wa maa kaidu Fir'awna illaa fee tabaab"
        },
        {
            "aya_id": 4171,
            "aya_number": 38,
            "aya_text": "وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اتَّبِعُوْنِ اَهْدِكُمْ سَبِيْلَ الرَّشَادِۚ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "Dan orang yang beriman itu berkata, “Wahai kaumku! Ikutilah aku, aku akan menunjukkan kepadamu jalan yang benar.",
            "tafsir_jalalayn": "(Orang yang beriman itu berkata, \"Hai kaumku! Ikutilah aku) dapat dibaca Ittabi'uuni atau Ittabi'uuniy tanpa atau dengan Ya Mutakallim (aku akan menunjukkan kepada kalian jalan yang benar) penafsirannya sebagaimana yang telah lalu.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeee aamana yaa qawmit tabi'ooni ahdikum sabeelar rashaad"
        },
        {
            "aya_id": 4172,
            "aya_number": 39,
            "aya_text": "يٰقَوْمِ اِنَّمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَا مَتَاعٌ  ۖوَّاِنَّ الْاٰخِرَةَ هِيَ دَارُ الْقَرَارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "Wahai kaumku! Sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.",
            "tafsir_jalalayn": "(Hai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan -sementara-) kesenangan yang bersifat sementara lenyap (dan sesungguhnya akhirat itulah negeri yang kekal.)",
            "sajda": false,
            "transliteration": "Yaa qawmi innamaa haazihil hayaatud dunyaa mataa'unw wa innal Aakhirata hiya daarul qaraar"
        },
        {
            "aya_id": 4173,
            "aya_number": 40,
            "aya_text": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزٰىٓ اِلَّا مِثْلَهَاۚ وَمَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ يُرْزَقُوْنَ فِيْهَا بِغَيْرِ حِسَابٍ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "Barangsiapa mengerjakan perbuatan jahat, maka dia akan dibalas sebanding dengan kejahatan itu. Dan barang siapa mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezeki di dalamnya tidak terhingga.",
            "tafsir_jalalayn": "(Barang siapa yang mengerjakan perbuatan jahat, maka dia tidak akan dibalas melainkan sebanding dengan kejahatan itu. Dan barang siapa mengerjakan amal yang saleh, baik laki-laki maupun perempuan sedang ia dalam keadaan beriman, maka mereka akan masuk surga) dapat dibaca Yudkhaluuna atau Yadkhuluuna (mereka diberi rezeki di dalamnya tanpa hisab) diberi rezeki yang banyak tanpa perhitungan.",
            "sajda": false,
            "transliteration": "Man 'amila saiyi'atan falaa yujzaaa illaa mislahaa wa man 'amila saaliham min zakarin aw unsaa wa huwa mu'minun fa ulaaa'ika yadkhuloonal Jannata yurzaqoona feehaa bighairi hisaab"
        },
        {
            "aya_id": 4174,
            "aya_number": 41,
            "aya_text": "۞ وَيٰقَوْمِ مَا لِيْٓ اَدْعُوْكُمْ اِلَى النَّجٰوةِ وَتَدْعُوْنَنِيْٓ اِلَى النَّارِۗ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Dan wahai kaumku! Bagaimanakah ini, aku menyerumu kepada keselamatan, tetapi kamu menyeruku ke neraka?",
            "tafsir_jalalayn": "(Hai kaumku bagaimanakah kalian, aku menyeru kalian kepada keselamatan, tetapi kalian menyeru aku ke neraka.)",
            "sajda": false,
            "transliteration": "Wa yaa qawmi maa leee ad'ookum ilan najaati wa tad'oonaneee ilan Naar"
        },
        {
            "aya_id": 4175,
            "aya_number": 42,
            "aya_text": "تَدْعُوْنَنِيْ لِاَكْفُرَ بِاللّٰهِ وَاُشْرِكَ بِهٖ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ وَّاَنَا۠ اَدْعُوْكُمْ اِلَى الْعَزِيْزِ الْغَفَّارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "(Mengapa) kamu menyeruku agar kafir kepada Allah dan mempersekutukan-Nya dengan sesuatu yang aku tidak mempunyai ilmu tentang itu, padahal aku menyerumu (beriman) kepada Yang Mahaperkasa, Maha Pengampun?",
            "tafsir_jalalayn": "(-Kenapa- kalian menyeruku supaya kafir kepada Allah dan mempersekutukan-Nya dengan apa yang tidak kuketahui padahal aku menyeru kalian -beriman- kepada Yang Maha Perkasa) Yang Maha Menang atas semua perkara-Nya (lagi Maha Pengampun?) kepada orang yang bertobat kepada-Nya.",
            "sajda": false,
            "transliteration": "Tad'oonanee li-akfura billaahi wa ushrika bihee maa laisa lee bihee 'ilmunw wa ana ad'ookum ilal'Azeezil Ghaffaar"
        },
        {
            "aya_id": 4176,
            "aya_number": 43,
            "aya_text": "لَا جَرَمَ اَنَّمَا تَدْعُوْنَنِيْٓ اِلَيْهِ لَيْسَ لَهٗ دَعْوَةٌ فِى الدُّنْيَا وَلَا فِى الْاٰخِرَةِ وَاَنَّ مَرَدَّنَآ اِلَى اللّٰهِ وَاَنَّ الْمُسْرِفِيْنَ هُمْ اَصْحٰبُ النَّارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Sudah pasti bahwa apa yang kamu serukan aku kepadanya bukanlah suatu seruan yang berguna baik di dunia maupun di akhirat. Dan sesungguhnya tempat kembali kita pasti kepada Allah, dan sesungguhnya orang-orang yang melampaui batas, mereka itu akan menjadi penghuni neraka.",
            "tafsir_jalalayn": "(Sudah pasti) yakni pastilah (bahwa apa yang kalian seru supaya aku -beriman- kepadanya) artinya, supaya aku menyembahnya (tidak dapat memperkenankan seruan apa pun) maksudnya, tidak dapat memperkenankan suatu doa pun (baik di dunia maupun di akhirat. Dan sesungguhnya kita kembali) atau kembali kita (kepada Allah dan sesungguhnya orang-orang yang melampaui batas) yakni orang-orang kafir (mereka itulah penghuni neraka.)",
            "sajda": false,
            "transliteration": "Laa jarama annamaa tad'oonanee ilaihi laisa lahoo da'watun fid dunyaa wa laa fil Aakhirati wa anna maraddanaaa ilal laahi wa annal musrifeenahum Ashaabun Naar"
        },
        {
            "aya_id": 4177,
            "aya_number": 44,
            "aya_text": "فَسَتَذْكُرُوْنَ مَآ اَقُوْلُ لَكُمْۗ وَاُفَوِّضُ اَمْرِيْٓ اِلَى اللّٰهِ ۗاِنَّ اللّٰهَ بَصِيْرٌ ۢبِالْعِبَادِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Maka kelak kamu akan ingat kepada apa yang kukatakan kepadamu. Dan aku menyerahkan urusanku kepada Allah. Sungguh, Allah Maha Melihat akan hamba-hamba-Nya.”",
            "tafsir_jalalayn": "(Kelak kalian akan ingat) bila kalian menyaksikan azab dengan mata kalian sendiri (kepada apa yang kukatakan kepada kalian. Dan aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha melihat akan hamba-hamba-Nya\") Ia mengatakan demikian ketika mereka mengancamnya jika ia menentang agama mereka.",
            "sajda": false,
            "transliteration": "Fasatazkuroona maaa aqoolu lakum; wa ufawwidu amreee ilal laah; innallaaha baseerum bil'ibaad"
        },
        {
            "aya_id": 4178,
            "aya_number": 45,
            "aya_text": "فَوَقٰىهُ اللّٰهُ سَيِّاٰتِ مَا مَكَرُوْا وَحَاقَ بِاٰلِ فِرْعَوْنَ سُوْۤءُ الْعَذَابِۚ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Maka Allah memeliharanya dari kejahatan tipu daya mereka, sedangkan Fir‘aun beserta kaumnya dikepung oleh azab yang sangat buruk.",
            "tafsir_jalalayn": "(Maka Allah memeliharanya dari kejahatan tipu daya mereka) terhadap dirinya, yaitu mereka merencanakan akan membunuhnya (dan turunlah) menimpa (kepada keluarga Firaun) maksudnya, kepada kaumnya yang mengikutinya (azab yang buruk) yaitu ditenggelamkan.",
            "sajda": false,
            "transliteration": "Fa waqaahul laahu saiyiaati maa makaroo wa haaqa bi Aali-Fir'awna sooo'ul 'azaab"
        },
        {
            "aya_id": 4179,
            "aya_number": 46,
            "aya_text": "اَلنَّارُ يُعْرَضُوْنَ عَلَيْهَا غُدُوًّا وَّعَشِيًّا ۚوَيَوْمَ تَقُوْمُ السَّاعَةُ ۗ اَدْخِلُوْٓا اٰلَ فِرْعَوْنَ اَشَدَّ الْعَذَابِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Kepada mereka diperlihatkan neraka, pada pagi dan petang, dan pada hari terjadinya Kiamat. (Lalu kepada malaikat diperintahkan), “Masukkanlah Fir‘aun dan kaumnya ke dalam azab yang sangat keras!”",
            "tafsir_jalalayn": "Kemudian (neraka ditampakkan kepada mereka) maksudnya, mereka dibakar oleh api neraka (pada pagi dan petang) di setiap pagi dan petang (dan pada hari terjadinya kiamat) dikatakan kepada mereka, (\"Masuklah kalian) hai (Firaun dan kaumnya) menurut suatu qiraat dibaca Adkhiluu yang artinya, Masukkanlah Firaun dan kaumnya. Ini merupakan perintah Allah kepada malaikat-malaikat-Nya (ke dalam azab yang sangat keras\") yakni azab neraka",
            "sajda": false,
            "transliteration": "An Naaru yu'radoona 'alaihaa ghuduwwanw wa 'ashiyyanw wa Yawma taqoomus Saa'aatu adkhilooo Aala Fir'awna ashaddal 'azaab"
        },
        {
            "aya_id": 4180,
            "aya_number": 47,
            "aya_text": "وَاِذْ يَتَحَاۤجُّوْنَ فِى النَّارِ فَيَقُوْلُ الضُّعَفٰۤؤُ لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا نَصِيْبًا مِّنَ النَّارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Dan (Ingatlah), ketika mereka berbantah-bantahan dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika mereka berbantah) yaitu ketika orang-orang kafir saling berbantah-bantahan (dalam neraka, maka orang-orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami adalah pengikut-pengikut kalian) lafal Taba'an adalah bentuk jamak dari lafal Taabi'un (maka dapatkah kalian menghindarkan) artinya menolak (dari kami sebagian) yakni suatu bagian dari (azab api neraka?\")",
            "sajda": false,
            "transliteration": "Wa iz yatahaaajjoona fin Naari fa-yaqoolud du'afaaa'u lillazeenas takbarooo innaa kunnaa lakum taba'an fahal antum mughnoona annaa naseebam minan Naar"
        },
        {
            "aya_id": 4181,
            "aya_number": 48,
            "aya_text": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُلٌّ فِيْهَآ اِنَّ اللّٰهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).”",
            "tafsir_jalalayn": "(Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena sesungguhnya Allah telah menetapkan keputusan antara hamba-hamba-Nya\") oleh karena itu maka Dia memasukkan orang-orang yang beriman ke dalam surga, dan orang-orang kafir ke dalam neraka.",
            "sajda": false,
            "transliteration": "Qaalal lazeenas takbarooo innaa kullun feehaaa innal laaha qad hakama baynal'ibaad"
        },
        {
            "aya_id": 4182,
            "aya_number": 49,
            "aya_text": "وَقَالَ الَّذِيْنَ فِى النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوْا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ الْعَذَابِ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.”",
            "tafsir_jalalayn": "(Dan orang-orang yang berada di dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Rabb kalian supaya Dia meringankan daripada kami barang sehari) atau selama sehari (dari azab ini.\")",
            "sajda": false,
            "transliteration": "Wa qaalal lazena fin Naari likhazanati Jahannamad-'oo Rabbakum yukhaffif 'annaa yawmam minal 'azaab"
        },
        {
            "aya_id": 4183,
            "aya_number": 50,
            "aya_text": "قَالُوْٓا اَوَلَمْ تَكُ تَأْتِيْكُمْ رُسُلُكُمْ بِالْبَيِّنٰتِ ۗقَالُوْا بَلٰىۗ قَالُوْا فَادْعُوْا ۚوَمَا دُعٰۤؤُا الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ࣖ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Maka (penjaga-penjaga Jahanam) berkata, “Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?” Mereka menjawab, “Benar, sudah datang.” (Penjaga-penjaga Jahanam) berkata, “Berdoalah kamu (sendiri!)” Namun doa orang-orang kafir itu sia-sia belaka.",
            "tafsir_jalalayn": "(Para penjaga neraka Jahanam berkata) dengan nada sinis, (\"Dan apakah belum datang kepada kalian rasul-rasul kalian dengan membawa keterangan-keterangan?\") yakni mukjizat-mukjizat yang tampak. (Mereka menjawab, \"Benar, sudah datang\") tetapi mereka kafir kepada rasul-rasul mereka itu. (Penjaga-penjaga Jahanam berkata, \"Berdoalah kalian\") karena sesungguhnya kami tidak akan memberikan syafaat/pertolongan kepada orang-orang kafir. Lalu Allah berfirman, (Tiadalah doa orang-orang kafir itu melainkan sia-sia belaka) yakni tiada gunanya, karena pasti tidak akan diperkenankan.",
            "sajda": false,
            "transliteration": "Qaalooo awalam taku taateekum Rusulukum bilbaiyinaati qaaloo balaa' qaaloo fad'oo; wa maa du'aaa'ul kaafireena illaa fee dalaal"
        },
        {
            "aya_id": 4184,
            "aya_number": 51,
            "aya_text": "اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُۙ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat),",
            "tafsir_jalalayn": "(Sesungguhnya Kami menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari berdirinya saksi-saksi) yaitu hari kiamat. Lafal Al-Asyhaad adalah bentuk jamak dari lafal Syaahidun; para saksi tersebut adalah malaikat-malaikat yang memberikan kesaksian bagi para rasul, bahwasanya rasul-rasul itu telah menyampaikan risalah-Nya dan mereka mendustakan orang-orang kafir.",
            "sajda": false,
            "transliteration": "Innaa lanansuru Rusulanaa wallazeena aamanoo fil hayaatid dunyaa wa Yawma yaqoomul ashhaad"
        },
        {
            "aya_id": 4185,
            "aya_number": 52,
            "aya_text": "يَوْمَ لَا يَنْفَعُ الظّٰلِمِيْنَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "(yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk.",
            "tafsir_jalalayn": "(Yaitu hari yang tidak berguna) dapat dibaca Yanfa'u atau Tanfa'u (bagi orang-orang zalim permintaan maafnya) yakni permintaan maaf mereka seandainya mereka meminta maaf (dan bagi merekalah laknat) yaitu dijauhkan dari rahmat Allah (dan bagi mereka tempat tinggal yang buruk) di akhirat, yaitu mendapat azab yang sangat pedih.",
            "sajda": false,
            "transliteration": "Yawma laa yanfa'uz zaalimeena ma'ziratuhum wa lahumul la'natu wa lahum soooud daar"
        },
        {
            "aya_id": 4186,
            "aya_number": 53,
            "aya_text": "وَلَقَدْاٰتَيْنَا مُوْسٰى الْهُدٰى وَاَوْرَثْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَۙ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Dan sungguh, Kami telah memberikan petunjuk kepada Musa; dan mewariskan Kitab (Taurat) kepada Bani Israil,",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami berikan petunjuk kepada Musa) berupa kitab Taurat dan mukjizat-mukjizat (dan Kami wariskan kepada Bani Israel) sesudah Musa tiada (kitab) yakni Taurat.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Moosal hudaa wa awrasnaa Baneee Israaa 'eelal Kitaab"
        },
        {
            "aya_id": 4187,
            "aya_number": 54,
            "aya_text": "هُدًى وَّذِكْرٰى لِاُولِى الْاَلْبَابِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat.",
            "tafsir_jalalayn": "(Untuk menjadi petunjuk) sebagai petunjuk (dan peringatan bagi orang-orang yang berpikir) sebagai peringatan buat orang-orang yang berakal.",
            "sajda": false,
            "transliteration": "Hudanw wa zikraa li ulil albaab"
        },
        {
            "aya_id": 4188,
            "aya_number": 55,
            "aya_text": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاسْتَغْفِرْ لِذَنْۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْاِبْكَارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Maka bersabarlah kamu, sesungguhnya janji Allah itu benar, dan mohonlah ampun untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi.",
            "tafsir_jalalayn": "(Maka bersabarlah kamu) hai Muhammad (karena sesungguhnya janji Allah itu) untuk menolong kekasih-kekasih-Nya (benar) dan kamu beserta orang-orang yang mengikutimu adalah termasuk kekasih-kekasih-Nya (dan mohonlah ampun untuk dosamu) supaya hal ini dijadikan teladan bagi umatmu (dan bertasbihlah) yakni, salatlah seraya (memuji Rabbmu pada waktu petang) yaitu sesudah matahari tergelincir (dan pagi) yang dimaksud adalah salat lima waktu.",
            "sajda": false,
            "transliteration": "Fasbir inna wa'dal laahi haqqunw wastaghfir lizambika wa sabbih bihamdi Rabbika bil'ashiyyi wal ibkaar"
        },
        {
            "aya_id": 4189,
            "aya_number": 56,
            "aya_text": "اِنَّ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْ ۙاِنْ فِيْ صُدُوْرِهِمْ اِلَّا كِبْرٌ مَّا هُمْ بِبَالِغِيْهِۚ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Sesungguhnya orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, yang ada dalam dada mereka hanyalah (keinginan akan) kebesaran yang tidak akan mereka capai, maka mintalah perlindungan kepada Allah. Sungguh, Dia Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang memperdebatkan tentang ayat-ayat Allah) yakni Alquran (tanpa alasan) tanpa argumentasi (yang sampai kepada mereka, tidak ada) (dalam dada mereka melainkan hanyalah keinginan akan kebesaran) yakni tinggi diri dan tamak ingin mengatasi kamu (yang mereka sekali-kali tiada akan mencapainya maka mintalah perlindungan) dari kejahatan mereka (kepada Allah. Sesungguhnya Dia Maha Mendengar) akan semua perkataan mereka (lagi Maha Melihat) keadaan mereka; ayat ini diturunkan berkenaan dengan orang-orang yang ingkar kepada hari berbangkit.",
            "sajda": false,
            "transliteration": "Innal lazeena yujaadi loona feee Aayaatil laahi bighairi sultaanin ataahum in fee sudoorihim illaa kibrum maa hum bibaaligheeh; fasta'iz billaahi innahoo Huwas Samee'ul Baseer"
        },
        {
            "aya_id": 4190,
            "aya_number": 57,
            "aya_text": "لَخَلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui.",
            "tafsir_jalalayn": "(Sesungguhnya penciptaan langit dan bumi) yakni permulaannya (lebih besar daripada penciptaan manusia) untuk yang kedua kalinya, yaitu mengulanginya (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui) hal tersebut, perihal mereka sama dengan orang buta, sedangkan orang yang mengetahui hal tersebut perumpamaannya sama dengan orang yang melihat.",
            "sajda": false,
            "transliteration": "Lakhalqus samaawaati wal ardi akbaru min khalqin naasi wa laakinna aksaran naasi laa ya'lamoon"
        },
        {
            "aya_id": 4191,
            "aya_number": 58,
            "aya_text": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَلَا الْمُسِيْۤئُ ۗقَلِيْلًا مَّا تَتَذَكَّرُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Dan tidak sama orang yang buta dengan orang yang melihat, dan tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat kejahatan. Hanya sedikit sekali yang kamu ambil pelajaran.",
            "tafsir_jalalayn": "(Dan tidaklah sama orang yang buta dengan orang yang melihat, dan) tidak sama pula (orang-orang yang beriman serta mengerjakan amal saleh) yaitu orang yang selalu berbuat kebaikan (dengan orang-orang yang durhaka) di dalam lafal ayat ini terdapat tambahan huruf Laa (Sedikit sekali kalian mengambil pelajaran) mengambil nasihat; dapat dibaca Yatadzakkaruuna atau Tatadzakkaruuna, yakni kesadaran mereka terhadap hal ini sangat sedikit.",
            "sajda": false,
            "transliteration": "Wa maa yastawil a'maa walbaseeru wallazeena aamanoo wa 'amilus saalihaati wa lal museee'; qaleelam maa tatazakkaroon"
        },
        {
            "aya_id": 4192,
            "aya_number": 59,
            "aya_text": "اِنَّ السَّاعَةَ لَاٰتِيَةٌ لَّا رَيْبَ فِيْهَا ۖوَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Sesungguhnya hari Kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tidak beriman.",
            "tafsir_jalalayn": "(Sesungguhnya hari kiamat pasti akan datang, tidak ada keraguan) artinya, tidak diragukan lagi (tentangnya, akan tetapi kebanyakan manusia tidak beriman) kepadanya.",
            "sajda": false,
            "transliteration": "Innas Saa'ata la aatiyatul laa raiba feehaa wa laakinna aksaran naasi laa yu'minoon"
        },
        {
            "aya_id": 4193,
            "aya_number": 60,
            "aya_text": "وَقَالَ رَبُّكُمُ ادْعُوْنِيْٓ اَسْتَجِبْ لَكُمْ ۗاِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِيْ سَيَدْخُلُوْنَ جَهَنَّمَ دَاخِرِيْنَ ࣖࣖࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Dan Tuhanmu berfirman, “Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina.”",
            "tafsir_jalalayn": "(Dan Rabb kalian berfirman, \"Berdoalah kepada-Ku, niscaya akan Kuperkenankan bagi kalian) maksudnya, sembahlah Aku, niscaya Aku akan memberi pahala kepada kalian. Pengertian ini disimpulkan dari ayat selanjutnya, yaitu, (Sesungguhnya orang-orang yang menyombongkan diri dari menyembah-Ku akan masuk) dapat dibaca Sayadkhuluuna atau Sayudkhaluuna, menurut bacaan yang kedua artinya, mereka akan dimasukkan ke dalam (neraka Jahanam dalam keadaan hina dina\") dalam keadaan terhina.",
            "sajda": false,
            "transliteration": "Wa qaala Rabbukumud 'ooneee astajib lakum; innal lazeena yastakbiroona an 'ibaadatee sa yadkhuloona jahannama daakhireen"
        },
        {
            "aya_id": 4194,
            "aya_number": 61,
            "aya_text": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Allah-lah yang menjadikan malam untukmu agar kamu beristirahat padanya; (dan menjadikan) siang terang benderang. Sungguh, Allah benar-benar memiliki karunia yang dilimpahkan kepada manusia, tetapi kebanyakan manusia tidak bersyukur.",
            "tafsir_jalalayn": "(Allahlah yang menjadikan malam untuk kalian supaya kalian beristirahat padanya; dan menjadikan siang terang-benderang) dikaitkannya pengertian melihat kepada siang hanyalah majaz atau kata kiasan belaka, karena pada siang hari manusia dapat melihat. (Sesungguhnya Allah benar-benar mempunyai karunia yang dilimpahkan atas manusia, akan tetapi kebanyakan manusia tidak bersyukur) kepada Allah, malahan mereka tidak beriman kepada-Nya.",
            "sajda": false,
            "transliteration": "Allaahul lazee ja'ala lakumul laila litqaskunoo feehi wannahaara mubsiraa; innal laaha lazoo fadlin 'alan naasi wa laakinna aksaran naasi laa yashkuroon"
        },
        {
            "aya_id": 4195,
            "aya_number": 62,
            "aya_text": "ذٰلِكُمُ اللّٰهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍۘ  لَآ اِلٰهَ اِلَّا هُوَ ۖفَاَنّٰى تُؤْفَكُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan?",
            "tafsir_jalalayn": "(Yang demikian itu adalah Allah, Rabb kalian, Pencipta segala sesuatu, tiada Tuhan melainkan Dia, maka bagaimanakah kalian dapat dipalingkan?) maksudnya, bagaimanakah kalian dipalingkan dari iman kepada-Nya, padahal bukti-bukti-Nya sudah jelas.",
            "sajda": false,
            "transliteration": "Zaalikumul laahu Rabbukum khaaliqu kulli shai'; laaa ilaaha illaa Huwa fa annaa tu'fakoon"
        },
        {
            "aya_id": 4196,
            "aya_number": 63,
            "aya_text": "كَذٰلِكَ يُؤْفَكُ الَّذِيْنَ كَانُوْا بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Demikianlah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan.",
            "tafsir_jalalayn": "(Seperti demikianlah dipalingkan) artinya sebagaimana mereka dipalingkan, maka dipalingkan pula (orang-orang yang terhadap ayat-ayat Allah) yakni mukjizat-mukjizat-Nya (mereka ingkar.)",
            "sajda": false,
            "transliteration": "Kazaalika yu'fakul loazeena kaanoo bi Aayaatil laahi yajhadoon"
        },
        {
            "aya_id": 4197,
            "aya_number": 64,
            "aya_text": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ قَرَارًا وَّالسَّمَاۤءَ بِنَاۤءً وَّصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ ۗذٰلِكُمُ اللّٰهُ رَبُّكُمْ ۚ فَتَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Allah-lah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap, dan membentukmu lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik. Demikianlah Allah, Tuhanmu, Mahasuci Allah, Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Allahlah yang menjadikan bumi bagi kalian sebagai tempat menetap dan langit sebagai atap) maksudnya, yang menaungi (dan membentuk kalian lalu membaguskan rupa kalian serta memberi kalian rezeki dengan sebagian yang baik-baik. Yang demikian itu adalah Allah Rabb kalian, Maha Agung Allah, Rabb semesta Alam.)",
            "sajda": false,
            "transliteration": "Allaahul lazee ja'ala lakumul arda qaraaranw wassa maaa'a binaaa'anw wa sawwarakum fa ahsana suwarakum wa razaqakum minat taiyibaat; zaalikumul laahu Rabbukum fatabaarakal laahu Rabbul 'aalameen"
        },
        {
            "aya_id": 4198,
            "aya_number": 65,
            "aya_text": "هُوَ الْحَيُّ لَآ اِلٰهَ اِلَّا هُوَ فَادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ۗ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Dialah yang hidup kekal, tidak ada tuhan selain Dia; maka sembahlah Dia dengan tulus ikhlas beragama kepada-Nya. Segala puji bagi Allah Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Dialah Yang hidup kekal tiada Tuhan melainkan Dia, maka serulah Dia) sembahlah Dia (dengan memurnikan ibadah kepada-Nya) dari kemusyrikan. (Segala puji bagi Allah Rabb semesta alam.)",
            "sajda": false,
            "transliteration": "Huwal Hayyu laaa ilaaha illaa Huwa fad'oohu mukh liseena lahudeen; alhamdu lillaahi Rabbil 'aalameen"
        },
        {
            "aya_id": 4199,
            "aya_number": 66,
            "aya_text": "۞ قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَمَّا جَاۤءَنِيَ الْبَيِّنٰتُ مِنْ رَّبِّيْ وَاُمِرْتُ اَنْ اُسْلِمَ لِرَبِّ الْعٰلَمِيْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Katakanlah (Muhammad), “Sungguh, aku dilarang menyembah sembahan yang kamu sembah selain Allah, setelah datang kepadaku keterangan-keterangan dari Tuhanku; dan aku diperintahkan agar berserah diri kepada Tuhan seluruh alam.”",
            "tafsir_jalalayn": "(Katakanlah, \"Sesungguhnya aku dilarang menyembah sesembahan yang kalian seru) yang kalian sembah (selain Allah setelah datang kepadaku keterangan-keterangan) yakni bukti-bukti tauhid (dari Rabbku, dan aku diperintahkan supaya tunduk patuh kepada Rabb semesta alam.)",
            "sajda": false,
            "transliteration": "Qul innee nuheetu an a'budal lazeena tad'oona min doonil laahi lammaa jaaa'a niyal biyinaatu mir Rabbee wa umirtu an uslima li Rabbil 'aalameen"
        },
        {
            "aya_id": 4200,
            "aya_number": 67,
            "aya_text": "هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْ ثُمَّ لِتَكُوْنُوْا شُيُوْخًا ۚوَمِنْكُمْ مَّنْ يُّتَوَفّٰى مِنْ قَبْلُ وَلِتَبْلُغُوْٓا اَجَلًا مُّسَمًّى وَّلَعَلَّكُمْ تَعْقِلُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti.",
            "tafsir_jalalayn": "(Dialah Yang menciptakan kalian dari tanah) yang menciptakan bapak moyang kalian yaitu Nabi Adam dari tanah liat (kemudian dari setetes nuthfah) yakni air mani (sesudah itu dari segumpal darah) yakni dari kental (kemudian dikeluarkan-Nya kalian sebagai seorang anak) lafal Thiflan sekalipun bentuknya mufrad atau tunggal, bermakna jamak (kemudian) dibiarkan-Nya kalian hidup (supaya kalian sampai kepada masa dewasa) masa sempurnanya kekuatan kalian, yaitu di antara umur tiga puluh sampai dengan empat puluh tahun (kemudian -dibiarkan-Nya kalian hidup- sampai tua) dapat dibaca Syuyuukhan atau Syiyuukhan (di antara kalian ada yang diwafatkan sebelum itu) sebelum dewasa dan sebelum mencapai usia tua. Dia melakukan hal tersebut kepada kalian supaya kalian hidup (dan supaya kalian sampai pada ajal yang ditentukan) yakni waktu yang telah dibataskan bagi hidup kalian (dan supaya kalian memahami) bukti-bukti yang menunjukkan keesaan-Nya, kemudian kalian beriman kepada-Nya.",
            "sajda": false,
            "transliteration": "Huwal lazee khalaqakum min turaabin summa min nutfatin summa min 'alaqatin summa yukhrijukum tiflan summa litablughooo ashuddakum summa litakoonoo shuyookhaa; wa minkum mai yutawaffaa min qablu wa litablughooo ajalam musam manw-wa la'allakum ta'qiloon"
        },
        {
            "aya_id": 4201,
            "aya_number": 68,
            "aya_text": "هُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُۚ فَاِذَا قَضٰىٓ اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "Dialah yang menghidupkan dan mematikan. Maka apabila Dia hendak menetapkan sesuatu urusan, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
            "tafsir_jalalayn": "(Dialah yang menghidupkan dan yang mematikan, maka apabila Dia menetapkan sesuatu urusan) artinya, Dia berkehendak mewujudkan sesuatu (Dia hanya berkata kepadanya, 'Jadilah!' maka jadilah ia.\") lafal Fayakuunu dapat pula dibaca Fayakuuna akan tetapi dengan memperkirakan adanya huruf An sebelumnya. Yakni, sesuatu yang dikehendaki itu langsung ada sesudah ada kehendak-Nya, sebagaimana yang telah digambarkan oleh makna firman yang tadi itu.",
            "sajda": false,
            "transliteration": "Huwal lazee yuhyee wa yumeetu fa izaa qadaaa amran fa innamaa yaqoolu lahoo kun fa yakon"
        },
        {
            "aya_id": 4202,
            "aya_number": 69,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ ۗاَنّٰى يُصْرَفُوْنَۚ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "Apakah kamu tidak memperhatikan orang-orang yang (selalu) membantah ayat-ayat Allah? Bagaimana mereka dapat dipalingkan?",
            "tafsir_jalalayn": "(Apakah kamu tidak melihat kepada orang-orang yang membantah ayat-ayat Allah?) membantah Alquran. (Bagaimanakah) (mereka dapat dipalingkan) dari iman?",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena yujaadiloona feee Aayaatil laahi annaa yusrafoon"
        },
        {
            "aya_id": 4203,
            "aya_number": 70,
            "aya_text": "اَلَّذِيْنَ كَذَّبُوْا بِالْكِتٰبِ وَبِمَآ اَرْسَلْنَا بِهٖ رُسُلَنَا ۗفَسَوْفَ يَعْلَمُوْنَۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "(Yaitu) orang-orang yang mendustakan Kitab (Al-Qur'an) dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus. Kelak mereka akan mengetahui,",
            "tafsir_jalalayn": "(Orang-orang yang mendustakan Alkitab) yakni Al-Qur'an (dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus) dengan membawa ajaran tauhid dan berita tentang adanya hari berbangkit; mereka adalah orang-orang kafir Mekah. (Kelak mereka akan mengetahui) akibat dari kedustaan mereka.",
            "sajda": false,
            "transliteration": "Allazeena kazzaboo bil Kitaabi wa bimaa arsalnaa bihee Rusulanaa fasawfa ya'lamoon"
        },
        {
            "aya_id": 4204,
            "aya_number": 71,
            "aya_text": "اِذِ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْ وَالسَّلٰسِلُۗ يُسْحَبُوْنَۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret,",
            "tafsir_jalalayn": "(Ketika belenggu dipasang di leher mereka) lafal Idz di sini bermakna Idzaa yakni ketika (dan rantai-rantai) pun dipasang pula di leher mereka. Lafal As-Salaasilu ini diathafkan kepada lafal Al-Aghlaalu. Atau berkedudukan menjadi Mubtada sedangkan Khabarnya tidak disebutkan, yaitu lafal Fii Arjulihim. Dengan demikian maka artinya ialah, Dan rantai-rantai pun dipasang pada kaki mereka Atau Khabar lafal As-Salaasilu ini ialah ayat berikutnya, yaitu (seraya mereka diseret) dengannya.",
            "sajda": false,
            "transliteration": "Izil aghlaalu feee a'naaqi-him wassalaasilu yashaboon"
        },
        {
            "aya_id": 4205,
            "aya_number": 72,
            "aya_text": "فِى الْحَمِيْمِ ەۙ ثُمَّ فِى النَّارِ يُسْجَرُوْنَۚ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "ke dalam air yang sangat panas, kemudian mereka dibakar dalam api,",
            "tafsir_jalalayn": "(Ke dalam air yang sangat panas) yakni neraka Jahanam (kemudian mereka dibakar dalam api) maksudnya, mereka dibakar oleh api neraka.",
            "sajda": false,
            "transliteration": "Fil hameemi summa fin Naari Yasjaroon"
        },
        {
            "aya_id": 4206,
            "aya_number": 73,
            "aya_text": "ثُمَّ قِيْلَ لَهُمْ اَيْنَ مَا كُنْتُمْ تُشْرِكُوْنَۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "kemudian dikatakan kepada mereka, “Manakah berhala-berhala yang selalu kamu persekutukan,",
            "tafsir_jalalayn": "(Kemudian dikatakan kepada mereka) sebagai celaan dan penelanjangan, (\"Manakah berhala-berhala yang selalu kalian persekutukan?)",
            "sajda": false,
            "transliteration": "Summaa qeela lahum ayna maa kuntum tushrikoon"
        },
        {
            "aya_id": 4207,
            "aya_number": 74,
            "aya_text": "مِنْ دُوْنِ اللّٰهِ ۗقَالُوْا ضَلُّوْا عَنَّا بَلْ لَّمْ نَكُنْ نَّدْعُوْا مِنْ قَبْلُ شَيْـًٔاۚ  كَذٰلِكَ يُضِلُّ اللّٰهُ الْكٰفِرِيْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "(yang kamu sembah) selain Allah?”  Mereka menjawab, “Mereka telah hilang lenyap dari kami, bahkan kami dahulu tidak pernah menyembah sesuatu.” Demikianlah Allah membiarkan sesat orang-orang kafir.",
            "tafsir_jalalayn": "(Selain Allah?\") yang kalian sembah selain-Nya; yang dimaksud adalah berhala-berhala. (Mereka menjawab, \"Mereka telah hilang lenyap) artinya, telah tiada (dari kami) maka kami tidak melihat mereka (bahkan kami dahulu tiada pernah menyembah sesuatu\") mereka mengingkari penyembahan mereka kepada berhala-berhala itu. Kemudian berhala-berhala sesembahan mereka itu didatangkan, selanjutnya dikatakan kepada mereka, sebagaimana yang disebutkan dalam ayat yang lain, yaitu firman-Nya, \"Sesungguhnya kalian dan apa yang kalian sembah selain Allah, adalah makanan Jahanam.\" (Q.S. Al-Anbiya, 98). (Seperti demikianlah) yakni sebagaimana disesatkan-Nya orang-orang yang mendustakan Alquran (Allah menyesatkan orang-orang kafir.)",
            "sajda": false,
            "transliteration": "Min doonil laahi qaaloo dalloo 'annaa bal lam nakun nad'oo min qablu shai'aa; kazaalika yudillul laahul kaafireen"
        },
        {
            "aya_id": 4208,
            "aya_number": 75,
            "aya_text": "ذٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "Yang demikian itu disebabkan karena kamu bersuka ria di bumi (tanpa) mengindahkan kebenaran dan karena kamu selalu bersuka ria (dalam kemaksiatan).",
            "tafsir_jalalayn": "Dikatakan pula kepada mereka, (\"Yang demikian itu) yakni azab itu (disebabkan kalian bersuka ria di muka bumi dengan tidak benar) yaitu melakukan perbuatan syirik dan ingkar kepada adanya hari berbangkit (dan karena kalian selalu bersuka ria) artinya, terlalu berlebih-lebihan di dalam bersuka ria.",
            "sajda": false,
            "transliteration": "Zaalikum bimaa kuntum tafrahoona fil ardi bighairil haqqi wa bimaa kuntum tamrahoon"
        },
        {
            "aya_id": 4209,
            "aya_number": 76,
            "aya_text": "اُدْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "(Dikatakan kepada mereka), “Masuklah kamu ke pintu-pintu neraka Jahanam, dan kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong.”",
            "tafsir_jalalayn": "(Masuklah kalian ke pintu-pintu neraka Jahanam, sedangkan kalian kekal di dalamnya. Maka itulah seburuk-buruk tempat) yakni tempat tinggal (bagi orang-orang yang sombong.\")",
            "sajda": false,
            "transliteration": "Udkhulooo abwaaba Jahannama khaalideena feehaa fabi'sa maswal mutakabbireen"
        },
        {
            "aya_id": 4210,
            "aya_number": 77,
            "aya_text": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ ۚفَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا يُرْجَعُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 475,
            "translation_aya_text": "Maka bersabarlah engkau (Muhammad), sesungguhnya janji Allah itu benar. Meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka, atau pun Kami wafatkan engkau (sebelum ajal menimpa mereka), namun kepada Kamilah mereka dikembalikan.",
            "tafsir_jalalayn": "(Maka bersabarlah kamu, sesungguhnya janji Allah) yang akan mengazab mereka (adalah benar; maka jika Kami perlihatkan kepadamu) lafal Immaa adalah berasal dari In Syarthiyah yang diidgamkan kepada Maa Zaidah yang berfungsi mengukuhkan makna Syarat di awal Fi'il, kemudian menyusul Nun Taukid sesudahnya yang juga mengukuhkan makna syarath tadi (sebagian siksa yang Kami ancamkan kepada mereka) yakni semasa kamu masih hidup Kami menurunkan sebagian azab kepada mereka. Jawab Syarathnya tidak disebutkan, yaitu lafal Fadzaaka, yakni maka itulah sebagian dari azab Kami (atau pun Kami wafatkan kamu) yaitu sebelum mereka diazab (namun kepada Kami sajalah mereka dikembalikan) lalu Kami akan mengazab mereka dengan siksaan yang sangat keras. Jawab Syarath yang telah disebutkan di atas tadi hanyalah untuk Ma'thuf saja, yakni hanya untuk kalimah, Fa-immaa Nuriyannaka Ba'dhal Ladzii Na'iduhum, Fadzaaka.",
            "sajda": false,
            "transliteration": "Fasbir inna wa'dal laahi haqq; fa immaa nuriyannak ba'dal lazee na'i duhum aw natawaffayannaka fa ilainaa yurja'oon"
        },
        {
            "aya_id": 4211,
            "aya_number": 78,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ مِنْهُمْ مَّنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّنْ لَّمْ نَقْصُصْ عَلَيْكَ ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۚفَاِذَا جَاۤءَ اَمْرُ اللّٰهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُوْنَ ࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad), di antara mereka ada yang Kami ceritakan kepadamu dan di antaranya ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul membawa suatu mukjizat, kecuali seizin Allah. Maka apabila telah datang perintah Allah, (untuk semua perkara) diputuskan dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami utus rasul-rasul sebelum kamu; di antara mereka ada yang Kami ceritakan kepadamu dan di antara mereka ada -pula- yang tidak Kami ceritakan kepadamu) menurut suatu riwayat diceritakan, bahwa Allah swt. telah mengutus delapan ribu orang nabi untuk menjadi rasul; yang empat ribu orang di antaranya dari kaum Bani Israel, sedangkan yang empat ribu orang lagi dari kalangan umat-umat selain Bani Israel. (Tidak dapat bagi seorang rasul) di antara rasul-rasul itu (membawa suatu mukjizat, melainkan dengan seizin Allah) karena mereka juga hamba-hamba Allah yang diperintah oleh-Nya (maka apabila telah datang perintah Allah) yang memerintahkan supaya azab diturunkan atas orang-orang kafir (diputuskan) semua perkara di antara rasul-rasul dan orang-orang yang mendustakannya (dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil) yakni, keputusan itu merupakan kemenangan bagi rasul-rasul dan kerugian bagi orang-orang yang mendustakannya; pada hakikatnya sebelum itu pun orang-orang yang mendustakan para rasul sudah merugi.",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa Rusulam min qablika minhum man qasasnaa 'alaika wa minhum mal lam naqsus 'alaik; wa maa kaana li Rasoolin any yaatiya bi Aayatin illaa bi iznil laah; fa izaa jaaa'a amrul laahi qudiya bilhaqqi wa khasira hunaalikal mubtiloon"
        },
        {
            "aya_id": 4212,
            "aya_number": 79,
            "aya_text": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَنْعَامَ لِتَرْكَبُوْا مِنْهَا وَمِنْهَا تَأْكُلُوْنَۖ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Allah-lah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan.",
            "tafsir_jalalayn": "(Allahlah yang menjadikan binatang ternak untuk kalian) menurut suatu pendapat dikatakan, bahwa yang dimaksud hanyalah unta saja. Tetapi menurut pendapat yang kuat, ternak yang dimaksud mencakup pula sapi dan kambing (sebagiannya untuk kalian kendarai dan sebagiannya untuk kalian makan.)",
            "sajda": false,
            "transliteration": "Allaahul lazee ja'ala lakumul an'aama litarkaboo minhaa wa minhaa taakuloon"
        },
        {
            "aya_id": 4213,
            "aya_number": 80,
            "aya_text": "وَلَكُمْ فِيْهَا مَنَافِعُ وَلِتَبْلُغُوْا عَلَيْهَا حَاجَةً فِيْ صُدُوْرِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَۗ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Dan bagi kamu (ada lagi) manfaat-manfaat yang lain padanya (hewan ternak itu) dan agar kamu mencapai suatu keperluan (tujuan) yang tersimpan dalam hatimu (dengan mengendarainya). Dan dengan mengendarai binatang-binatang itu, dan di atas kapal mereka diangkut.",
            "tafsir_jalalayn": "(Dan -ada lagi- manfaat-manfaat lain pada binatang ternak itu untuk kalian) yaitu berupa air susu, keturunan binatang ternak itu dan juga dari bulu-bulunya (dan supaya kalian mencapai suatu keperluan yang tersimpan dalam hati) maksudnya, dapat kalian gunakan untuk mengangkut barang-barang ke berbagai negeri (dengan mengendarainya) di daratan (dan dengan menaiki bahtera) yakni perahu melalui jalan laut (kalian dapat menaiki semuanya.)",
            "sajda": false,
            "transliteration": "Wa lakum feehaa manaafi'u wa litablughoo 'alaihaa haajatan fee sudoorikum wa 'alaihaa wa 'alal fulki tuhmaloon"
        },
        {
            "aya_id": 4214,
            "aya_number": 81,
            "aya_text": "وَيُرِيْكُمْ اٰيٰتِهٖۖ فَاَيَّ اٰيٰتِ اللّٰهِ تُنْكِرُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Dan Dia memperlihatkan tanda-tanda (kebesaran-Nya) kepadamu. Lalu tanda-tanda (kebesaran) Allah yang mana yang kamu ingkari?",
            "tafsir_jalalayn": "(Dan Dia memperlihatkan kepada kalian tanda-tanda-Nya; maka tanda-tanda Allah yang manakah) yakni tanda-tanda yang menunjukkan kepada keesaan-Nya (yang kalian ingkari?) Istifham atau kata tanya di sini mengandung makna cemoohan. Disebutkan lafal Ayyun dalam bentuk Mudzakkar adalah lebih terkenal daripada bentuk Ta'nitsnya.",
            "sajda": false,
            "transliteration": "Wa yureekum Aayaatihee fa ayya Aayaatil laahi tunkiroon"
        },
        {
            "aya_id": 4215,
            "aya_number": 82,
            "aya_text": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ كَانُوْٓا اَكْثَرَ مِنْهُمْ وَاَشَدَّ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Maka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi, maka apa yang mereka usahakan itu tidak dapat menolong mereka.",
            "tafsir_jalalayn": "(Maka apakah mereka tiada mengadakan perjalanan di muka bumi lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Adalah orang-orang yang sebelum mereka itu lebih hebat kekuatannya dan -lebih banyak- bekas-bekas mereka di muka bumi) seperti gedung-gedung dan bangunan-bangunan lainnya sebagai peninggalan mereka (maka apa yang mereka usahakan itu tidak dapat menolong mereka.)",
            "sajda": false,
            "transliteration": "Afalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; kaanoo aksara minhum wa ashadda quwwatanw wa aasaaran fil ardi famaaa aghnaa 'anhum maa kaanoo yaksiboon"
        },
        {
            "aya_id": 4216,
            "aya_number": 83,
            "aya_text": "فَلَمَّا جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرِحُوْا بِمَا عِنْدَهُمْ مِّنَ الْعِلْمِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Maka ketika para rasul datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka merasa senang dengan ilmu yang ada pada mereka dan mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya.",
            "tafsir_jalalayn": "(Maka tatkala datang kepada mereka rasul-rasul mereka dengan membawa keterangan-keterangan) yakni mukjizat-mukjizat yang nyata (mereka merasa senang) orang-orang kafir itu (dengan apa yang ada pada mereka) yakni rasul-rasul itu (yaitu pengetahuan mereka) pengertian gembira di sini mengandung makna ejekan dan olok-olokan seraya ingkar kepada apa yang didatangkan oleh para rasul itu (dan menimpalah) maksudnya, turunlah (kepada mereka apa yang selalu mereka perolok-olokkan itu) yaitu, azab Allah yang selalu mereka ejek itu.",
            "sajda": false,
            "transliteration": "Falammaa jaaa'at hum Rusuluhum bilbaiyinaati farihoo bimaa 'indahum minal 'ilmi wa haaqa bihim maa kaanoo bihee yastahzi'oon"
        },
        {
            "aya_id": 4217,
            "aya_number": 84,
            "aya_text": "فَلَمَّا رَاَوْا بَأْسَنَاۗ قَالُوْٓا اٰمَنَّا بِاللّٰهِ وَحْدَهٗ وَكَفَرْنَا بِمَا كُنَّا بِهٖ مُشْرِكِيْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Maka ketika mereka melihat azab Kami, mereka berkata, “Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.”",
            "tafsir_jalalayn": "(Maka tatkala mereka melihat azab Kami) yakni betapa kerasnya azab Kami (mereka berkata, \"Kami beriman hanya kepada Allah saja, dan kami kafir kepada sesembahan-sesembahan yang telah kami mempersekutukannya dengan Allah.\")",
            "sajda": false,
            "transliteration": "Falammaa ra aw baasanaa qaalooo aamannaa billaahi wahdahoo wa kafarnaa bimaa kunnaa bihee mushrikeen"
        },
        {
            "aya_id": 4218,
            "aya_number": 85,
            "aya_text": "فَلَمْ يَكُ يَنْفَعُهُمْ اِيْمَانُهُمْ لَمَّا رَاَوْا بَأْسَنَا ۗسُنَّتَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ فِيْ عِبَادِهِۚ وَخَسِرَ هُنَالِكَ الْكٰفِرُوْنَ ࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir.",
            "tafsir_jalalayn": "(Maka iman mereka tiada berguna bagi mereka tatkala mereka telah melihat siksa Kami. Itulah sunah Allah) dinashabkannya lafal Sunnatallaahi karena menjadi Mashdar dari Fi'il yang diperkirakan keberadaannya, dan Fi'il tersebut diambil dari lafalnya (yang telah berlaku terhadap hamba-hamba-Nya) yaitu pada semua umat, bahwasanya iman tiada gunanya apabila timbul di kala azab turun. (Dan di waktu itu merugilah orang-orang kafir) yakni jelaslah kerugian mereka; masing-masing di antara mereka mengalami kerugian yang nyata; dan memang sebelum itu pun mereka adalah orang-orang yang merugi.",
            "sajda": false,
            "transliteration": "Falam yaku tanfa 'uhum eemaanuhum lammaa ra-aw baasana sunnatal laahil latee qad khalat fee 'ibaadihee wa khasira hunaalikal kaafiroon"
        }
    ]
}