{
    "sura_id": 5,
    "name": "سُورَةُ المَائـِدَةِ",
    "englishName": "Al-Maaida",
    "englishNameTranslation": "The Table",
    "revelationType": "Medinan",
    "data": [
        {
            "aya_id": 670,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَوْفُوْا بِالْعُقُوْدِۗ  اُحِلَّتْ لَكُمْ بَهِيْمَةُ الْاَنْعَامِ اِلَّا مَا يُتْلٰى عَلَيْكُمْ غَيْرَ مُحِلِّى الصَّيْدِ وَاَنْتُمْ حُرُمٌۗ  اِنَّ اللّٰهَ يَحْكُمُ مَا يُرِيْدُ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 106,
            "translation_aya_text": "Wahai orang-orang yang beriman! Penuhilah janji-janji. Hewan ternak dihalalkan bagimu, kecuali yang akan disebutkan kepadamu, dengan tidak menghalalkan berburu ketika kamu sedang berihram (haji atau umrah). Sesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, penuhilah olehmu perjanjian itu) baik perjanjian yang terpatri di antara kamu dengan Allah maupun dengan sesama manusia. (Dihalalkan bagi kamu binatang ternak) artinya halal memakan unta, sapi dan kambing setelah hewan itu disembelih (kecuali apa yang dibacakan padamu) tentang pengharamannya dalam ayat, \"Hurrimat `alaikumul maitatu...\" Istitsna` atau pengecualian di sini munqathi` atau terputus tetapi dapat pula muttashil, misalnya yang diharamkan karena mati dan sebagainya (tanpa menghalalkan berburu ketika kamu mengerjakan haji) atau berihram; ghaira dijadikan manshub karena menjadi hal bagi dhamir yang terdapat pada lakum. (Sesungguhnya Allah menetapkan hukum menurut yang dikehendaki-Nya) baik menghalalkan maupun mengharamkannya tanpa seorang pun yang dapat menghalangi-Nya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo awfoo bil'uqood; uhillat lakum baheematul an'aami illaa maa yutlaa 'alaikum ghaira muhillis saidi wa antum hurum; innal laaha yahkumu maa yureed",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَوْفُو[s[اْ] بِ[h:3345[ٱ]لْعُقُودِ‌ۚ أُحِلَّتْ لَك[c:3346[ُم ب]َهِيمَةُ [h:3347[ٱ]لْأَنْعَ[n[ـٰ]مِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّى [h:3348[ٱ][l[ل]صَّيْدِ وَأَ[f:98[نت]ُمْ حُرُمٌ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَحْكُمُ مَا يُر[p[ِي][q[د]ُ"
        },
        {
            "aya_id": 671,
            "aya_number": 2,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحِلُّوْا شَعَاۤىِٕرَ اللّٰهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَاۤىِٕدَ وَلَآ اٰۤمِّيْنَ الْبَيْتَ الْحَرَامَ يَبْتَغُوْنَ فَضْلًا مِّنْ رَّبِّهِمْ وَرِضْوَانًا ۗوَاِذَا حَلَلْتُمْ فَاصْطَادُوْا ۗوَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ اَنْ صَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ اَنْ تَعْتَدُوْۘا وَتَعَاوَنُوْا عَلَى الْبِرِّ وَالتَّقْوٰىۖ وَلَا تَعَاوَنُوْا عَلَى الْاِثْمِ وَالْعُدْوَانِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 106,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu melanggar syiar-syiar kesucian Allah, dan jangan (melanggar kehormatan) bulan-bulan haram, jangan (mengganggu) hadyu (hewan-hewan kurban) dan qala'id (hewan-hewan kurban yang diberi tanda), dan jangan (pula) mengganggu orang-orang yang mengunjungi Baitulharam; mereka mencari karunia dan keridaan Tuhannya. Tetapi apabila kamu telah menyelesaikan ihram, maka bolehlah kamu berburu. Jangan sampai kebencian(mu) kepada suatu kaum karena mereka menghalang-halangimu dari Masjidilharam, mendorongmu berbuat melampaui batas (kepada mereka). Dan tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan permusuhan. Bertakwalah kepada Allah, sungguh, Allah sangat berat siksaan-Nya.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu melanggar syiar-syiar Allah) jamak sya`iiratun; artinya upacara-upacara agama-Nya. Melanggar yaitu dengan berburu di waktu ihram (dan jangan pula melanggar bulan haram) dengan melakukan peperangan padanya (dan jangan mengganggu binatang-binatang hadya) yakni hewan yang dihadiahkan buat tanah suci (serta binatang-binatang berkalung) jamak dari qilaadatun; artinya binatang yang diberi kalung dengan kayu-kayuan yang terdapat di tanah suci sebagai tanda agar ia aman, maka janganlah ada yang mengganggu baik hewan-hewan itu sendiri maupun para pemiliknya (jangan pula) kamu halalkan atau kamu ganggu (orang-orang yang berkunjung) atau menuju (Baitulharam) dengan memerangi mereka (sedangkan mereka mencari karunia) artinya rezeki (dari Tuhan mereka) dengan berniaga (dan keridaan) daripada-Nya di samping berkunjung ke Baitullah tidak seperti pengertian mereka yang salah itu. Ayat ini dimansukh oleh ayat Bara`ah. (Dan apabila kamu telah selesai) dari ihram (maka perintahlah berburu) perintah di sini berarti ibahah atau memperbolehkan (dan sekali-kali janganlah kamu terdorong oleh kebencian) dibaca syana-aanu atau syan-aanu berarti kebencian atau kemarahan (kepada suatu kaum disebabkan mereka telah menghalangi kamu dari Masjidilharam untuk berbuat aniaya) kepada mereka dengan pembunuhan dan sebagainya. (Bertolong-tolonglah kamu dalam kebaikan) dalam mengerjakan yang dititahkan (dan ketakwaan) dengan meninggalkan apa-apa yang dilarang (dan janganlah kamu bertolong-tolongan) pada ta`aawanu dibuang salah satu di antara dua ta pada asalnya (dalam berbuat dosa) atau maksiat (dan pelanggaran) artinya melampaui batas-batas ajaran Allah. (Dan bertakwalah kamu kepada Allah) takutlah kamu kepada azab siksa-Nya dengan menaati-Nya (sesungguhnya Allah amat berat siksa-Nya) bagi orang yang menentang-Nya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tuhilloo sha'aaa 'iral laahi wa lash Shahral Haraama wa lal hadya wa lal qalaaa'ida wa laa aaammeenal Baital Haraama yabtaghoona fadlam mir Rabbihim wa ridwaanaa; wa izaa halaltum fastaadoo; wa laa yajrimannakum shana aanu qawmin an saddookum 'anil Masjidil-Haraami an ta'tadoo; wa ta'aawanoo 'alalbirri wattaqwaa; wa laa ta'aawanoo 'alal ismi wal'udwaan; wattaqul laah; innal laaha shadeedul 'iqaab",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تُحِلُّو[s[اْ] شَعَ[o[ـٰٓ]ئِرَ [h:3349[ٱ]للَّهِ وَلَا [h:3350[ٱ][l[ل]شَّهْرَ [h:3351[ٱ]لْحَرَامَ وَلَا [h:3352[ٱ]لْهَ[q:3353[دْ]ىَ وَلَا [h:3354[ٱ]لْقَلَ[o[ـٰٓ]ئِدَ وَل[o[َآ] ء[m[َا]ٓ[g[مّ]ِينَ [h:3355[ٱ]لْبَيْتَ [h:3356[ٱ]لْحَرَامَ يَ[q:3357[بْ]تَغُونَ فَضْل[a:1088[اً م]ّ[u:22[ِن ر]َّبِّهِمْ وَرِضْو[n[َٲ][a:3358[نًا‌ۚ و]َإِذَا حَلَلْتُمْ فَ[h:3359[ٱ]صْطَادُو[s[اْ‌ۚ] وَلَا يَ[q:3360[جْ]رِمَ[g[نّ]َكُمْ شَنَـَٔـانُ قَوْمٍ أَ[f:3361[ن ص]َدُّوكُمْ عَنِ [h:3362[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ أَ[f:3363[ن ت]َعْتَدُو[s[اْ‌ۘ] وَتَعَاوَنُو[s[اْ] عَلَى [h:3364[ٱ]لْبِرِّ وَ[h:3365[ٱ][l[ل]تَّ[q:3365[قْ]وَىٰ‌ۖ وَلَا تَعَاوَنُو[s[اْ] عَلَى [h:3366[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ‌ۚ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 672,
            "aya_number": 3,
            "aya_text": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ وَاَنْ تَسْتَقْسِمُوْا بِالْاَزْلَامِۗ  ذٰلِكُمْ فِسْقٌۗ  اَلْيَوْمَ يَىِٕسَ الَّذِيْنَ كَفَرُوْا مِنْ دِيْنِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِۗ  اَلْيَوْمَ اَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَاَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْاِسْلَامَ دِيْنًاۗ  فَمَنِ اضْطُرَّ فِيْ مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّاِثْمٍۙ  فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 107,
            "translation_aya_text": "Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih. Dan (diharamkan pula) yang disembelih untuk berhala. Dan (diharamkan pula) mengundi nasib dengan azlam (anak panah), (karena) itu suatu perbuatan fasik. Pada hari ini orang-orang kafir telah putus asa untuk (mengalahkan) agamamu, sebab itu janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku. Pada hari ini telah Aku sempurnakan agamamu untukmu, dan telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. Tetapi barangsiapa terpaksa karena lapar, bukan karena ingin berbuat dosa, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Diharamkan bagimu bangkai) yakni memakannya (darah) yang mengalir seperti pada binatang ternak (daging babi, hewan yang disembelih karena selain Allah) misalnya disembelih atas nama lain-Nya (yang tercekik) yang mati karena tercekik (yang dipukul) yang dibunuh dengan jalan memukulnya (yang jatuh) dari atas ke bawah lalu mati (yang ditanduk) yang mati karena tandukan lainnya (yang diterkam oleh binatang buas kecuali yang sempat kamu sembelih) maksudnya yang kamu dapati masih bernyawa dari macam-macam yang disebutkan itu lalu kamu sembelih (dan yang disembelih atas) nama (berhala) jamak dari nishab; artinya patung (dan mengundi nasib) artinya menentukan bagian dan keputusan (dengan anak panah) azlaam jamak dari zalam atau zulam; artinya anak panah yang belum diberi bulu dan ujungnya tidak bermata. Anak panah itu ada tujuh buah disimpan oleh pengurus Kakbah dan padanya terdapat tanda-tanda. Maka tanda-tanda itulah yang mereka ambil sebagai pedoman, jika disuruh mereka lakukan dan jika dilarang mereka hentikan. (Demikian itu adalah kefasikan) artinya menyimpang dari ketaatan. Ayat ini turun pada hari Arafah masa haji wadak, yaitu haji terakhir yang dilakukan oleh Nabi Muhammad saw. (Pada hari ini orang-orang kafir telah putus-asa terhadap agamamu) untuk mengembalikan kamu menjadi murtad setelah mereka melihat kamu telah kuat (maka janganlah kamu takut kepada mereka dan takutlah pada-Ku. Pada hari ini telah Kusempurnakan untukmu agamamu) yakni hukum-hukum halal maupun haram yang tidak diturunkan lagi setelahnya hukum-hukum dan kewajiban-kewajibannya (dan telah Kucukupkan padamu nikmat karunia-Ku) yakni dengan menyempurnakannya dan ada pula yang mengatakan dengan memasuki kota Mekah dalam keadaan aman (dan telah Kuridai) artinya telah Kupilih (Islam itu sebagai agama kalian. Maka siapa terpaksa karena kelaparan) untuk memakan sesuatu yang haram lalu dimakannya (tanpa cenderung) atau sengaja (berbuat dosa) atau maksiat (maka sesungguhnya Allah Maha Pengampun) terhadapnya atas perbuatan memakannya itu (lagi Maha Pengasih) kepadanya dalam memperbolehkannya. Berbeda halnya dengan orang yang cenderung atau sengaja berbuat dosa, misalnya penyamun atau pemberontak, maka tidak halal baginya memakan itu.",
            "sajda": false,
            "transliteration": "Hurrimat 'alaikumul maitatu waddamu wa lahmul khinzeeri wa maaa uhilla lighiril laahi bihee walmun khani qatu wal mawqoozatu wal mutarad diyatu wanna teehatu wa maaa akalas sabu'u illaa maa zakkaitum wa maa zubiha 'alan nusubi wa an tastaqsimoo bil azlaam; zaalikum fisq; alyawma ya'isal lazeena kafaroo min deenikum falaa takhshawhum wakh shawn; alyawma akmaltu lakum deenakum wa atmamtu 'alaikum ni'matee wa radeetu lakumul Islaama deenaa; famanidturra fee makhmasatin ghaira mutajaanifil li ismin fa innallaaha Ghafoorur Raheem",
            "tajweed_text": "حُرِّمَتْ عَلَيْكُمُ [h:3367[ٱ]لْمَيْتَةُ وَ[h:3368[ٱ][l[ل]دَّمُ وَلَحْمُ [h:3369[ٱ]لْخِ[f:885[نز]ِيرِ وَم[o[َآ] أُهِلَّ لِغَيْرِ [h:886[ٱ]للَّهِ بِه[n[ِۦ] وَ[h:3370[ٱ]لْمُنْخَنِقَةُ وَ[h:3371[ٱ]لْمَوْقُوذَةُ وَ[h:3372[ٱ]لْمُتَرَدِّيَةُ وَ[h:3373[ٱ][l[ل][g[نّ]َطِيحَةُ وَم[o[َآ] أَكَلَ [h:3374[ٱ][l[ل]سَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى [h:3375[ٱ][l[ل][g[نّ]ُصُبِ وَأَ[f:3376[ن ت]َسْتَ[q:3377[قْ]سِمُو[s[اْ] بِ[h:3378[ٱ]لْأَزْلَ[n[ـٰ]مِ‌ۚ ذ[n[َٲ]لِكُمْ فِسْقٌ‌ۗ [h:3379[ٱ]لْيَوْمَ يَئِسَ [h:3380[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:3381[ن د]ِينِكُمْ فَلَا تَخْشَوْهُمْ وَ[h:3382[ٱ]خْشَوْنِ‌ۚ [h:3383[ٱ]لْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ [h:3384[ٱ]لْإِسْلَ[n[ـٰ]مَ دِي[f:3385[نًا‌ۚ ف]َمَنِ [h:887[ٱ]ضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِ[u:3386[فٍ ل]ِّإٍِثْ[f:3387[مٍ‌ۙ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 673,
            "aya_number": 4,
            "aya_text": "يَسْـَٔلُوْنَكَ مَاذَآ اُحِلَّ لَهُمْۗ  قُلْ اُحِلَّ لَكُمُ الطَّيِّبٰتُۙ وَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِيْنَ تُعَلِّمُوْنَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُ  فَكُلُوْا مِمَّآ اَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 107,
            "translation_aya_text": "Mereka bertanya kepadamu (Muhammad), “Apakah yang dihalalkan bagi mereka?” Katakanlah, ”Yang dihalalkan bagimu (adalah makanan) yang baik-baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. Maka makanlah apa yang ditangkapnya untukmu, dan sebutlah nama Allah (waktu melepasnya). Dan bertakwalah kepada Allah, sungguh, Allah sangat cepat perhitungan-Nya.”",
            "tafsir_jalalayn": "(Mereka menanyakan kepadamu) hai Muhammad (Apakah yang dihalalkan bagi mereka) di antara makanan. (Katakanlah, \"Dihalalkan bagimu yang baik-baik) yang enak-enak atau yang halal (dan) hasil buruan (dari binatang-binatang buas yang telah kamu ajar) seperti anjing, serigala dan burung (dengan melatihnya berburu) hal dari kallabtal kalba pakai tasydid pada lam; artinya biasa kamu lepas berburu (kamu ajar mereka itu) hal dari dhamir mukallibiina; artinya kamu latih mereka itu (menurut apa yang diajarkan Allah kepadamu) tentang cara berburu (maka makanlah apa-apa yang ditangkapnya untukmu) mereka membunuh buruan tanpa memakannya. Berbeda halnya dengan yang tidak terlatih, maka tangkapannya itu tidak halal. Sebagai ciri-cirinya bila dilepas ia berangkat dan bila dicegah ia berhenti serta ditahannya buruan itu dan tidak dimakannya. Sekurang-kurangnya untuk mengetahui hal itu dibutuhkan pengamatan sebanyak tiga kali. Jika buruan itu dimakannya, berarti tidak ditangkapnya untuk tuannya, maka tidak halal dimakan sebagaimana tercantum dalam kedua hadis sahih Bukhari dan Muslim. Dalam hadis itu juga disebutkan bahwa hasil panahan jika dilepas dengan menyebut nama Allah, maka sama dengan hasil buruan dari binatang pemburu yang telah dilatih. (Dan sebutlah nama Allah atasnya) ketika melepasnya (serta bertakwalah kepada Allah; sesungguhnya Allah amat cepat perhitungan-Nya.\")",
            "sajda": false,
            "transliteration": "Yas'aloonaka maazaaa uhilla lahum; qul uhilla lakumuttaiyibaatu wa maa'allamtum minal jawaarihi mukallibeena tu'allimoonahunnamimmaa 'allamakumul laahu fakuloo mimmaaa amsakna 'alaikum wazkurus mal laahi 'alaih; wattaqul laah; innal laaha saree'ul hisaab",
            "tajweed_text": "يَسْــَٔلُونَكَ مَاذ[o[َآ] أُحِلَّ لَهُمْ‌ۖ قُلْ أُحِلَّ لَكُمُ [h:3388[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تُ‌ۙ وَمَا عَلَّمْت[w:3389[ُم م]ِّنَ [h:3390[ٱ]لْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُ[g[نّ]َ مِ[g[مّ]َا عَلَّمَكُمُ [h:3391[ٱ]للَّهُ‌ۖ فَكُلُو[s[اْ] مِ[g[مّ][o[َآ] أَمْسَكْنَ عَلَيْكُمْ وَ[h:335[ٱ]ذْكُرُو[s[اْ] [h:3392[ٱ]سْمَ [h:3393[ٱ]للَّهِ عَلَيْهِ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ"
        },
        {
            "aya_id": 674,
            "aya_number": 5,
            "aya_text": "اَلْيَوْمَ اُحِلَّ لَكُمُ الطَّيِّبٰتُۗ وَطَعَامُ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حِلٌّ لَّكُمْ ۖوَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖوَالْمُحْصَنٰتُ مِنَ الْمُؤْمِنٰتِ وَالْمُحْصَنٰتُ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّ مُحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ وَلَا مُتَّخِذِيْٓ اَخْدَانٍۗ وَمَنْ يَّكْفُرْ بِالْاِيْمَانِ فَقَدْ حَبِطَ عَمَلُهٗ ۖوَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 107,
            "translation_aya_text": "Pada hari ini dihalalkan bagimu segala yang baik-baik. Makanan (sembelihan) Ahli Kitab itu halal bagimu, dan makananmu halal bagi mereka. Dan (dihalalkan bagimu menikahi) perempuan-perempuan yang menjaga kehormatan di antara perempuan-perempuan yang beriman dan perempuan-perempuan yang menjaga kehormatan di antara orang-orang yang diberi kitab sebelum kamu, apabila kamu membayar maskawin mereka untuk menikahinya, tidak dengan maksud berzina dan bukan untuk menjadikan perempuan piaraan. Barangsiapa kafir setelah beriman, maka sungguh, sia-sia amal mereka, dan di akhirat dia termasuk orang-orang yang rugi.",
            "tafsir_jalalayn": "(Pada hari ini dihalalkan bagimu yang baik-baik) artinya yang enak-enak (Dan makanan-makanan orang-orang yang diberi kitab) maksudnya sembelihan orang-orang Yahudi dan Nasrani (halal bagi kamu dan makananmu) yang kamu sajikan kepada mereka (halal pula bagi mereka. Dan wanita-wanita yang merdeka di antara wanita-wanita mukmin serta wanita-wanita merdeka dari kalangan orang-orang yang diberi kitab sebelum kamu) halal pula kamu kawini (apabila kamu telah membayar maskawin mereka) atau mahar (dengan maksud mengawini mereka) sehingga terpelihara kehormatan (bukan dengan maksud berzina) dengan mereka secara terang-terangan (dan bukan pula untuk mengambil mereka sebagai gundik) atau melakukan perzinaan dengan mereka secara sembunyi-sembunyi. (Dan siapa yang kafir terhadap iman) artinya murtad (maka sungguh telah hapuslah amalnya) amal saleh sebelum itu hingga tidak dianggap diberi pahala (dan ia di akhirat termasuk orang-orang yang merugi) yakni jika ia meninggal dalam keadaan demikian itu.",
            "sajda": false,
            "transliteration": "Alyawma uhilla lakumut taiyibaatu wa ta'aamul lazeena ootul Kitaaba hillul lakum wa ta'aamukum hillul lahum wal muhsanaatu minal mu'minaati walmuhsanaatu minal lazeena ootul Kitaaba min qablikum izaaa aataitumoohunna ujoorahunna muhsineena ghaira musaafiheena wa laa muttakhizeee akhdaan; wa mai yakfur bil eemaani faqad habita 'amaluhoo wa huwa fil Aaakhirati minal khaasireen",
            "tajweed_text": "ٱلْيَوْمَ أُحِلَّ لَكُمُ [h:3388[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تُ‌ۖ وَطَعَامُ [h:3394[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ حِ[u:3395[لٌّ ل]َّكُمْ وَطَعَامُكُمْ حِ[u:3396[لٌّ ل]َّهُمْ‌ۖ وَ[h:3397[ٱ]لْمُحْصَنَ[n[ـٰ]تُ مِنَ [h:3398[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ وَ[h:3397[ٱ]لْمُحْصَنَ[n[ـٰ]تُ مِنَ [h:523[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ إِذ[o[َآ] ءَاتَيْتُمُوهُ[g[نّ]َ أُجُورَهُ[g[نّ]َ مُحْصِنِينَ غَيْرَ مُسَ[n[ـٰ]فِحِينَ وَلَا مُتَّخِذ[o[ِىٓ] أَخْدَا[a:3399[نٍ‌ۗ و]َم[a:636[َن ي]َكْفُرْ بِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ فَقَ[q:563[دْ] حَبِطَ عَمَلُهُ[n[ۥ] وَهُوَ فِى [h:536[ٱ]لْأَخِرَةِ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ"
        },
        {
            "aya_id": 675,
            "aya_number": 6,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قُمْتُمْ اِلَى الصَّلٰوةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَاَيْدِيَكُمْ اِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِۗ وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْاۗ وَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ مِّنْهُ ۗمَا يُرِيْدُ اللّٰهُ لِيَجْعَلَ عَلَيْكُمْ مِّنْ حَرَجٍ وَّلٰكِنْ يُّرِيْدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 108,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila kamu hendak melaksanakan salat, maka basuhlah wajahmu dan tanganmu sampai ke siku, dan sapulah kepalamu dan (basuh) kedua kakimu sampai ke kedua mata kaki. Jika kamu junub, maka mandilah. Dan jika kamu sakit atau dalam perjalanan atau kembali dari tempat buang air (kakus) atau menyentuh perempuan, maka jika kamu tidak memperoleh air, maka bertayamumlah dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu, agar kamu bersyukur.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, jika kamu berdiri) maksudnya hendak berdiri (mengerjakan salat) dan kamu sedang berhadas (maka basuhlah muka dan tanganmu sampai ke siku) artinya termasuk siku itu sebagaimana diterangkan dalam sunah (dan sapulah kepalamu) ba berarti melengketkan, jadi lengketkanlah sapuanmu itu kepadanya tanpa mengalirkan air. Dan ini merupakan isim jenis, sehingga dianggap cukup bila telah tercapai sapuan walaupun secara minimal, yaitu dengan disapunya sebagian rambut. Pendapat ini juga dianut oleh Imam Syafii (dan kakimu) dibaca manshub karena diathafkan kepada aidiyakum; jadi basuhlah tetapi ada pula yang membaca dengan baris di bawah/kasrah dengan diathafkan kepada yang terdekat (sampai dengan kedua mata kaki) artinya termasuk kedua mata kaki itu, sebagaimana diterangkan dalam hadis. Dua mata kaki ialah dua tulang yang tersembul pada setiap pergelangan kaki yang memisah betis dengan tumit. Dan pemisahan di antara tangan dan kaki yang dibasuh dengan rambut yang disapu menunjukkan diharuskannya/wajib berurutan dalam membersihkan anggota wudu itu. Ini juga merupakan pendapat Syafii. Dari sunah diperoleh keterangan tentang wajibnya berniat seperti halnya ibadah-ibadah lainnya. (Dan jika kamu dalam keadaan junub, maka bersucilah) maksudnya mandilah (dan apabila sakit) yang akan bertambah parah dengan menyentuh air (atau dalam perjalanan) musafir (atau kamu kembali dari tempat buang air) artinya berhadas (atau menyentuh wanita) hal ini telah dibicarakan dulu pada surah An-Nisa (lalu kamu tidak memperoleh air) yakni setelah mencarinya (maka bertayamumlah) dengan mencari (tanah yang baik) tanah yang bersih (sapulah muka dan tanganmu) beserta kedua siku (dengan tanah itu) dengan dua kali pukulan. Ba menunjukkan lengket sementara sunah menjelaskan bahwa yang dimaksud ialah hendaklah sapuan itu meliputi kedua anggota secara keseluruhan (Allah tidaklah hendak menyulitkan kamu) dengan kewajiban-kewajiban berwudu, mandi atau tayamum itu (tetapi Dia hendak menyucikan kamu) dari hadas dan dosa (dan hendak menyempurnakan nikmat-Nya kepadamu) yakni dengan Islam dengan menerangkan syariat-syariat agama (semoga kamu bersyukur) atas nikmat-Nya itu.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo izaa qumtum ilas Salaati faghsiloo wujoohakum wa Aidiyakum ilal maraafiqi wamsahoo biru'oosikum wa arjulakum ilal ka'bayn; wa in kuntum junuban fattahharoo; wain kuntum mardaaa aw'alaa safarin aw jaaa'a ahadum minkum minal ghaaa'iti aw laamastumunnisaaa'a falam tajidoo maaa'an fatayammamoo sa'eedan taiyiban famsahoo biwujoohikum wa aideekum minh; ma yureedul laahu liyaj'ala 'alaikum min harajinw wa laakidy yureedu liyutahhirakum wa liyutimma m'matahoo 'alaikum la'allakum tashkuroon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا قُمْتُمْ إِلَى [h:3225[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ فَ[h:3400[ٱ]غْسِلُو[s[اْ] وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى [h:3401[ٱ]لْمَرَافِقِ وَ[h:3402[ٱ]مْسَحُو[s[اْ] بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى [h:3403[ٱ]لْكَعْبَيْنِ‌ۚ وَإِ[f:99[ن ك]ُ[f:100[نت]ُمْ جُنُ[f:3404[بًا ف]َ[h:3405[ٱ]طَّهَّرُو[s[اْ‌ۚ] وَإِ[f:99[ن ك]ُ[f:100[نت][w:2804[ُم م]َّرْضَ[o[ىٰٓ] أَوْ عَلَىٰ سَفَرٍ أَوْ ج[o[َا]ٓءَ أَحَ[a:2805[دٌ م]ِّ[f:344[نك][w:2806[ُم م]ِّنَ [h:2807[ٱ]لْغ[o[َا]ٓئِطِ أَوْ لَ[n[ـٰ]مَسْتُمُ [h:2808[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ فَلَمْ تَجِدُو[s[اْ] م[o[َا]ٓ[f:2809[ءً ف]َتَيَ[g[مّ]َمُو[s[اْ] صَعِي[f:2810[دًا ط]َيِّ[f:2811[بًا ف]َ[h:2812[ٱ]مْسَحُو[s[اْ] بِوُجُوهِكُمْ وَأَيْدِيك[w:3406[ُم م]ِّنْهُ‌ۚ مَا يُرِيدُ [h:976[ٱ]للَّهُ لِيَ[q:2360[جْ]عَلَ عَلَيْك[w:548[ُم م]ِّنْ حَرَ[a:3407[جٍ و]َلَ[n[ـٰ]ك[a:3408[ِن ي]ُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِ[g[مّ]َ نِعْمَتَهُ[n[ۥ] عَلَيْكُمْ لَعَلَّكُمْ تَشْكُر[p[ُو]نَ"
        },
        {
            "aya_id": 676,
            "aya_number": 7,
            "aya_text": "وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙاِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 108,
            "translation_aya_text": "Dan ingatlah akan karunia Allah kepadamu dan perjanjian-Nya yang telah diikatkan kepadamu, ketika kamu mengatakan, “Kami mendengar dan kami menaati.” Dan bertakwalah kepada Allah, sungguh, Allah Maha Mengetahui segala isi hati.",
            "tafsir_jalalayn": "(Dan ingatlah olehmu karunia Allah kepadamu) maksudnya agama Islam (dan perjanjian-Nya yang telah diikat erat-Nya denganmu) artinya yang telah diperbuat-Nya denganmu (ketika kamu mengatakan) kepada Nabi saw. sewaktu baiat kepadanya (Kami dengar dan kami taati) mengenai apa juga yang engkau suruh atau pun larang, baik yang kami sukai maupun yang kami benci (dan bertakwalah kamu kepada Allah) jangan sampai melanggar perjanjian itu (Sesungguhnya Allah Maha Mengetahui isi hati) yakni apa yang terdapat di dalamnya apa lagi yang terdapat di luarnya.",
            "sajda": false,
            "transliteration": "Wazkuroo ni'matal laahi 'alaikum wa meesaaqahul lazee waasaqakum biheee iz qultum sami'naa wa ata'naa wattaqul laah; innal laaha 'aleemum bizaatis sudoor",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُرُو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ عَلَيْكُمْ وَمِيثَ[n[ـٰ]قَهُ [h:3409[ٱ]لَّذِى وَاثَقَك[c:3410[ُم ب]ِه[o[ِۦٓ] إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ"
        },
        {
            "aya_id": 677,
            "aya_number": 8,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ لِلّٰهِ شُهَدَاۤءَ بِالْقِسْطِۖ وَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ عَلٰٓى اَلَّا تَعْدِلُوْا ۗاِعْدِلُوْاۗ هُوَ اَقْرَبُ لِلتَّقْوٰىۖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 108,
            "translation_aya_text": "Wahai orang-orang yang beriman! Jadilah kamu sebagai penegak keadilan karena Allah, (ketika) menjadi saksi dengan adil. Dan janganlah kebencianmu terhadap suatu kaum mendorong kamu untuk berlaku tidak adil. Berlaku adillah. Karena (adil) itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah, sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, hendaklah kamu selalu berdiri karena Allah) menegakkan kebenaran-kebenaran-Nya (menjadi saksi dengan adil) (dan janganlah kamu terdorong oleh kebencian kepada sesuatu kaum) yakni kepada orang-orang kafir (untuk berlaku tidak adil) hingga kamu menganiaya mereka karena permusuhan mereka itu. (Berlaku adillah kamu) baik terhadap lawan maupun terhadap kawan (karena hal itu) artinya keadilan itu (lebih dekat kepada ketakwaan. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) sehingga kamu akan menerima pembalasan daripadanya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamaanoo koonoo qawwaa meena lillaahi shuhadaaa'a bilqist, wa laa yajrimannakum shana aanu qawmin 'alaaa allaa ta'diloo; i'diloo; huwa aqrabu littaqwaa wattaqul laah; innal laaha khabeerum bimaa ta'maloon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] كُونُو[s[اْ] قَوّ[n[َٲ]مِينَ لِلَّهِ شُهَد[o[َا]ٓءَ بِ[h:1800[ٱ]لْقِسْطِ‌ۖ وَلَا يَ[q:3360[جْ]رِمَ[g[نّ]َكُمْ شَنَـَٔـانُ قَوْمٍ عَلَ[o[ىٰٓ] أَلَّا تَعْدِلُو[s[اْ‌ۚ] [h:9999[ٱ]عْدِلُو[s[اْ] هُوَ أَ[q:1355[قْ]رَبُ لِلتَّ[q:1356[قْ]وَىٰ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 678,
            "aya_number": 9,
            "aya_text": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۙ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 108,
            "translation_aya_text": "Allah telah menjanjikan kepada orang-orang yang beriman dan beramal saleh, (bahwa) mereka akan mendapat ampunan dan pahala yang besar.",
            "tafsir_jalalayn": "(Allah telah menjanjikan kepada orang-orang yang beriman dan yang beramal saleh) suatu janji yang baik (bahwa untuk mereka keampunan dan pahala yang besar) yakni surga.",
            "sajda": false,
            "transliteration": "Wa'adal laahul lazeena aamanoo wa 'amilus saalihaati lahum maghfiratunw wa ajrun 'azeem",
            "tajweed_text": "وَعَدَ [h:3055[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ‌ۙ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ]رٌ عَظ[p[ِي]مٌ"
        },
        {
            "aya_id": 679,
            "aya_number": 10,
            "aya_text": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 109,
            "translation_aya_text": "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka.",
            "tafsir_jalalayn": "(Sebaliknya orang-orang yang kafir dan mendustakan ayat-ayat Kami mereka itu adalah penduduk neraka.)",
            "sajda": false,
            "transliteration": "Wallazeena kafaroo wa kazzaboo bi Aayaatinaaa ulaaa'ika Ashaabul Jaheem",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ"
        },
        {
            "aya_id": 680,
            "aya_number": 11,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ هَمَّ قَوْمٌ اَنْ يَّبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ فَكَفَّ اَيْدِيَهُمْ عَنْكُمْۚ وَاتَّقُوا اللّٰهَ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 109,
            "translation_aya_text": "Wahai orang-orang yang beriman! Ingatlah nikmat Allah (yang diberikan) kepadamu, ketika suatu kaum bermaksud hendak menyerangmu dengan tangannya, lalu Allah menahan tangan mereka dari kamu. Dan bertakwalah kepada Allah, dan hanya kepada Allah-lah hendaknya orang-orang beriman itu bertawakal.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, ingatlah nikmat Allah kepadamu ketika suatu kaum bermaksud) yakni orang-orang Quraisy (hendak memanjangkan tangan mereka kepadamu) buat mencelakakanmu (maka ditahan-Nya tangan mereka daripadamu) dan dilindungi-Nya kamu dari maksud jahat mereka itu (dan bertakwalah kamu kepada Allah dan hendaklah kepada Allah orang-orang mukmin itu bertawakal.)",
            "sajda": false,
            "transliteration": "Yaa aiyuhal lazeena aamanuz kuroo ni'matallaahi 'alaikum iz hamma qawmun ai yabsutooo ilaikum aidiyahm fakaffa aidiyahum 'ankum wattaqullaah; wa'alal laahi fal yatawakalil mu'minoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:3416[ٱ]ذْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ عَلَيْكُمْ إِذْ هَ[g[مّ]َ قَوْمٌ أ[a:3417[َن ي]َ[q:3418[بْ]سُط[o[ُوٓ][s[اْ] إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَ[f:255[نك]ُمْ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ"
        },
        {
            "aya_id": 681,
            "aya_number": 12,
            "aya_text": "۞ وَلَقَدْ اَخَذَ اللّٰهُ مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَۚ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيْبًاۗ وَقَالَ اللّٰهُ اِنِّيْ مَعَكُمْ ۗ لَىِٕنْ اَقَمْتُمُ الصَّلٰوةَ وَاٰتَيْتُمُ الزَّكٰوةَ وَاٰمَنْتُمْ بِرُسُلِيْ وَعَزَّرْتُمُوْهُمْ وَاَقْرَضْتُمُ اللّٰهَ قَرْضًا حَسَنًا لَّاُكَفِّرَنَّ عَنْكُمْ سَيِّاٰتِكُمْ وَلَاُدْخِلَنَّكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۚ فَمَنْ كَفَرَ بَعْدَ ذٰلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 109,
            "translation_aya_text": "Dan sungguh, Allah telah mengambil perjanjian dari Bani Israil dan Kami telah mengangkat dua belas orang pemimpin di antara mereka. Dan Allah berfirman, “Aku bersamamu.” Sungguh, jika kamu melaksanakan salat dan menunaikan zakat serta beriman kepada rasul-rasul-Ku dan kamu bantu mereka dan kamu pinjamkan kepada Allah pinjaman yang baik, pasti akan Aku hapus kesalahan-kesalahanmu, dan pasti akan Aku masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai. Tetapi barangsiapa kafir di antaramu setelah itu, maka sesungguhnya dia telah tersesat dari jalan yang lurus.”",
            "tafsir_jalalayn": "(Dan sesungguhnya Allah telah mengambil perjanjian dari Bani Israel) mengenai apa yang akan disebutkan di belakang nanti (dan telah Kami angkat) terdapat peralihan dari dhamir gaib kepada orang pertama (di antara mereka 12 orang pemimpin) dari setiap suku seorang pemimpin yang akan menjamin dipenuhinya perjanjian itu oleh semua warga, dan kepada mereka (Allah berfirman, \"Sesungguhnya Aku beserta kamu) siap dengan pertolongan dan bantuan. (Demi jika) lam menunjukkan sumpah (kamu mendirikan salat, menunaikan zakat, beriman kepada rasul-rasul-Ku dan memberikan bantuan kepada mereka serta kamu berikan kepada Allah suatu pinjaman yang baik) dengan mengeluarkan nafkah di jalan-Nya (maka akan Kututupi kesalahan-kesalahan kamu dan akan Kumasukkan kamu ke dalam surga yang di bawahnya mengalir sungai-sungai. Maka siapa yang kafir sesudah itu) maksudnya sesudah perjanjian (di antara kamu, sesungguhnya ia telah sesat dari jalan yang lurus.\") dari jalan yang benar. Sawaa` pada asalnya ialah yang pertengahan. Maka mereka langgar perjanjian itu hingga Allah pun berfirman:",
            "sajda": false,
            "transliteration": "Wa laqad akhazal laahu meesaaqa Banee Israaa'eela wa ba'sanaa minhumus ani 'ashara naqeebanw wa qaalal laahu innee ma'akum la'in aqamtumus Salaata wa aataitumuz Zakaata wa aamantum bi Rusulee wa'azzartumoohum wa aqradtumul laaha qardan hasanal la ukaffiranna 'ankum saiyiaatikum wa la udkhilan nakum Jannaatin tajree min tahtihal anhaar; faman kafara ba'da zaalika minkum faqad dalla sawaaa'as Sabeel",
            "tajweed_text": "۞ وَلَقَ[q:341[دْ] أَخَذَ [h:2057[ٱ]للَّهُ مِيثَ[n[ـٰ]قَ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ وَبَعَثْنَا مِنْهُمُ [h:3419[ٱ]ثْنَىْ عَشَرَ نَقِي[a:3420[بًا‌ۖ و]َقَالَ [h:3421[ٱ]للَّهُ إِ[g[نّ]ِى مَعَكُمْ‌ۖ لَئِنْ أَقَمْتُمُ [h:3422[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَيْتُمُ [h:3423[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَءَامَ[f:3239[نت][c:3424[ُم ب]ِرُسُلِى وَعَزَّرْتُمُوهُمْ وَأَ[q:3425[قْ]رَضْتُمُ [h:3426[ٱ]للَّهَ قَرْضًا حَسَ[u:3427[نًا ل]َّأُكَفِّرَ[g[نّ]َ عَ[f:255[نك]ُمْ سَيِّـَٔـاتِكُمْ وَلَأُ[q:3428[دْ]خِلَ[g[نّ]َكُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۚ فَمَ[f:3429[ن ك]َفَرَ بَعْدَ ذ[n[َٲ]لِكَ مِ[f:344[نك]ُمْ فَقَ[q:563[دْ] ضَلَّ سَو[o[َا]ٓءَ [h:564[ٱ][l[ل]سَّب[p[ِي]لِ"
        },
        {
            "aya_id": 682,
            "aya_number": 13,
            "aya_text": "فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ لَعَنّٰهُمْ وَجَعَلْنَا قُلُوْبَهُمْ قٰسِيَةً ۚ يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖۙ وَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۚ وَلَا تَزَالُ تَطَّلِعُ عَلٰى خَاۤىِٕنَةٍ مِّنْهُمْ اِلَّا قَلِيْلًا مِّنْهُمْ ۖ فَاعْفُ عَنْهُمْ وَاصْفَحْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 109,
            "translation_aya_text": "(Tetapi) karena mereka melanggar janjinya, maka Kami melaknat mereka, dan Kami jadikan hati mereka keras membatu. Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), maka maafkanlah mereka dan biarkan mereka. Sungguh, Allah menyukai orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Maka disebabkan mereka melanggar) maa merupakan tambahan (janji itu, Kami kutuk mereka) artinya Kami jauhkan dari rahmat Kami (dan Kami jadikan hati mereka keras) tak hendak lunak untuk menerima keimanan. (Mereka ubah perkataan-perkataan)yang terdapat dalam Taurat berupa sifat-sifat dan ciri-ciri Muhammad (dari tempat-tempatnya) semula yang ditaruh oleh Allah (dan mereka lupakan) tinggalkan (sebagian dari peringatan-peringatan yang telah disampaikan kepada mereka) dalam Taurat mengenai ketaatan kepada Muhammad. (Dan selalulah kamu) perkataan ditujukan kepada Nabi saw. (melihat) secara jelas (pengkhianatan dari mereka) dengan mengingkari janji dan lain-lain (kecuali sedikit di antara mereka) yang masuk Islam. (Maka maafkanlah mereka itu dan biarkanlah, sesungguhnya Allah menyukai orang-orang yang berbuat baik) ini dimansukh oleh ayat perang.",
            "sajda": false,
            "transliteration": "Fabimaa naqdihim meesaa qahum la'annaahum wa ja'alnaa quloobahum qaasiyatany yuharrifoonal kalima 'ammawaadi'ihee wa nasoo hazzam mimmaa zukkiroo bih; khaaa'inatim minhum illaa qaleelam minhum fa'fu 'anhum wasfah; innal laaha yuhibbul muhsineen",
            "tajweed_text": "فَبِمَا نَ[q:3266[قْ]ضِه[w:3267[ِم م]ِّيثَ[n[ـٰ]قَهُمْ لَعَ[g[نّ]َ[n[ـٰ]هُمْ وَجَعَلْنَا قُلُوبَهُمْ قَ[n[ـٰ]سِيَ[a:3430[ةً‌ۖ ي]ُحَرِّفُونَ [h:2817[ٱ]لْكَلِمَ ع[a:2818[َن م]َّوَاضِعِه[n[ِۦ]‌ۙ وَنَسُو[s[اْ] حَظ[a:3431[ًّا م]ِّ[g[مّ]َا ذُكِّرُو[s[اْ] بِه[n[ِۦ]‌ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خ[o[َا]ٓئِنَ[a:3432[ةٍ م]ِّنْهُمْ إِلَّا قَلِيل[a:1395[اً م]ِّنْهُمْ‌ۖ فَ[h:2373[ٱ]عْفُ عَنْهُمْ وَ[h:3433[ٱ]صْفَحْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:1047[ٱ]لْمُحْسِن[p[ِي]نَ"
        },
        {
            "aya_id": 683,
            "aya_number": 14,
            "aya_text": "وَمِنَ الَّذِيْنَ قَالُوْٓا اِنَّا نَصٰرٰٓى اَخَذْنَا مِيْثَاقَهُمْ فَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۖ فَاَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِ ۗ وَسَوْفَ يُنَبِّئُهُمُ اللّٰهُ بِمَا كَانُوْا يَصْنَعُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 110,
            "translation_aya_text": "Dan di antara orang-orang yang mengatakan, “Kami ini orang Nasrani,” Kami telah mengambil perjanjian mereka, tetapi mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka, maka Kami timbulkan permusuhan dan kebencian di antara mereka hingga hari Kiamat. Dan kelak Allah akan memberitakan kepada mereka apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Dan di antara orang-orang yang mengatakan, \"Sesungguhnya kami ini orang-orang Nasrani,\") berkaitan dengan firman-Nya (ada yang telah Kami ambil pula janji mereka) sebagaimana halnya orang-orang Yahudi dari kalangan Bani Israel (maka mereka lupakan sebagian dari peringatan yang telah disampaikan kepada mereka) yakni dalam Injil berupa keimanan dan lain-lain hingga mereka ingkari perjanjian itu (maka Kami bangkitkan di antara mereka permusuhan dan kebencian sampai hari kiamat) dengan pertikaian dan perbedaan keinginan mereka, hingga setiap golongan mengafirkan yang lain (dan Allah akan memberitakan kepada mereka kelak) yakni di akhirat (apa-apa yang mereka perbuat) lalu mendapat pembalasan daripada-Nya.",
            "sajda": false,
            "transliteration": "Wa minal lazeena qaalooo innaa nasaaraaa akhaznaa meesaaqahum fanasoo hazzam mimmaa zukkiroo bihee fa aghrainaa binahumul 'adaawata walbaghdaaa'a ilaa yawmil Qiyaamah; wa sawfa yunabbi'uhumul laahu bimaa kaanoo yasna'oon",
            "tajweed_text": "وَمِنَ [h:501[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا نَصَ[n[ـٰ]رَ[o[ىٰٓ] أَخَذْنَا مِيثَ[n[ـٰ]قَهُمْ فَنَسُو[s[اْ] حَظ[a:3431[ًّا م]ِّ[g[مّ]َا ذُكِّرُو[s[اْ] بِه[n[ِۦ] فَأَغْرَيْنَا بَيْنَهُمُ [h:3434[ٱ]لْعَدَاوَةَ وَ[h:3435[ٱ]لْبَغْض[o[َا]ٓءَ إِلَىٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ وَسَوْفَ يُنَبِّئُهُمُ [h:3436[ٱ]للَّهُ بِمَا كَانُو[s[اْ] يَصْنَع[p[ُو]نَ"
        },
        {
            "aya_id": 684,
            "aya_number": 15,
            "aya_text": "يٰٓاَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ كَثِيْرًا مِّمَّا كُنْتُمْ تُخْفُوْنَ مِنَ الْكِتٰبِ وَيَعْفُوْا عَنْ كَثِيْرٍەۗ قَدْ جَاۤءَكُمْ مِّنَ اللّٰهِ نُوْرٌ وَّكِتٰبٌ مُّبِيْنٌۙ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 110,
            "translation_aya_text": "Wahai Ahli Kitab! Sungguh, Rasul Kami telah datang kepadamu, menjelaskan kepadamu banyak hal dari (isi) kitab yang kamu sembunyikan, dan banyak (pula) yang dibiarkannya. Sungguh, telah datang kepadamu cahaya dari Allah, dan Kitab yang menjelaskan.",
            "tafsir_jalalayn": "(Hai Ahli kitab! Sesungguhnya telah datang kepada kamu utusan kami) Muhammad (mengungkapkan kepadamu banyak hal dari apa yang kamu sembunyikan dari Alkitab) yakni kitab Taurat dan Injil seperti ayat tentang rajam dan sifat-sifat Nabi saw. (dan banyak pula yang dibiarkannya) di antara demikian sehingga tidak diungkapkannya jika tidak ada kepentingannya selain dari membukakan rahasia kamu belaka. (Sesungguhnya telah datang kepadamu cahaya dari Allah) itulah dia Nabi saw. (dan kitab) yakni Alquran (yang jelas) nyata.",
            "sajda": false,
            "transliteration": "yaaa Ahlal kitaabi qad jaaa'akum Rasoolunaa yubaiyinu lakum kaseeram mimmmaa kuntum tukhfoona minal Kitaabi wa ya'foo 'an kaseer; qad jaaa'akum minal laahi noorunw wa Kitaabum Mubeen",
            "tajweed_text": "يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ قَ[q:298[دْ] ج[o[َا]ٓءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِي[a:3437[رًا م]ِّ[g[مّ]َا كُ[f:100[نت]ُمْ تُخْفُونَ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ وَيَعْفُو[s[اْ] عَ[f:3438[ن ك]َثِي[f:3439[رٍ‌ۚ ق]َ[q:298[دْ] ج[o[َا]ٓءَك[w:3440[ُم م]ِّنَ [h:321[ٱ]للَّهِ نُو[a:3441[رٌ و]َكِتَ[n[ـٰ][a:3442[بٌ م]ُّب[p[ِي]نٌ"
        },
        {
            "aya_id": 685,
            "aya_number": 16,
            "aya_text": "يَّهْدِيْ بِهِ اللّٰهُ مَنِ اتَّبَعَ رِضْوَانَهٗ سُبُلَ السَّلٰمِ وَيُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِ بِاِذْنِهٖ وَيَهْدِيْهِمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 110,
            "translation_aya_text": "Dengan Kitab itulah Allah memberi petunjuk kepada orang yang mengikuti keridaan-Nya ke jalan keselamatan, dan (dengan Kitab itu pula) Allah mengeluarkan orang itu dari gelap gulita kepada cahaya dengan izin-Nya, dan menunjukkan ke jalan yang lurus.",
            "tafsir_jalalayn": "(Dengan kitab itu Allah menunjuki orang-orang yang mengikuti keridaan-Nya) maksudnya dengan Alquran dan dengan jalan beriman (ke jalan-jalan keselamatan) jalan yang menyelamatkan mereka (dan mengeluarkan mereka dari kegelapan) yakni kekafiran (kepada cahaya) yakni keimanan (dengan izin-Nya) dengan iradat-Nya (serta membimbing mereka ke jalan yang lurus) yakni agama Islam.",
            "sajda": false,
            "transliteration": "Yahdee bihil laahu manit taba'a ridwaanahoo subulas salaami wa yukhrijuhum minaz zulumaati ilan noori bi iznihee wa yahdeehim ilaa Siraatim Mustaqeem",
            "tajweed_text": "يَهْدِى بِهِ [h:1707[ٱ]للَّهُ مَنِ [h:3443[ٱ]تَّبَعَ رِضْو[n[َٲ]نَهُ[n[ۥ] سُبُلَ [h:3444[ٱ][l[ل]سَّلَ[n[ـٰ]مِ وَيُخْرِجُه[w:3445[ُم م]ِّنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ بِإِذْنِه[n[ِۦ] وَيَهْدِيهِمْ إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ"
        },
        {
            "aya_id": 686,
            "aya_number": 17,
            "aya_text": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَۗ  قُلْ فَمَنْ يَّمْلِكُ مِنَ اللّٰهِ شَيْـًٔا اِنْ اَرَادَ اَنْ يُّهْلِكَ الْمَسِيْحَ ابْنَ مَرْيَمَ وَاُمَّهٗ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۗوَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۗ يَخْلُقُ مَا يَشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 110,
            "translation_aya_text": "Sungguh, telah kafir orang yang berkata, “Sesungguhnya Allah itu dialah Al-Masih putra Maryam.” Katakanlah (Muhammad), “Siapakah yang dapat menghalang-halangi kehendak Allah, jika Dia hendak membinasakan Al-Masih putra Maryam beserta ibunya dan seluruh (manusia) yang berada di bumi?” Dan milik Allah-lah kerajaan langit dan bumi dan apa yang ada di antara keduanya. Dia menciptakan apa yang Dia Kehendaki. Dan Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Sungguh, telah kafirlah orang-orang yang mengatakan, \"Sesungguhnya Allah itu ialah Almasih putra Maryam.\") yang mereka memandangnya sebagai Tuhan. Mereka ini ialah kaum Yakobin suatu sekte dari agama Nasrani (Katakanlah, \"Siapakah yang dapat menolak) menghalangi (akan) siksa (Allah walau sedikit pun, jika Dia hendak membinasakan Almasih putra Maryam itu beserta ibunya dan orang-orang yang ada di bumi keseluruhannya?) Maksudnya tak seorang pun yang mampu menolak kehendak-Nya. Dan sekiranya Almasih itu benar-benar Tuhan tentulah ia akan mampu melakukannya. (Dan milik Allahlah kerajaan langit dan bumi dan apa yang terdapat di antara keduanya. Diciptakan-Nya apa yang disukai-Nya, dan Allah atas segala sesuatu) yang dikehendaki-Nya (Maha Kuasa\").",
            "sajda": false,
            "transliteration": "Laqad kafaral lazeena qaalooo innal laaha huwal maseehub nu Maryam; qul famany-yamliku minal laahi shai'an in araada ai yuhlikal Maseehab na Maryama wa ummahoo wa man fil ardi jamee'aa, wa lillaahi mmulkus samaawaati wal ardi wa maa bainahumaa; yakhluqu maa Yashaaa'; wakhluqu maa yashaaa'; wallaahu 'alaa kulli shai'in Qadeer",
            "tajweed_text": "لَّقَ[q:2389[دْ] كَفَرَ [h:3446[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ هُوَ [h:3447[ٱ]لْمَسِيحُ [h:3448[ٱ][q:1917[بْ]نُ مَرْيَمَ‌ۚ قُلْ فَم[a:3449[َن ي]َمْلِكُ مِنَ [h:321[ٱ]للَّهِ شَيْــًٔا إِنْ أَرَادَ أ[a:3450[َن ي]ُهْلِكَ [h:3451[ٱ]لْمَسِيحَ [h:3452[ٱ][q:451[بْ]نَ مَرْيَمَ وَأُ[g[مّ]َهُ[n[ۥ] وَمَ[f:3453[ن ف]ِى [h:44[ٱ]لْأَرْضِ جَمِي[a:3454[عًا‌ۗ و]َلِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا‌ۚ يَخْلُقُ مَا يَش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ"
        },
        {
            "aya_id": 687,
            "aya_number": 18,
            "aya_text": "وَقَالَتِ الْيَهُوْدُ وَالنَّصٰرٰى نَحْنُ اَبْنٰۤؤُ اللّٰهِ وَاَحِبَّاۤؤُهٗ ۗ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوْبِكُمْ ۗ بَلْ اَنْتُمْ بَشَرٌ مِّمَّنْ خَلَقَۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُۗ وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۖوَاِلَيْهِ الْمَصِيْرُ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Orang Yahudi dan Nasrani berkata, “Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.” Katakanlah, “Mengapa Allah menyiksa kamu karena dosa-dosamu? Tidak, kamu adalah manusia (biasa) di antara orang-orang yang Dia ciptakan. Dia mengampuni siapa yang Dia kehendaki dan menyiksa siapa yang Dia kehendaki. Dan milik Allah seluruh kerajaan langit dan bumi serta apa yang ada di antara keduanya. Dan kepada-Nya semua akan kembali.”",
            "tafsir_jalalayn": "(Kata orang-orang Yahudi dan Nasrani) artinya kata masing-masing golongan itu (\"Kami ini anak-anak Allah) maksudnya seperti anak-anak-Nya dalam keakraban dan kedudukan, sebaliknya Dia tak ubahnya dengan bapak kami dalam kecintaan dan kasih sayang (dan kekasih-kekasih-Nya.\" Katakanlah) kepada mereka hai Muhammad (\"Kalau begitu kenapa Allah menyiksamu karena dosa-dosamu?\") Maksudnya ucapanmu itu bohong, karena biasanya bapak tak mau menyiksa anaknya begitu pula seorang kekasih terhadap orang yang disayanginya (bahkan kamu hanyalah manusia biasa termasuk) golongan makhluk (yang diciptakan-Nya) di antara manusia, sama-sama menerima pahala dan memikul dosa bersama mereka (diampuni-Nya siapa yang dikehendaki-Nya) bagi-Nyalah ampunan (dan disiksa-Nya siapa yang dikehendaki-Nya) untuk disiksa tanpa suatu pun yang akan menghalangi-Nya. (Dan milik Allahlah kerajaan langit dan bumi dan segala apa yang terdapat di antara keduanya dan kepada-Nya tempat kembali).",
            "sajda": false,
            "transliteration": "Wa qaalatil Yahoodu wan Nasaaraa nahnu abnaaa'ul laahi wa ahibbaaa'uh; qul falima yu'azzibukum bizunoobikum bal antum basharum mimmman khalaq; yaghfiru limai yashaaa'u wa yu'azzibu mai yashaaa'; wa lillaahi mulkus samaawaati wal ardi wa maa bainahumaa wa ilaihil maseer",
            "tajweed_text": "وَقَالَتِ [h:583[ٱ]لْيَهُودُ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَىٰ نَحْنُ أَ[q:3455[بْ]نَ[o[ـٰٓ]ؤُ[s[اْ] [h:3456[ٱ]للَّهِ وَأَحِبَّ[o[ـٰٓ]ؤُهُ[n[ۥ]‌ۚ قُلْ فَلِمَ يُعَذِّبُك[c:3457[ُم ب]ِذُنُوبِك[c:3458[ُم‌ۖ ب]َلْ أَ[f:428[نت][c:3459[ُم ب]َشَ[a:3460[رٌ م]ِّ[g[مّ]َنْ خَلَقَ‌ۚ يَغْفِرُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيُعَذِّبُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَلِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا‌ۖ وَإِلَيْهِ [h:3461[ٱ]لْمَص[p[ِي]رُ"
        },
        {
            "aya_id": 688,
            "aya_number": 19,
            "aya_text": "يٰٓاَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ عَلٰى فَتْرَةٍ مِّنَ الرُّسُلِ اَنْ تَقُوْلُوْا مَا جَاۤءَنَا مِنْۢ بَشِيْرٍ وَّلَا نَذِيْرٍۗ فَقَدْ جَاۤءَكُمْ بَشِيْرٌ وَّنَذِيْرٌ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Wahai Ahli Kitab! Sungguh, Rasul Kami telah datang kepadamu, menjelaskan (syariat Kami) kepadamu ketika terputus (pengiriman) rasul-rasul, agar kamu tidak mengatakan, “Tidak ada yang datang kepada kami baik seorang pembawa berita gembira maupun seorang pemberi peringatan.” Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Dan Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Hai Ahli Kitab! Sesungguhnya telah datang kepadamu rasul Kami) yakni Muhammad (menjelaskan kepada kamu) syariat-syariat agama (ketika terputusnya pengiriman rasul-rasul) karena antara dia dengan Isa tak seorang pun rasul yang diutus Allah sedangkan jarak masanya ialah 569 tahun (agar) tidak (kamu katakan) jika kamu disiksa nanti (\"Tidak ada datang kepada kami) min sebagai tambahan (pembawa berita gembira dan tidak pula pembawa peringatan karena sesungguhnya telah datang kepadamu pembawa berita gembira maupun pembawa peringatan itu\") sehingga tak ada kemaafan bagimu lagi! (Dan Allah Maha Kuasa atas segala sesuatu) di antaranya menyiksamu jika kamu tidak taat dan patuh kepada-Nya.",
            "sajda": false,
            "transliteration": "Yaaa Ahlal Kitaabi qad jaaa'akum Rasoolunaa yubaiyinu lakum 'alaa fatratim minal Rusuli an taqooloo maa jaaa'anaa mim basheerinw wa laa nazeerin faqad jaaa'akum basheerunw wa nazeer; wallaahu 'alaa kulli shai'in Qadeer",
            "tajweed_text": "يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ قَ[q:298[دْ] ج[o[َا]ٓءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَ[a:3462[ةٍ م]ِّنَ [h:3463[ٱ][l[ل]رُّسُلِ أَ[f:1330[ن ت]َقُولُو[s[اْ] مَا ج[o[َا]ٓءَنَا م[i:3464[ِنۢ ب]َشِي[a:3465[رٍ و]َلَا نَذِي[f:3466[رٍ‌ۖ ف]َقَ[q:563[دْ] ج[o[َا]ٓءَك[c:3467[ُم ب]َشِي[a:3468[رٌ و]َنَذِي[a:3469[رٌ‌ۗ و]َ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ"
        },
        {
            "aya_id": 689,
            "aya_number": 20,
            "aya_text": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَعَلَ فِيْكُمْ اَنْۢبِيَاۤءَ وَجَعَلَكُمْ مُّلُوْكًاۙ وَّاٰتٰىكُمْ مَّا لَمْ يُؤْتِ اَحَدًا مِّنَ الْعٰلَمِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku! Ingatlah akan nikmat Allah kepadamu ketika Dia mengangkat nabi-nabi di antaramu, dan menjadikan kamu sebagai orang-orang merdeka, dan memberikan kepada kamu apa yang belum pernah diberikan kepada seorang pun di antara umat yang lain.”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya, \"Hai kaumku! Ingatlah nikmat Allah kepadamu ketika diangkat-Nya padamu) maksudnya dari golonganmu (para nabi dan dijadikan-Nya kamu sebagai raja-raja) yang mempunyai anak buah dan pelayan (serta diberi-Nya kamu apa yang belum pernah diberikan-Nya kepada seorang pun di antara umat manusia) seperti hidangan dari langit, manna dan salwa, terbelahnya lautan dan lain-lain.",
            "sajda": false,
            "transliteration": "Qa iz qaala Moosaa liqawmihee yaa qawmiz kuroo ni'matal laahi 'alaikum iz ja'ala feekum mulookanw wa aataakum maa lam yu'ti ahadam minal 'aalameen",
            "tajweed_text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِه[n[ِۦ] يَ[n[ـٰ]قَوْمِ [h:3470[ٱ]ذْكُرُو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَ[i:480[نۢب]ِي[o[َا]ٓءَ وَجَعَلَك[w:3471[ُم م]ُّلُو[a:3472[كًا و]َءَاتَ[n[ـٰ]ك[w:3473[ُم م]َّا لَمْ يُؤْتِ أَحَ[a:3474[دًا م]ِّنَ [h:3475[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ"
        },
        {
            "aya_id": 690,
            "aya_number": 21,
            "aya_text": "يٰقَوْمِ ادْخُلُوا الْاَرْضَ الْمُقَدَّسَةَ الَّتِيْ كَتَبَ اللّٰهُ لَكُمْ وَلَا تَرْتَدُّوْا عَلٰٓى اَدْبَارِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Wahai kaumku! Masuklah ke tanah suci (Palestina) yang telah ditentukan Allah bagimu, dan janganlah kamu berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang yang rugi.",
            "tafsir_jalalayn": "(Hai kaumku! Masuklah kamu ke tanah suci) yang disucikan (yang telah ditetapkan Allah bagi kamu) telah dititahkan-Nya untuk memasukinya yaitu tanah Syam (dan janganlah kamu lari ke belakang) berbalik surut karena takut kepada musuh (nanti kamu menjadi orang-orang yang merugi.\") dalam usahamu.",
            "sajda": false,
            "transliteration": "Yaa qawmid khulul Ardal MMuqaddasatal latee katabal laahu lakum wa laa tartaddoo 'alaaa adbaarikum fatanqaliboo khaasireen",
            "tajweed_text": "يَ[n[ـٰ]قَوْمِ [h:3476[ٱ][q:278[دْ]خُلُو[s[اْ] [h:3477[ٱ]لْأَرْضَ [h:3478[ٱ]لْمُقَدَّسَةَ [h:3479[ٱ]لَّتِى كَتَبَ [h:989[ٱ]للَّهُ لَكُمْ وَلَا تَرْتَدُّو[s[اْ] عَلَ[o[ىٰٓ] أَ[q:3480[دْ]بَارِكُمْ فَتَ[f:2309[نق]َلِبُو[s[اْ] خَ[n[ـٰ]سِر[p[ِي]نَ"
        },
        {
            "aya_id": 691,
            "aya_number": 22,
            "aya_text": "قَالُوْا يٰمُوْسٰٓى اِنَّ فِيْهَا قَوْمًا جَبَّارِيْنَۖ وَاِنَّا لَنْ نَّدْخُلَهَا حَتّٰى يَخْرُجُوْا مِنْهَاۚ فَاِنْ يَّخْرُجُوْا مِنْهَا فَاِنَّا دٰخِلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Mereka berkata, “Wahai Musa! Sesungguhnya di dalam negeri itu ada orang-orang yang sangat kuat dan kejam, kami tidak akan memasukinya sebelum mereka keluar darinya. Jika mereka keluar dari sana, niscaya kami akan masuk.”",
            "tafsir_jalalayn": "(Jawab mereka, \"Hai Musa! Sesungguhnya di dalamnya ada orang-orang yang aniaya) sisa-sisa bangsa Ad yang bertubuh tinggi dan bertenaga besar (Dan sesungguhnya kami tidak akan memasukinya hingga mereka keluar daripadanya. Jika mereka telah keluar daripadanya barulah kami memasuki.\")nya.",
            "sajda": false,
            "transliteration": "Qaaloo yaa Moosaaa innaa feehaa qwman jabbaareena wa innaa lan nadkhulahaa hattaa yakhrujoo minhaa fa innaa daakhiloon",
            "tajweed_text": "قَالُو[s[اْ] يَ[n[ـٰ]مُوسَ[o[ىٰٓ] إِ[g[نّ]َ فِيهَا قَوْ[f:3481[مًا ج]َبَّارِينَ وَإِ[g[نّ]َا ل[a:3482[َن ن]َّ[q:3483[دْ]خُلَهَا حَتَّىٰ يَخْرُجُو[s[اْ] مِنْهَا فَإ[a:3484[ِن ي]َخْرُجُو[s[اْ] مِنْهَا فَإِ[g[نّ]َا د[n[َٲ]خِل[p[ُو]نَ"
        },
        {
            "aya_id": 692,
            "aya_number": 23,
            "aya_text": "قَالَ رَجُلَانِ مِنَ الَّذِيْنَ يَخَافُوْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمَا ادْخُلُوْا عَلَيْهِمُ الْبَابَۚ فَاِذَا دَخَلْتُمُوْهُ فَاِنَّكُمْ غٰلِبُوْنَ ەۙ وَعَلَى اللّٰهِ فَتَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Berkatalah dua orang laki-laki di antara mereka yang bertakwa, yang telah diberi nikmat oleh Allah, “Serbulah mereka melalui pintu gerbang (negeri) itu. Jika kamu memasukinya niscaya kamu akan menang. Dan bertawakallah kamu hanya kepada Allah, jika kamu orang-orang beriman.”",
            "tafsir_jalalayn": "(Berkatalah) kepada mereka (dua orang laki-laki di antara orang-orang yang takut) menyalahi perintah-perintah Allah bernama Yusya dan Kalib, yakni dua orang di antara para pemimpin yang dikirim Musa untuk menyelidiki orang-orang aniaya itu (dan Allah telah memberi kedua mereka itu nikmat) berupa tindakan bijaksana hingga mereka tak hendak menyingkapkan keadaan sebenarnya dari orang-orang aniaya itu selain kepada Musa berbeda halnya dengan anggota-anggota lainnya yang menyiarkan berita itu hingga kaum Musa pun menjadi takut karenanya. (\"Serbulah mereka dengan melalui pintu gerbang) maksudnya pintu gerbang kota dan janganlah takut kepada mereka karena mereka itu tinggal tubuh tanpa hati atau keberanian. (Apabila kamu memasukinya niscaya kamu akan beroleh kemenangan) hal itu mereka ucapkan karena yakin akan beroleh pertolongan Allah dan bahwa Allah pasti menepati janji-Nya. (Dan kepada Allahlah hendaknya kamu bertawakal jika kamu betul-betul orang-orang yang beriman.\")",
            "sajda": false,
            "transliteration": "Qaala rajulaani minal lazeena yakhaafoona an'amal laahu 'alaihimad khuloo 'alaihimul baab, fa izaa dakhaltumoohu fa innakum ghaaliboon; wa 'alal laahi fatawakkalooo in kuntum mu'mineen",
            "tajweed_text": "قَالَ رَجُلَانِ مِنَ [h:523[ٱ]لَّذِينَ يَخَافُونَ أَنْعَمَ [h:2900[ٱ]للَّهُ عَلَيْهِمَا [h:3485[ٱ][q:278[دْ]خُلُو[s[اْ] عَلَيْهِمُ [h:3486[ٱ]لْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِ[g[نّ]َكُمْ غَ[n[ـٰ]لِبُونَ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَتَوَكَّل[o[ُوٓ][s[اْ] إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 693,
            "aya_number": 24,
            "aya_text": "قَالُوْا يٰمُوْسٰٓى اِنَّا لَنْ نَّدْخُلَهَآ اَبَدًا مَّا دَامُوْا فِيْهَا ۖفَاذْهَبْ اَنْتَ وَرَبُّكَ فَقَاتِلَآ اِنَّا هٰهُنَا قٰعِدُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "Mereka berkata, “Wahai Musa! Sampai kapan pun kami tidak akan memasukinya selama mereka masih ada di dalamnya, karena itu pergilah engkau bersama Tuhanmu, dan berperanglah kamu berdua. Biarlah kami tetap (menanti) di sini saja.”",
            "tafsir_jalalayn": "(Kata mereka, \"Hai Musa! Kami sekali-kali tidak akan memasukinya untuk selama-lamanya selagi mereka masih berada di dalamnya. Maka pergilah kamu bersama Tuhanmu dan perangilah) mereka (biarlah kami di sini duduk menanti saja.\") tak ikut berperang.",
            "sajda": false,
            "transliteration": "Qaaloo yaa Moosaaa innaa lan nadkhulahaa abadam maa daamoo feehaa fazhab anta wa Rabbuka faqaatilaaa innaa haahunaa qaa'idoon",
            "tajweed_text": "قَالُو[s[اْ] يَ[n[ـٰ]مُوسَ[o[ىٰٓ] إِ[g[نّ]َا ل[a:3482[َن ن]َّ[q:3483[دْ]خُلَه[o[َآ] أَبَ[a:3487[دًا م]َّا دَامُو[s[اْ] فِيهَا‌ۖ فَ[h:3488[ٱ]ذْهَ[q:3488[بْ] أَ[f:169[نت]َ وَرَبُّكَ فَقَ[n[ـٰ]تِل[o[َآ] إِ[g[نّ]َا هَ[n[ـٰ]هُنَا قَ[n[ـٰ]عِد[p[ُو]نَ"
        },
        {
            "aya_id": 694,
            "aya_number": 25,
            "aya_text": "قَالَ رَبِّ اِنِّيْ لَآ اَمْلِكُ اِلَّا نَفْسِيْ وَاَخِيْ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفٰسِقِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "Dia (Musa) berkata, “Ya Tuhanku, aku hanya menguasai diriku sendiri dan saudaraku. Sebab itu pisahkanlah antara kami dengan orang-orang yang fasik itu.”",
            "tafsir_jalalayn": "(Kata Musa) ketika itu (\"Wahai Tuhanku! Aku tidak menguasai kecuali diriku dan) kecuali (saudaraku) adapun yang lainnya tidak, oleh sebab itu paksalah mereka supaya tunduk (maka pisahkanlah) atau ceraikan (di antara kami dengan orang-orang yang fasik itu.\")",
            "sajda": false,
            "transliteration": "Qaala Rabbi innee laaa amliku illaa nafsee wa akhee fafruq bainanaa wa bainal qawmil faasiqeen",
            "tajweed_text": "قَالَ رَبِّ إِ[g[نّ]ِى ل[o[َآ] أَمْلِكُ إِلَّا نَفْسِى وَأَخِى‌ۖ فَ[h:3489[ٱ]فْرُ[q:3489[قْ] بَيْنَنَا وَبَيْنَ [h:3490[ٱ]لْقَوْمِ [h:3491[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ"
        },
        {
            "aya_id": 695,
            "aya_number": 26,
            "aya_text": "قَالَ فَاِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ اَرْبَعِيْنَ سَنَةً  ۚيَتِيْهُوْنَ فِى الْاَرْضِۗ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفٰسِقِيْنَ ࣖ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "(Allah) berfirman, “(Jika demikian), maka (negeri) itu terlarang buat mereka selama empat puluh tahun, (selama itu) mereka akan mengembara kebingungan di bumi. Maka janganlah eng-kau (Musa) bersedih hati (memikirkan nasib) orang-orang yang fasik itu.”",
            "tafsir_jalalayn": "(Firman Allah) Taala kepadanya (\"Maka kalau begitu negeri itu) yakni tanah suci tadi (diharamkan atas mereka) memasukinya (selama 40 tahun mereka akan bertualang tak tahu jalan) kebingungan (di negeri itu) menurut Ibnu Abbas luasnya sembilan farsakh persegi. (Maka janganlah kamu bersedih) berduka-cita (terhadap kaum yang fasik itu) menurut riwayat mereka memulai perjalanan di waktu malam dengan penuh kesungguhan ke arah yang dituju tetapi di waktu pagi mereka telah berada kembali di tempat semula. Demikian pula halnya perjalanan di waktu siang hingga akhirnya mereka binasa (mati\") kecuali orang-orang yang di waktu itu usianya belum lagi mencapai 20 tahun. Ada yang mengatakan bahwa jumlah mereka enam ratus ribu orang dan di padang itulah, yakni yang disebut padang Tih, wafat Harun dan Musa. Hal itu menjadi rahmat bagi mereka berdua sebaliknya menjadi azab dan siksa bagi umat mereka. Setelah dekat kematiannya, Musa memohon kepada Allah agar didekatkan kepada tanah suci itu kira-kira dalam jarak sepelemparan batu, maka permohonan itu dikabulkannya sebagaimana tersebut dalam hadis. Setelah masa empat puluh tahun itu Allah mengangkat Yusya menjadi nabi dan memerintahkannya untuk memerangi orang-orang aniaya tadi. Maka berangkatlah ia dengan sisa-sisa Israel dan memerangi musuh yang ketika itu ialah hari Jumat. Menurut berita, matahari terhenti selama sesaat menunggu selesai mereka berperang. Diriwayatkan oleh Ahmad dalam musnadnya sebuah hadis bahwa matahari itu tidak pernah tertahan jalannya untuk kepentingan manusia kecuali bagi Yusya, yaitu di malam-malam perjalanannya menuju Baitulmakdis.",
            "sajda": false,
            "transliteration": "Qaala fa innahaa muhar ramatun 'alaihim arba'eena sanah; yateehoona fil ard; falaa taasa 'alal qawmil faasiqeen",
            "tajweed_text": "قَالَ فَإِ[g[نّ]َهَا مُحَرَّمَةٌ عَلَيْهِمْ‌ۛ أَرْبَعِينَ سَنَ[a:3492[ةً‌ۛ ي]َتِيهُونَ فِى [h:44[ٱ]لْأَرْضِ‌ۚ فَلَا تَأْسَ عَلَى [h:1431[ٱ]لْقَوْمِ [h:3491[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ"
        },
        {
            "aya_id": 696,
            "aya_number": 27,
            "aya_text": "۞ وَاتْلُ عَلَيْهِمْ نَبَاَ ابْنَيْ اٰدَمَ بِالْحَقِّۘ اِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ اَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْاٰخَرِۗ قَالَ لَاَقْتُلَنَّكَ ۗ قَالَ اِنَّمَا يَتَقَبَّلُ اللّٰهُ مِنَ الْمُتَّقِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "Dan ceritakanlah (Muhammad) yang sebenarnya kepada mereka tentang kisah kedua putra Adam, ketika keduanya mempersembahkan kurban, maka (kurban) salah seorang dari mereka berdua (Habil) diterima dan dari yang lain (Qabil) tidak diterima. Dia (Qabil) berkata, “Sungguh, aku pasti membunuhmu!” Dia (Habil) berkata, “Sesungguhnya Allah hanya menerima (amal) dari orang yang bertakwa.”",
            "tafsir_jalalayn": "(Dan bacakanlah) hai Muhammad (kepada mereka) yakni kepada kaummu (kabar) berita (dua orang anak Adam) yaitu Habil dan Qabil (dengan sebenarnya) berhubungan dengan utlu (ketika keduanya mempersembahkan kurban) kepada Allah berupa domba dari Habil dan hasil tanaman dari Qabil. (Maka diterima dari salah seorang mereka) yakni dari Habil dengan alamat turunnya api dari langit yang melahap kurbannya (dan tidak diterima dari yang lain) yakni dari Qabil yang menjadi murka dan memendam kedengkian dalam dirinya menunggu naik hajinya Adam. (Katanya) yakni Qabil kepada Habil (\"Sungguh, akan kubunuh kamu!\") Kenapa kurbanmu diterima sedangkan kurban saya tidak! (Jawabnya, yakni Habil, \"Sesungguhnya Allah hanya menerima kurban dari orang-orang yang bertakwa\").",
            "sajda": false,
            "transliteration": "Watlu 'alaihim naba abnai Aadama bilhaqq; iz qarrabaa qurbaanan fatuqubbila min ahadihimaa wa lam yutaqabbal minal aakhari qaala la aqtulannnaka qaala innamaa yataqabbalul laahu minal muttaqeen",
            "tajweed_text": "۞ وَ[h:9999[ٱ]تْلُ عَلَيْهِمْ نَبَأَ [h:3493[ٱ][q:3494[بْ]ن[o[َىْ] ءَادَمَ بِ[h:370[ٱ]لْحَقِّ إِذْ قَرَّبَا قُرْبَا[f:3495[نًا ف]َتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ [h:3496[ٱ]لْأَخَرِ قَالَ لَأَ[q:3497[قْ]تُلَ[g[نّ]َكَ‌ۖ قَالَ إِ[g[نّ]َمَا يَتَقَبَّلُ [h:3498[ٱ]للَّهُ مِنَ [h:3499[ٱ]لْمُتَّق[p[ِي]نَ"
        },
        {
            "aya_id": 697,
            "aya_number": 28,
            "aya_text": "لَىِٕنْۢ بَسَطْتَّ اِلَيَّ يَدَكَ لِتَقْتُلَنِيْ مَآ اَنَا۠ بِبَاسِطٍ يَّدِيَ اِلَيْكَ لِاَقْتُلَكَۚ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "”Sungguh, jika engkau (Qabil) menggerakkan tanganmu kepadaku untuk membunuhku, aku tidak akan menggerakkan tanganku kepadamu untuk membunuhmu. Aku takut kepada Allah, Tuhan seluruh alam.”",
            "tafsir_jalalayn": "(\"Sungguh, jika) lam menunjukkan sumpah (kamu mengulurkan) atau menggerakkan (tanganmu kepadaku untuk membunuhku, tidaklah aku akan mengulurkan tanganku kepadamu untuk membunuhmu. Sesungguhnya aku takut akan Allah, Tuhan seru sekalian alam.\") jika membunuhmu.",
            "sajda": false,
            "transliteration": "La'im basatta ilaiya yadaka litaqtulanee maaa ana bibaasitiny yadiya ilaika li aqtulaka inneee akhaaful laaha Rabbal 'aalameen",
            "tajweed_text": "لَئ[i:3500[ِنۢ ب]َسَطتَ إِلَىَّ يَدَكَ لِتَ[q:3501[قْ]تُلَنِى م[o[َآ] أَنَا۟ بِبَاسِ[a:3502[طٍ ي]َدِىَ إِلَيْكَ لِأَ[q:3503[قْ]تُلَكَ‌ۖ إِ[g[نّ][o[ِىٓ] أَخَافُ [h:3504[ٱ]للَّهَ رَبَّ [h:3505[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ"
        },
        {
            "aya_id": 698,
            "aya_number": 29,
            "aya_text": "اِنِّيْٓ اُرِيْدُ اَنْ تَبُوْۤاَ بِاِثْمِيْ وَاِثْمِكَ فَتَكُوْنَ مِنْ اَصْحٰبِ النَّارِۚ وَذٰلِكَ جَزَاۤؤُا الظّٰلِمِيْنَۚ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "”Sesungguhnya aku ingin agar engkau kembali dengan (membawa) dosa (membunuh)ku dan dosamu sendiri, maka engkau akan menjadi penghuni neraka; dan itulah balasan bagi orang yang zalim.”",
            "tafsir_jalalayn": "(Sesungguhnya aku ingin agar kamu kembali membawa dosaku) maksudnya kembali menghadap kepada Allah dengan membawa dosa membunuhku (dan dosamu sendiri) yakni yang kamu perbuat sebelumnya (hingga kamu akan menjadi penghuni neraka) sedangkan aku tak ingin memikul dosamu jika membunuhnya sehingga aku menjadi penghuni neraka pula. Firman Allah swt.: (\"Dan demikianlah balasan bagi orang-orang yang aniaya.\")",
            "sajda": false,
            "transliteration": "Inee ureedu an tabooo'a bi ismee wa ismika fatakoona min Ashaabin Naar; wa zaalika jazaaa'uz zaalimeen",
            "tajweed_text": "إِ[g[نّ][o[ِىٓ] أُرِيدُ أَ[f:3506[ن ت]َب[o[ُو]ٓأَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَ[n[ـٰ]بِ [h:3507[ٱ][l[ل][g[نّ]َارِ‌ۚ وَذ[n[َٲ]لِكَ جَز[o[َٲ]ٓؤُ[s[اْ] [h:3508[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ"
        },
        {
            "aya_id": 699,
            "aya_number": 30,
            "aya_text": "فَطَوَّعَتْ لَهٗ نَفْسُهٗ قَتْلَ اَخِيْهِ فَقَتَلَهٗ فَاَصْبَحَ مِنَ الْخٰسِرِيْنَ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "Maka nafsu (Qabil) mendorongnya untuk membunuh saudaranya, kemudian dia pun (benar-benar) membunuhnya, maka jadilah dia termasuk orang yang rugi.",
            "tafsir_jalalayn": "(Tetapi nafsunya menggodanya untuk membunuh saudaranya lalu dibunuhnyalah, maka jadilah dia termasuk di antara orang-orang yang merugi) disebabkan pembunuhan itu. Mulanya ia tidak tahu apa yang akan diperbuatnya terhadap mayat saudaranya itu karena ia adalah mayat yang pertama dari anak cucu Adam di muka bumi, maka dipikulnyalah di atas punggungnya.",
            "sajda": false,
            "transliteration": "Fatawwa'at lahoo nafsu hoo qatla akheehi faqatalahoo fa asbaha minal khaasireen",
            "tajweed_text": "فَطَوَّعَتْ لَهُ[n[ۥ] نَفْسُهُ[n[ۥ] قَتْلَ أَخِيهِ فَقَتَلَهُ[n[ۥ] فَأَصْبَحَ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ"
        },
        {
            "aya_id": 700,
            "aya_number": 31,
            "aya_text": "فَبَعَثَ اللّٰهُ غُرَابًا يَّبْحَثُ فِى الْاَرْضِ لِيُرِيَهٗ كَيْفَ يُوَارِيْ سَوْءَةَ اَخِيْهِ ۗ قَالَ يٰوَيْلَتٰٓى اَعَجَزْتُ اَنْ اَكُوْنَ مِثْلَ هٰذَا الْغُرَابِ فَاُوَارِيَ سَوْءَةَ اَخِيْۚ  فَاَصْبَحَ مِنَ النّٰدِمِيْنَ ۛ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "Kemudian Allah mengutus seekor burung gagak menggali tanah untuk diperlihatkan kepadanya (Qabil). Bagaimana dia seharusnya menguburkan mayat saudaranya. Qabil berkata, “Oh, celaka aku! Mengapa aku tidak mampu berbuat seperti burung gagak ini, sehingga aku dapat menguburkan mayat saudaraku ini?” Maka jadilah dia termasuk orang yang menyesal.",
            "tafsir_jalalayn": "(Lalu Allah mengirimkan seekor burung gagak menggali bumi) maksudnya mengorek tanah dengan paruh dan kedua kakinya lalu menimbunkannya di atas bangkai saudaranya seakan-akan menguburkannya (untuk memperlihatkan kepadanya bagaimana seharusnya dia menutupi) atau menguburkan (mayat saudaranya. Katanya, \"Wahai celakanya daku! Mengapa aku tidak mampu) buat (bertindak seperti burung gagak ini hingga dapat menguburkan mayat saudaraku. Maka jadilah dia di antara orang-orang yang menyesal.\") karena telah memikulnya tadi. Kemudian digalinya liang lalu dikuburkannya mayat saudaranya Habil itu.",
            "sajda": false,
            "transliteration": "Faba'asal laahu ghuraabai yabhasu fil ardi liyuriyahoo kaifa yuwaaree sawata akheeh; qaala yaa wailataaa a'ajaztu an akoona misla haazal ghuraabi fa uwaariya saw ata akhee fa asbaha minan naadimeen",
            "tajweed_text": "فَبَعَثَ [h:1161[ٱ]للَّهُ غُرَا[a:3509[بًا ي]َ[q:3510[بْ]حَثُ فِى [h:44[ٱ]لْأَرْضِ لِيُرِيَهُ[n[ۥ] كَيْفَ يُو[n[َٲ]رِى سَوْءَةَ أَخِيهِ‌ۚ قَالَ يَ[n[ـٰ]وَيْلَتَ[o[ىٰٓ] أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَ[n[ـٰ]ذَا [h:3511[ٱ]لْغُرَابِ فَأُو[n[َٲ]رِىَ سَوْءَةَ أَخِى‌ۖ فَأَصْبَحَ مِنَ [h:3512[ٱ][l[ل][g[نّ]َ[n[ـٰ]دِم[p[ِي]نَ"
        },
        {
            "aya_id": 701,
            "aya_number": 32,
            "aya_text": "مِنْ اَجْلِ ذٰلِكَ ۛ كَتَبْنَا عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَنَّهٗ مَنْ قَتَلَ نَفْسًاۢ بِغَيْرِ نَفْسٍ اَوْ فَسَادٍ فِى الْاَرْضِ فَكَاَنَّمَا قَتَلَ النَّاسَ جَمِيْعًاۗ وَمَنْ اَحْيَاهَا فَكَاَنَّمَآ اَحْيَا النَّاسَ جَمِيْعًا ۗوَلَقَدْ جَاۤءَتْهُمْ رُسُلُنَا بِالْبَيِّنٰتِ ثُمَّ اِنَّ كَثِيْرًا مِّنْهُمْ بَعْدَ ذٰلِكَ فِى الْاَرْضِ لَمُسْرِفُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 113,
            "translation_aya_text": "Oleh karena itu Kami tetapkan (suatu hukum) bagi Bani Israil, bahwa barangsiapa membunuh seseorang, bukan karena orang itu membunuh orang lain, atau bukan karena berbuat kerusakan di bumi, maka seakan-akan dia telah membunuh semua manusia. Barangsiapa memelihara kehidupan seorang manusia, maka seakan-akan dia telah memelihara kehidupan semua manusia. Sesungguhnya Rasul Kami telah datang kepada mereka dengan (membawa) keterangan-keterangan yang jelas. Tetapi kemudian banyak di antara mereka setelah itu melampaui batas di bumi.",
            "tafsir_jalalayn": "(Oleh sebab itu) artinya karena perbuatan Qabil itu tadi (Kami tetapkan bagi Bani Israel bahwa sesungguhnya) innahuu disebut dhamir sya`n (siapa yang membunuh seorang manusia bukan karena manusia lainnya) yang dibunuhnya (atau) bukan karena (kerusakan) yang diperbuatnya (di muka bumi) berupa kekafiran, perzinaan atau perampokan dan sebagainya (maka seolah-olah dia telah membunuh manusia kesemuanya. Sebaliknya siapa yang memelihara kehidupannya) artinya tidak hendak membunuhnya (maka seolah-olah ia telah memelihara kehidupan manusia seluruhnya.) Kata Ibnu Abbas, \"Ini dilihat dari segi melanggar kesuciannya dan dari segi memelihara serta menjaganya.\" (dan sesungguhnya telah datang kepada mereka itu) yakni kepada orang-orang Israel (rasul-rasul Kami membawa keterangan-keterangan yang jelas) maksudnya mukjizat-mukjizat (kemudian banyak di antara mereka sesudah itu melampaui batas dalam berbuat kerusakan di muka bumi) dengan kekafiran, melakukan pembunuhan dan lain-lain.",
            "sajda": false,
            "transliteration": "min ajli zaalika katabnaa 'alaa Banee Israaa'eela annahoo man qatala nnafsam bighairi nafsin aw fasaadin fil ardi faka annnamaa qatalan fil ardi faka annammaa qatalan naasa jamee'anw wa man ahyaahaa faka annamaaa ahyan naasa jamee'aa; wa laqad jaaa'at hum Rusulunaa bilbaiyinaati summa inna kaseeram minhum ba'da zaalika fil ardi lamusrifoon",
            "tajweed_text": "مِنْ أَ[q:3513[جْ]لِ ذ[n[َٲ]لِكَ كَتَ[q:2889[بْ]نَا عَلَىٰ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ أَ[g[نّ]َهُ[n[ۥ] مَ[f:3514[ن ق]َتَلَ نَفْس[i:3515[َۢا ب]ِغَيْرِ نَفْسٍ أَوْ فَسَا[f:3516[دٍ ف]ِى [h:44[ٱ]لْأَرْضِ فَكَأَ[g[نّ]َمَا قَتَلَ [h:3517[ٱ][l[ل][g[نّ]َاسَ جَمِي[a:3518[عًا و]َمَنْ أَحْيَاهَا فَكَأَ[g[نّ]َم[o[َآ] أَحْيَا [h:3519[ٱ][l[ل][g[نّ]َاسَ جَمِي[a:3520[عًا‌ۚ و]َلَقَ[q:341[دْ] ج[o[َا]ٓءَتْهُمْ رُسُلُنَا بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ ثُ[g[مّ]َ إِ[g[نّ]َ كَثِي[a:3521[رًا م]ِّنْه[c:3522[ُم ب]َعْدَ ذ[n[َٲ]لِكَ فِى [h:44[ٱ]لْأَرْضِ لَمُسْرِف[p[ُو]نَ"
        },
        {
            "aya_id": 702,
            "aya_number": 33,
            "aya_text": "اِنَّمَا جَزٰۤؤُا الَّذِيْنَ يُحَارِبُوْنَ اللّٰهَ وَرَسُوْلَهٗ وَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًا اَنْ يُّقَتَّلُوْٓا اَوْ يُصَلَّبُوْٓا اَوْ تُقَطَّعَ اَيْدِيْهِمْ وَاَرْجُلُهُمْ مِّنْ خِلَافٍ اَوْ يُنْفَوْا مِنَ الْاَرْضِۗ ذٰلِكَ لَهُمْ خِزْيٌ فِى الدُّنْيَا وَلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 113,
            "translation_aya_text": "Hukuman bagi orang-orang yang memerangi Allah dan Rasul-Nya dan membuat kerusakan di bumi hanyalah dibunuh atau disalib, atau dipotong tangan dan kaki mereka secara silang, atau diasingkan dari tempat kediamannya. Yang demikian itu kehinaan bagi mereka di dunia, dan di akhirat mereka mendapat azab yang besar.",
            "tafsir_jalalayn": "(Bahwasanya pembalasan terhadap orang-orang yang memerangi Allah dan rasul-Nya) artinya dengan memerangi kaum muslimin (dan membuat kerusakan di muka bumi) dengan menyamun dan merampok (ialah dengan membunuh atau menyalib mereka atau tangan dan kaki mereka dipotong secara timbal balik) maksudnya tangan kanan dengan kaki kiri mereka (atau dibuang dari kampung halamannya). Atau secara bertingkat, maka hukum bunuh itu ialah bagi yang membunuh saja, hukum salib bagi yang membunuh dan merampas harta, hukum potong bagi yang merampas harta tetapi tanpa membunuh sedangkan hukum buang bagi yang mengacau saja. Hal ini dikemukakan oleh Ibnu Abbas dan dianut oleh Syafii. Menurut yang terkuat di antara dua buah pendapat dilaksanakannya hukum salib itu ialah tiga hari setelah dihukum bunuh. Tetapi ada pula yang mengatakan tidak lama sebelum dibunuh. Termasuk dalam hukum buang hukuman lain yang sama pengaruhnya dalam memberikan pelajaran seperti tahanan penjara dan lain-lain. (Demikian itu) maksudnya pembalasan atau hukuman tersebut (merupakan kehinaan bagi mereka) kenistaan (di dunia sedangkan di akhirat mereka beroleh siksa yang besar) yaitu siksa neraka.",
            "sajda": false,
            "transliteration": "Innamaa jazaaa'ul lazeena yuhaariboonal laaha wa Rasoolahoo wa yas'awna fil ardi fasaadan ai yuqattalooo aw yusallabooo aw tuqatta'a aideehim wa arjuluhum min khilaafin aw yunfaw minalard; zaalika lahum khizyun fid dunyaa wa lahum fil Aakhirati 'azaabun 'azeem",
            "tajweed_text": "إِ[g[نّ]َمَا جَز[o[َٲ]ٓؤُ[s[اْ] [h:3523[ٱ]لَّذِينَ يُحَارِبُونَ [h:3524[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَيَسْعَوْنَ فِى [h:44[ٱ]لْأَرْضِ فَسَادًا أ[a:3525[َن ي]ُقَتَّل[o[ُوٓ][s[اْ] أَوْ يُصَلَّب[o[ُوٓ][s[اْ] أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُه[w:3526[ُم م]ِّنْ خِلَ[n[ـٰ]فٍ أَوْ يُ[f:3527[نف]َوْ[s[اْ] مِنَ [h:1579[ٱ]لْأَرْضِ‌ۚ ذ[n[َٲ]لِكَ لَهُمْ خِزْ[f:440[ىٌ ف]ِى [h:599[ٱ][l[ل]دُّنْيَا‌ۖ وَلَهُمْ فِى [h:536[ٱ]لْأَخِرَةِ عَذَابٌ عَظ[p[ِي]مٌ"
        },
        {
            "aya_id": 703,
            "aya_number": 34,
            "aya_text": "اِلَّا الَّذِيْنَ تَابُوْا مِنْ قَبْلِ اَنْ تَقْدِرُوْا عَلَيْهِمْۚ فَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 113,
            "translation_aya_text": "Kecuali orang-orang yang bertobat sebelum kamu dapat menguasai mereka; maka ketahuilah, bahwa Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Kecuali orang-orang yang tobat) di antara orang-orang yang menyalakan api dan peperangan perampokan tadi (sebelum kamu dapat menguasai mereka, maka ketahuilah bahwa Allah Maha Pengampun) terhadap mereka atas perbuatan mereka itu (lagi Maha Penyayang) kepada mereka. Dalam ayat ini tidak disebutkan \"janganlah mereka kamu jatuhi hukuman\" untuk menunjukkan bahwa dengan bertobat itu yang gugur hanyalah hak Allah dan tidak hak manusia. Demikian yang dapat ditangkap dengan jelas dan saya lihat tidak seorang pun yang menentangnya, wallahu a`lam. Maka jika seseorang membunuh dan merampas harta, maka ia dihukum bunuh dan dipotong tetapi tidak disalib. Ini merupakan yang terkuat di antara kedua pendapat Syafii. Mengenai bertobat setelah ia dapat ditangkap, maka tak ada pengaruh dan manfaat apa-apa. Ini juga merupakan yang terkuat di antara kedua pendapat Imam Syafii.",
            "sajda": false,
            "transliteration": "Illal lazeena taaboo min qabli an taqdiroo 'alaihim fa'lamooo annnal laaha Ghafoorur Raheem",
            "tajweed_text": "إِلَّا [h:778[ٱ]لَّذِينَ تَابُو[s[اْ] مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أَ[f:3528[ن ت]َ[q:3529[قْ]دِرُو[s[اْ] عَلَيْهِمْ‌ۖ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 704,
            "aya_number": 35,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَابْتَغُوْٓا اِلَيْهِ الْوَسِيْلَةَ وَجَاهِدُوْا فِيْ سَبِيْلِهٖ لَعَلَّكُمْ تُفْلِحُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 113,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan carilah wasilah (jalan) untuk mendekatkan diri kepada-Nya, dan berjihadlah (berjuanglah) di jalan-Nya, agar kamu beruntung.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, bertakwalah kamu kepada Allah) artinya takutlah akan siksa-Nya dengan jalan menaati-Nya (dan carilah jalan kepada-Nya) yaitu jalan yang akan mendekatkan dirimu kepada-Nya dengan jalan taat dan ibadah (dan berjihadlah pada jalan-Nya) maksudnya untuk meninggikan agama-Nya (semoga kamu beruntung atau beroleh keberhasilan).",
            "sajda": false,
            "transliteration": "yaaa aiyuhal lazeena aamanut taqul laaha wabtaghooo ilaihil waseelata wa jaahidoo fee sabeelihee la'allakum tuflihoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَ[h:988[ٱ][q:988[بْ]تَغ[o[ُوٓ][s[اْ] إِلَيْهِ [h:3530[ٱ]لْوَسِيلَةَ وَجَ[n[ـٰ]هِدُو[s[اْ] فِى سَبِيلِه[n[ِۦ] لَعَلَّكُمْ تُفْلِح[p[ُو]نَ"
        },
        {
            "aya_id": 705,
            "aya_number": 36,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لِيَفْتَدُوْا بِهٖ مِنْ عَذَابِ يَوْمِ الْقِيٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 113,
            "translation_aya_text": "Sesungguhnya orang-orang yang kafir, seandainya mereka memiliki segala apa yang ada di bumi dan ditambah dengan sebanyak itu (lagi) untuk menebus diri mereka dari azab pada hari Kiamat, niscaya semua (tebusan) itu tidak akan diterima dari mereka. Mereka (tetap) mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang kafir, sekiranya) terjadilah (bahwa mereka memiliki seluruh yang terdapat di bumi dan sebanyak itu lagi sebagai tambahannya untuk menebus diri mereka dari siksa hari kiamat tidaklah akan diterima dari mereka dan bagi mereka azab yang pedih).",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo law anna lahum maa fil ardi jamee'anw wa mislahoo ma'ahoo liyaftadoo bihee min 'azaabi Yawmil Qiyaamati maa tuqubbila minhum wa lahum azaabun aleem",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْ أَ[g[نّ]َ لَه[w:3531[ُم م]َّا فِى [h:44[ٱ]لْأَرْضِ جَمِي[a:3532[عًا و]َمِثْلَهُ[n[ۥ] مَعَهُ[n[ۥ] لِيَفْتَدُو[s[اْ] بِه[n[ِۦ] مِنْ عَذَابِ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ مَا تُقُبِّلَ مِنْهُمْ‌ۖ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ"
        },
        {
            "aya_id": 706,
            "aya_number": 37,
            "aya_text": "يُرِيْدُوْنَ اَنْ يَّخْرُجُوْا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِيْنَ مِنْهَا ۖوَلَهُمْ عَذَابٌ مُّقِيمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 114,
            "translation_aya_text": "Mereka ingin keluar dari neraka, tetapi tidak akan dapat keluar dari sana. Dan mereka mendapat azab yang kekal.",
            "tafsir_jalalayn": "(Mereka ingin) mengangankan (hendak keluar dari neraka, tetapi tidak mungkin keluar daripadanya dan bagi mereka siksa yang kekal) untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Yureedoona ai yakhrujoo minan Naari wa maa hum bikhaari jeena minhaa wa lahum 'azaabum muqeem",
            "tajweed_text": "يُرِيدُونَ أ[a:3533[َن ي]َخْرُجُو[s[اْ] مِنَ [h:869[ٱ][l[ل][g[نّ]َارِ وَمَا ه[c:868[ُم ب]ِخَ[n[ـٰ]رِجِينَ مِنْهَا‌ۖ وَلَهُمْ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ"
        },
        {
            "aya_id": 707,
            "aya_number": 38,
            "aya_text": "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوْٓا اَيْدِيَهُمَا جَزَاۤءًۢ بِمَا كَسَبَا نَكَالًا مِّنَ اللّٰهِ ۗوَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 114,
            "translation_aya_text": "Adapun orang laki-laki maupun perempuan yang mencuri, potonglah tangan keduanya (sebagai) balasan atas perbuatan yang mereka lakukan dan sebagai siksaan dari Allah. Dan Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Laki-laki yang mencuri dan wanita yang mencuri) al yang terdapat pada keduanya menunjukkannya sebagai isim maushul dan berfungsi sebagai mubtada, mengingat al mirip dengan syarat maka khabarnya diawali dengan fa, yaitu (maka potonglah tangan mereka) tangan kanan masing-masing mulai dari pergelangan. Dinyatakan oleh sunah bahwa hukum potong itu dilaksanakan jika yang dicuri itu bernilai seperempat dinar atau lebih; jika perbuatannya itu diulanginya lagi maka yang dipotong kakinya yang kiri dari pergelangan kaki, kemudian tangan kiri lalu kaki kanan dan setelah itu dilakukan hukum takzir (sebagai balasan) manshub sebagai mashdar (atas apa yang mereka kerjakan dan sebagai siksaan) artinya hukuman bagi mereka (dari Allah dan Allah Maha Perkasa) artinya menguasai segala urusan (lagi Maha Bijaksana) terhadap makhluk-Nya.",
            "sajda": false,
            "transliteration": "Wassaariqu qassaariqatu faqta'oo aidiyahumma jazaaa'am bimaa kasabaa nakaalam minal laah; wallaahu 'Azeezun hakeem",
            "tajweed_text": "وَ[h:9999[ٱ][l[ل]سَّارِقُ وَ[h:3535[ٱ][l[ل]سَّارِقَةُ فَ[h:3536[ٱ][q:3536[قْ]طَع[o[ُوٓ][s[اْ] أَيْدِيَهُمَا جَز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَسَبَا نَكَ[n[ـٰ]ل[a:3538[اً م]ِّنَ [h:321[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ عَزِيزٌ حَك[p[ِي]مٌ"
        },
        {
            "aya_id": 708,
            "aya_number": 39,
            "aya_text": "فَمَنْ تَابَ مِنْۢ بَعْدِ ظُلْمِهٖ وَاَصْلَحَ فَاِنَّ اللّٰهَ يَتُوْبُ عَلَيْهِ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 114,
            "translation_aya_text": "Tetapi barangsiapa bertobat setelah melakukan kejahatan itu dan memperbaiki diri, maka sesungguhnya Allah menerima tobatnya. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Siapa yang tobat setelah keaniayaannya) artinya tidak mencuri lagi (dan memperbaiki diri) atau amalnya (maka sesungguhnya Allah menerima tobatnya. Sesungguhnya Allah itu Maha Pengampun lagi Maha Penyayang) untuk menguraikan ini telah kita kemukakan keterangan yang lalu. Maka dengan tobatnya itu tidaklah gugur hak manusia berupa hukum potong dan pengembalian harta. Kemudian sunah menyatakan bahwa jika yang punya hak memberi maaf sebelum diadukan kepada imam, gugurlah hukum potong itu terhadapnya. Dan inilah yang menjadi pendapat Syafii.",
            "sajda": false,
            "transliteration": "Faman taaba mim ba'di zulmihee wa aslaha fa innal laaha yatoobu 'alaih; innal laaha Ghafoorur Raheem",
            "tajweed_text": "فَمَ[f:3539[ن ت]َابَ م[i:146[ِنۢ ب]َعْدِ ظُلْمِه[n[ِۦ] وَأَصْلَحَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ يَتُوبُ عَلَيْهِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 709,
            "aya_number": 40,
            "aya_text": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَغْفِرُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 114,
            "translation_aya_text": "Tidakkah kamu tahu, bahwa Allah memiliki seluruh kerajaan langit dan bumi, Dia menyiksa siapa yang Dia kehendaki dan mengampuni siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Tidaklah kamu ketahui) pertanyaan ini sebagai pengukuhan (bahwa sesungguhnya Allah memiliki kerajaan langit dan bumi, disiksa-Nya siapa yang dikehendaki-Nya) untuk disiksa (dan diampuni-Nya siapa yang dikehendaki-Nya) untuk diampuni. (Dan Allah Maha Kuasa atas segala sesuatu) di antaranya menurunkan siksa atau memberi ampun.",
            "sajda": false,
            "transliteration": "Alam ta'lam annal laaha lahoo mulkus samaawaati wal ardi yu'az zibu many-yashaa'u wa yaghfiru limany-yashaaa'; wallaahu 'alaa kulli shai'in Qadeer",
            "tajweed_text": "أَلَمْ تَعْلَمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ يُعَذِّبُ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَغْفِرُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ‌ۗ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ"
        },
        {
            "aya_id": 710,
            "aya_number": 41,
            "aya_text": "۞ يٰٓاَيُّهَا الرَّسُوْلُ لَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِ مِنَ الَّذِيْنَ قَالُوْٓا اٰمَنَّا بِاَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوْبُهُمْ ۛ وَمِنَ الَّذِيْنَ هَادُوْا ۛ سَمّٰعُوْنَ لِلْكَذِبِ سَمّٰعُوْنَ لِقَوْمٍ اٰخَرِيْنَۙ لَمْ يَأْتُوْكَ ۗ يُحَرِّفُوْنَ الْكَلِمَ مِنْۢ بَعْدِ مَوَاضِعِهٖۚ يَقُوْلُوْنَ اِنْ اُوْتِيْتُمْ هٰذَا فَخُذُوْهُ وَاِنْ لَّمْ تُؤْتَوْهُ فَاحْذَرُوْا ۗوَمَنْ يُّرِدِ اللّٰهُ فِتْنَتَهٗ فَلَنْ تَمْلِكَ لَهٗ مِنَ اللّٰهِ شَيْـًٔا ۗ اُولٰۤىِٕكَ الَّذِيْنَ لَمْ يُرِدِ اللّٰهُ اَنْ يُّطَهِّرَ قُلُوْبَهُمْ ۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ ۖوَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 114,
            "translation_aya_text": "Wahai Rasul (Muhammad)! Janganlah engkau disedihkan karena mereka berlomba-lomba dalam kekafirannya. Yaitu orang-orang (munafik) yang mengatakan dengan mulut mereka, “Kami telah beriman,” padahal hati mereka belum beriman; dan juga orang-orang Yahudi yang sangat suka mendengar (berita-berita) bohong dan sangat suka mendengar (perkataan-perkataan) orang lain yang belum pernah datang kepadamu. Mereka mengubah kata-kata (Taurat) dari makna yang sebenarnya. Mereka mengatakan, “Jika ini yang diberikan kepadamu (yang sudah diubah) terimalah, dan jika kamu diberi yang bukan ini, maka hati-hatilah.” Barangsiapa dikehendaki Allah untuk dibiarkan sesat, sedikit pun engkau tidak akan mampu menolak sesuatu pun dari Allah (untuk menolongnya). Mereka itu adalah orang-orang yang sudah tidak dikehendaki Allah untuk menyucikan hati mereka. Di dunia mereka mendapat kehinaan dan di akhirat akan mendapat azab yang besar.",
            "tafsir_jalalayn": "(Hai Rasul, janganlah kamu menjadi bersedih hati oleh) disebabkan perbuatan (orang-orang yang berlomba-lomba dalam kekafiran) hingga tanpa menunggu lama mereka akan terjatuh di dalamnya; artinya bila ada kesempatan mereka akan menyatakan kekafiran itu (di antara) min merupakan penjelasan (orang-orang yang mengatakan dengan mulut mereka, \"Kami telah beriman.\") maksudnya dengan lidah mereka nyatakan hal tersebut (padahal hati mereka tidak beriman) mereka ini ialah orang-orang munafik (dan juga di antara orang-orang Yahudi) yakni suatu kaum (yang amat gemar mendengar berita-berita bohong) yang dibuat-buat oleh pendeta-pendeta mereka lalu mereka terima dengan baik (dan amat suka pula mendengar berita-berita) daripadamu (untuk suatu kaum) artinya demi kepentingan kaum (yang lain) dari golongan Yahudi (yang belum pernah datang kepadamu) yakni warga Khaibar. Terdapat di sana sepasang laki-laki dan perempuan yang telah berumah tangga melakukan perzinaan, tetapi mereka berkeberatan untuk menjalankan hukuman rajam kepada kedua pesakitan. Lalu mereka mengirimkan orang-orang warga Quraizhah untuk menanyakan hukuman mereka itu kepada Nabi Muhammad saw. (Mereka mengubah-ubah perkataan) yang tercantum dalam Taurat seperti ayat tentang rajam (dari tempat-tempatnya) yang ditaruh Allah padanya; artinya mereka menggantikannya dengan yang lain. (Kata mereka) yakni kepada orang-orang yang mereka utus tadi (\"Jika yang diberikan kepadamu itu ialah ini) maksudnya hukum yang telah dirubah dan difatwakan oleh Muhammad yaitu hukum pukulan (maka ambillah) terimalah (tetapi jika bukan itu yang diberikan kepadamu) dan fatwa yang diberikannya bertentangan dengannya (maka berhati-hatilah.\") untuk menerimanya. (Siapa yang dikehendaki Allah kesesatannya, maka kamu sekali-kali tidak akan dapat menguasai sesuatu yang datang dari Allah) untuk menolaknya (mereka itu ialah orang-orang yang tidak dikehendaki Allah menyucikan hati mereka) dari kekafiran, dan sekiranya dikehendaki-Nya tentulah hal itu akan tercapai. (Bagi mereka di dunia ini kehinaan) kenistaan dengan terbukanya rahasia dan pembayaran upeti (sedangkan di akhirat siksa yang besar.)",
            "sajda": false,
            "transliteration": "Yaaa ayyuhar Rasoolu laa yahzukal lazeena yusaa ri'oona fil kufri minal lazeena qaaloo aamannaa bi afwaahihim wa lam tu'min quloobuhum; wa minal lazeena haadoo sammaa'oona lilkazibi sammaa'oona liqawmin aakhareena lam yaatooka yuharifoonal kalima mim ba'di mawaadi'ihee yaqooloona in ooteetum haazaa fakhuzoohu wa il lam tu'tawhu fahzaroo; wa many-yuridil laahu fitnatahoo falan tamlika lahoo minal laahi shai'aa; ulaaa 'ikal lazeena lam yuridil laahu any-yutahhira quloobahum; lahum fid dunyaa khizyunw wa lahum fil Aakhirati'azaabun 'azeem",
            "tajweed_text": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:3540[ٱ][l[ل]رَّسُولُ لَا يَحْزُ[f:2435[نك]َ [h:2436[ٱ]لَّذِينَ يُسَ[n[ـٰ]رِعُونَ فِى [h:2437[ٱ]لْكُفْرِ مِنَ [h:523[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا بِأَفْو[n[َٲ]هِهِمْ وَلَمْ تُؤْمِ[f:3541[ن ق]ُلُوبُهُمْ‌ۛ وَمِنَ [h:501[ٱ]لَّذِينَ هَادُو[s[اْ‌ۛ] سَ[g[مّ]َ[n[ـٰ]عُونَ لِلْكَذِبِ سَ[g[مّ]َ[n[ـٰ]عُونَ لِقَوْمٍ ءَاخَرِينَ لَمْ يَأْتُوكَ‌ۖ يُحَرِّفُونَ [h:2817[ٱ]لْكَلِمَ م[i:146[ِنۢ ب]َعْدِ مَوَاضِعِه[n[ِۦ]‌ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَ[n[ـٰ]ذَا فَخُذُوهُ وَإ[u:3542[ِن ل]َّمْ تُؤْتَوْهُ فَ[h:3543[ٱ]حْذَرُو[s[اْ‌ۚ] وَم[a:3544[َن ي]ُرِدِ [h:3545[ٱ]للَّهُ فِتْنَتَهُ[n[ۥ] فَلَ[f:3546[ن ت]َمْلِكَ لَهُ[n[ۥ] مِنَ [h:321[ٱ]للَّهِ شَيْــًٔا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ لَمْ يُرِدِ [h:3545[ٱ]للَّهُ أ[a:3547[َن ي]ُطَهِّرَ قُلُوبَهُمْ‌ۚ لَهُمْ فِى [h:599[ٱ][l[ل]دُّنْيَا خِزْ[a:600[ىٌ‌ۖ و]َلَهُمْ فِى [h:536[ٱ]لْأَخِرَةِ عَذَابٌ عَظ[p[ِي]مٌ"
        },
        {
            "aya_id": 711,
            "aya_number": 42,
            "aya_text": "سَمّٰعُوْنَ لِلْكَذِبِ اَكّٰلُوْنَ لِلسُّحْتِۗ فَاِنْ جَاۤءُوْكَ فَاحْكُمْ بَيْنَهُمْ اَوْ اَعْرِضْ عَنْهُمْ ۚوَاِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَّضُرُّوْكَ شَيْـًٔا ۗ وَاِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 115,
            "translation_aya_text": "Mereka sangat suka mendengar berita bohong, banyak memakan (makanan) yang haram. Jika mereka (orang Yahudi) datang kepadamu (Muhammad untuk meminta putusan), maka berilah putusan di antara mereka atau berpalinglah dari mereka, dan jika engkau berpaling dari mereka maka mereka tidak akan membahayakanmu sedikit pun. Tetapi jika engkau memutuskan (perkara mereka), maka putuskanlah dengan adil. Sesungguhnya Allah menyukai orang-orang yang adil.",
            "tafsir_jalalayn": "(Mereka orang-orang yang gemar mendengar berita-berita bohong dan banyak memakan yang haram) dibaca suht atau suhut; artinya barang haram seperti uang suap (maka jika mereka datang kepadamu) untuk meminta sesuatu keputusan (maka putuskanlah di antara mereka atau berpalinglah dari mereka) pilihan di antara alternatif ini dihapus/dinasakh dengan firman-Nya, \"..... maka putuskanlah di antara mereka.\" Oleh sebab itu jika mereka mengadukan hal itu kepada kita wajiblah kita memberikan keputusannya di antara mereka. Dan ini merupakan yang terkuat di antara kedua pendapat Syafii. Dan sekiranya mereka mengadukan perkara itu bersama orang Islam, maka hukum memutuskan itu wajib secara ijmak. (Jika mereka berpaling daripadamu, maka sekali-kali tidak akan memberi mudarat kepadamu sedikit pun juga. Dan jika kamu memutuskan) perkara di antara mereka (maka putuskanlah di antara mereka dengan adil) tidak berat sebelah. (Sesungguhnya Allah menyukai orang-orang yang adil) dalam memberikan keputusan dan akan memberi mereka pahala.",
            "sajda": false,
            "transliteration": "Sammaa'oona lilkazibi akkaaloona lissuht; fa in jaaa'ooka fahkum bainahum aw a'rid anhum wa in tu'rid 'anhum falany-yadurrooka shai'anw wa in hakamta fahkum bainahum bilqist; innal laaha yuhibbul muqsiteen",
            "tajweed_text": "سَ[g[مّ]َ[n[ـٰ]عُونَ لِلْكَذِبِ أَكَّ[n[ـٰ]لُونَ لِلسُّحْتِ‌ۚ فَإِ[f:3548[ن ج][o[َا]ٓءُوكَ فَ[h:3549[ٱ]حْك[c:3550[ُم ب]َيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ‌ۖ وَإِ[f:3551[ن ت]ُعْرِضْ عَنْهُمْ فَل[a:3552[َن ي]َضُرُّوكَ شَيْـ[a:3553[ـًٔا‌ۖ و]َإِنْ حَكَمْتَ فَ[h:3549[ٱ]حْك[c:3550[ُم ب]َيْنَه[c:3554[ُم ب]ِ[h:1800[ٱ]لْقِسْطِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:3555[ٱ]لْمُ[q:3556[قْ]سِط[p[ِي]نَ"
        },
        {
            "aya_id": 712,
            "aya_number": 43,
            "aya_text": "وَكَيْفَ يُحَكِّمُوْنَكَ وَعِنْدَهُمُ التَّوْرٰىةُ فِيْهَا حُكْمُ اللّٰهِ ثُمَّ يَتَوَلَّوْنَ مِنْۢ بَعْدِ ذٰلِكَ ۗوَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 115,
            "translation_aya_text": "Dan bagaimana mereka akan mengangkatmu menjadi hakim mereka, padahal mereka mempunyai Taurat yang di dalamnya (ada) hukum Allah, nanti mereka berpaling (dari putusanmu) setelah itu? Sungguh, mereka bukan orang-orang yang beriman.",
            "tafsir_jalalayn": "(Dan betapa caranya mereka mengangkatmu menjadi hakim mereka padahal di sisi mereka ada Taurat yang memuat hukum Allah) yaitu dengan rajam. Pertanyaan ini menunjukkan keheranan; artinya maksud mereka yang sebenarnya bukanlah untuk mengetahui kebenaran tetapi untuk mencari mana yang lebih ringan (Kemudian mereka berpaling) dari hukum rajammu yang sebenarnya sesuai dengan kitab mereka (setelah demikian itu) setelah diberi keputusan itu (dan tidaklah mereka orang-orang yang sungguh-sungguh beriman.)",
            "sajda": false,
            "transliteration": "Wa kaifa yuhakkimoonaka wa 'indahumut Tawraatu feehaa hukmul laahi summa yatawallawna mim ba'di zaalik; wa maaa ulaaa'ika bilmu'mineen",
            "tajweed_text": "وَكَيْفَ يُحَكِّمُونَكَ وَعِ[f:3557[ند]َهُمُ [h:3558[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةُ فِيهَا حُكْمُ [h:3559[ٱ]للَّهِ ثُ[g[مّ]َ يَتَوَلَّوْنَ م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ‌ۚ وَم[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ بِ[h:3560[ٱ]لْمُؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 713,
            "aya_number": 44,
            "aya_text": "اِنَّآ اَنْزَلْنَا التَّوْرٰىةَ فِيْهَا هُدًى وَّنُوْرٌۚ يَحْكُمُ بِهَا النَّبِيُّوْنَ الَّذِيْنَ اَسْلَمُوْا لِلَّذِيْنَ هَادُوْا وَالرَّبَّانِيُّوْنَ وَالْاَحْبَارُ بِمَا اسْتُحْفِظُوْا مِنْ كِتٰبِ اللّٰهِ وَكَانُوْا عَلَيْهِ شُهَدَاۤءَۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 115,
            "translation_aya_text": "Sungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. Karena itu janganlah kamu takut kepada manusia, (tetapi) takutlah kepada-Ku. Dan janganlah kamu jual ayat-ayat-Ku dengan harga murah. Barangsiapa tidak memutuskan dengan apa yang diturunkan Allah, maka mereka itulah orang-orang kafir.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menurunkan Taurat berisi petunjuk) dari kesesatan (dan cahaya) untuk menjelaskan hukum-hukum (yang diambil untuk memutuskan hukum oleh nabi-nabi) dari Bani Israel (yang tunduk) menyerahkan diri kepada Allah (bagi orang-orang Yahudi dan oleh orang-orang alim dan para pendeta) yakni ahli-ahli hukum dari kalangan mereka (dengan apa) disebabkan karena (mereka diminta untuk menyimpan) artinya diberi amanat untuk menjaga oleh Allah (Kitabullah) jangan sampai diubah-ubah (dan mereka menjadi saksi terhadapnya) bahwa ia benar adanya. (Maka janganlah kamu takut akan manusia) hai orang-orang Yahudi dalam menyingkapkan sifat-sifat dan ciri-ciri Muhammad saw. yang kamu ketahui, tentang ayat rajam dan sebagainya (hanya takutlah kepada-Ku) dalam menyembunyikannya (dan janganlah kamu beli, maksudnya, jangan kamu tukar ayat-ayat-Ku dengan harga yang sedikit) berupa harta benda dunia yang kamu dapatkan sebagai imbalan menyembunyikannya. (Siapa yang tidak memutuskan menurut apa yang diturunkan Allah, maka merekalah orang-orang yang kafir) terhadap-Nya.",
            "sajda": false,
            "transliteration": "Innaaa anzalnat Tawraata feehaa hudanw wa noor; yahkumu bihan Nabiyyoonal lazeena aslamoo lillazeena haadoo war rabbaaniyyoona wal ahbaaru bimas tuhfizoo min Kitaabil laahi wa kaanoo 'alaihi shuhadaaa'; falaa takhshawun naasa wakhshawni wa laa tashtaroo bi aayaatee samanan qaleelaa; wa mal lam yahkum bimaaa anzalal laahu fa ulaaa'ika humul kaafiroon",
            "tajweed_text": "إِ[g[نّ][o[َآ] أَ[f:515[نز]َلْنَا [h:3561[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ فِيهَا هُ[a:3562[دًى و]َنُو[a:3563[رٌ‌ۚ ي]َحْكُمُ بِهَا [h:3564[ٱ][l[ل][g[نّ]َبِيُّونَ [h:3565[ٱ]لَّذِينَ أَسْلَمُو[s[اْ] لِلَّذِينَ هَادُو[s[اْ] وَ[h:3566[ٱ][l[ل]رَّبَّ[n[ـٰ]نِيُّونَ وَ[h:3567[ٱ]لْأَحْبَارُ بِمَا [h:3568[ٱ]سْتُحْفِظُو[s[اْ] مِ[f:3569[ن ك]ِتَ[n[ـٰ]بِ [h:1816[ٱ]للَّهِ وَكَانُو[s[اْ] عَلَيْهِ شُهَد[o[َا]ٓءَ‌ۚ فَلَا تَخْشَوُ[s[اْ] [h:3570[ٱ][l[ل][g[نّ]َاسَ وَ[h:3382[ٱ]خْشَوْنِ وَلَا تَشْتَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِى ثَمَ[f:208[نًا ق]َلِيل[a:3571[اً‌ۚ و]َم[u:1416[َن ل]َّمْ يَحْك[c:3572[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:3251[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ"
        },
        {
            "aya_id": 714,
            "aya_number": 45,
            "aya_text": "وَكَتَبْنَا عَلَيْهِمْ فِيْهَآ اَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْاَنْفَ بِالْاَنْفِ وَالْاُذُنَ بِالْاُذُنِ وَالسِّنَّ بِالسِّنِّۙ وَالْجُرُوْحَ قِصَاصٌۗ فَمَنْ تَصَدَّقَ بِهٖ فَهُوَ كَفَّارَةٌ لَّهٗ  ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 115,
            "translation_aya_text": "Kami telah menetapkan bagi mereka di dalamnya (Taurat) bahwa nyawa (dibalas) dengan nyawa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka-luka (pun) ada qisas-nya (balasan yang sama). Barangsiapa melepaskan (hak qisas)nya, maka itu (menjadi) penebus dosa baginya. Barangsiapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itulah orang-orang zalim.",
            "tafsir_jalalayn": "(Dan telah Kami tetapkan terhadap mereka d dalamnya) maksudnya di dalam Taurat (bahwa jiwa) dibunuh (karena jiwa) yang dibunuhnya (mata) dicongkel (karena mata, hidung) dipancung (karena hidung, telinga) dipotong (karena telinga, gigi) dicabut (karena gigi) menurut satu qiraat dengan marfu'nya keempat anggota tubuh tersebut (dan luka-luka pun) manshub atau marfu' (berlaku kisas) artinya dilaksanakan padanya hukum balas jika mungkin; seperti tangan, kaki, kemaluan dan sebagainya. Hukuman ini walaupun diwajibkan atas mereka tetapi ditaqrirkan atau diakui tetap berlaku dalam syariat kita. (Siapa menyedekahkannya) maksudnya menguasai dirinya dengan melepas hak kisas itu (maka itu menjadi penebus dosanya) atas kesalahannya (dan siapa yang tidak memutuskan dengan apa yang diturunkan Allah) seperti kisas dan lain-lain (merekalah orang-orang yang aniaya).",
            "sajda": false,
            "transliteration": "Wa katabnaa 'alaihim feehaaa annan nafsa binnafsi wal'aina bil'aini wal anfa bilanfi wal uzuna bil uzuni wassinna bissinni waljurooha qisaas; faman tasaddaqa bihee fahuwa kaffaaratul lah; wa mal lam yahkum bimaaa anzalal laahu fa ulaaa'ika humuz zalimoon",
            "tajweed_text": "وَكَتَ[q:3573[بْ]نَا عَلَيْهِمْ فِيه[o[َآ] أَ[g[نّ]َ [h:3574[ٱ][l[ل][g[نّ]َفْسَ بِ[h:3575[ٱ][l[ل][g[نّ]َفْسِ وَ[h:3576[ٱ]لْعَيْنَ بِ[h:3577[ٱ]لْعَيْنِ وَ[h:3578[ٱ]لْأَ[f:3578[نف]َ بِ[h:3579[ٱ]لْأَ[f:3579[نف]ِ وَ[h:3580[ٱ]لْأُذُنَ بِ[h:3581[ٱ]لْأُذُنِ وَ[h:3582[ٱ][l[ل]سِّ[g[نّ]َ بِ[h:3583[ٱ][l[ل]سِّ[g[نّ]ِ وَ[h:3584[ٱ]لْجُرُوحَ قِصَا[f:3585[صٌ‌ۚ ف]َمَ[f:3586[ن ت]َصَدَّقَ بِه[n[ِۦ] فَهُوَ كَفَّارَ[u:3587[ةٌ ل]َّهُ[n[ۥ]‌ۚ وَم[u:1416[َن ل]َّمْ يَحْك[c:3572[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ"
        },
        {
            "aya_id": 715,
            "aya_number": 46,
            "aya_text": "وَقَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِعِيْسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ ۖواٰتَيْنٰهُ الْاِنْجِيْلَ فِيْهِ هُدًى وَّنُوْرٌۙ وَّمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ وَهُدًى وَّمَوْعِظَةً لِّلْمُتَّقِيْنَۗ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 116,
            "translation_aya_text": "Dan Kami teruskan jejak mereka dengan mengutus Isa putra Maryam, membenarkan Kitab yang sebelumnya, yaitu Taurat. Dan Kami menurunkan Injil kepadanya, di dalamnya terdapat petunjuk dan cahaya, dan membenarkan Kitab yang sebelumnya yaitu Taurat, dan sebagai petunjuk serta pengajaran untuk orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Dan Kami iringi jejak-jejak mereka) maksudnya jejak para nabi itu (dengan Isa putra Maryam, membenarkan apa yang berada di depannya) maksudnya yang sebelumnya (berupa Taurat dan Kami berikan kepadanya Injil yang berisi petunjuk) dari kesesatan (dan cahaya) artinya penjelasan bagi hukum-hukum (serta membenarkan) menjadi hal (bagi kitab Taurat yang berada sebelumnya) membenarkan hukum-hukum Taurat (serta menjadi petunjuk dan pengajaran bagi orang-orang yang takwa).",
            "sajda": false,
            "transliteration": "Wa qaffainaa 'alaaa aasaaarihim bi 'Eesab ni Maryama musaddiqal limaa baina yadihi minat Tawraati wa aatainaahul Injeela feehi hudanw wa noorunw wa musaddiqal limaa baina yadaihi minat Tawraati wa hudanw wa maw'izatal lilmuttaqeen",
            "tajweed_text": "وَقَفَّيْنَا عَلَ[o[ىٰٓ] ءَاثَ[n[ـٰ]رِه[c:3588[ِم ب]ِعِيسَى [h:3589[ٱ][q:3590[بْ]نِ مَرْيَمَ مُصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَيْهِ مِنَ [h:1941[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ‌ۖ وَءَاتَيْنَ[n[ـٰ]هُ [h:3591[ٱ]لْإِ[f:3592[نج]ِيلَ فِيهِ هُ[a:3562[دًى و]َنُو[a:3593[رٌ و]َمُصَدِّ[u:1940[قًا ل]ِّمَا بَيْنَ يَدَيْهِ مِنَ [h:1941[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ وَهُ[a:3594[دًى و]َمَوْعِظَ[u:348[ةً ل]ِّلْمُتَّق[p[ِي]نَ"
        },
        {
            "aya_id": 716,
            "aya_number": 47,
            "aya_text": "وَلْيَحْكُمْ اَهْلُ الْاِنْجِيْلِ بِمَآ اَنْزَلَ اللّٰهُ فِيْهِۗ وَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 116,
            "translation_aya_text": "Dan hendaklah pengikut Injil memutuskan perkara menurut apa yang diturunkan Allah di dalamnya. Barangsiapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itulah orang-orang fasik.",
            "tafsir_jalalayn": "(Dan pengikut-pengikut Injil hendaklah memutuskan perkara dengan apa yang diturunkan Allah di dalamnya) berupa hukum-hukum dan menurut satu qiraat walyahkum itu dibaca waliyahkum karena diathafkan pada ma`mul aatainaahu (Dan siapa yang tidak memutuskan perkara dengan apa yang diturunkan Allah, maka mereka itu orang-orang yang fasik.)",
            "sajda": false,
            "transliteration": "Walyahkum Ahlul Injeeli bimaaa anzalal laahu feeh; wa mal lam yahkum bimaaa anzalal laahu fa ulaaa'ika humul faasiqoon",
            "tajweed_text": "وَلْيَحْكُمْ أَهْلُ [h:3595[ٱ]لْإِ[f:3596[نج]ِيلِ بِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فِيهِ‌ۚ وَم[u:1416[َن ل]َّمْ يَحْك[c:3572[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ"
        },
        {
            "aya_id": 717,
            "aya_number": 48,
            "aya_text": "وَاَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتٰبِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ عَمَّا جَاۤءَكَ مِنَ الْحَقِّۗ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْ فَاسْتَبِقُوا الْخَيْرٰتِۗ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَۙ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 116,
            "translation_aya_text": "Dan Kami telah menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) dengan membawa kebenaran, yang membenarkan kitab-kitab yang diturunkan sebelumnya dan menjaganya, maka putuskanlah perkara mereka menurut apa yang diturunkan Allah dan janganlah  engkau mengikuti keinginan mereka dengan meninggalkan kebenaran yang telah datang kepadamu. Untuk setiap umat di antara kamu, Kami berikan aturan dan jalan yang terang. Kalau Allah menghendaki, niscaya kamu dijadikan-Nya satu umat (saja), tetapi Allah hendak menguji kamu terhadap karunia yang telah diberikan-Nya kepadamu, maka berlomba-lombalah berbuat kebajikan. Hanya kepada Allah kamu semua kembali, lalu diberitahukan-Nya kepadamu terhadap apa yang dahulu kamu perselisihkan,",
            "tafsir_jalalayn": "(Dan telah Kami turunkan kepadamu) hai Muhammad (kitab) yakni Alquran (dengan kebenaran) berkaitan dengan anzalnaa (membenarkan apa yang terdapat di hadapannya) maksudnya yang sebelumnya (di antara kitab dan menjadi saksi) atau batu ujian (terhadapnya) kitab di sini maksudnya ialah kitab-kitab terdahulu. (Sebab itu putuskanlah perkara mereka) maksudnya antara ahli kitab jika mereka mengadu kepadamu (dengan apa yang diturunkan Allah) kepadamu (dan janganlah kamu mengikuti hawa nafsu mereka) dengan menyimpang (dari kebenaran yang telah datang kepadamu. Bagi tiap-tiap umat di antara kamu Kami beri) hai manusia (aturan dan jalan) maksudnya jalan yang nyata dan agama dan yang akan mereka tempuh. (Sekiranya dikehendaki Allah tentulah kamu dijadikan-Nya satu umat) dengan hanya satu syariat (tetapi) dibagi-bagi-Nya kamu kepada beberapa golongan (untuk mengujimu) mencoba (mengenai apa yang telah diberikan-Nya kepadamu) berupa syariat yang bermacam-macam untuk melihat siapakah di antara kamu yang taat dan siapa pula yang durhaka (maka berlomba-lombalah berbuat kebaikan) berpaculah mengerjakannya. (Hanya kepada Allahlah kembali kamu semua) dengan kebangkitan (maka diberitahukan-Nya kepadamu apa yang kamu perbantahkan itu) yakni mengenai soal agama dan dibalas-Nya setiap kamu menurut amal masing-masing.",
            "sajda": false,
            "transliteration": "Wa anzalnaa ilaikal Kitaaba bilhaqqi musaddiqallimaa baina yadaihi minal Kitaabi wa muhaiminan 'alaihi fahkum bainahum bimaa anzalal laahu wa laa tattabi ahwaaa'ahum 'ammaa jaaa'aka minal haqq; likullin ja'alnaa minkum shir'atanw wa minhaajaa; wa law shaaa'al laahu laja'alakum ummatanw waahidatanw wa laakil liyabluwakum fee maa aataakum fastabiqul khairaat; ilal laahi arji'ukum jamee'an fayunab bi'ukum bimaa kuntum feehi takhtalifoon",
            "tajweed_text": "وَأَ[f:271[نز]َلْن[o[َآ] إِلَيْكَ [h:3102[ٱ]لْكِتَ[n[ـٰ]بَ بِ[h:370[ٱ]لْحَقِّ مُصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَيْهِ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ وَمُهَيْمِنًا عَلَيْهِ‌ۖ فَ[h:3549[ٱ]حْك[c:3550[ُم ب]َيْنَه[c:3597[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ‌ۖ وَلَا تَتَّبِعْ أَهْو[o[َا]ٓءَهُمْ عَ[g[مّ]َا ج[o[َا]ٓءَكَ مِنَ [h:1173[ٱ]لْحَقِّ‌ۚ لِكُ[f:3598[لٍّ ج]َعَلْنَا مِ[f:344[نك]ُمْ شِرْعَ[a:3599[ةً و]َمِنْهَا[a:3600[جًا‌ۚ و]َلَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ لَجَعَلَكُمْ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:3601[ةً و]َلَ[n[ـٰ]ك[u:3602[ِن ل]ِّيَ[q:3603[بْ]لُوَكُمْ فِى م[o[َآ] ءَاتَ[n[ـٰ]كُمْ‌ۖ فَ[h:774[ٱ]سْتَبِقُو[s[اْ] [h:775[ٱ]لْخَيْر[n[َٲ]تِ‌ۚ إِلَى [h:1637[ٱ]للَّهِ مَرْجِعُكُمْ جَمِي[f:3604[عًا ف]َيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ فِيهِ تَخْتَلِف[p[ُو]نَ"
        },
        {
            "aya_id": 718,
            "aya_number": 49,
            "aya_text": "وَاَنِ احْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ وَاحْذَرْهُمْ اَنْ يَّفْتِنُوْكَ عَنْۢ بَعْضِ مَآ اَنْزَلَ اللّٰهُ اِلَيْكَۗ فَاِنْ تَوَلَّوْا فَاعْلَمْ اَنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّصِيْبَهُمْ بِبَعْضِ ذُنُوْبِهِمْ ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ لَفٰسِقُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 116,
            "translation_aya_text": "dan hendaklah engkau memutuskan perkara di antara mereka menurut apa yang diturunkan Allah, dan janganlah engkau mengikuti keinginan mereka. Dan waspadalah terhadap mereka, jangan sampai mereka memperdayakan engkau terhadap sebagian apa yang telah diturunkan Allah kepadamu. Jika mereka berpaling (dari hukum yang telah diturunkan Allah), maka ketahuilah bahwa sesungguhnya Allah berkehendak menimpakan musibah kepada mereka disebabkan sebagian dosa-dosa mereka. Dan sungguh, kebanyakan manusia adalah orang-orang yang fasik.",
            "tafsir_jalalayn": "(Dan hendaklah kamu putuskan perkara di antara mereka dengan apa yang diturunkan Allah dan janganlah kamu ikuti hawa nafsu mereka dan berhati-hatilah terhadap mereka) agar (supaya mereka) tidak (memfitnahmu) artinya menyesatkanmu (dari sebagian yang telah diturunkan Allah kepadamu. Jika mereka berpaling) dari hukum yang diturunkan dan bermaksud mengubahnya (maka ketahuilah bahwasanya Allah menghendaki akan menimpakan kepada mereka musibah) hukuman di dunia (disebabkan sebagian dosa-dosa mereka) yang mereka perbuat di antaranya berpaling itu. Dan akan membalas semua dosa itu di akhirat kelak. (Dan sesungguhnya banyak di antara manusia itu orang-orang yang fasik.)",
            "sajda": false,
            "transliteration": "Wa anih kum bainahum bimaaa anzalal laahu wa laa tattabi' ahwaaa'ahum wahzarhum ai yaftinooka 'am ba'di maaa anzalal laahu ilaika fa in tawallaw fa'lam annamaa yureedul laahu ai yuseebahum biba'di zunoobihim; wa inna kaseeram minan naasi lafaasiqoon",
            "tajweed_text": "وَأَنِ [h:3606[ٱ]حْك[c:3607[ُم ب]َيْنَه[c:3597[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ وَلَا تَتَّبِعْ أَهْو[o[َا]ٓءَهُمْ وَ[h:3608[ٱ]حْذَرْهُمْ أ[a:3609[َن ي]َفْتِنُوكَ ع[i:3610[َنۢ ب]َعْضِ م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ إِلَيْكَ‌ۖ فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَ[h:3611[ٱ]عْلَمْ أَ[g[نّ]َمَا يُرِيدُ [h:976[ٱ]للَّهُ أ[a:3612[َن ي]ُصِيبَه[c:3613[ُم ب]ِبَعْضِ ذُنُوبِهِمْ‌ۗ وَإِ[g[نّ]َ كَثِي[a:3614[رًا م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ لَفَ[n[ـٰ]سِق[p[ُو]نَ"
        },
        {
            "aya_id": 719,
            "aya_number": 50,
            "aya_text": "اَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُوْنَۗ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ حُكْمًا لِّقَوْمٍ يُّوْقِنُوْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 116,
            "translation_aya_text": "Apakah hukum Jahiliah yang mereka kehendaki? (Hukum) siapakah yang lebih baik daripada (hukum) Allah bagi orang-orang yang meyakini (agamanya)?",
            "tafsir_jalalayn": "(Apakah hukum jahiliah yang mereka kehendaki) dengan memakai ya dan ta; artinya dengan berpaling itu mereka hanyalah hendak bermanis mulut dan mengambil muka sedangkan pertanyaan di sini berarti sanggahan (dan siapakah) artinya tak seorang pun (yang lebih baik hukumannya daripada Allah bagi kaum) artinya di sisi orang-orang (yang yakin) kepada-Nya. Diistimewakan menyebutkan mereka karena hanya merekalah yang bersedia merenungkan hal ini.",
            "sajda": false,
            "transliteration": "Afahukmal jaahiliyyati yabghoon; wa man ahsanu minal laahi hukmal liqawminy yooqinoon",
            "tajweed_text": "أَفَحُكْمَ [h:3615[ٱ]لْجَ[n[ـٰ]هِلِيَّةِ يَ[q:2073[بْ]غُونَ‌ۚ وَمَنْ أَحْسَنُ مِنَ [h:321[ٱ]للَّهِ حُكْ[u:3616[مًا ل]ِّقَوْ[a:621[مٍ ي]ُوقِن[p[ُو]نَ"
        },
        {
            "aya_id": 720,
            "aya_number": 51,
            "aya_text": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْيَهُوْدَ وَالنَّصٰرٰٓى اَوْلِيَاۤءَ ۘ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاِنَّهٗ مِنْهُمْ ۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang Yahudi dan Nasrani sebagai teman setia(mu); mereka satu sama lain saling melindungi. Barangsiapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu ambil orang-orang Yahudi dan Nasrani menjadi pemimpin) menjadi ikutanmu dan kamu cintai. (Sebagian mereka menjadi pemimpin bagi sebagian lainnya) karena kesatuan mereka dalam kekafiran. (Siapa di antara kamu mengambil mereka sebagai pemimpin, maka dia termasuk di antara mereka) artinya termasuk golongan mereka. (Sesungguhnya Allah tidak menunjuki orang-orang yang aniaya) karena mengambil orang-orang kafir sebagai pemimpin mereka.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tattakhizul Yahooda wan nasaaraaa awliyaaa'; ba'duhum awliyaaa'u ba'd; wa mai yatawallahum minkum fa innahoo minhum; innal laaha laa yahdil qawmaz zaalimeen",
            "tajweed_text": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذُو[s[اْ] [h:3617[ٱ]لْيَهُودَ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَ[o[ىٰٓ] أَوْلِي[o[َا]ٓءَ‌ۘ بَعْضُهُمْ أَوْلِي[o[َا]ٓءُ بَعْ[a:3618[ضٍ‌ۚ و]َم[a:3619[َن ي]َتَوَلَّه[w:3620[ُم م]ِّ[f:344[نك]ُمْ فَإِ[g[نّ]َهُ[n[ۥ] مِنْهُمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ"
        },
        {
            "aya_id": 721,
            "aya_number": 52,
            "aya_text": "فَتَرَى الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يُّسَارِعُوْنَ فِيْهِمْ يَقُوْلُوْنَ نَخْشٰٓى اَنْ تُصِيْبَنَا دَاۤىِٕرَةٌ  ۗفَعَسَى اللّٰهُ اَنْ يَّأْتِيَ بِالْفَتْحِ اَوْ اَمْرٍ مِّنْ عِنْدِهٖ فَيُصْبِحُوْا عَلٰى مَآ اَسَرُّوْا فِيْٓ اَنْفُسِهِمْ نٰدِمِيْنَۗ  ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Maka kamu akan melihat orang-orang yang hatinya berpenyakit segera mendekati mereka (Yahudi dan Nasrani), seraya berkata, “Kami takut akan mendapat bencana.” Mudah-mudahan Allah akan mendatangkan kemenangan (kepada Rasul-Nya), atau suatu keputusan dari sisi-Nya, sehingga mereka menjadi menyesal terhadap apa yang mereka rahasiakan dalam diri mereka.",
            "tafsir_jalalayn": "(Maka kamu lihat orang-orang yang di dalam hati mereka ada penyakit) yakni lemah akidahnya seperti Abdullah bin Ubai gembong munafik itu (bersegera kepada mereka) untuk mengambil mereka sebagai pemimpin (seraya katanya) mengemukakan alasan dari sikap mereka itu (\"Kami takut akan mendapat giliran bencana.\") misalnya giliran musim kemarau, kekalahan sedangkan urusan Muhammad tidak berketentuan sehingga tidak dapat membela kami. Berfirman Allah swt.: (Semoga Allah mendatangkan kemenangan) kepada rasul-Nya dengan mengembangkan agama-Nya (atau sesuatu keputusan dari sisi-Nya) misalnya dengan membuka kedok orang-orang munafik dan menyingkapkan rahasia mereka (sehingga mereka atas apa yang mereka rahasiakan dalam diri mereka) berupa keragu-raguan dan mengambil orang-orang kafir itu sebagai pemimpin (menjadi menyesal.)",
            "sajda": false,
            "transliteration": "Fataral lazeena fee quloobihim maraduny yusaari'oona feehim yaqooloona nakhshaaa an tuseebanaa daaa'irah; fa'asallaahu ai yaatiya bilfathi aw amrim min 'indihee fa yusbihoo 'alaa maaa asarroo feee anfusihim naadimeen",
            "tajweed_text": "فَتَرَى [h:3621[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَ[a:3622[ضٌ ي]ُسَ[n[ـٰ]رِعُونَ فِيهِمْ يَقُولُونَ نَخْشَ[o[ىٰٓ] أَ[f:3623[ن ت]ُصِيبَنَا د[o[َا]ٓئِرَ[f:3624[ةٌ‌ۚ ف]َعَسَى [h:3625[ٱ]للَّهُ أ[a:1462[َن ي]َأْتِىَ بِ[h:3626[ٱ]لْفَتْحِ أَوْ أَمْ[a:3627[رٍ م]ِّنْ عِ[f:3628[ند]ِه[n[ِۦ] فَيُصْبِحُو[s[اْ] عَلَىٰ م[o[َآ] أَسَرُّو[s[اْ] ف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ نَ[n[ـٰ]دِم[p[ِي]نَ"
        },
        {
            "aya_id": 722,
            "aya_number": 53,
            "aya_text": "وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْٓا اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ اِنَّهُمْ لَمَعَكُمْۗ حَبِطَتْ اَعْمَالُهُمْ فَاَصْبَحُوْا خٰسِرِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Dan orang-orang yang beriman akan berkata, “Inikah orang yang bersumpah secara sungguh-sungguh dengan (nama) Allah, bahwa mereka benar-benar beserta kamu?” Segala amal mereka menjadi sia-sia, sehingga mereka menjadi orang yang rugi.",
            "tafsir_jalalayn": "(Dan berkatalah) dibaca yaquulu marfu` sebagai awal kata dengan memakai wawu atau tidak. Ada pula yang membaca yaquula manshub karena diathafkan kepada ya`tiya (orang-orang yang beriman) kepada kawan-kawan mereka keheranan; yakni jika topeng kedustaan mereka telah disingkapkan (\"Inikah orang-orang yang telah bersumpah dengan nama Allah secara bersungguh-sungguh) artinya sebenar-benarnya bersumpah (bahwa sesungguhnya mereka beserta kamu.\") dalam soal keagamaan. Firman Allah swt.: (\"Gugurlah) rusaklah/binasalah (amal perbuatan mereka yang baik) (maka jadilah mereka orang-orang yang merugi.\") baik di dunia dengan terbukanya rahasia mereka maupun di akhirat dengan datangnya azab dan siksa.",
            "sajda": false,
            "transliteration": "Wa yaqoolul lazeena aamanooo ahaaa'ulaaa'il lazeena aqsamoo billaahi jahda aimaanihim innahum lama'akum; habitat a'maaluhum fa asbahoo khaasireen",
            "tajweed_text": "وَيَقُولُ [h:3629[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَهَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ [h:3630[ٱ]لَّذِينَ أَ[q:3631[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ‌ۙ إِ[g[نّ]َهُمْ لَمَعَكُمْ‌ۚ حَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ فَأَصْبَحُو[s[اْ] خَ[n[ـٰ]سِر[p[ِي]نَ"
        },
        {
            "aya_id": 723,
            "aya_number": 54,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَنْ يَّرْتَدَّ مِنْكُمْ عَنْ دِيْنِهٖ فَسَوْفَ يَأْتِى اللّٰهُ بِقَوْمٍ يُّحِبُّهُمْ وَيُحِبُّوْنَهٗٓ  ۙاَذِلَّةٍ عَلَى الْمُؤْمِنِيْنَ اَعِزَّةٍ عَلَى الْكٰفِرِيْنَۖ  يُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَخَافُوْنَ لَوْمَةَ لَاۤىِٕمٍ ۗذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Wahai orang-orang yang beriman! Barangsiapa di antara kamu yang murtad (keluar) dari agamanya, maka kelak Allah akan mendatangkan suatu kaum, Dia mencintai mereka dan mereka pun mencintai-Nya, dan bersikap lemah lembut terhadap orang-orang yang beriman, tetapi bersikap keras terhadap orang-orang kafir, yang berjihad di jalan Allah, dan yang tidak takut kepada celaan orang yang suka mencela. Itulah karunia Allah yang diberikan-Nya kepada siapa yang Dia kehendaki. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Siapa yang murtad) yartadda pakai idgam atau tidak; artinya murtad atau berbalik (di antara kamu dari agamanya) artinya berbalik kafir; ini merupakan pemberitahuan dari Allah swt. tentang berita gaib yang akan terjadi yang telah terlebih dahulu diketahui-Nya. Buktinya setelah Nabi Muhammad saw. wafat segolongan umat keluar dari agama Islam (maka Allah akan mendatangkan) sebagai ganti mereka (suatu kaum yang dicintai oleh Allah dan mereka pun mencintai-Nya) sabda Nabi saw., \"Mereka itu ialah kaum orang ini,\" sambil menunjuk kepada Abu Musa Al-Asyari; riwayat Hakim dalam sahihnya (bersikap lemah lembut terhadap orang-orang mukmin dan bersikap keras) atau tegas (terhadap orang-orang kafir. Mereka berjihad di jalan Allah dan tidak takut akan celaan orang yang suka mencela) dalam hal itu sebagaimana takutnya orang-orang munafik akan celaan orang-orang kafir. (Demikian itu) yakni sifat-sifat yang disebutkan tadi (adalah karunia Allah yang diberikan-Nya kepada siapa yang dikehendaki-Nya dan Allah Maha Luas) karunia-Nya (lagi Maha Mengetahui) akan yang patut menerimanya. Ayat ini turun ketika Ibnu Salam mengadu kepada Rasulullah, \"Wahai Rasulullah! Kaum kami telah mengucilkan kami!\"",
            "sajda": false,
            "transliteration": "Yaa aiyuhal lazeena aamanoo mai yartadda minkum 'an deenihee fasawfa yaatil laahu biqawminy yuhibbuhum wa yuhibboonahoo azillatin 'alal mu'mineena a'izzatin 'alal kaafireena yujaahidoona fee sabeelil laahi wa laa yakhaafoona lawmata laaa'im; zaalika fadlul laahi yu'teehi mai yashaaa'; wallaahu Waasi'un 'Aleem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] م[a:3632[َن ي]َرْتَدَّ مِ[f:344[نك]ُمْ عَ[f:1211[ن د]ِينِه[n[ِۦ] فَسَوْفَ يَأْتِى [h:3633[ٱ]للَّهُ بِقَوْ[a:3634[مٍ ي]ُحِبُّهُمْ وَيُحِبُّونَهُ[o[ۥٓ] أَذِلَّةٍ عَلَى [h:2329[ٱ]لْمُؤْمِنِينَ أَعِزَّةٍ عَلَى [h:468[ٱ]لْكَ[n[ـٰ]فِرِينَ يُجَ[n[ـٰ]هِدُونَ فِى سَبِيلِ [h:788[ٱ]للَّهِ وَلَا يَخَافُونَ لَوْمَةَ ل[o[َا]ٓئِ[f:3635[مٍ‌ۚ ذ][n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ و[n[َٲ]سِعٌ عَل[p[ِي]مٌ"
        },
        {
            "aya_id": 724,
            "aya_number": 55,
            "aya_text": "اِنَّمَا وَلِيُّكُمُ اللّٰهُ وَرَسُوْلُهٗ وَالَّذِيْنَ اٰمَنُوا الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ رَاكِعُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Sesungguhnya penolongmu hanyalah Allah, Rasul-Nya, dan orang-orang yang beriman, yang melaksanakan salat dan menunaikan zakat, seraya tunduk (kepada Allah).",
            "tafsir_jalalayn": "(Sesungguhnya yang menjadi penolongmu ialah Allah dan rasul-Nya serta orang-orang yang beriman yang mendirikan salat dan menunaikan zakat serta mereka rukuk) maksudnya khusyuk atau melakukan salat sunah.",
            "sajda": false,
            "transliteration": "Innamaa waliyyukumul laahu wa Rasooluhoo wal lazeena aamanul lazeena yuqeemoonas Salaata wa yu'toonaz Zakaata wa hum raaki'oon",
            "tajweed_text": "إِ[g[نّ]َمَا وَلِيُّكُمُ [h:3636[ٱ]للَّهُ وَرَسُولُهُ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:3637[ٱ]لَّذِينَ يُقِيمُونَ [h:3638[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَيُؤْتُونَ [h:3639[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَهُمْ ر[n[َٲ]كِع[p[ُو]نَ"
        },
        {
            "aya_id": 725,
            "aya_number": 56,
            "aya_text": "وَمَنْ يَّتَوَلَّ اللّٰهَ وَرَسُوْلَهٗ وَالَّذِيْنَ اٰمَنُوْا فَاِنَّ حِزْبَ اللّٰهِ هُمُ الْغٰلِبُوْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Dan barangsiapa menjadikan Allah, Rasul-Nya dan orang-orang yang beriman sebagai penolongnya, maka sungguh, pengikut (agama) Allah itulah yang menang.",
            "tafsir_jalalayn": "(Siapa yang mengambil Allah dan rasul-Nya serta orang-orang yang beriman sebagai penolongnya) lalu mereka dibela dan ditolongnya pula (maka sesungguhnya golongan agama Allah itulah yang akan menang) yang terjamin dengan pertolongan Allah swt. sedangkan pembelaan seseorang kepada agama Allah itu menjadi bukti bahwa ia dari golongan dan pengikut agama itu.",
            "sajda": false,
            "transliteration": "Wa mai yatawallal laaha wa Rasoolahoo wallazeena aamanoo fa inna hizbal laahi humul ghaaliboon",
            "tajweed_text": "وَم[a:3640[َن ي]َتَوَلَّ [h:3641[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] فَإِ[g[نّ]َ حِزْبَ [h:3642[ٱ]للَّهِ هُمُ [h:3643[ٱ]لْغَ[n[ـٰ]لِب[p[ُو]نَ"
        },
        {
            "aya_id": 726,
            "aya_number": 57,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الَّذِيْنَ اتَّخَذُوْا دِيْنَكُمْ هُزُوًا وَّلَعِبًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ اَوْلِيَاۤءَۚ وَاتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan pemimpinmu orang-orang yang membuat agamamu jadi bahan ejekan dan permainan, (yaitu) di antara orang-orang yang telah diberi kitab sebelummu dan orang-orang kafir (orang musyrik). Dan bertakwalah kepada Allah jika kamu orang-orang beriman.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu ambil orang-orang yang menjadikan agamamu sebagai olok-olok) ejekan (dan barang permainan di antara) min untuk penjelasan (orang-orang yang diberi Alkitab sebelumnya dan orang-orang kafir) atau orang-orang musyrik; dengan jar dan nashab (sebagai pemimpin dan bertakwalah kepada Allah) dengan tidak mengambil mereka sebagai pemimpin (jika kamu beriman) artinya sungguh-sungguh dalam keimanan kamu itu.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tattakhizul lazeenat takhazoo deenakum huzuwanw wa la'ibam minal lazeena ootul Kitaaba min qablikum walkuffaara awliyaaa'; wattaqul laaha in kuntum muu'mineen",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذُو[s[اْ] [h:3644[ٱ]لَّذِينَ [h:3645[ٱ]تَّخَذُو[s[اْ] دِينَكُمْ هُزُ[a:3646[وًا و]َلَعِ[a:3647[بًا م]ِّنَ [h:523[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ وَ[h:3648[ٱ]لْكُفَّارَ أَوْلِي[o[َا]ٓءَ‌ۚ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 727,
            "aya_number": 58,
            "aya_text": "وَاِذَا نَادَيْتُمْ اِلَى الصَّلٰوةِ اتَّخَذُوْهَا هُزُوًا وَّلَعِبًا ۗذٰلِكَ بِاَ نَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Dan apabila kamu menyeru (mereka) untuk (melaksanakan) salat, mereka menjadikannya bahan ejekan dan permainan. Yang demikian itu adalah karena mereka orang-orang yang tidak mengerti.",
            "tafsir_jalalayn": "(Dan) orang-orang yang (apabila kamu menyeru) atau memanggil mereka (untuk salat) yaitu dengan azan (mereka menjadikannya) salat itu (sebagai bahan olok-olok dan permainan) yakni dengan mempermainkan dan menertawakannya. (Demikian itu) maksudnya sikap mereka itu (adalah karena mereka) disebabkan oleh karena mereka (kaum yang tak mau berpikir). Ayat berikut ini diturunkan ketika orang-orang Yahudi menanyakan kepada Nabi saw., \"Kepada rasul-rasul yang manakah kamu beriman?\" Jawabnya, \"Kepada Allah dan kepada apa-apa yang diturunkan kepada kami... sampai akhir ayat.\" Ketika Nabi saw. menyebut nama Isa, mereka berkata, \"Sepengetahuan kami tak ada agama yang lebih buruk dari agamamu!\"",
            "sajda": false,
            "transliteration": "Wa izaa naadaitum ilas Salaatit takhazoohaa huzu wan'w wa la'ibaa; zaalika biannnahum qawmul laa ya'qiloon",
            "tajweed_text": "وَإِذَا نَادَيْتُمْ إِلَى [h:3225[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ [h:3649[ٱ]تَّخَذُوهَا هُزُ[a:3646[وًا و]َلَعِ[f:3650[بًا‌ۚ ذ][n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَعْقِل[p[ُو]نَ"
        },
        {
            "aya_id": 728,
            "aya_number": 59,
            "aya_text": "قُلْ يٰٓاَهْلَ الْكِتٰبِ هَلْ تَنْقِمُوْنَ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ مِنْ قَبْلُۙ وَاَنَّ اَكْثَرَكُمْ فٰسِقُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Katakanlah, “Wahai Ahli Kitab! Apakah kamu memandang kami salah, hanya karena kami beriman kepada Allah, kepada apa yang diturunkan kepada kami dan kepada apa yang diturunkan sebelumnya? Sungguh, kebanyakan dari kamu adalah orang-orang yang fasik.”",
            "tafsir_jalalayn": "(Katakanlah, \"Hai ahli kitab! Apakah kamu menyalahkan) menolak (kami hanya karena kami beriman kepada Allah, kepada apa yang diturunkan kepada kami dan apa yang diturunkan sebelumnya) yakni kepada nabi-nabi yang terdahulu (dan bahwa kebanyakan di antara kamu orang-orang yang fasik?\") diathafkan kepada an aamannaa sedangkan maksudnya ialah: tak ada yang kamu salahkan kecuali hanyalah keimanan kami yang rupanya tidak kamu setujui. Sikap tersebut membuat kalian pantas disebut orang-orang yang fasik. Padahal hal ini merupakan hal yang sudah tidak boleh diingkari.",
            "sajda": false,
            "transliteration": "Qul yaaa Ahlal Kitaabi hal tanqimoona minnaaa illaaa an aamannaa billaahi wa maaa unzila ilainaa wa maa unzila min qablu wa annna aksarakum faasiqoon",
            "tajweed_text": "قُلْ يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ هَلْ تَ[f:3652[نق]ِمُونَ مِ[g[نّ][o[َآ] إِلّ[o[َآ] أَنْ ءَامَ[g[نّ]َا بِ[h:32[ٱ]للَّهِ وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْنَا وَم[o[َآ] أُ[f:17[نز]ِلَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَأَ[g[نّ]َ أَكْثَرَكُمْ فَ[n[ـٰ]سِق[p[ُو]نَ"
        },
        {
            "aya_id": 729,
            "aya_number": 60,
            "aya_text": "قُلْ هَلْ اُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكَ مَثُوْبَةً عِنْدَ اللّٰهِ ۗمَنْ لَّعَنَهُ اللّٰهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيْرَ وَعَبَدَ الطَّاغُوْتَۗ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ عَنْ سَوَاۤءِ السَّبِيْلِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Katakanlah (Muhammad), “Apakah akan aku beritakan kepadamu tentang orang yang lebih buruk pembalasannya dari (orang fasik) di sisi Allah? Yaitu, orang yang dilaknat dan dimurkai Allah, di antara mereka (ada) yang dijadikan kera dan babi dan (orang yang) menyembah Thaghut.” Mereka itu lebih buruk tempatnya dan lebih tersesat dari jalan yang lurus.",
            "tafsir_jalalayn": "(Katakanlah, \"Apakah akan kukabarkan kepadamu) kuberitakan (orang-orang yang lebih buruk) lagi daripada warga (demikian) yang kamu salahkan itu (mengenai pembalasannya) asal artinya ialah pahalanya (di sisi Allah) yaitu (orang yang dikutuk oleh Allah) artinya dijauhkan dari rahmat-Nya (dan dimurkai-Nya serta di antara mereka ada yang dijadikan-Nya kera dan babi) dengan merubah bentuknya (dan) orang (yang menyembah tagut) yakni setan dengan jalan menaatinya. Pada minhum ditekankan arti man pada lafal sebelumnya yang dimaksud ialah orang-orang Yahudi. Menurut satu qiraat dibaca `abuda dengan diidhafatkan kepada yang sesudahnya sebagai isim jamak dari `abd dan dinashabkan karena ma`thuf kepada qiradah. (Mereka itu lebih buruk tempatnya) karena mereka menempati neraka berfungsi sebagai tamyiz (dan lebih tersesat lagi dari jalan yang lurus) dari jalan yang benar. Sawaa` arti asalnya ialah pertengahan. Disebutkan buruk dan lebih tersesat untuk mengimbangi ucapan mereka, 'Sepengetahuan kami tak ada agama yang lebih buruk dari agamamu.'\"",
            "sajda": false,
            "transliteration": "Qul hal unabbi'ukum bisharrim min zaalika masoobatan 'indal laah; malla'ana hul laahu wa ghadiba 'alaihi wa ja'ala minhumul qiradata wal khanaazeera wa 'abadat Taaghoot; ulaaa'ika sharrum makaananw wa adallu 'an Sawaaa'is Sabeel",
            "tajweed_text": "قُلْ هَلْ أُنَبِّئُك[c:3653[ُم ب]ِشَ[a:3654[رٍّ م]ِّ[f:2624[ن ذ][n[َٲ]لِكَ مَثُوبَةً عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۚ م[u:3655[َن ل]َّعَنَهُ [h:3140[ٱ]للَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ [h:3656[ٱ]لْقِرَدَةَ وَ[h:3657[ٱ]لْخَنَازِيرَ وَعَبَدَ [h:3658[ٱ][l[ل]طَّ[n[ـٰ]غُوتَ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ شَ[a:3659[رٌّ م]َّكَا[a:3660[نًا و]َأَضَلُّ عَ[f:3661[ن س]َو[o[َا]ٓءِ [h:3662[ٱ][l[ل]سَّب[p[ِي]لِ"
        },
        {
            "aya_id": 730,
            "aya_number": 61,
            "aya_text": "وَاِذَا جَاۤءُوْكُمْ قَالُوْٓا اٰمَنَّا وَقَدْ دَّخَلُوْا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوْا بِهٖ ۗوَاللّٰهُ اَعْلَمُ بِمَا كَانُوْا يَكْتُمُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Dan apabila mereka (Yahudi atau munafik) datang kepadamu, mereka mengatakan, “Kami telah beriman,” padahal mereka datang kepadamu dengan kekafiran dan mereka pergi pun demikian; dan Allah lebih mengetahui apa yang mereka sembunyikan.",
            "tafsir_jalalayn": "(Dan jika mereka datang kepadamu) yaitu orang-orang Yahudi munafik (mereka berkata, \"Kami beriman,\" padahal mereka masuk) kepadamu dengan membawa (kekafiran dan mereka keluar) daripadamu (dengan membawa kekafiran pula) mereka tidak beriman (dan Allah lebih mengetahui apa yang mereka sembunyikan) itu berupa kemunafikan.",
            "sajda": false,
            "transliteration": "Wa izaa jaaa'ookum qaalooo aamannaa wa qad dakhaloo bilkufri wa hum qad kharajoo bih; wallaahu a'lamu bimaa kaanoo yaktumoon",
            "tajweed_text": "وَإِذَا ج[o[َا]ٓءُوكُمْ قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا وَقَد دَّخَلُو[s[اْ] بِ[h:2055[ٱ]لْكُفْرِ وَهُمْ قَ[q:298[دْ] خَرَجُو[s[اْ] بِه[n[ِۦ]‌ۚ وَ[h:72[ٱ]للَّهُ أَعْلَمُ بِمَا كَانُو[s[اْ] يَكْتُم[p[ُو]نَ"
        },
        {
            "aya_id": 731,
            "aya_number": 62,
            "aya_text": "وَتَرٰى كَثِيْرًا مِّنْهُمْ يُسَارِعُوْنَ فِى الْاِثْمِ وَالْعُدْوَانِ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Dan kamu akan melihat banyak di antara mereka (orang Yahudi) berlomba dalam berbuat dosa, permusuhan dan memakan yang haram. Sungguh, sangat buruk apa yang mereka perbuat.",
            "tafsir_jalalayn": "(Dan akan kamu lihat banyak di antara mereka) maksudnya orang-orang Yahudi (bersegera) artinya cepat terlibat dalam (berbuat dosa) kedustaan (dan permusuhan) keaniayaan (serta memakan barang yang haram) seperti uang suap dan lain-lain (sungguh, amat buruklah apa yang mereka kerjakan) itu; yakni perbuatan-perbuatan yang mereka lakukan tadi.",
            "sajda": false,
            "transliteration": "Wa taraa kaseeram minhum yusaari'oona fil ismi wal'udwaani wa aklihimus suht; labi'sa maa kaanoo ya'maloon",
            "tajweed_text": "وَتَرَىٰ كَثِي[a:3521[رًا م]ِّنْهُمْ يُسَ[n[ـٰ]رِعُونَ فِى [h:3663[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ وَأَكْلِهِمُ [h:3664[ٱ][l[ل]سُّحْتَ‌ۚ لَبِئْسَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 732,
            "aya_number": 63,
            "aya_text": "لَوْلَا يَنْهٰىهُمُ الرَّبَّانِيُّوْنَ وَالْاَحْبَارُ عَنْ قَوْلِهِمُ الْاِثْمَ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَصْنَعُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Mengapa para ulama dan para pendeta mereka tidak melarang mereka mengucapkan perkataan bohong dan memakan yang haram? Sungguh, sangat buruk apa yang mereka perbuat.",
            "tafsir_jalalayn": "(Kenapa orang-orang alim dan para pendeta mereka tak melarang mereka mengucapkan dosa) artinya kata-kata dusta (dan memakan barang yang haram? Sungguh, amat buruklah apa yang mereka perbuat itu) yaitu tidak melarang mereka berbuat kejahatan.",
            "sajda": false,
            "transliteration": "Law laa yanhaahumur rabbaaniyyoona wal ahbaaru 'an qawlihimul ismaa wa aklihimus suht; labi'sa maa kaanoo yasna'oon",
            "tajweed_text": "لَوْلَا يَنْهَ[n[ـٰ]هُمُ [h:3665[ٱ][l[ل]رَّبَّ[n[ـٰ]نِيُّونَ وَ[h:3567[ٱ]لْأَحْبَارُ عَ[f:3666[ن ق]َوْلِهِمُ [h:3667[ٱ]لْإِثْمَ وَأَكْلِهِمُ [h:3664[ٱ][l[ل]سُّحْتَ‌ۚ لَبِئْسَ مَا كَانُو[s[اْ] يَصْنَع[p[ُو]نَ"
        },
        {
            "aya_id": 733,
            "aya_number": 64,
            "aya_text": "وَقَالَتِ الْيَهُوْدُ يَدُ اللّٰهِ مَغْلُوْلَةٌ  ۗغُلَّتْ اَيْدِيْهِمْ وَلُعِنُوْا بِمَا قَالُوْا ۘ بَلْ يَدٰهُ مَبْسُوْطَتٰنِۙ يُنْفِقُ كَيْفَ يَشَاۤءُۗ وَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۗ وَاَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِۗ  كُلَّمَآ اَوْقَدُوْا نَارًا لِّلْحَرْبِ اَطْفَاَهَا اللّٰهُ ۙوَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًاۗ وَاللّٰهُ لَا يُحِبُّ الْمُفْسِدِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Dan orang-orang Yahudi berkata, “Tangan Allah terbelenggu.” Sebenarnya tangan merekalah yang dibelenggu dan merekalah yang dilaknat disebabkan apa yang telah mereka katakan itu, padahal kedua tangan Allah terbuka; Dia memberi rezeki sebagaimana Dia kehendaki. Dan (Al-Qur'an) yang diturunkan kepadamu dari Tuhanmu itu pasti akan menambah kedurhakaan dan kekafiran bagi kebanyakan mereka. Dan Kami timbulkan permusuhan dan kebencian di antara mereka sampai hari Kiamat. Setiap mereka menyalakan api peperangan, Allah memadamkannya. Dan mereka berusaha (menimbulkan) kerusakan di bumi. Dan Allah tidak menyukai orang-orang yang berbuat kerusakan.",
            "tafsir_jalalayn": "(Orang-orang Yahudi berkata) setelah mereka ditimpa kesusahan disebabkan mendustakan Nabi saw. padahal selama ini mereka adalah orang-orang yang paling mampu dan paling banyak harta. (\"Tangan Allah terbelenggu.\") artinya dikatup hingga terhalang untuk menyebarkan rezeki kepada kita. Ucapan itu merupakan sindiran terhadap kikirnya Allah swt. buat melimpahkan rezeki. Firman Allah swt.: (\"Tangan merekalah yang dibelenggu.\") dari berbuat kebaikan hingga tak mau melakukannya. Ini sebagai doa terhadap mereka (dan mereka dikutuk disebabkan apa yang telah mereka katakan itu. Bahkan kedua tangan-Nya terbuka lebar) merupakan simbol tentang kiasan tentang sifat Allah Yang Maha Pemurah. Pujian kepada tangan ini untuk menunjukkan banyak dan melimpah-ruah karena segala sesuatu yang diberikan oleh seorang dermawan berupa harta melalui tangannya. (Dia memberi nafkah sebagaimana dikehendaki-Nya) apakah akan diperlapang ataukah akan dipersempit-Nya, tidak satu pun dapat menghalangi-Nya. (Dan apa yang diturunkan kepadamu dari Tuhanmu, berarti akan menambah banyak kedurhakaan dan kekafiran mereka) karena kekafiran mereka kepadanya. (Dan Kami timbulkan di antara mereka permusuhan dan kebencian sampai hari kiamat) hingga setiap golongan menentang dan memusuhi lainnya. (Setiap mereka menyalakan api peperangan) maksudnya untuk memerangi Nabi Muhammad saw. (dipadamkannya oleh Allah) artinya setiap mereka bermaksud, maka ditolak oleh Allah (dan mereka berbuat kerusakan di muka bumi) maksudnya menghancurkannya dengan berbuat maksiat (dan Allah tidak menyukai orang-orang yang berbuat kerusakan).",
            "sajda": false,
            "transliteration": "Wa qaalatil Yahoodu Yadullaahi maghloolah; ghulla aideehim wa lu'inoo bimaa qaaloo; bal yadaahu mabsoo tataani yunfiqu kaifa yashaaa'; wa la yazeedanna kaseeramm minhum maaa unzila ilaika mir Rabbika tughyaananw wa kufraa; wa alqainaa bainahumul 'adaawata wal baghdaaa a' ilaa Yawmil Qiyaamah; kullamaaa awqadoo naaral lilharbi at fa-ahal laah; wa yas'awna fil ardi fasaadaa; wal laahu laa yuhibbul mufsideen",
            "tajweed_text": "وَقَالَتِ [h:583[ٱ]لْيَهُودُ يَدُ [h:3668[ٱ]للَّهِ مَغْلُولَةٌ‌ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُو[s[اْ] بِمَا قَالُو[s[اْ‌ۘ] بَلْ يَدَاهُ مَ[q:3669[بْ]سُوطَتَانِ يُ[f:1550[نف]ِقُ كَيْفَ يَش[o[َا]ٓءُ‌ۚ وَلَيَزِيدَ[g[نّ]َ كَثِي[a:3521[رًا م]ِّنْه[w:3670[ُم م]ّ[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ طُغْيَ[n[ـٰ][a:3671[نًا و]َكُفْ[a:3672[رًا‌ۚ و]َأَلْقَيْنَا بَيْنَهُمُ [h:3434[ٱ]لْعَد[n[َٲ]وَةَ وَ[h:3435[ٱ]لْبَغْض[o[َا]ٓءَ إِلَىٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ كُلَّم[o[َآ] أَوْقَدُو[s[اْ] نَا[u:3673[رًا ل]ِّلْحَرْبِ أَ[q:3674[طْ]فَأَهَا [h:3675[ٱ]للَّهُ‌ۚ وَيَسْعَوْنَ فِى [h:44[ٱ]لْأَرْضِ فَسَا[a:3676[دًا‌ۚ و]َ[h:72[ٱ]للَّهُ لَا يُحِبُّ [h:3677[ٱ]لْمُفْسِد[p[ِي]نَ"
        },
        {
            "aya_id": 734,
            "aya_number": 65,
            "aya_text": "وَلَوْ اَنَّ اَهْلَ الْكِتٰبِ اٰمَنُوْا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّاٰتِهِمْ وَلَاَدْخَلْنٰهُمْ جَنّٰتِ النَّعِيْمِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Dan sekiranya Ahli Kitab itu beriman dan bertakwa, niscaya Kami hapus kesalahan-kesalahan mereka, dan mereka tentu Kami masukkan ke dalam surga-surga yang penuh kenikmatan.",
            "tafsir_jalalayn": "(Dan sekiranya Ahli Kitab itu beriman) kepada Nabi Muhammad saw. (dan bertakwa) artinya menjaga diri dari kekafiran (pastilah Kami hapus dari mereka kesalahan mereka dan Kami masukkan mereka ke dalam surga-surga kenikmatan).",
            "sajda": false,
            "transliteration": "Wa law anna Ahlal Kitaabi aamanoo wattaqaw lakaffarnaa 'anhum saiyiaatihim wa la adkhalnaahu Jannaatin Na'eem",
            "tajweed_text": "وَلَوْ أَ[g[نّ]َ أَهْلَ [h:3678[ٱ]لْكِتَ[n[ـٰ]بِ ءَامَنُو[s[اْ] وَ[h:538[ٱ]تَّقَوْ[s[اْ] لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔـاتِهِمْ وَلَأَ[q:3679[دْ]خَلْنَ[n[ـٰ]هُمْ جَ[g[نّ]َ[n[ـٰ]تِ [h:3680[ٱ][l[ل][g[نّ]َع[p[ِي]مِ"
        },
        {
            "aya_id": 735,
            "aya_number": 66,
            "aya_text": "وَلَوْ اَنَّهُمْ اَقَامُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْهِمْ مِّنْ رَّبِّهِمْ لَاَكَلُوْا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْۗ مِنْهُمْ اُمَّةٌ مُّقْتَصِدَةٌ  ۗ وَكَثِيْرٌ مِّنْهُمْ سَاۤءَ مَا يَعْمَلُوْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Dan sekiranya mereka sungguh-sungguh menjalankan (hukum) Taurat, Injil dan (Al-Qur'an) yang diturunkan kepada mereka dari Tuhannya, niscaya mereka akan mendapat makanan dari atas mereka dan dari bawah kaki mereka. Di antara mereka ada sekelompok yang jujur dan taat. Dan banyak di antara mereka sangat buruk apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan sekiranya mereka menegakkan Taurat dan Injil) mengamalkan ajarannya, di antaranya beriman kepada Nabi saw. (dan apa yang diturunkan kepada mereka) maksudnya kitab-kitab (dari Tuhan mereka, tentulah mereka akan beroleh makanan dari atas mereka dan dari bawah kaki mereka) maksudnya dilapangkan-Nya rezeki dan dilimpahkan-Nya atas mereka dari segenap penjuru. (Di antara mereka ada umat) maksudnya golongan (yang adil) yakni mengamalkannya dan mereka itulah yang beriman kepada Nabi saw., seperti Abdullah bin Salam dan kawan-kawannya (tetapi banyak di antara mereka amat jelek atau amat buruk apa yang mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Wa law annahum aqaamut Tawraata wal Injeela wa maaa unzila ilaihim mir Rabbihim la akaloo min fawqihim wa min tahti arjulihim; minhum ummatum muqta sidatunw wa kaseerum minhum saaa'a maa ya'maloon",
            "tajweed_text": "وَلَوْ أَ[g[نّ]َهُمْ أَقَامُو[s[اْ] [h:3681[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ وَ[h:1725[ٱ]لْإِ[f:1725[نج]ِيلَ وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْه[w:3682[ِم م]ّ[u:22[ِن ر]َّبِّهِمْ لَأَكَلُو[s[اْ] مِ[f:3683[ن ف]َوْقِهِمْ وَمِ[f:3684[ن ت]َحْتِ أَرْجُلِه[w:3685[ِم‌ۚ م]ِّنْهُمْ أُ[g[مّ]َ[a:3686[ةٌ م]ُّ[q:3687[قْ]تَصِدَ[a:3688[ةٌ‌ۖ و]َكَثِي[a:3689[رٌ م]ِّنْهُمْ س[o[َا]ٓءَ مَا يَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 736,
            "aya_number": 67,
            "aya_text": "۞ يٰٓاَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ ۗوَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَهٗ ۗوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Wahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir.",
            "tafsir_jalalayn": "(Hai rasul, sampaikanlah) semua (yang diturunkan kepadamu dari Tuhanmu) dan janganlah kamu sembunyikan sesuatu pun daripadanya karena takut akan mendapatkan hal-hal yang tidak diinginkan (dan jika tidak kamu lakukan) tidak kamu sampaikan semua yang diturunkan padamu itu (berarti kamu tidak menyampaikan risalah-Nya) risalah dengan tunggal atau jamak karena menyembunyikan sebagian berarti menyembunyikan semuanya. (Dan Allah memelihara kamu dari manusia) agar tidak sampai membunuhmu. Pada mulanya Rasulullah saw. itu dikawal sampai turun ayat ini, lalu sabdanya, \"Pergilah karena sesungguhnya Allah memeliharaku!\" Riwayat Hakim. (Sesungguhnya Allah tidak memberikan bimbingan kepada kaum yang kafir.)",
            "sajda": false,
            "transliteration": "Yaaa aiyuhar Rasoolu balligh maaa unzila ilaika mir Rabbika wa il lam taf'al famaaa ballaghta Risaalatah; wallaahu ya'simuka minan naas; innal laaha laa yahdil qawmal kaafireen",
            "tajweed_text": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:3540[ٱ][l[ل]رَّسُولُ بَلِّغْ م[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ‌ۖ وَإ[u:3542[ِن ل]َّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ[n[ۥ]‌ۚ وَ[h:72[ٱ]للَّهُ يَعْصِمُكَ مِنَ [h:721[ٱ][l[ل][g[نّ]َاسِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1557[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ"
        },
        {
            "aya_id": 737,
            "aya_number": 68,
            "aya_text": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لَسْتُمْ عَلٰى شَيْءٍ حَتّٰى تُقِيْمُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ ۗوَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكٰفِرِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Kamu tidak dipandang beragama sedikit pun hingga kamu menegakkan ajaran-ajaran Taurat, Injil dan  (Al-Qur'an) yang diturunkan Tuhanmu kepadamu.” Dan apa yang diturunkan Tuhanmu kepadamu pasti akan membuat banyak di antara mereka lebih durhaka dan lebih ingkar, maka janganlah engkau berputus asa terhadap orang-orang kafir itu.",
            "tafsir_jalalayn": "(Katakanlah \"Hai Ahli Kitab! Kamu tidaklah berada dalam sesuatu agama) tidak dianggap beragama (hingga kamu menjalankan Taurat dan Injil dan apa yang diturunkan kepadamu dari Tuhanmu) yakni dengan mengamalkan apa yang terdapat di dalamnya, di antaranya beriman kepadaku. (Sesungguhnya apa yang diturunkan kepadamu dari Tuhanmu hanyalah akan menambah kedurhakaan dan kekafiran kepada kebanyakan mereka) maksudnya bahwa disebabkan kekafiran mereka tadi, maka Alquran yang diturunkan padamu itu hanyalah menambah kekafiran dan kedurhakaan mereka, jadi bukan petunjuk dan keimanan. (Maka janganlah kamu berduka-cita) atau bersedih hati (terhadap orang-orang yang kafir.\") jika mereka tak mau beriman, tidak usah mereka itu dihiraukan.",
            "sajda": false,
            "transliteration": "Qul yaaa Ahlal Kitaabi lastum 'alaa shai'in hattaa tuqeemut Tawraata wal Injeela wa maaa unzila ilaikum mir Rabbikum; wa layazeedanna kaseeram minhum maa unzila ilaika mir Rabbika tugh yaananw wa kufran falaa taasa 'alal qawmil kaafireen",
            "tajweed_text": "قُلْ يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ لَسْتُمْ عَلَىٰ شَىْءٍ حَتَّىٰ تُقِيمُو[s[اْ] [h:3690[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ وَ[h:1725[ٱ]لْإِ[f:1725[نج]ِيلَ وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْك[w:3691[ُم م]ّ[u:243[ِن ر]َّبِّكُمْ‌ۗ وَلَيَزِيدَ[g[نّ]َ كَثِي[a:3521[رًا م]ِّنْه[w:3670[ُم م]ّ[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ طُغْيَ[n[ـٰ][a:3671[نًا و]َكُفْ[f:3692[رًا‌ۖ ف]َلَا تَأْسَ عَلَى [h:1431[ٱ]لْقَوْمِ [h:1432[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ"
        },
        {
            "aya_id": 738,
            "aya_number": 69,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـُٔوْنَ وَالنَّصٰرٰى مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, shabiin dan orang-orang Nasrani, barangsiapa beriman kepada Allah, kepada hari kemudian, dan berbuat kebajikan, maka tidak ada rasa khawatir padanya dan mereka tidak bersedih hati.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang mukmin orang-orang Yahudi) menjadi mubtada (kaum Shabiin) satu sekte dari Yahudi (dan orang-orang Nasrani) yang menjadi badal dari mubtada ialah (siapa saja yang benar-benar beriman) dari kalangan mereka (kepada Allah, hari kemudian dan beramal saleh, maka tidak ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati) dalam menghadapi hari kemudian sebagai khabar dari mubtada dan yang menunjukkan kepada khabarnya inna.",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wallazeena haadoo was saabi'oona wan Nasaaraa man aamana billaahi wal yawmil Aakhiri wa 'amila saalihan falaa khawfun 'alaihim wa laa hum yahzanoon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَ[h:37[ٱ]لَّذِينَ هَادُو[s[اْ] وَ[h:3693[ٱ][l[ل]صَّ[n[ـٰ]بِــُٔونَ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَىٰ مَنْ ءَامَنَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَعَمِلَ صَ[n[ـٰ]لِ[f:3694[حًا ف]َلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَن[p[ُو]نَ"
        },
        {
            "aya_id": 739,
            "aya_number": 70,
            "aya_text": "لَقَدْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ وَاَرْسَلْنَآ اِلَيْهِمْ رُسُلًا ۗ كُلَّمَا جَاۤءَهُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰٓى اَنْفُسُهُمْۙ فَرِيْقًا كَذَّبُوْا وَفَرِيْقًا يَّقْتُلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Sesungguhnya Kami telah mengambil perjanjian dari Bani Israil, dan telah Kami utus kepada mereka rasul-rasul. Tetapi setiap rasul datang kepada mereka dengan membawa apa yang tidak sesuai dengan keinginan mereka, (maka) sebagian (dari rasul itu) mereka dustakan dan sebagian yang lain mereka bunuh.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah mengambil perjanjian dari Bani Israel) untuk beriman kepada Allah dan Rasul-Nya (dan telah Kami utus kepada mereka rasul-rasul tetapi setiap datang kepada mereka seorang rasul) dari kalangan mereka sendiri (dengan membawa apa yang tidak diingini oleh hawa nafsu mereka) yaitu berupa perkara yang hak/benar maka mereka tidak mempercayainya (sebagian) dari rasul-rasul itu (mereka dustakan dan sebagian yang lain) dari rasul-rasul itu (mereka bunuh) seperti Nabi Zakaria dan Nabi Yahya. Pengungkapan dengan lafal yaqtuluuna/fi`il mudhari` bukannya dengan lafal qataluu/fi`il madhi menggambarkan tentang keadaan yang sedang berlangsung di masa lalu karena adanya fashilah/pemisah.",
            "sajda": false,
            "transliteration": "Laqad akhaznaa meesaaqa Banee Israaa'eela wa arsalnaaa ilaihim Rusulan kullamaa jaaa'ahum Rasoolum bimaa laa tahwaaa anfusuhum fareeqan kazzaboo wa fareeqany yaqtuloon",
            "tajweed_text": "لَقَ[q:2389[دْ] أَخَذْنَا مِيثَ[n[ـٰ]قَ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ وَأَرْسَلْن[o[َآ] إِلَيْهِمْ رُسُل[f:3695[اً‌ۖ ك]ُلَّمَا ج[o[َا]ٓءَهُمْ رَسُو[i:455[لُۢ ب]ِمَا لَا تَهْوَ[o[ىٰٓ] أَ[f:2341[نف]ُسُهُمْ فَرِي[f:3696[قًا ك]َذَّبُو[s[اْ] وَفَرِي[a:3697[قًا ي]َ[q:3698[قْ]تُل[p[ُو]نَ"
        },
        {
            "aya_id": 740,
            "aya_number": 71,
            "aya_text": "وَحَسِبُوْٓا اَلَّا تَكُوْنَ فِتْنَةٌ فَعَمُوْا وَصَمُّوْا ثُمَّ تَابَ اللّٰهُ عَلَيْهِمْ ثُمَّ عَمُوْا وَصَمُّوْا كَثِيْرٌ مِّنْهُمْۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 120,
            "translation_aya_text": "Dan mereka mengira bahwa tidak akan terjadi bencana apa pun (terhadap mereka dengan membunuh nabi-nabi itu), karena itu mereka menjadi buta dan tuli, kemudian Allah menerima tobat mereka, lalu banyak di antara mereka buta dan tuli. Dan Allah Maha Melihat apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan mereka mengira) mereka menduga (bahwa tidak akan terjadi) dengan dibaca rafa` maka an menjadi mukhaffafah/tidak beramal dan dibaca nashab maka an dapat menashabkan/beramal; artinya tidak bakalan terjadi (fitnah) siksaan yang menimpa diri mereka sebagai balasan dari perbuatan mendustakan para rasul dan berani membunuh mereka (sebagai akibatnya mereka menjadi buta) dari perkara yang hak hingga mereka tidak bisa melihatnya (dan mereka menjadi tuli) tidak bisa mendengar perkara yang hak (kemudian Allah menerima tobat mereka) tatkala mereka mau bertobat (kemudian mereka kembali menjadi buta dan tuli) untuk kedua kalinya (demikianlah kebanyakan dari kalangan mereka) lafal katsiirun sebagai dhamir/kata ganti (dan Allah Maha Melihat terhadap apa yang mereka kerjakan) untuk itu Ia membalas mereka sesuai dengan apa-apa yang telah mereka kerjakan.",
            "sajda": false,
            "transliteration": "Wa hasibooo allaa takoona fitnaun fa'amoo wa sammoo summa taabal laahu 'alaihim summa 'amoo wa sammoo kaseerum minhum; wallaahu baseerum bimaa ya'maloon",
            "tajweed_text": "وَحَسِب[o[ُوٓ][s[اْ] أَلَّا تَكُونَ فِتْنَ[f:3699[ةٌ ف]َعَمُو[s[اْ] وَصَ[g[مّ]ُو[s[اْ] ثُ[g[مّ]َ تَابَ [h:3700[ٱ]للَّهُ عَلَيْهِمْ ثُ[g[مّ]َ عَمُو[s[اْ] وَصَ[g[مّ]ُو[s[اْ] كَثِي[a:3701[رٌ م]ِّنْهُمْ‌ۚ وَ[h:72[ٱ]للَّهُ بَصِي[i:505[رُۢ ب]ِمَا يَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 741,
            "aya_number": 72,
            "aya_text": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَ ۗوَقَالَ الْمَسِيْحُ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۗاِنَّهٗ مَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ حَرَّمَ اللّٰهُ عَلَيْهِ الْجَنَّةَ وَمَأْوٰىهُ النَّارُ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 120,
            "translation_aya_text": "Sungguh, telah kafir orang-orang yang berkata, “Sesungguhnya Allah itu dialah Al-Masih putra Maryam.” Padahal Al-Masih (sendiri) berkata, “Wahai Bani Israil! Sembahlah Allah, Tuhanku dan Tuhanmu.” Sesungguhnya barangsiapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu.",
            "tafsir_jalalayn": "(Sesungguhnya telah kafirlah orang-orang yang mengatakan, \"Sesungguhnya Allah ialah Almasih putra Maryam.\") di masa sebelumnya telah terjadi hal yang serupa (padahal telah berkata) kepada mereka (Almasih, \"Hai Bani Israel, sembahlah Allah Tuhanku dan Tuhanmu) sesungguhnya aku ini hanyalah seorang hamba Allah dan bukan Tuhan (sesungguhnya orang-orang yang mempersekutukan sesuatu dengan Allah) menyembah kepada selain Allah (maka pasti Allah mengharamkan kepadanya surga) Allah melarangnya untuk memasuki surga (dan tempatnya ialah neraka dan tidak ada bagi orang-orang lalim itu seorang) lafal min adalah tambahan (penolong.\") yang dapat mencegah siksaan Allah terhadap diri mereka.",
            "sajda": false,
            "transliteration": "Laqad kafaral lazeena qaalooo innal laaha Huwal maseehub nu Maryama wa qaalal Maseehu yaa Baneee Israaa'eela budul laaha Rabbee wa Rabbakum innnahoo many-yushrik ballaahi faqad harramal laahu 'alaihil jannata wa maa waahun Naaru wa maa lizzaalimeena min ansaar",
            "tajweed_text": "لَقَ[q:2389[دْ] كَفَرَ [h:3446[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ هُوَ [h:3447[ٱ]لْمَسِيحُ [h:3448[ٱ][q:1917[بْ]نُ مَرْيَمَ‌ۖ وَقَالَ [h:3702[ٱ]لْمَسِيحُ يَ[n[ـٰ]بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ [h:3703[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ رَبِّى وَرَبَّكُمْ‌ۖ إِ[g[نّ]َهُ[n[ۥ] م[a:3705[َن ي]ُشْرِكْ بِ[h:32[ٱ]للَّهِ فَقَ[q:563[دْ] حَرَّمَ [h:3706[ٱ]للَّهُ عَلَيْهِ [h:3707[ٱ]لْجَ[g[نّ]َةَ وَمَأْوَ[n[ٮٰ]هُ [h:3708[ٱ][l[ل][g[نّ]َارُ‌ۖ وَمَا لِلظَّ[n[ـٰ]لِمِينَ مِنْ أَ[f:1600[نص][p[َا]رٍ"
        },
        {
            "aya_id": 742,
            "aya_number": 73,
            "aya_text": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍ ۘ وَمَا مِنْ اِلٰهٍ اِلَّآ اِلٰهٌ وَّاحِدٌ  ۗوَاِنْ لَّمْ يَنْتَهُوْا عَمَّا يَقُوْلُوْنَ لَيَمَسَّنَّ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 120,
            "translation_aya_text": "Sungguh, telah kafir orang-orang yang mengatakan, bahwa Allah adalah salah satu dari yang tiga, padahal tidak ada tuhan (yang berhak disembah) selain Tuhan Yang Esa. Jika mereka tidak berhenti dari apa yang mereka katakan, pasti orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih.",
            "tafsir_jalalayn": "(Sesungguhnya telah kafirlah orang-orang yang mengatakan, \"Bahwasanya Allah salah seorang) dari tuhan (yang tiga) artinya salah seorang dari tuhan-tuhan yang jumlahnya tiga dan dua orang lainnya yang dianggap tuhan ialah Nabi Isa beserta ibunya. Mereka yang berpendapat demikian adalah golongan dari orang-orang Nasrani (padahal sekali-kali tidak ada Tuhan selain dari Tuhan Yang Esa. Dan jika mereka tidak berhenti dari apa yang mereka katakan itu) berhenti dari menigakan Allah, kemudian kembali mengesakan-Nya (pasti akan menimpa kepada orang-orang yang kafir) artinya mereka yang menetapi kekafirannya (di antara mereka siksaan yang pedih\") siksaan yang sungguh amat memedihkan, yaitu siksaan neraka.",
            "sajda": false,
            "transliteration": "laqad kafaral lazeena qaalooo innal laaha saalisu salaasah; wa maa min ilaahin illaaa Ilaahunw Waahid; wa illam yantahoo 'ammaa yaqooloona layamas sannal lazeena kafaroo minhum 'azaabun aleem",
            "tajweed_text": "لَّقَ[q:2389[دْ] كَفَرَ [h:3446[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ ثَالِثُ ثَلَ[n[ـٰ]ثَ[a:3709[ةٍ‌ۘ و]َمَا مِنْ إِلَ[n[ـٰ]هٍ إِلّ[o[َآ] إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[a:3710[دٌ‌ۚ و]َإ[u:3542[ِن ل]َّمْ يَ[f:3711[نت]َهُو[s[اْ] عَ[g[مّ]َا يَقُولُونَ لَيَمَسَّ[g[نّ]َ [h:3712[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْهُمْ عَذَابٌ أَل[p[ِي]مٌ"
        },
        {
            "aya_id": 743,
            "aya_number": 74,
            "aya_text": "اَفَلَا يَتُوْبُوْنَ اِلَى اللّٰهِ وَيَسْتَغْفِرُوْنَهٗۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 120,
            "translation_aya_text": "Mengapa mereka tidak bertobat kepada Allah dan memohon ampunan kepada-Nya? Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Maka mengapa mereka tidak bertobat kepada Allah dan memohon ampun kepada-Nya) atas apa yang telah mereka katakan; pertanyaan di sini menunjukkan kepada makna celaan. (Dan Allah Maha Pengampun) terhadap orang yang mau bertobat (lagi Maha Penyayang) kepadanya.",
            "sajda": false,
            "transliteration": "Afalaa yatooboona ilal laahi wa yastaghfiroonah; wallaahu Ghafoorur Raheem",
            "tajweed_text": "أَفَلَا يَتُوبُونَ إِلَى [h:1637[ٱ]للَّهِ وَيَسْتَغْفِرُونَهُ[n[ۥ]‌ۚ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 744,
            "aya_number": 75,
            "aya_text": "مَا الْمَسِيْحُ ابْنُ مَرْيَمَ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُۗ وَاُمُّهٗ صِدِّيْقَةٌ  ۗ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ اُنْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْاٰيٰتِ ثُمَّ انْظُرْ اَنّٰى يُؤْفَكُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 120,
            "translation_aya_text": "Al-Masih putra Maryam hanyalah seorang Rasul. Sebelumnya pun sudah berlalu beberapa rasul. Dan ibunya seorang yang berpegang teguh pada kebenaran. Keduanya biasa memakan makanan. Perhatikanlah bagaimana Kami menjelaskan ayat-ayat (tanda-tanda kekuasaan) kepada mereka (Ahli Kitab), kemudian perhatikanlah bagaimana mereka dipalingkan (oleh keinginan mereka).",
            "tafsir_jalalayn": "(Almasih putra Maryam itu hanyalah seorang rasul yang sesungguhnya telah berlalu) telah lewat (sebelumnya beberapa rasul) maka dia pun akan berlalu/mati seperti mereka; dia bukanlah Tuhan seperti apa yang telah mereka sangkakan, jika memang demikian maka niscaya ia pun tidak akan berlalu/mati (dan ibunya seorang yang amat benar) seorang wanita yang teramat benar (keduanya biasa memakan makanan) sama seperti makhluk-makhluk hidup lainnya, maka siapa pun yang keadaannya demikian berarti dia bukanlah Tuhan karena ia masih membutuhkan makanan, lemah dan masih mengeluarkan kencing dan kotoran sebagai akibat dari makanan itu. (Perhatikanlah) dengan penuh rasa ketakjuban (bagaimana Kami menjelaskan kepada mereka, ahli kitab, tanda-tanda kekuasaan Kami) yang menunjukkan keesaan Kami (kemudian perhatikanlah bagaimana) lafal annaa adalah kata tanya (mendustakannya) mereka berpaling dari perkara hak yang disertai dengan bukti yang jelas.",
            "sajda": false,
            "transliteration": "Mal Maseehub nu Maryama illaa Rasoolun qad khalat min qablihir Rusulu wa ummuhoo siddeeqatun kaanaa yaa kulaanit ta'aam; unzur kaifa nubaiyinu lahumul Aayaati suman zur annaa yu'fakoon",
            "tajweed_text": "مَّا [h:3713[ٱ]لْمَسِيحُ [h:3448[ٱ][q:1917[بْ]نُ مَرْيَمَ إِلَّا رَسُو[f:2277[لٌ ق]َ[q:298[دْ] خَلَتْ مِ[f:1097[ن ق]َ[q:1098[بْ]لِهِ [h:2278[ٱ][l[ل]رُّسُلُ وَأُ[g[مّ]ُهُ[n[ۥ] صِدِّيقَ[f:3714[ةٌ‌ۖ ك]َانَا يَأْكُلَانِ [h:3715[ٱ][l[ل]طَّعَامَ‌ۗ [h:3716[ٱ][f:2837[نظ]ُرْ كَيْفَ نُبَيِّنُ لَهُمُ [h:3717[ٱ]لْأَيَ[n[ـٰ]تِ ثُ[g[مّ]َ [h:3718[ٱ][f:2837[نظ]ُرْ أَ[g[نّ]َىٰ يُؤْفَك[p[ُو]نَ"
        },
        {
            "aya_id": 745,
            "aya_number": 76,
            "aya_text": "قُلْ اَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَّلَا نَفْعًا ۗوَاللّٰهُ هُوَ السَّمِيْعُ الْعَلِيْمُ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 120,
            "translation_aya_text": "Katakanlah (Muhammad), “Mengapa kamu menyembah yang selain Allah, sesuatu yang tidak dapat menimbulkan bencana kepadamu dan tidak (pula) memberi manfaat?” Dan Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Katakanlah, \"Mengapa kamu menyembah selain daripada Allah) selain-Nya (sesuatu yang tidak dapat memberi mara bahaya kepadamu dan tidak pula memberi manfaat?\" Dan Allahlah Yang Maha Mendengar) terhadap perkataan-perkataanmu (lagi Maha Mengetahui) tentang tindak-tandukmu; kata istifham/kata tanya di sini menunjukkan keingkaran.",
            "sajda": false,
            "transliteration": "Qul ata'budoona min doonil laahi maa laa yamliku lakum darranw wa laa naf'aa; wallaahu Huwas Samee'ul 'Aleem",
            "tajweed_text": "قُلْ أَتَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَر[a:3719[ًّا و]َلَا نَفْ[a:3720[عًا‌ۚ و]َ[h:72[ٱ]للَّهُ هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ"
        },
        {
            "aya_id": 746,
            "aya_number": 77,
            "aya_text": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوْٓا اَهْوَاۤءَ قَوْمٍ قَدْ ضَلُّوْا مِنْ قَبْلُ وَاَضَلُّوْا كَثِيْرًا وَّضَلُّوْا عَنْ سَوَاۤءِ السَّبِيْلِ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Janganlah kamu berlebih-lebihan dengan cara yang tidak benar dalam agamamu. Dan janganlah kamu mengikuti keinginan orang-orang yang telah tersesat dahulu dan (telah) menyesatkan banyak (manusia), dan mereka sendiri tersesat dari jalan yang lurus.”",
            "tafsir_jalalayn": "(Katakanlah, \"Hai Ahli Kitab!) para pemeluk agama Yahudi dan agama Nasrani (Janganlah kamu berlebih-lebihan) janganlah kamu melampaui batas (dalam agamamu) secara berlebih-lebihan (dengan cara tidak benar) yaitu dengan cara merendahkan Nabi Isa atau kamu mengangkatnya secara berlebihan dari apa yang seharusnya (dan janganlah kamu mengikuti hawa nafsu orang-orang yang telah sesat dahulunya sebelum kedatangan Nabi Muhammad) mengikuti cara berlebih-lebihan yang pernah dilakukan oleh para pendahulu mereka (dan mereka telah menyesatkan kebanyakan) manusia (dan mereka tersesat dari jalan yang lurus.\") jalan yang hak; lafal as-sawaa` asalnya bermakna pertengahan.",
            "sajda": false,
            "transliteration": "Qul yaaa Ahlal Kitaabi laa taghloo fee deenikum ghairal haqqi wa laa tattabi'ooo ahwaaa'a qawmin qad dalloo min qablu wa adalloo kaseeranw wa dalloo 'an Sawaaa'is Sabeel",
            "tajweed_text": "قُلْ يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ لَا تَغْلُو[s[اْ] فِى دِينِكُمْ غَيْرَ [h:2342[ٱ]لْحَقِّ وَلَا تَتَّبِع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَ قَوْ[f:3722[مٍ ق]َ[q:298[دْ] ضَلُّو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ وَأَضَلُّو[s[اْ] كَثِي[a:3723[رًا و]َضَلُّو[s[اْ] عَ[f:3661[ن س]َو[o[َا]ٓءِ [h:3662[ٱ][l[ل]سَّب[p[ِي]لِ"
        },
        {
            "aya_id": 747,
            "aya_number": 78,
            "aya_text": "لُعِنَ الَّذِيْنَ كَفَرُوْا مِنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ عَلٰى لِسَانِ دَاوٗدَ وَعِيْسَى ابْنِ مَرْيَمَ ۗذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Orang-orang kafir dari Bani Israil telah dilaknat melalui lisan (ucapan) Dawud dan Isa putra Maryam. Yang demikian itu karena mereka durhaka dan selalu melampaui batas.",
            "tafsir_jalalayn": "(Telah dilaknat orang-orang kafir dari Bani Israel melalui lisan Daud) yaitu Nabi Daud mendoakan/menyerapah mereka hingga mereka berubah ujud menjadi kera-kera; mereka adalah orang-orang dari kalangan Bani Israel yang menduduki tanah Ailah (dan Isa putra Maryam) yaitu Nabi Isa mendoakan/menyerapah mereka sehingga mereka berubah ujud menjadi babi-babi; mereka adalah orang-orang Bani Israel yang memiliki Al-Maidah/hidangan yang didatangkan dari langit (yang demikian itu) adalah laknat (disebabkan mereka durhaka dan melampaui batas).",
            "sajda": false,
            "transliteration": "Lu'inal lazeena kafaroo mim Baneee israaa'eela 'alaa lisaani Daawooda wa 'Eesab ni Maryam; zaalika bimaa 'asaw wa kaanoo ya tadoon",
            "tajweed_text": "لُعِنَ [h:3724[ٱ]لَّذِينَ كَفَرُو[s[اْ] م[i:1385[ِنۢ ب]َن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ عَلَىٰ لِسَانِ دَاوُ[n[ۥ]دَ وَعِيسَى [h:3725[ٱ][q:3590[بْ]نِ مَرْيَمَ‌ۚ ذ[n[َٲ]لِكَ بِمَا عَصَو[s[اْ] وَّكَانُو[s[اْ] يَعْتَد[p[ُو]نَ"
        },
        {
            "aya_id": 748,
            "aya_number": 79,
            "aya_text": "كَانُوْا لَا يَتَنَاهَوْنَ عَنْ مُّنْكَرٍ فَعَلُوْهُۗ  لَبِئْسَ مَا كَانُوْا يَفْعَلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Mereka tidak saling mencegah perbuatan mungkar yang selalu mereka perbuat. Sungguh, sangat buruk apa yang mereka perbuat.",
            "tafsir_jalalayn": "(Mereka satu sama lain tidak pernah melarang) artinya sebagian di antara mereka tidak pernah melarang sebagian lainnya (dari) kebiasaan (tindakan mungkar yang biasa mereka perbuat. Sesungguhnya amat buruklah apa yang selalu mereka perbuat) kebiasaan mereka dalam melakukan perbuatan mungkar itu.",
            "sajda": false,
            "transliteration": "Kaanoo laa yatanaahawna 'am munkarin fa'aluhoo; labi'sa maa kaanoo yafa'loon",
            "tajweed_text": "كَانُو[s[اْ] لَا يَتَنَاهَوْنَ ع[a:3726[َن م]ُّ[f:3727[نك]َ[f:3728[رٍ ف]َعَلُوهُ‌ۚ لَبِئْسَ مَا كَانُو[s[اْ] يَفْعَل[p[ُو]نَ"
        },
        {
            "aya_id": 749,
            "aya_number": 80,
            "aya_text": "تَرٰى كَثِيْرًا مِّنْهُمْ يَتَوَلَّوْنَ الَّذِيْنَ كَفَرُوْا ۗ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ اَنْفُسُهُمْ اَنْ سَخِطَ اللّٰهُ عَلَيْهِمْ وَفِى الْعَذَابِ هُمْ خٰلِدُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Kamu melihat banyak di antara mereka tolong-menolong dengan orang-orang kafir (musyrik). Sungguh, sangat buruk apa yang mereka lakukan untuk diri mereka sendiri, yaitu kemurkaan Allah, dan mereka akan kekal dalam azab.",
            "tafsir_jalalayn": "(Kamu melihat) wahai Muhammad (kebanyakan dari mereka tolong-menolong dengan orang-orang yang kafir/musyrik) dari kalangan penduduk Mekah karena membencimu. (Sesungguhnya amat buruklah apa yang mereka sediakan untuk diri mereka) yaitu berupa amal perbuatan untuk bekal mereka di akhirat yang akibatnya (Allah murka terhadap mereka dan mereka akan kekal dalam siksaan.)",
            "sajda": false,
            "transliteration": "Taraa kaseeram minhum yatawallawnal lazeena kafaroo; labi'sa maa qaddamat lahum anfusuhum an sakhital laahu 'alaihim wa fil 'azaabi hum khaalidoon",
            "tajweed_text": "تَرَىٰ كَثِي[a:3521[رًا م]ِّنْهُمْ يَتَوَلَّوْنَ [h:3729[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۚ] لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَ[f:2341[نف]ُسُهُمْ أَ[f:3730[ن س]َخِطَ [h:3731[ٱ]للَّهُ عَلَيْهِمْ وَفِى [h:3732[ٱ]لْعَذَابِ هُمْ خَ[n[ـٰ]لِد[p[ُو]نَ"
        },
        {
            "aya_id": 750,
            "aya_number": 81,
            "aya_text": "وَلَوْ كَانُوْا يُؤْمِنُوْنَ بِاللّٰهِ وَالنَّبِيِّ وَمَآ اُنْزِلَ اِلَيْهِ مَا اتَّخَذُوْهُمْ اَوْلِيَاۤءَ وَلٰكِنَّ كَثِيْرًا مِّنْهُمْ فٰسِقُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Dan sekiranya mereka beriman kepada Allah, kepada Nabi (Muhammad) dan kepada apa yang diturunkan kepadanya, niscaya mereka tidak akan menjadikan orang musyrik itu sebagai teman setia. Tetapi banyak di antara mereka orang-orang yang fasik.",
            "tafsir_jalalayn": "(Sekiranya mereka beriman kepada Allah, kepada Nabi) Muhammad (dan kepada apa yang diturunkan kepadanya niscaya mereka tidak akan mengambil orang-orang musyrik itu) orang-orang kafir (menjadi penolong-penolong tetapi kebanyakan dari mereka adalah orang-orang yang fasik/durhaka) mereka adalah orang-orang yang menyimpang dari keimanan.",
            "sajda": false,
            "transliteration": "Wa law kaanoo yu'minoona billaahi wan nabiyyi wa maaa unzila ilaihi attakhazoohum awliyaaa'a wa laakinna kaseeram minhum faasiqoon",
            "tajweed_text": "وَلَوْ كَانُو[s[اْ] يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:3733[ٱ][l[ل][g[نّ]َبِىِّ وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْهِ مَا [h:3734[ٱ]تَّخَذُوهُمْ أَوْلِي[o[َا]ٓءَ وَلَ[n[ـٰ]كِ[g[نّ]َ كَثِي[a:3521[رًا م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ"
        },
        {
            "aya_id": 751,
            "aya_number": 82,
            "aya_text": "۞ لَتَجِدَنَّ اَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِيْنَ اٰمَنُوا الْيَهُوْدَ وَالَّذِيْنَ اَشْرَكُوْاۚ وَلَتَجِدَنَّ اَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِيْنَ اٰمَنُوا الَّذِيْنَ قَالُوْٓا اِنَّا نَصٰرٰىۗ ذٰلِكَ بِاَنَّ مِنْهُمْ قِسِّيْسِيْنَ وَرُهْبَانًا وَّاَنَّهُمْ لَا يَسْتَكْبِرُوْنَ  ۔",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Pasti akan kamu dapati orang yang paling keras permusuhannya terhadap orang-orang yang beriman, yaitu orang-orang Yahudi dan orang-orang musyrik. Dan pasti akan kamu dapati orang yang paling dekat persahabatannya dengan orang-orang yang beriman ialah orang-orang yang berkata, “Sesungguhnya kami adalah orang Nasrani.” Yang demikian itu karena di antara mereka terdapat para pendeta dan para rahib, (juga) karena mereka tidak menyombongkan diri.",
            "tafsir_jalalayn": "(Sesungguhnya kamu dapati) wahai Muhammad (orang-orang yang paling keras permusuhannya terhadap orang-orang yang beriman ialah orang-orang Yahudi dan orang-orang musyrik) dari kalangan penduduk Mekah oleh sebab menebalnya kekafiran mereka, kebodohan mereka dan tenggelamnya mereka dalam hawa nafsu (dan sesungguhnya kamu dapati yang paling dekat persahabatannya dengan orang-orang yang beriman ialah orang-orang yang berkata, \"Sesungguhnya kami ini orang Nasrani.\" Yang demikian itu) maksudnya kecintaan mereka begitu dekat terhadap orang-orang mukmin (disebabkan karena) oleh karena (di antara mereka/orang-orang Nasrani terdapat pendeta-pendeta) ulama-ulama agama Nasrani (dan rahib-rahib) orang-orang ahli ibadah Nasrani (juga karena sesungguhnya mereka tidak menyombongkan diri) untuk mengikuti barang yang hak tidak sebagaimana orang-orang Yahudi dan kaum musyrikin penduduk Mekah yang menyombongkan diri. Ayat ini diturunkan berkenaan dengan utusan raja Najasyi yang datang dari negeri Habasyah untuk menemui kaum Muslimin. Kemudian Nabi saw. membacakan surah Yasin kepada mereka setelah itu mereka menangis dan masuk Islam semuanya seraya mengatakan, \"Alangkah miripnya bacaan ini dengan apa yang telah diturunkan kepada Nabi Isa.\" Allah swt. berfirman:",
            "sajda": false,
            "transliteration": "Latajidanna ashad dan naasi 'adaawatal lillazeena aamanul Yahooda wallazeena ashrakoo wa latajidanna aqrabahum mawaddatal lil lazeena aamanul lazeena qaalooo innaa Nasaaraa; zaalika bi anna mminhum qiseeseena wa ruhbaananw wa annahum laa yastakbiroon",
            "tajweed_text": "۞ لَتَجِدَ[g[نّ]َ أَشَدَّ [h:3735[ٱ][l[ل][g[نّ]َاسِ عَد[n[َٲ]وَ[u:3736[ةً ل]ِّلَّذِينَ ءَامَنُو[s[اْ] [h:3737[ٱ]لْيَهُودَ وَ[h:37[ٱ]لَّذِينَ أَشْرَكُو[s[اْ‌ۖ] وَلَتَجِدَ[g[نّ]َ أَ[q:3738[قْ]رَبَه[w:3739[ُم م]َّوَدَّ[u:3740[ةً ل]ِّلَّذِينَ ءَامَنُو[s[اْ] [h:3637[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا نَصَ[n[ـٰ]رَىٰ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ مِنْهُمْ قِسِّيسِينَ وَرُهْبَا[a:3741[نًا و]َأَ[g[نّ]َهُمْ لَا يَسْتَكْبِر[p[ُو]نَ"
        },
        {
            "aya_id": 752,
            "aya_number": 83,
            "aya_text": "وَاِذَا سَمِعُوْا مَآ اُنْزِلَ اِلَى الرَّسُوْلِ تَرٰٓى اَعْيُنَهُمْ تَفِيْضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوْا مِنَ الْحَقِّۚ يَقُوْلُوْنَ رَبَّنَآ اٰمَنَّا فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 122,
            "translation_aya_text": "Dan apabila mereka mendengarkan apa (Al-Qur'an) yang diturunkan kepada Rasul (Muhammad), kamu lihat mata mereka mencucurkan air mata disebabkan kebenaran yang telah mereka ketahui (dari kitab-kitab mereka sendiri), seraya berkata, “Ya Tuhan, kami telah beriman, maka catatlah kami bersama orang-orang yang menjadi saksi (atas kebenaran Al-Qur'an dan kenabian Muhammad).",
            "tafsir_jalalayn": "(Dan apabila mereka mendengarkan apa yang diturunkan kepada Rasul) yaitu sebagian dari Alquran (kamu lihat mata mereka mencucurkan air mata disebabkan kebenaran Alquran yang telah mereka ketahui dari kitab-kitab mereka sendiri, seraya berkata, \"Ya Tuhan kami! Kami telah beriman) kami telah percaya kepada Nabi-Mu dan Kitab-Mu (maka catatlah kami bersama orang-orang yang menjadi saksi -atas kebenaran Alquran dan kenabian Nabi Muhammad-.\") orang-orang yang mengakui dirinya beriman kepada keduanya.",
            "sajda": false,
            "transliteration": "Wa izaa sami'oo maaa unzila ilar Rasooli taraaa a'yunahum tafeedu minad dam'i mimmmaa 'arafoo minalhaqq; yaqooloona Rabbanaaa aamannaa faktubnaa ma'ash shaahideen",
            "tajweed_text": "وَإِذَا سَمِعُو[s[اْ] م[o[َآ] أُ[f:17[نز]ِلَ إِلَى [h:2975[ٱ][l[ل]رَّسُولِ تَرَ[o[ىٰٓ] أَعْيُنَهُمْ تَفِيضُ مِنَ [h:3742[ٱ][l[ل]دَّمْعِ مِ[g[مّ]َا عَرَفُو[s[اْ] مِنَ [h:1173[ٱ]لْحَقِّ‌ۖ يَقُولُونَ رَبَّن[o[َآ] ءَامَ[g[نّ]َا فَ[h:1957[ٱ]كْتُ[q:1957[بْ]نَا مَعَ [h:1958[ٱ][l[ل]شَّ[n[ـٰ]هِد[p[ِي]نَ"
        },
        {
            "aya_id": 753,
            "aya_number": 84,
            "aya_text": "وَمَا لَنَا لَا نُؤْمِنُ بِاللّٰهِ وَمَا جَاۤءَنَا مِنَ الْحَقِّۙ وَنَطْمَعُ اَنْ يُّدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصّٰلِحِيْنَ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 122,
            "translation_aya_text": "Dan mengapa kami tidak akan beriman kepada Allah dan kepada kebenaran yang datang kepada kami, padahal kami sangat ingin agar Tuhan kami memasukkan kami ke dalam golongan orang-orang saleh?”",
            "tafsir_jalalayn": "(Dan) mereka mengatakan sehubungan dengan bantahan mereka terhadap orang-orang Yahudi yang mencap mereka masuk Islam (mengapa kami tidak beriman kepada Allah dan kepada kebenaran yang datang kepada kami) yaitu berupa Alquran; artinya tidak ada halangan bagi diri kami untuk beriman selagi memang ada bukti-bukti yang mengharuskan iman (padahal kami sangat ingin) diathafkan/dikaitkan dengan lafal nu'minu (agar Tuhan kami memasukkan kami ke dalam golongan orang-orang yang saleh?) orang-orang yang beriman ke dalam surga. Allah melanjutkan firman-Nya:",
            "sajda": false,
            "transliteration": "Wa maa lanaa laa nu'minu billaahi wa maa jaaa'anaa minal haqqi wa natma'u ai yudkhilanaa Rabbunaa ma'al qawmis saaliheen",
            "tajweed_text": "وَمَا لَنَا لَا نُؤْمِنُ بِ[h:32[ٱ]للَّهِ وَمَا ج[o[َا]ٓءَنَا مِنَ [h:1173[ٱ]لْحَقِّ وَنَ[q:3743[طْ]مَعُ أ[a:3744[َن ي]ُ[q:3745[دْ]خِلَنَا رَبُّنَا مَعَ [h:3746[ٱ]لْقَوْمِ [h:3747[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ"
        },
        {
            "aya_id": 754,
            "aya_number": 85,
            "aya_text": "فَاَثَابَهُمُ اللّٰهُ بِمَا قَالُوْا جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ وَذٰلِكَ جَزَاۤءُ الْمُحْسِنِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 122,
            "translation_aya_text": "Maka Allah memberi pahala kepada mereka atas perkataan yang telah mereka ucapkan, (yaitu) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Dan itulah balasan (bagi) orang-orang yang berbuat kebaikan.",
            "tafsir_jalalayn": "(Maka Allah memberi mereka pahala terhadap perkataan yang mereka ucapkan, yaitu surga yang mengalir sungai-sungai di bawahnya sedang mereka kekal di dalamnya. Dan itulah balasan bagi orang-orang yang berbuat kebaikan) yang ikhlas keimanannya.",
            "sajda": false,
            "transliteration": "Fa asaabahumul laahu bimaa qaaloo Jannnaatin tajree min tahtihal anhaaru khaalideena feehaa; wa zaalika jazaaa'ul muhsineen",
            "tajweed_text": "فَأَثَ[n[ـٰ]بَهُمُ [h:3748[ٱ]للَّهُ بِمَا قَالُو[s[اْ] جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ وَذ[n[َٲ]لِكَ جَز[o[َا]ٓءُ [h:3749[ٱ]لْمُحْسِن[p[ِي]نَ"
        },
        {
            "aya_id": 755,
            "aya_number": 86,
            "aya_text": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ࣖ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 122,
            "translation_aya_text": "Dan orang-orang yang kafir serta mendustakan ayat-ayat Kami, mereka itulah penghuni neraka.",
            "tafsir_jalalayn": "(Dan orang-orang kafir serta mendustakan ayat-ayat Kami mereka itulah penghuni neraka.)",
            "sajda": false,
            "transliteration": "Wallazeena kafaroo wa kazzaboo bi Aayaatinaaa ulaaa'ika Ashaabul Jaheem",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ"
        },
        {
            "aya_id": 756,
            "aya_number": 87,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحَرِّمُوْا طَيِّبٰتِ مَآ اَحَلَّ اللّٰهُ لَكُمْ وَلَا تَعْتَدُوْا ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 122,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu mengharamkan apa yang baik yang telah dihalalkan Allah kepadamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.",
            "tafsir_jalalayn": "Ayat ini diturunkan tatkala ada suatu kaum dari kalangan para sahabat yang bertekad menetapi puasa dan melakukan salat di malam harinya; mereka tidak mau mendekati wanita-wanita, memakai wewangian, memakan daging dan tidur di ranjang/kasur. (Hai orang-orang yang beriman janganlah kamu haramkan apa-apa yang baik yang telah Allah halalkan bagi kamu dan janganlah kamu melampaui batas.) janganlah kamu melanggar perintah Allah. (Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.)",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tuharrimoo taiyibaati maaa ahallal laahu lakum wa laa ta'tadooo; innal laaha laa yuhibbul mu'tadeen",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تُحَرِّمُو[s[اْ] طَيِّبَ[n[ـٰ]تِ م[o[َآ] أَحَلَّ [h:3750[ٱ]للَّهُ لَكُمْ وَلَا تَعْتَد[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُحِبُّ [h:1021[ٱ]لْمُعْتَد[p[ِي]نَ"
        },
        {
            "aya_id": 757,
            "aya_number": 88,
            "aya_text": "وَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًا ۖوَّاتَّقُوا اللّٰهَ الَّذِيْٓ اَنْتُمْ بِهٖ مُؤْمِنُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 122,
            "translation_aya_text": "Dan makanlah dari apa yang telah diberikan Allah kepadamu sebagai rezeki yang halal dan baik, dan bertakwalah kepada Allah yang kamu beriman kepada-Nya.",
            "tafsir_jalalayn": "(Dan makanlah makanan yang halal lagi baik dari apa yang Allah rezekikan kepadamu) sebagai maf`ul/obyek jar dan majrur yang sebelumnya menjadi hal yang berkaitan dengan maf`ul itu (dan bertakwalah kepada Allah yang kamu beriman kepada-Nya.)",
            "sajda": false,
            "transliteration": "Wa kuloo mimmaa razaqakumul laahu halaalan taiyibaa; wattaqul laahallazeee antum bihee mu'minon",
            "tajweed_text": "وَكُلُو[s[اْ] مِ[g[مّ]َا رَزَقَكُمُ [h:3751[ٱ]للَّهُ حَلَ[n[ـٰ]ل[f:870[اً ط]َيِّ[a:3752[بًا‌ۚ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ [h:2537[ٱ]لَّذ[o[ِىٓ] أَ[f:428[نت][c:3753[ُم ب]ِه[n[ِۦ] مُؤْمِن[p[ُو]نَ"
        },
        {
            "aya_id": 758,
            "aya_number": 89,
            "aya_text": "لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ  فِيْٓ اَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا عَقَّدْتُّمُ الْاَيْمَانَۚ فَكَفَّارَتُهٗٓ اِطْعَامُ عَشَرَةِ مَسٰكِيْنَ مِنْ اَوْسَطِ مَا تُطْعِمُوْنَ اَهْلِيْكُمْ اَوْ كِسْوَتُهُمْ اَوْ تَحْرِيْرُ رَقَبَةٍ ۗفَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ اَيَّامٍ ۗذٰلِكَ كَفَّارَةُ اَيْمَانِكُمْ اِذَا حَلَفْتُمْ ۗوَاحْفَظُوْٓا اَيْمَانَكُمْ ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 122,
            "translation_aya_text": "Allah tidak menghukum kamu disebabkan sumpah-sumpahmu yang tidak disengaja (untuk bersumpah), tetapi Dia menghukum kamu disebabkan sumpah-sumpah yang kamu sengaja, maka kafaratnya (denda pelanggaran sumpah) ialah memberi makan sepuluh orang miskin, yaitu dari makanan yang biasa kamu berikan kepada keluargamu, atau memberi mereka pakaian atau memerdekakan seorang hamba sahaya. Barangsiapa tidak mampu melakukannya, maka (kafaratnya) berpuasalah tiga hari. Itulah kafarat sumpah-sumpahmu apabila kamu bersumpah. Dan jagalah sumpahmu. Demikianlah Allah menerangkan hukum-hukum-Nya kepadamu agar kamu bersyukur (kepada-Nya).",
            "tafsir_jalalayn": "(Allah tidak menghukum kamu disebabkan senda-gurau) yang terjadi (di dalam sumpah-sumpahmu) yaitu sumpah yang dilakukan secara tidak sengaja hanya karena lisan terlanjur mengatakan, seperti ucapan seseorang, \"Tidak demi Allah,\" dan, \"Ya demi Allah.\" (tetapi Dia menghukum kamu disebabkan apa yang kamu sengaja) dengan dibaca ringan `aqadtum dan dibaca tasydid `aqqadtum, menurut suatu riwayat dibaca `aaqadtum (dalam sumpah-sumpahmu) mengenai hal itu, yaitu seumpamanya kamu bersumpah dengan sengaja (maka kafaratnya) artinya kafarat sumpah tersebut apabila kamu melanggarnya (memberi makan sepuluh orang miskin) yang untuk setiap orang sebanyak satu mud (yaitu dari makanan yang biasa kamu berikan) dari makanan tersebut (kepada keluargamu) artinya kualitas makanan yang paling pertengahan dan yang paling biasa dipakai bukannya kualitas makanan yang paling tinggi dan juga bukan yang paling rendah (atau memberi kepada mereka pakaian) yaitu sesuatu yang biasa dijadikan sebagai pakaian seperti baju gamis, serban dan kain. Imam Syafii berpendapat jika memberikannya secara sekaligus kepada seorang miskin saja dianggap kurang sempurna atau tidak memenuhi persyaratan (atau membebaskan) memerdekakan (seorang budak) yang beriman seperti dalam masalah kafarat membunuh dan kafarat zihar atas dasar memberlakukan yang mutlak dengan hukum yang muqayyad (dan siapa yang tidak menemukan) salah satu di antara yang telah disebutkan (maka berpuasa selama tiga hari) sebagai ganti kafaratnya; menurut pendapat yang terkuat dalam masalah ini tidak disyaratkan puasa secara berturut-turut, pendapat ini dikatakan oleh Imam Syafii. (Yang demikian itu) yang telah disebutkan (adalah kafarat sumpah-sumpahmu bila kamu bersumpah) kemudian kamu langgar. (Dan jagalah sumpahmu) jangan sampai kamu melanggarnya selagi sumpah itu bukanlah perbuatan kebaikan atau mendamaikan orang-orang sebagaimana yang telah disebutkan dalam surah Al-Baqarah. (Demikianlah) artinya seperti apa yang telah Allah jelaskan tentang beberapa hal yang telah lalu penuturannya (Allah menjelaskan kepada kamu tentang ayat-ayat-Nya agar kamu bersyukur) kepada-Nya atas hal itu.",
            "sajda": false,
            "transliteration": "Laa yu'aakhizukumul laahu billaghwi feee aimaanikum wa laakiny ya'aakhizukum bimaa 'aqqattumul aimaana fakaf faaratuhooo it'aamu 'asharati masaakeena min awsati maa tut'imoona ahleekum aw kiswatuhum aw tahreeru raqabatin famallam yajid fa Siyaamu salaasati aiyaam; zaalika kaffaaratu aimaanikum izaa halaftum; wahfazooo aimaanakum; kazaalika yubaiyinul laahu lakum Aayaatihee la'allakum tashkuroon",
            "tajweed_text": "لَا يُؤَاخِذُكُمُ [h:1261[ٱ]للَّهُ بِ[h:1262[ٱ][l[ل]لَّغْوِ ف[o[ِىٓ] أَيْمَ[n[ـٰ]نِكُمْ وَلَ[n[ـٰ]ك[a:1263[ِن ي]ُؤَاخِذُك[c:1264[ُم ب]ِمَا عَقَّ[d:3754[د]تُّمُ [h:3755[ٱ]لْأَيْمَ[n[ـٰ]نَ‌ۖ فَكَفَّ[n[ـٰ]رَتُهُ[o[ۥٓ] إِ[q:3756[طْ]عَامُ عَشَرَةِ مَسَ[n[ـٰ]كِينَ مِنْ أَوْسَطِ مَا تُ[q:3757[طْ]عِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَ[f:3758[ةٍ‌ۖ ف]َم[u:1066[َن ل]َّمْ يَجِ[q:1067[دْ] فَصِيَامُ ثَلَ[n[ـٰ]ثَةِ أَيَّا[f:3759[مٍ‌ۚ ذ][n[َٲ]لِكَ كَفَّ[n[ـٰ]رَةُ أَيْمَ[n[ـٰ]نِكُمْ إِذَا حَلَفْتُمْ‌ۚ وَ[h:3760[ٱ]حْفَظ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَكُمْ‌ۚ كَذ[n[َٲ]لِكَ يُبَيِّنُ [h:1002[ٱ]للَّهُ لَكُمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] لَعَلَّكُمْ تَشْكُر[p[ُو]نَ"
        },
        {
            "aya_id": 759,
            "aya_number": 90,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْاَنْصَابُ وَالْاَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطٰنِ فَاجْتَنِبُوْهُ لَعَلَّكُمْ تُفْلِحُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 123,
            "translation_aya_text": "Wahai orang-orang yang beriman! Sesungguhnya minuman keras, berjudi, (berkurban untuk) berhala, dan mengundi nasib dengan anak panah, adalah perbuatan keji dan termasuk perbuatan setan. Maka jauhilah (perbuatan-perbuatan) itu agar kamu beruntung.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, sesungguhnya meminum khamar) minuman yang memabukkan yang dapat menutupi akal sehat (berjudi) taruhan (berkorban untuk berhala) patung-patung sesembahan (mengundi nasib dengan anak panah) permainan undian dengan anak panah (adalah perbuatan keji) menjijikkan lagi kotor (termasuk perbuatan setan) yang dihiasi oleh setan. (Maka jauhilah perbuatan-perbuatan itu) yakni kekejian yang terkandung di dalam perbuatan-perbuatan itu jangan sampai kamu melakukannya (agar kamu mendapat keberuntungan).",
            "sajda": false,
            "transliteration": "yaaa aiyuhal lazeena aamanooo innamal khamru walmaisiru wal ansaabu wal azlaamu rijsum min 'amalish shaitaani fajtaniboohu la'al lakum tuflihoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َمَا [h:3761[ٱ]لْخَمْرُ وَ[h:3762[ٱ]لْمَيْسِرُ وَ[h:3763[ٱ]لْأَ[f:3763[نص]َابُ وَ[h:3764[ٱ]لْأَزْلَ[n[ـٰ]مُ رِ[q:3765[جْ][a:3766[سٌ م]ِّنْ عَمَلِ [h:3767[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ فَ[h:3768[ٱ][q:3768[جْ]تَنِبُوهُ لَعَلَّكُمْ تُفْلِح[p[ُو]نَ"
        },
        {
            "aya_id": 760,
            "aya_number": 91,
            "aya_text": "اِنَّمَا يُرِيْدُ الشَّيْطٰنُ اَنْ يُّوْقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ فِى الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللّٰهِ وَعَنِ الصَّلٰوةِ فَهَلْ اَنْتُمْ مُّنْتَهُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 123,
            "translation_aya_text": "Dengan minuman keras dan judi itu, setan hanyalah bermaksud menimbulkan permusuhan dan kebencian di antara kamu, dan menghalang-halangi kamu dari mengingat Allah dan melaksanakan salat, maka tidakkah kamu mau berhenti?",
            "tafsir_jalalayn": "(Sesungguhnya setan itu bermaksud hendak menimbulkan permusuhan dan kebencian di antara kamu lantaran meminum khamar dan berjudi itu) bila kamu melakukan keduanya mengingat dalam keduanya itu terkandung kejelekan dan fitnah (dan menghalangi kamu) karena sibuk melakukannya itu (dari mengingat Allah dan salat) Allah menyebutkan salat secara khusus sebagai pengagungan terhadap-Nya (maka berhentilah kamu) dari melakukan kedua pekerjaan ini.",
            "sajda": false,
            "transliteration": "Innamaa yureedush Shaitaanu ai yooqi'a bainakumul 'adaawata wal baghdaaa'a fil khamri wal maisiri wa yasuddakum 'an zikril laahi wa 'anis Salaati fahal antum muntahoon",
            "tajweed_text": "إِ[g[نّ]َمَا يُرِيدُ [h:3769[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أ[a:3770[َن ي]ُوقِعَ بَيْنَكُمُ [h:3771[ٱ]لْعَد[n[َٲ]وَةَ وَ[h:3435[ٱ]لْبَغْض[o[َا]ٓءَ فِى [h:3772[ٱ]لْخَمْرِ وَ[h:1216[ٱ]لْمَيْسِرِ وَيَصُدَّكُمْ عَ[f:3773[ن ذ]ِكْرِ [h:3774[ٱ]للَّهِ وَعَنِ [h:3775[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ‌ۖ فَهَلْ أَ[f:428[نت][w:3776[ُم م]ُّ[f:3777[نت]َه[p[ُو]نَ"
        },
        {
            "aya_id": 761,
            "aya_number": 92,
            "aya_text": "وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاحْذَرُوْا ۚفَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 123,
            "translation_aya_text": "Dan taatlah kamu kepada Allah dan taatlah kamu kepada Rasul serta berhati-hatilah. Jika kamu berpaling, maka ketahuilah bahwa kewajiban Rasul Kami hanyalah menyampaikan (amanat) dengan jelas.",
            "tafsir_jalalayn": "(Dan taatlah kamu kepada Allah dan taatlah kamu kepada Rasul-Nya dan berhati-hatilah) terhadap perbuatan-perbuatan maksiat. (Jika kamu berpaling) dari ketaatan (maka ketahuilah bahwa sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan amanat Allah dengan terang) dengan gamblang, kemudian pembalasan kamu oleh Kami.",
            "sajda": false,
            "transliteration": "Wa atee'ul laaha wa atee'ur Rasoola wahzaroo; fa in tawal laitum fa'lamooo annamaa 'alaa Rasoolinal balaaghul mubeen",
            "tajweed_text": "وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَأَطِيعُو[s[اْ] [h:2865[ٱ][l[ل]رَّسُولَ وَ[h:3778[ٱ]حْذَرُو[s[اْ‌ۚ] فَإِ[f:3779[ن ت]َوَلَّيْتُمْ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َمَا عَلَىٰ رَسُولِنَا [h:3780[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ"
        },
        {
            "aya_id": 762,
            "aya_number": 93,
            "aya_text": "لَيْسَ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جُنَاحٌ فِيْمَا طَعِمُوْٓا اِذَا مَا اتَّقَوْا وَّاٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ ثُمَّ اتَّقَوْا وَّاٰمَنُوْا ثُمَّ اتَّقَوْا وَّاَحْسَنُوْا ۗوَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 123,
            "translation_aya_text": "Tidak berdosa bagi orang-orang yang beriman dan mengerjakan kebajikan tentang apa yang mereka makan (dahulu), apabila mereka bertakwa dan beriman, serta mengerjakan kebajikan, kemudian mereka tetap bertakwa dan beriman, selanjutnya mereka (tetap juga) bertakwa dan berbuat kebajikan. Dan Allah menyukai orang-orang yang berbuat kebajikan.",
            "tafsir_jalalayn": "(Tidak ada dosa bagi orang-orang yang beriman dan mengerjakan amalan yang saleh karena memakan makanan yang telah mereka makan dahulu) meminum dan melakukan perjudian sebelum adanya pengharaman (apabila mereka bertakwa) terhadap perbuatan-perbuatan yang haram (serta beriman dan mengerjakan amal-amalan yang saleh kemudian mereka tetap bertakwa dan beriman) mereka terus menetapi pada ketakwaan dan keimanannya (kemudian mereka tetap juga bertakwa dan berbuat kebaikan) dalam beramal. (Dan Allah menyukai orang-orang yang berbuat kebaikan) dengan pengertian bahwa Allah akan memberi pahala mereka.",
            "sajda": false,
            "transliteration": "Laisa 'alal lazeena aamanoo wa 'amilus saalihaati junaahun feemaa ta'imooo izaa mat taqaw wa aamanoo wa 'amilus saalihaati summat taqaw wa aamanoo summat taqaw wa ahsanoo; wallaahu yuhibbul muhsineen",
            "tajweed_text": "لَيْسَ عَلَى [h:289[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جُنَا[f:3782[حٌ ف]ِيمَا طَعِم[o[ُوٓ][s[اْ] إِذَا مَا [h:3783[ٱ]تَّقَو[s[اْ] وَّءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ ثُ[g[مّ]َ [h:3784[ٱ]تَّقَو[s[اْ] وَّءَامَنُو[s[اْ] ثُ[g[مّ]َ [h:3784[ٱ]تَّقَو[s[اْ] وَّأَحْسَنُو[s[اْ‌ۗ] وَ[h:72[ٱ]للَّهُ يُحِبُّ [h:1047[ٱ]لْمُحْسِن[p[ِي]نَ"
        },
        {
            "aya_id": 763,
            "aya_number": 94,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَيَبْلُوَنَّكُمُ اللّٰهُ بِشَيْءٍ مِّنَ الصَّيْدِ تَنَالُهٗٓ اَيْدِيْكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللّٰهُ مَنْ يَّخَافُهٗ بِالْغَيْبِۚ فَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 123,
            "translation_aya_text": "Wahai orang-orang yang beriman! Allah pasti akan menguji kamu dengan hewan buruan yang dengan mudah kamu peroleh dengan tangan dan tombakmu agar Allah mengetahui siapa yang takut kepada-Nya, meskipun dia tidak melihat-Nya. Barangsiapa melampaui batas setelah itu, maka dia akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, sesungguhnya kamu akan menerima ujian) percobaan dari (Allah dengan sesuatu) yang Ia kirimkan kepadamu (berupa binatang buruan yang mudah didapat) maksudnya binatang buruan yang kecil-kecil (oleh tangan-tanganmu dan tombak-tombakmu) berupa binatang buruan yang besar-besar. Peristiwa ini terjadi sewaktu di Hudaibiah sedangkan mereka dalam keadaan berihram; tersebutlah bahwa hewan-hewan liar berada di mana-mana sewaktu mereka dalam perjalanan (supaya Allah mengetahui) dengan pengetahuan yang jelas (orang yang takut kepada-Nya, biar pun ia tidak dapat melihat-Nya) menjadi hal yang artinya secara gaib tidak bisa melihat-Nya kemudian ia menghindari binatang buruan itu. (Siapa yang melanggar batas sesudah itu) sesudah dilarang menangkap binatang buruan itu kemudian ia bertekad menangkapnya (maka baginya siksaan yang pedih).",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo la yabluwannnakumul laahu bishai'im minas saidi tanaaluhooo aideekum wa rimaahukum liya'lamal laahu mai yakhaafuhoo bilghaib; famani' tadaa ba'da zaalika falahoo 'azaabun aleem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَيَ[q:3785[بْ]لُوَ[g[نّ]َكُمُ [h:3786[ٱ]للَّهُ بِش[a:793[َىْءٍ م]ِّنَ [h:3787[ٱ][l[ل]صَّيْدِ تَنَالُهُ[o[ۥٓ] أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ [h:3788[ٱ]للَّهُ م[a:3789[َن ي]َخَافُهُ[n[ۥ] بِ[h:13[ٱ]لْغَيْبِ‌ۚ فَمَنِ [h:938[ٱ]عْتَدَىٰ بَعْدَ ذ[n[َٲ]لِكَ فَلَهُ[n[ۥ] عَذَابٌ أَل[p[ِي]مٌ"
        },
        {
            "aya_id": 764,
            "aya_number": 95,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْتُلُوا الصَّيْدَ وَاَنْتُمْ حُرُمٌ ۗوَمَنْ قَتَلَهٗ مِنْكُمْ مُّتَعَمِّدًا فَجَزَۤاءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهٖ ذَوَا عَدْلٍ مِّنْكُمْ هَدْيًاۢ بٰلِغَ الْكَعْبَةِ اَوْ كَفَّارَةٌ طَعَامُ مَسٰكِيْنَ اَوْ عَدْلُ ذٰلِكَ صِيَامًا لِّيَذُوْقَ وَبَالَ اَمْرِهٖ ۗعَفَا اللّٰهُ عَمَّا سَلَفَ ۗوَمَنْ عَادَ فَيَنْتَقِمُ اللّٰهُ مِنْهُ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 123,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu membunuh hewan buruan, ketika kamu sedang ihram (haji atau umrah). Barangsiapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan hewan ternak yang sepadan dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadyu yang dibawa ke Ka‘bah, atau kafarat (membayar tebusan dengan) memberi makan kepada orang-orang miskin, atau berpuasa, seimbang dengan makanan yang dikeluarkan itu, agar dia merasakan akibat buruk dari perbuatannya.  Allah  telah memaafkan apa yang telah lalu. Dan barangsiapa kembali mengerjakannya, niscaya Allah akan menyiksanya. Dan Allah Mahaperkasa, memiliki (kekuasaan untuk) menyiksa.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu membunuh binatang buruan ketika kamu sedang berihram) melakukan ihram haji dan ihram umrah. (Siapa di antara kamu membunuhnya dengan sengaja, maka dendanya) lafal yang sesudahnya dibaca secara tanwin dan rafa`; artinya ia harus membayar denda yang (sama dengan hewan yang telah dibunuhnya) artinya hewan yang sama bentuknya; dan di dalam suatu qiraat lafal jazaaun diidhafatkan kepada lafal yang sesudahnya sehingga dibaca wa jazaau mitsli (menurut keputusan) artinya mengenai perimbangan dua orang lelaki (dua orang yang adil di antara kamu) yang keduanya mempunyai kecerdasan dalam membedakan dan menyesuaikan hal-hal yang serupa. Ibnu Abbas, Umar dan Ali telah memutuskan denda seekor unta sebagai imbangan buruan seekor burung unta. Kemudian Ibnu Abbas dan Abu Ubaidah telah memutuskan mengganti sapi liar dan keledai liar dengan seekor sapi. Ibnu Umar dan Ibnu Auf mengganti seekor kijang dengan seekor kambing sebagai kafaratnya, kemudian Ibnu Abbas dan Umar serta selain keduanya telah memutuskan hal yang sama dalam kasus perburuan rusa sebab ia mirip dengan kambing dalam masalah besarnya (sebagai hadya) sebagai hal dari lafal jazaa (yang dibawa sampai ke Kakbah) artinya kurban itu dibawa sampai ke tanah suci lalu disembelih sesampainya di sana, lalu dagingnya disedekahkan kepada para penduduknya yang miskin; dan hewan hadya itu tidak boleh disembelih di tempat perburuan terjadi. Lafal balighal ka`bati dibaca nashab karena menjadi sifat dari lafal yang sebelumnya yaitu hadya, sekalipun ia diidhafatkan karena idhafatnya itu hanya bersifat lafzi. Jadi tidak memberikan pengertian makrifat. Apabila binatang buruan itu sangat sulit untuk ditemukan yang sepadan dengannya, seperti burung cicit dan belalang, maka pelakunya wajib membayar harganya saja (atau) ia harus membayar (kafarat) yang tidak sepadan sekalipun hewan yang sepadan memang ada, yaitu (memberi makan orang-orang miskin) berupa makanan pokok yang biasa dimakan oleh penduduk setempat dalam jumlah yang sesuai dengan harga denda untuk dibagikan kepada setiap orang miskin satu mud. Menurut suatu qiraat dengan mengidhafatkan lafal kaffarah kepada lafal yang sesudahnya dengan pengertian memperjelas (atau) ia harus membayarnya (dengan yang seimbang) seperti (jumlah itu) dalam bentuk makanan (berupa puasa) yang ia lakukan untuk setiap harinya sebagai ganti dari satu mud makanan, dan jika ia menemukan makanan, maka yang wajib baginya ialah membayarnya dengan makanan (supaya ia merasakan akibat) yang berat bagi pembalasan (perbuatannya) yang telah ia lakukan. (Allah telah memaafkan apa yang telah lalu) yaitu dari perbuatan membunuh binatang buruan sewaktu ihram sebelum diharamkan. (Dan siapa yang kembali mengerjakan)nya (niscaya Allah akan membalasnya. Allah Maha Perkasa) Maha Menang dalam segala perkara-Nya (lagi Yang Mempunyai pembalasan) terhadap orang yang berbuat durhaka kepada-Nya dan kemudian disamakan dengan membunuh secara sengaja, yaitu membunuh secara kesalahan.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa taqtuslus saida wa antum hurum; wa man qatalahoo minkum mut'am midan fajazaaa'um mislu maa qatala minanna'ami yahkumu bihee zawaa 'adlim minkum hadyam baalighal Ka'bati aw kaffaaratun ta'aamu masaakeena aw 'adlu zaalika Siyaamal liyazooqa wabaala amrih; 'afal laahu 'ammaa salaf; wa man 'aada fayanta qimul laahu minh; wallaahu 'azeezun zuntiqaam",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَ[q:2734[قْ]تُلُو[s[اْ] [h:3790[ٱ][l[ل]صَّيْدَ وَأَ[f:98[نت]ُمْ حُرُ[a:3791[مٌ‌ۚ و]َمَ[f:3792[ن ق]َتَلَهُ[n[ۥ] مِ[f:344[نك][w:3793[ُم م]ُّتَعَ[g[مّ]ِ[f:3794[دًا ف]َجَز[o[َا]ٓ[a:3795[ءٌ م]ِّثْلُ مَا قَتَلَ مِنَ [h:3796[ٱ][l[ل][g[نّ]َعَمِ يَحْكُمُ بِه[n[ِۦ] ذَوَا عَ[q:3797[دْ][a:3798[لٍ م]ِّ[f:344[نك]ُمْ هَ[q:3799[دْ]ي[i:3800[َۢا ب]َ[n[ـٰ]لِغَ [h:3801[ٱ]لْكَعْبَةِ أَوْ كَفَّ[n[ـٰ]رَ[f:3802[ةٌ ط]َعَامُ مَسَ[n[ـٰ]كِينَ أَوْ عَ[q:3803[دْ]لُ ذ[n[َٲ]لِكَ صِيَا[u:3804[مًا ل]ِّيَذُوقَ وَبَالَ أَمْرِه[n[ِۦ]‌ۗ عَفَا [h:2357[ٱ]للَّهُ عَ[g[مّ]َا سَلَفَ‌ۚ وَمَنْ عَادَ فَيَ[f:3805[نت]َقِمُ [h:3806[ٱ]للَّهُ مِنْهُ‌ۗ وَ[h:72[ٱ]للَّهُ عَزِي[f:1729[زٌ ذ]ُو [h:1730[ٱ][f:1731[نت]ِق[p[َا]مٍ"
        },
        {
            "aya_id": 765,
            "aya_number": 96,
            "aya_text": "اُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهٗ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ ۚوَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗوَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Dihalalkan bagimu hewan buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan; dan diharamkan atasmu (menangkap) hewan darat, selama kamu sedang ihram. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan (kembali).",
            "tafsir_jalalayn": "(Dihalalkan bagimu) hai umat manusia sewaktu kamu berada dalam keadaan halal/tidak ihram atau sedang ihram (binatang buruan laut) kamu boleh memakannya. Binatang buruan laut ialah binatang yang hidupnya hanya di laut/di air, seperti ikan. Berbeda dengan binatang yang terkadang hidup di laut dan terkadang hidup di darat seperti kepiting (dan makanan yang berasal dari laut) binatang laut yang terdampar dalam keadaan mati (sebagai makanan yang lezat) untuk dinikmati (bagimu) kamu boleh memakannya (dan bagi orang-orang yang bepergian) orang-orang yang musafir dari kalangan kamu dengan menjadikannya sebagai bekal mereka. (Dan diharamkan atasmu binatang buruan darat) yaitu binatang yang hidup di darat dari jenis binatang yang boleh dimakan, kamu dilarang memburunya (selagi kamu dalam keadaan ihram) dan jika yang memburunya itu adalah orang yang tidak sedang ihram, maka orang yang sedang ihram diperbolehkan memakannya sebagaimana yang telah dijelaskan oleh sunah. (Dan bertakwalah kepada Allah yang hanya kepada-Nya kamu kembali.)",
            "sajda": false,
            "transliteration": "Uhilla lakum saidul bahri wa ta'aamuhoo mataa'al lakum wa lissaiyaarati wa hurrima 'alaikum saidul barri maa dumtum hurumaa; wattaqul laahal lazeee ilaihi tuhsharoon",
            "tajweed_text": "أُحِلَّ لَكُمْ صَيْدُ [h:3807[ٱ]لْبَحْرِ وَطَعَامُهُ[n[ۥ] مَتَ[n[ـٰ][u:3808[عًا ل]َّكُمْ وَلِلسَّيَّارَةِ‌ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ [h:3809[ٱ]لْبَرِّ مَا دُمْتُمْ حُرُ[a:3810[مًا‌ۗ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ [h:2537[ٱ]لَّذ[o[ِىٓ] إِلَيْهِ تُحْشَر[p[ُو]نَ"
        },
        {
            "aya_id": 766,
            "aya_number": 97,
            "aya_text": "۞ جَعَلَ اللّٰهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيٰمًا لِّلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَاۤىِٕدَ ۗذٰلِكَ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۙ وَاَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Allah telah menjadikan Ka‘bah rumah suci tempat manusia berkumpul. Demikian pula bulan haram, hadyu dan qala'id. Yang demikian itu agar kamu mengetahui, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, dan bahwa Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Allah telah menjadikan Kakbah rumah suci itu) rumah yang disucikan (sebagai pusat kegiatan umat manusia) yang mereka melaksanakan urusan agamanya dengan berhaji kepadanya, dan mengatur urusan keduniaan mereka dengan mengamankan orang-orang yang masuk ke dalamnya dan menjamin keselamatan mereka, kemudian mendatangkan semua jenis buah-buahan ke dalamnya. Menurut suatu qiraat dibaca qiyaman tanpa alif panjang yang berakar dari kata qaama tanpa dii'lalkan (dan bulan haram) yang dimaksud adalah bulan-bulan haram seperti Zulkaidah, Zulhijah, Muharam dan Rajab sebagai pusat kegiatan mereka dalam mengamankan lingkungan dan tidak boleh melakukan peperangan dalam bulan-bulan tersebut (dan hadya serta qalaid) sebagai pertanda bagi semua orang bahwa kedua jenis hewan kurban itu tidak boleh diganggu dan harus diamankan. (Demikian itu) peraturan yang telah disebutkan itu (agar kamu tahu, bahwa sesungguhnya Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan bahwa sesungguhnya Allah Maha Mengetahui segala sesuatu) karena sesungguhnya Ia telah menjadikan peraturan tersebut demi kemaslahatan kamu dan demi untuk menolak mara bahaya dari dirimu sebelum segala sesuatunya terjadi; hal ini jelas menunjukkan pengetahuan Allah yang mencakup semua yang ada dalam alam wujud ini dan semua yang sedang berlangsung.",
            "sajda": false,
            "transliteration": "Ja'alal laahul Ka'batal Baital Haraama qiyaamal linnaasi wash Shahral Haraama walhadya walqalaaa'id; zaalika lita'lamooo annal laaha ya'lamu maa fis samaawaati wa maa fil ardi wa annal laaha bikulli shai'in 'Aleem",
            "tajweed_text": "۞ جَعَلَ [h:2556[ٱ]للَّهُ [h:3811[ٱ]لْكَعْبَةَ [h:3812[ٱ]لْبَيْتَ [h:3356[ٱ]لْحَرَامَ قِيَ[n[ـٰ][u:3813[مًا ل]ِّل[g[نّ]َاسِ وَ[h:3814[ٱ][l[ل]شَّهْرَ [h:3815[ٱ]لْحَرَامَ وَ[h:3816[ٱ]لْهَ[q:3816[دْ]ىَ وَ[h:3817[ٱ]لْقَلَ[o[ـٰٓ]ئِدَ‌ۚ ذ[n[َٲ]لِكَ لِتَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ"
        },
        {
            "aya_id": 767,
            "aya_number": 98,
            "aya_text": "اِعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۙ وَاَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌۗ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Ketahuilah, bahwa Allah sangat keras siksaan-Nya dan bahwa Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Ketahuilah bahwa sesungguhnya Allah amat berat siksaan-Nya) terhadap musuh-musuh-Nya (dan bahwa sesungguhnya Allah Maha Pengampun) terhadap kekasih-kekasih-Nya (lagi Maha Penyayang) terhadap mereka.",
            "sajda": false,
            "transliteration": "I'lamooo annal laaha shadeedul 'iqaabi wa annal laaha Ghafoorur Raheem",
            "tajweed_text": "ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِقَابِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 768,
            "aya_number": 99,
            "aya_text": "مَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ ۗوَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Kewajiban Rasul tidak lain hanyalah menyampaikan (amanat Allah), dan Allah mengetahui apa yang kamu tampakkan dan apa yang kamu sembunyikan.",
            "tafsir_jalalayn": "(Kewajiban rasul tidak lain hanyalah menyampaikan) kepadamu (dan Allah mengetahui apa yang kamu tampakkan) amal perbuatan yang kamu lahirkan (dan apa yang kamu sembunyikan) amal perbuatan yang kamu sembunyikan karena itu Allah membalas kamu.",
            "sajda": false,
            "transliteration": "Maa 'alar Rasooli illal balaagh; wallaahu ya'lamu maa tubdoona wa maa taktumoon",
            "tajweed_text": "مَّا عَلَى [h:3818[ٱ][l[ل]رَّسُولِ إِلَّا [h:3819[ٱ]لْبَلَ[n[ـٰ]غُ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ مَا تُ[q:178[بْ]دُونَ وَمَا تَكْتُم[p[ُو]نَ"
        },
        {
            "aya_id": 769,
            "aya_number": 100,
            "aya_text": "قُلْ لَّا يَسْتَوِى الْخَبِيْثُ وَالطَّيِّبُ وَلَوْ اَعْجَبَكَ كَثْرَةُ الْخَبِيْثِۚ فَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Katakanlah (Muhammad), “Tidaklah sama yang buruk dengan yang baik, meskipun banyaknya keburukan itu menarik hatimu, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal sehat, agar kamu beruntung.”",
            "tafsir_jalalayn": "(Katakanlah, \"Tidak sama yang buruk) barang yang haram (dengan yang baik) barang yang halal (meskipun membuatmu kagum) membuatmu suka (banyaknya hal yang buruk itu, maka bertakwalah kepada Allah) tinggalkanlah hal yang buruk itu (hai orang-orang berakal agar kamu mendapat keberuntungan.\") agar kamu mendapat kebahagiaan. Kemudian turunlah ayat berikut ini tatkala para sahabat banyak bertanya kepada Rasulullah saw.",
            "sajda": false,
            "transliteration": "Qul laa yastawil khabeesu wattaiyibu wa law a'jabaka kasratul khabees; fattaqul laaha yaaa ulil albaabi la'allakum tuflihoon",
            "tajweed_text": "قُل لَّا يَسْتَوِى [h:3820[ٱ]لْخَبِيثُ وَ[h:3821[ٱ][l[ل]طَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ [h:3822[ٱ]لْخَبِيثِ‌ۚ فَ[h:112[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ يَ[o[ـٰٓ]أُ[s[وْ]لِى [h:941[ٱ]لْأَلْبَ[n[ـٰ]بِ لَعَلَّكُمْ تُفْلِح[p[ُو]نَ"
        },
        {
            "aya_id": 770,
            "aya_number": 101,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَسْـَٔلُوْا عَنْ اَشْيَاۤءَ اِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ ۚوَاِنْ تَسْـَٔلُوْا عَنْهَا حِيْنَ يُنَزَّلُ الْقُرْاٰنُ تُبْدَ لَكُمْ ۗعَفَا اللّٰهُ عَنْهَا ۗوَاللّٰهُ غَفُوْرٌ حَلِيْمٌ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu (justru) menyusahkan kamu. Jika kamu menanyakannya ketika Al-Qur'an sedang diturunkan, (niscaya) akan diterangkan kepadamu. Allah telah memaafkan (kamu) tentang hal itu. Dan Allah Maha Pengampun, Maha Penyantun.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu menanyakan kepada Nabimu hal-hal yang jika diterangkan) dijelaskan (kepadamu, niscaya menyusahkan kamu) karena di dalamnya mengandung kemudaratan (dan jika kamu menanyakannya di waktu Alquran itu sedang diturunkan) artinya di masa Nabi saw. masih hidup (niscaya akan diterangkan kepadamu) makna ayat: apabila kamu bertanya tentang macam-macam masalah sewaktu Nabi saw. masih ada niscaya akan turun ayat-ayat Alquran yang menjelaskannya dan jika ayat-ayat Alquran telah turun niscaya isinya akan menjelek-jelekkan kamu sendiri oleh karena janganlah kamu banyak bertanya tentang hal-hal itu; sesungguhnya (Allah telah memaafkan kamu tentang hal-hal itu) sebelum kamu meminta maaf kepada-Nya, maka dari itu janganlah kamu mengulanginya. (Allah Maha Pengampun lagi Maha Penyantun.)",
            "sajda": false,
            "transliteration": "yaaa aiyuhal lazeena aamanoo laa tas'aloo 'an ashyaaa'a in tubda lakum tasu'kum wa in tas'aloo 'anhaa heena yunazzalul Qur'aanu tubda lakum; 'afallaahu 'anhaa; wallaahu Ghafoorun Haleem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَسْــَٔلُو[s[اْ] عَنْ أَشْي[o[َا]ٓءَ إِ[f:3823[ن ت]ُ[q:3824[بْ]دَ لَكُمْ تَسُؤْكُمْ وَإِ[f:3825[ن ت]َسْــَٔلُو[s[اْ] عَنْهَا حِينَ يُنَزَّلُ [h:3826[ٱ]لْقُرْءَانُ تُ[q:3824[بْ]دَ لَكُمْ عَفَا [h:2357[ٱ]للَّهُ عَنْهَا‌ۗ وَ[h:72[ٱ]للَّهُ غَفُورٌ حَل[p[ِي]مٌ"
        },
        {
            "aya_id": 771,
            "aya_number": 102,
            "aya_text": "قَدْ سَاَلَهَا قَوْمٌ مِّنْ قَبْلِكُمْ ثُمَّ اَصْبَحُوْا بِهَا كٰفِرِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Sesungguhnya sebelum kamu telah ada segolongan manusia yang menanyakan hal-hal serupa itu (kepada nabi mereka), kemudian mereka menjadi kafir.",
            "tafsir_jalalayn": "(Sesungguhnya telah menanyakan hal itu) artinya hal-hal serupa itu (suatu kaum sebelum kamu) kepada nabi-nabi mereka, maka mereka diberi penjelasan tentang hukum-hukumnya (kemudian jadilah mereka) mereka menjadi (tidak percaya kepadanya) karena mereka tidak mengamalkannya.",
            "sajda": false,
            "transliteration": "Qad sa alahaa qawmum min qablikum summa asbahoo bihaa kaafireen",
            "tajweed_text": "قَ[q:298[دْ] سَأَلَهَا قَوْ[a:3827[مٌ م]ِّ[f:85[ن ق]َ[q:86[بْ]لِكُمْ ثُ[g[مّ]َ أَصْبَحُو[s[اْ] بِهَا كَ[n[ـٰ]فِر[p[ِي]نَ"
        },
        {
            "aya_id": 772,
            "aya_number": 103,
            "aya_text": "مَا جَعَلَ اللّٰهُ مِنْۢ بَحِيْرَةٍ وَّلَا سَاۤىِٕبَةٍ وَّلَا وَصِيْلَةٍ وَّلَا حَامٍ ۙوَّلٰكِنَّ الَّذِيْنَ كَفَرُوْا يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ وَاَكْثَرُهُمْ لَا يَعْقِلُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Allah tidak pernah mensyariatkan adanya Bahirah, Sa'ibah, Wasilah dan haam. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti.",
            "tafsir_jalalayn": "(Tidak sekali-kali menjadikan) mensyariatkan (Allah akan adanya bahirah, saibah, wasilah dan ham) sebagaimana yang telah dilakukan oleh orang-orang jahiliah. Telah diriwayatkan oleh Imam Bukhari dari Said bin Musayyab yang telah mengatakan bahwa bahirah ialah unta betina yang air susunya dihadiahkan untuk berhala-berhala, maka tidak ada seorang pun yang berani memerah air susunya. Saibah ialah unta betina yang mereka lepaskan begitu saja dibiarkan demi untuk berhala-berhala mereka, maka unta tersebut tidak boleh dibebani sesuatu pun. Wasilah ialah unta betina yang sewaktu melahirkan anak unta pertama kalinya betina setelah ia beranak lagi secara kembar yang kedua-duanya betina; induk unta itu dibiarkan terlepas bebas jika anak-anaknya itu tidak ada yang jantan yang memisahkan antara kedua anaknya itu. Hal ini mereka lakukan demi berhala-berhala mereka. Dan ham ialah unta pejantan yang dipekerjakan dalam masa yang telah ditentukan dan jika masanya telah habis lalu mereka membiarkannya bebas demi untuk mendekatkan diri kepada berhala-berhala sesembahan mereka. Selain dari itu mereka membebaskannya dari segala muatan dan beban hingga ia tidak lagi disuruh membawa apa pun dan nama lain dari jenis unta itu ialah hami. (Akan tetapi orang-orang kafir selalu membuat kedustaan terhadap Allah) dalam hal tersebut kemudian mereka mengaitkannya kepada Allah (dan kebanyakan mereka tidak mengerti) bahwa perkara tersebut merupakan kedustaan karena mereka dalam hal ini hanyalah mengikuti apa yang biasa dilakukan oleh nenek moyang mereka.",
            "sajda": false,
            "transliteration": "Maa ja'alal laahu mim baheeratinw wa laa saaa'ibatinw wa laa waseelatinw wa laa haaminw wa laakinnal lazeena kafaroo yaftaroona 'alallaahil kazib; wa aksaruhum laa ya'qiloon",
            "tajweed_text": "مَا جَعَلَ [h:2556[ٱ]للَّهُ م[i:3828[ِنۢ ب]َحِيرَ[a:3829[ةٍ و]َلَا س[o[َا]ٓئِبَ[a:3830[ةٍ و]َلَا وَصِيلَ[a:3831[ةٍ و]َلَا حَا[a:3832[مٍ‌ۙ و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:3833[ٱ]لَّذِينَ كَفَرُو[s[اْ] يَفْتَرُونَ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ‌ۖ وَأَكْثَرُهُمْ لَا يَعْقِل[p[ُو]نَ"
        },
        {
            "aya_id": 773,
            "aya_number": 104,
            "aya_text": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا اِلٰى مَآ اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُوْلِ قَالُوْا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا ۗ اَوَلَوْ كَانَ اٰبَاۤؤُهُمْ لَا يَعْلَمُوْنَ شَيْـًٔا وَّلَا يَهْتَدُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 125,
            "translation_aya_text": "Dan apabila dikatakan kepada mereka, “Marilah (mengikuti) apa yang diturunkan Allah dan (mengikuti) Rasul.” Mereka menjawab, “Cukuplah bagi kami apa yang kami dapati nenek moyang kami (mengerjakannya).” Apakah (mereka akan mengikuti) juga nenek moyang mereka walaupun nenek moyang mereka itu tidak mengetahui apa-apa dan tidak (pula) mendapat petunjuk?",
            "tafsir_jalalayn": "(Apabila dikatakan kepada mereka, \"Marilah mengikuti apa yang telah diturunkan Allah dan mengikuti rasul!\") artinya kepada hikmah yang menjelaskan tentang penghalalan apa yang kamu haramkan (Mereka menjawab, \"Cukuplah untuk kami) kami cukup puas dengan (apa yang kami dapati bapak-bapak kami mengerjakannya.\") yaitu berupa agama dan syariat. Allah selanjutnya berfirman: (Apakah) mereka cukup puas dengan hal itu (sekalipun nenek moyang mereka itu tidak mengetahui apa-apa dan tidak pula mendapat petunjuk) ke jalan yang benar? Kata tanya/istifham di sini menunjukkan makna ingkar.",
            "sajda": false,
            "transliteration": "Wa izaa qeela lahum ta'aalaw ilaa maaa anzalallaahu wa ilar Rasooli qaaloo hasbunaa maa wajadnaa 'alaihi aabaaa'anaa; awa law kaana aabaaa'uhum laa ya'lamoona shai'anw wa laa yahtadoon",
            "tajweed_text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْ[s[اْ] إِلَىٰ م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ وَإِلَى [h:2875[ٱ][l[ل]رَّسُولِ قَالُو[s[اْ] حَسْبُنَا مَا وَجَ[q:3834[دْ]نَا عَلَيْهِ ءَاب[o[َا]ٓءَن[o[َآ‌ۚ] أَوَلَوْ كَانَ ءَاب[o[َا]ٓؤُهُمْ لَا يَعْلَمُونَ شَيْـ[a:232[ـًٔا و]َلَا يَهْتَد[p[ُو]نَ"
        },
        {
            "aya_id": 774,
            "aya_number": 105,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا عَلَيْكُمْ اَنْفُسَكُمْ ۚ لَا يَضُرُّكُمْ مَّنْ ضَلَّ اِذَا اهْتَدَيْتُمْ ۗ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 125,
            "translation_aya_text": "Wahai orang-orang yang beriman! Jagalah dirimu; (karena) orang yang sesat itu tidak akan membahayakanmu apabila kamu telah mendapat petunjuk. Hanya kepada Allah kamu semua akan kembali, kemudian Dia akan menerangkan kepadamu apa yang telah kamu kerjakan.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Jagalah dirimu) peliharalah dirimu dan berbuatlah kamu untuk memperbaikinya (tiadalah orang yang sesat itu akan memberi mudarat kepadamu apabila kamu telah mendapat petunjuk.) Dikatakan bahwa yang dimaksud dengan makna tidak akan membahayakan kamu orang-orang yang sesat ialah golongan Ahlul Kitab. Menurut pendapat lainnya, yang dimaksud dengan mereka adalah orang-orang selain Ahlul Kitab, pendapat ini berlandaskan pada hadisnya Abu Tsa'labah Al-Khusyani. Dalam hadisnya Al-Khusyani mengatakan, \"Aku bertanya kepada Rasulullah saw. tentang makna ayat ini; kemudian beliau menjawab, 'Saling perintah-memerintahkanlah kamu sekalian kepada kebaikan, dan saling cegah-mencegahlah kamu sekalian tentang kemungkaran, hingga jika kamu melihat orang yang bakhil (pelit) ditaati; hawa nafsu mulai diikuti; keduniawian paling dipentingkan; dan orang-orang yang berakal mulai merasa kagum dengan akalnya sendiri, maka peliharalah dirimu.'\" Hadis ini diriwayatkan oleh Imam Hakim dan lain-lainnya (hanya kepada Allahlah kamu semuanya kembali, kemudian Dia akan menerangkan kepadamu apa yang telah kamu kerjakan) kemudian Dia akan membalas kamu.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo 'alaikum anfusakum laa yadurrukum man dalla izah tadaitum; ilal laahi marji'ukum jamee'an fayunabbi'ukum bimaa kuntum ta'maloon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] عَلَيْكُمْ أَ[f:221[نف]ُسَكُمْ‌ۖ لَا يَضُرُّك[w:3835[ُم م]َّ[f:3836[ن ض]َلَّ إِذَا [h:3837[ٱ]هْتَدَيْتُمْ‌ۚ إِلَى [h:1637[ٱ]للَّهِ مَرْجِعُكُمْ جَمِي[f:3604[عًا ف]َيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 775,
            "aya_number": 106,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا شَهَادَةُ بَيْنِكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ حِيْنَ الْوَصِيَّةِ اثْنٰنِ ذَوَا عَدْلٍ مِّنْكُمْ اَوْ اٰخَرٰنِ مِنْ غَيْرِكُمْ اِنْ اَنْتُمْ ضَرَبْتُمْ فِى الْاَرْضِ فَاَصَابَتْكُمْ مُّصِيْبَةُ الْمَوْتِۗ تَحْبِسُوْنَهُمَا مِنْۢ بَعْدِ الصَّلٰوةِ فَيُقْسِمٰنِ بِاللّٰهِ اِنِ ارْتَبْتُمْ لَا نَشْتَرِيْ بِهٖ ثَمَنًا وَّلَوْ كَانَ ذَا قُرْبٰىۙ وَلَا نَكْتُمُ شَهَادَةَ اللّٰهِ اِنَّآ اِذًا لَّمِنَ الْاٰثِمِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 125,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila salah seorang (di antara) kamu menghadapi kematian, sedang dia akan berwasiat, maka hendaklah (wasiat itu) disaksikan oleh dua orang yang adil di antara kamu, atau dua orang yang berlainan (agama) dengan kamu. Jika kamu dalam perjalanan di bumi lalu kamu ditimpa bahaya kematian, hendaklah kamu tahan kedua saksi itu setelah salat, agar keduanya bersumpah dengan nama Allah jika kamu ragu-ragu, “Demi Allah kami tidak akan mengambil keuntungan dengan sumpah ini, walaupun dia karib kerabat, dan kami tidak menyembunyikan kesaksian Allah; sesungguhnya jika demikian tentu kami termasuk orang-orang yang berdosa.”",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Diperlukan kesaksian di antara kamu apabila salah seorang di antara kamu menghadapi kematian) menghadapi hal-hal yang menyebabkan kepada kematian (tatkala ia hendak berwasiat; yaitu oleh dua orang lelaki yang adil di antara kamu) Kalimat syahaadatu bainikum adalah kalimat berita yang bermakna perintah; yang artinya hendaklah disaksikan/liyasyhad. Mengidhafatkan Lafal syahaadah kepada Lafal baina menunjukkan makna keluasan memilih; kata hiina merupakan badal (kata ganti) dari kata idzaa atau menjadi zharaf bagi kalimat hadhara (atau oleh dua orang yang berbeda dengan kamu) artinya yang bukan seagama denganmu (jika kamu dalam perjalanan) sedang bepergian (di muka bumi lalu kamu tertimpa bahaya kematian. Kamu tahan kedua saksi itu) kamu pegang kedua orang itu; kalimat ini menjadi kata sifat dari lafal aakharaani (sesudah kamu salat) yaitu salat asar (lalu mereka keduanya bersumpah) mengikrarkan perjanjian (dengan atas nama Allah jika kamu ragu-ragu) kamu merasa syakwasangka mengenainya, kemudian keduanya mengatakan: (\"Kami tidak akan membeli dengan sumpah itu) atas nama Allah (harga yang sedikit) sebagai imbalan berupa materi/duniawi yang kami ambil sebagai penggantinya dengan cara bersumpah atau mengadakan kesaksian dusta demi untuk meraih imbalan itu (walaupun dia) orang yang disumpahi atau orang yang disaksikan itu adalah (kerabat karib) familinya sendiri (dan tidak pula kami menyembunyikan persaksian Allah) yang kami diperintahkan-Nya untuk melaksanakannya (sesungguhnya kami kalau demikian) kalau kami menyembunyikannya (termasuk orang-orang yang berdosa.\")",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo shahaadatu bainikum izaa hadara ahadakumul mawtu heenal wasiyyatis naani zawaa 'adlim minkum aw aakharaani min ghairikum in antum darabtum fil ardi fa asaabatkum museebatul mawt; tahbi soonahumaa mim ba'dis Salaati fa yuqsimaani billaahi inirtabtum laa nashtaree bihee samananw wa law kaana zaa qurbaa wa laa naktumu shahaadatal laahi innaaa izal laminal aasimeen",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] شَهَ[n[ـٰ]دَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ [h:942[ٱ]لْمَوْتُ حِينَ [h:3838[ٱ]لْوَصِيَّةِ [h:3839[ٱ]ثْنَانِ ذَوَا عَ[q:3797[دْ][a:3798[لٍ م]ِّ[f:344[نك]ُمْ أَوْ ءَاخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَ[f:428[نت]ُمْ ضَرَ[q:3037[بْ]تُمْ فِى [h:44[ٱ]لْأَرْضِ فَأَصَ[n[ـٰ]بَتْك[w:3840[ُم م]ُّصِيبَةُ [h:3841[ٱ]لْمَوْتِ‌ۚ تَحْبِسُونَهُمَا م[i:146[ِنۢ ب]َعْدِ [h:3842[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ فَيُ[q:3843[قْ]سِمَانِ بِ[h:32[ٱ]للَّهِ إِنِ [h:3844[ٱ]رْتَ[q:3845[بْ]تُمْ لَا نَشْتَرِى بِه[n[ِۦ] ثَمَ[a:3846[نًا و]َلَوْ كَانَ ذَا قُرْبَىٰ‌ۙ وَلَا نَكْتُمُ شَهَ[n[ـٰ]دَةَ [h:3847[ٱ]للَّهِ إِ[g[نّ][o[َآ] إِ[u:765[ذًا ل]َّمِنَ [h:3848[ٱ]لْأَثِم[p[ِي]نَ"
        },
        {
            "aya_id": 776,
            "aya_number": 107,
            "aya_text": "فَاِنْ عُثِرَ عَلٰٓى اَنَّهُمَا اسْتَحَقَّآ اِثْمًا فَاٰخَرٰنِ يَقُوْمٰنِ مَقَامَهُمَا مِنَ الَّذِيْنَ اسْتَحَقَّ عَلَيْهِمُ الْاَوْلَيٰنِ فَيُقْسِمٰنِ بِاللّٰهِ لَشَهَادَتُنَآ اَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَآ ۖاِنَّآ اِذًا لَّمِنَ الظّٰلِمِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 125,
            "translation_aya_text": "Jika terbukti kedua saksi itu berbuat dosa, maka dua orang yang lain menggantikan kedudukannya, yaitu di antara ahli waris yang berhak dan lebih dekat kepada orang yang mati, lalu keduanya bersumpah dengan nama Allah, “Sungguh, kesaksian kami lebih layak diterima daripada kesaksian kedua saksi itu, dan kami tidak melanggar batas. Sesungguhnya jika kami berbuat demikian tentu kami termasuk orang-orang zalim.”",
            "tafsir_jalalayn": "(Jika diketahui) terbukti sesudah keduanya bersumpah (bahwa kedua saksi itu melakukan dosa) artinya melakukan perbuatan yang mengakibatkan dosa, seperti berkhianat atau berdusta dalam kesaksiannya; hal ini diperkuat dengan adanya bukti bahwa keduanya hanya mengaku telah membeli barang yang diwasiatkan itu dari si mayat atau mereka mengaku bahwa si mayat telah mewasiatkan untuk mereka (maka dua orang yang lain mengganti kedudukan mereka berdua) untuk mengajukan tuntutan kepada mereka berdua (dari orang-orang yang berhak) menerima wasiat; mereka ialah para ahli waris dari si mayat kemudian keduanya diganti (yang keduanya lebih dekat) kepada orang yang mati; artinya dua orang yang kekerabatannya dekat dengan si mayat. Di dalam suatu qiraat dibaca al-awwaliin, jamak dari kata awwal sebagai sifat atau badal dari kata alladziina (kemudian keduanya melakukan sumpah dengan nama Allah) mengenai khianat yang dilakukan oleh kedua saksi pertama, lalu mengucapkan: (\"Sesungguhnya persaksian kami) sumpah kami ini (lebih berhak) lebih diakui (daripada persaksian kedua saksi itu) sumpah keduanya (dan kami tidak melanggar batas) melewati garis-garis kebenaran dalam sumpah (sesungguhnya kami kalau demikian tentulah termasuk orang-orang yang berdosa.\") Makna ayat secara ringkasnya ialah: Hendaklah orang yang sedang menghadapi kematian mempersaksikan wasiatnya itu di hadapan dua orang saksi. Atau ia berwasiat kepada dua orang yang seagama atau berlainan agama jika kamu jauh dari ahli warismu oleh karena kamu sedang mengadakan perjalanan atau karena ada keperluan lainnya. Apabila para ahli waris merasa ragu terhadap kejujuran kedua saksi itu, maka mereka diperbolehkan mengajukan tuntutan terhadap kedua saksi itu, bahwa mereka berdua telah berkhianat dengan mengambil sesuatu dari wasiat itu. Atau kedua saksi itu memberikan wasiat si mayat kepada orang lain yang mereka duga bahwa si mayat berwasiat kepada mereka untuk orang itu, kemudian hendaknya kedua saksi itu bersumpah untuk membela dirinya. Jika sang hakim melihat tanda-tanda kedustaan kedua orang saksi itu, maka hendaknya kesaksian mereka berdua ditolak dengan sumpah para ahli waris si mayat yang terdekat yang membuktikan kedustaan mereka dan membenarkan apa yang didakwakan oleh para ahli waris itu. Hukum yang menetapkan hak orang-orang yang diberi wasiat telah dinasakh oleh kesaksian para saksi dari ahli waris demikian pula kesaksian orang-orang yang bukan seagama dinasakh olehnya. Penuturan salat asar di sini hanyalah untuk memperberat sanksi; dan pengkhususan penyebutan dua orang saksi dari kalangan ahli waris terdekat si mayat adalah karena melihat kekhususan peristiwa yang menyangkut turunnya ayat ini. Mengenai peristiwa yang menyebabkan turunnya ayat ini ialah sebuah hadis yang diriwayatkan oleh Imam Bukhari, bahwa seorang lelaki dari kalangan Bani Sahm keluar bersama Tamim Ad-Dariy dan Addiy bin Badda yang keduanya adalah pemeluk agama Nasrani. Kemudian dalam perjalanan Sahmiy -lelaki dari Bani Sahm itu- meninggal di tanah suatu kaum yang penduduknya tidak ada seorang muslim pun. Tatkala keduanya tiba di Madinah seraya membawa harta harta peninggalan Sahmiy, para ahli warisnya merasa kehilangan sebuah piala yang terbuat dari perak dilapisi dengan emas milik pribadi Sahmiy. Maka permasalahan kedua saksi itu dilaporkan kepada Nabi saw., kemudian turunlah ayat pertama. Nabi saw. menyumpah kedua saksi itu, kemudian ternyata piala itu ditemukan, lalu mereka berkata, \"Kami telah membelinya dari Tamim dan Addiy.\" Setelah itu turun pula ayat yang kedua lalu dua orang lelaki dari kalangan keluarga Sahmiy berdiri mengucapkan sumpahnya. Di dalam riwayat Tirmizi disebutkan, bahwa Amr bin Ash dan seorang lelaki dari kalangan mereka bangkit kemudian mengucapkan sumpah mengingat Amr bin Ash lebih dekat kepadanya. Di dalam riwayat lain disebutkan, bahwa Sahmiy dalam perjalanannya itu mengalami sakit keras, lalu ia berwasiat kepada kedua temannya itu agar keduanya menyampaikan harta peninggalannya kepada keluarga yang akan mewarisinya. Tatkala Sahmiy meninggal dunia kedua orang temannya itu mengambil piala tersebut kemudian mereka menyerahkan sisanya kepada ahli warisnya.",
            "sajda": false,
            "transliteration": "Fa in 'usira 'alaaa annahumas tahaqqaaa isman fa aakharaani yaqoomaani maqaamahumaa minal lazeenas tahaqqa 'alaihimul awlayaani fa yuqsimaani billaahi lashahaadatunaaa ahaqqu min shahaadatihimaaa wa ma'tadainaaa innaaa izal laminaz zaalimeen",
            "tajweed_text": "فَإِنْ عُثِرَ عَلَ[o[ىٰٓ] أَ[g[نّ]َهُمَا [h:3849[ٱ]سْتَحَقّ[o[َآ] إِثْ[f:3850[مًا ف]َـَٔـاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ [h:523[ٱ]لَّذِينَ [h:3851[ٱ]سْتَحَقَّ عَلَيْهِمُ [h:3852[ٱ]لْأَوْلَيَ[n[ـٰ]نِ فَيُ[q:3843[قْ]سِمَانِ بِ[h:32[ٱ]للَّهِ لَشَهَ[n[ـٰ]دَتُن[o[َآ] أَحَقُّ مِ[f:3853[ن ش]َهَ[n[ـٰ]دَتِهِمَا وَمَا [h:3854[ٱ]عْتَدَيْن[o[َآ] إِ[g[نّ][o[َآ] إِ[u:765[ذًا ل]َّمِنَ [h:766[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ"
        },
        {
            "aya_id": 777,
            "aya_number": 108,
            "aya_text": "ذٰلِكَ اَدْنٰٓى اَنْ يَّأْتُوْا بِالشَّهَادَةِ عَلٰى وَجْهِهَآ اَوْ يَخَافُوْٓا اَنْ تُرَدَّ اَيْمَانٌۢ بَعْدَ اَيْمَانِهِمْۗ وَاتَّقُوا اللّٰهَ وَاسْمَعُوْا ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 125,
            "translation_aya_text": "Dengan cara itu mereka lebih patut memberikan kesaksiannya menurut yang sebenarnya, dan mereka merasa takut akan dikembalikan sumpahnya (kepada ahli waris) setelah mereka bersumpah. Bertakwalah kepada Allah dan dengarkanlah (perintah-Nya). Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik.",
            "tafsir_jalalayn": "(Hal itu) hukum yang telah disebutkan itu, yaitu yang menyangkut perpindahan sumpah kepada para ahli waris (lebih dekat) lebih mendekati untuk (menjadikan mereka mau mengemukakan) artinya para saksi itu atau orang-orang yang diwasiatkan (persaksiannya menurut apa yang sebenarnya) yang mendorong mereka untuk mengemukakan persaksian tanpa diubah-ubah dan juga tanpa khianat (atau) lebih dekat untuk menjadikan mereka (merasa takut akan dikembalikan sumpahnya sesudah mereka bersumpah) kepada para ahli waris yang mengajukan tuntutan, maka ahli waris si mayat melakukan sumpah yang menyatakan khianat mereka dan kedustaan yang mereka lakukan yang akibatnya mereka akan ditelanjangi kejelekannya hingga mereka harus mengganti kerugian kepada ahli waris mayat, oleh karena itu janganlah kamu berdusta. (Dan bertakwalah kamu kepada Allah) dengan cara meninggalkan perbuatan khianat dan dusta (dan dengarkanlah olehmu) dengan pendengaran yang insaf akan hal-hal yang kamu diperintahkan melakukannya (dan Allah tidak memberi petunjuk kepada orang-orang yang fasik) orang-orang yang keluar dari garis ketaatan terhadap-Nya atau orang-orang yang menyimpang dari jalan yang baik.",
            "sajda": false,
            "transliteration": "Zaalika adnaaa ai yaatoo bishshahaadati 'alaa wajhihaaa aw yakhaafooo an turadda aimaanum ba'da aimaanihim; wattaqul laaha wasma'oo; wallaahu laa yahdil qawmal faasiqeen",
            "tajweed_text": "ذ[n[َٲ]لِكَ أَ[q:314[دْ]نَ[o[ىٰٓ] أ[a:3855[َن ي]َأْتُو[s[اْ] بِ[h:3856[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ عَلَىٰ وَ[q:3857[جْ]هِه[o[َآ] أَوْ يَخَاف[o[ُوٓ][s[اْ] أَ[f:3858[ن ت]ُرَدَّ أَيْمَ[n[ـٰ][i:3859[نُۢ ب]َعْدَ أَيْمَ[n[ـٰ]نِهِمْ‌ۗ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ وَ[h:486[ٱ]سْمَعُو[s[اْ‌ۗ] وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ"
        },
        {
            "aya_id": 778,
            "aya_number": 109,
            "aya_text": "۞ يَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُوْلُ مَاذَٓا اُجِبْتُمْ ۗ قَالُوْا لَا عِلْمَ لَنَا ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 126,
            "translation_aya_text": "(Ingatlah) pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), “Apa jawaban (kaummu) terhadap (seruan)mu?” Mereka (para rasul) menjawab, “Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib.”",
            "tafsir_jalalayn": "Ingatlah! (hari di waktu Allah mengumpulkan para rasul) yaitu pada hari kiamat (lalu Allah bertanya) kepada mereka dengan nada mencela yang ditujukan kepada kaum mereka (Apa) yang (jawaban kaummu terhadap seruanmu?) tatkala kamu mengajak mereka kepada ketauhidan (Para rasul menjawab, \"Tidak ada pengetahuan kami) tentang hal itu (sesungguhnya Engkaulah yang mengetahui perkara yang gaib.\") apa-apa yang tidak bisa dijangkau oleh pengetahuan hamba-hamba-Nya dan gaib di mata mereka oleh sebab kengerian yang mereka hadapi pada saat hari kiamat yang membuat mereka kaget. Kemudian para rasul itu menjadi saksi terhadap umat mereka masing-masing tatkala umat mereka diam seribu bahasa.",
            "sajda": false,
            "transliteration": "yawma yajma'ul laahur Rusula fa yaqoolu maazaaa ujibtum qaaloo laa 'ilma lanaa innaka Anta 'Allaamul Ghuyoob",
            "tajweed_text": "۞ يَوْمَ يَ[q:3861[جْ]مَعُ [h:3862[ٱ]للَّهُ [h:3863[ٱ][l[ل]رُّسُلَ فَيَقُولُ مَاذ[o[َآ] أُجِ[q:3864[بْ]تُمْ‌ۖ قَالُو[s[اْ] لَا عِلْمَ لَن[o[َآ‌ۖ] إِ[g[نّ]َكَ أَ[f:169[نت]َ عَلَّ[n[ـٰ]مُ [h:3865[ٱ]لْغُي[p[ُو][q[ب]ِ"
        },
        {
            "aya_id": 779,
            "aya_number": 110,
            "aya_text": "اِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِيْ عَلَيْكَ وَعَلٰى وَالِدَتِكَ ۘاِذْ اَيَّدْتُّكَ بِرُوْحِ الْقُدُسِۗ  تُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا ۚوَاِذْ عَلَّمْتُكَ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَ ۚوَاِذْ تَخْلُقُ مِنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ بِاِذْنِيْ فَتَنْفُخُ فِيْهَا فَتَكُوْنُ طَيْرًاۢ بِاِذْنِيْ وَتُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ بِاِذْنِيْ ۚوَاِذْ تُخْرِجُ الْمَوْتٰى بِاِذْنِيْ ۚوَاِذْ كَفَفْتُ بَنِيْٓ اِسْرَاۤءِيْلَ عَنْكَ اِذْ جِئْتَهُمْ بِالْبَيِّنٰتِ فَقَالَ الَّذِيْنَ كَفَرُوْا مِنْهُمْ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 126,
            "translation_aya_text": "Dan ingatlah ketika Allah berfirman, “Wahai Isa putra Maryam! Ingatlah nikmat-Ku kepadamu dan kepada ibumu sewaktu Aku menguatkanmu dengan Rohulkudus. Engkau dapat berbicara dengan manusia pada waktu masih dalam buaian dan setelah dewasa. Dan ingatlah ketika Aku mengajarkan menulis kepadamu, (juga) Hikmah, Taurat dan Injil. Dan ingatlah ketika engkau membentuk dari tanah berupa burung dengan seizin-Ku, kemudian engkau meniupnya, lalu menjadi seekor burung (yang sebenarnya) dengan seizin-Ku. Dan ingatlah ketika engkau menyembuhkan orang yang buta sejak lahir dan orang yang berpenyakit kusta dengan seizin-Ku. Dan ingatlah ketika engkau mengeluarkan orang mati (dari kubur menjadi hidup) dengan seizin-Ku. Dan ingatlah ketika Aku menghalangi Bani Israil (dari keinginan mereka membunuhmu) di kala waktu engkau mengemukakan kepada mereka keterangan-keterangan yang nyata, lalu orang-orang kafir di antara mereka berkata, “Ini tidak lain hanyalah sihir yang nyata.”",
            "tafsir_jalalayn": "Ingatlah! (ketika Allah mengatakan, \"Hai Isa putra Maryam! Ingatlah nikmat-Ku kepadamu dan kepada ibumu) syukurilah nikmat-Ku itu (di waktu Aku mendukung kamu) menguatkan kamu (dengan ruhul kudus) malaikat Jibril (kamu dapat berbicara dengan manusia) menjadi hal bagi kaaf atau dhamir mukhathab yang terdapat dalam kalimat ayyadtuka (sewaktu dalam buaian) masih dalam keadaan bayi (dan sesudah dewasa) kalimat ini memberikan pengertian bahwa ia (Nabi Isa) akan turun ke bumi sebelum hari kiamat sebab sebelum ia mencapai usia tua telah diangkat terlebih dahulu ke langit sebagaimana penjelasan yang telah dikemukakan dalam surah Ali Imran. (Dan ingatlah di waktu Aku mengajar kamu menulis, hikmah, Taurat dan Injil dan ingat pula di waktu kamu membuat suatu bentuk dari tanah yang berupa) seperti gambaran (burung) huruf kaaf dalam kalimat kahaiah adalah bermakna isim yang artinya seperti dan kedudukan i`rabnya menjadi maf`ul atau objek (dengan seizin-Ku kemudian kamu meniup padanya lalu bentuk itu menjadi burung yang sebenarnya seizin-Ku) dengan kehendak-Ku. (Dan ingatlah waktu kamu menyembuhkan orang yang buta dan orang yang berpenyakit sopak dengan seizin-Ku, dan ingatlah di waktu kamu mengeluarkan orang-orang mati) dari kuburan-kuburan mereka dalam keadaan hidup (dengan seizin-Ku, dan ingatlah di waktu Aku menghalangi Bani Israel dari kamu) sewaktu mereka bersengaja hendak membunuhmu (di kala kamu mengemukakan kepada mereka keterangan-keterangan yang nyata) yakni mukjizat-mukjizat (lalu orang-orang kafir di antara mereka berkata, 'Tidak) tidak lain (hal ini) yang engkau datangkan melainkan sihir yang nyata') dan menurut qiraat dibaca saahirun/tukang sihir, yang dimaksud ialah Nabi Isa.",
            "sajda": false,
            "transliteration": "Iz qaalal laahu yaa 'Eesab-na-Maryamaz kur ni'matee 'alaika wa 'alaa waalidatik; iz aiyattuka bi Roohil Qudusi tukallimun naasa fil mahdi wa kahlanw wa iz 'allamtukal kitaaba wal Hikmata wa Tawraata wal Injeela wa iz Takhluqu minat teeni kahai 'atit tairi bi iznee fatanfukhu feeha fatakoonu tairam bi iznee wa tubri'ul akmaha wal abrasa bi iznee wa iz tukhrijul mawtaa bi iznee wa iz kafaftu Baneee Israaa'eela 'anka iz ji'tahum bil baiyinaati fa qaalal lazeena kafaroo minhum in haazaaa illaa sihrum mubeen",
            "tajweed_text": "إِذْ قَالَ [h:1961[ٱ]للَّهُ يَ[n[ـٰ]عِيسَى [h:3866[ٱ][q:451[بْ]نَ مَرْيَمَ [h:3867[ٱ]ذْكُرْ نِعْمَتِى عَلَيْكَ وَعَلَىٰ و[n[َٲ]لِدَتِكَ إِذْ أَيَّ[d:3868[د]تُّكَ بِرُوحِ [h:454[ٱ]لْقُدُسِ تُكَلِّمُ [h:3869[ٱ][l[ل][g[نّ]َاسَ فِى [h:1921[ٱ]لْمَهْدِ وَكَهْل[a:3870[اً‌ۖ و]َإِذْ عَلَّمْتُكَ [h:3871[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:679[ٱ]لْحِكْمَةَ وَ[h:1928[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ وَ[h:1725[ٱ]لْإِ[f:1725[نج]ِيلَ‌ۖ وَإِذْ تَخْلُقُ مِنَ [h:1931[ٱ][l[ل]طِّينِ كَهَيْــَٔةِ [h:1932[ٱ][l[ل]طَّيْرِ بِإِذْنِى فَتَ[f:3872[نف]ُخُ فِيهَا فَتَكُونُ طَيْر[i:3873[َۢا ب]ِإِذْنِى‌ۖ وَتُ[q:3874[بْ]رِئُ [h:3875[ٱ]لْأَكْمَهَ وَ[h:1937[ٱ]لْأَ[q:1937[بْ]رَصَ بِإِذْنِى‌ۖ وَإِذْ تُخْرِجُ [h:3876[ٱ]لْمَوْتَىٰ بِإِذْنِى‌ۖ وَإِذْ كَفَفْتُ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ عَ[f:626[نك]َ إِذْ جِئْتَه[c:3877[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَقَالَ [h:3878[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْهُمْ إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ"
        },
        {
            "aya_id": 780,
            "aya_number": 111,
            "aya_text": "وَاِذْ اَوْحَيْتُ اِلَى الْحَوَارِيّٖنَ اَنْ اٰمِنُوْا بِيْ وَبِرَسُوْلِيْ ۚ قَالُوْٓا اٰمَنَّا وَاشْهَدْ بِاَنَّنَا مُسْلِمُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 126,
            "translation_aya_text": "Dan (ingatlah), ketika Aku ilhamkan kepada pengikut-pengikut Isa yang setia, “Berimanlah kamu kepada-Ku dan kepada Rasul-Ku.” Mereka menjawab, “Kami telah beriman, dan saksikanlah (wahai Rasul) bahwa kami adalah orang-orang yang berserah diri (Muslim).”",
            "tafsir_jalalayn": "(Dan ingatlah ketika Aku ilhamkan kepada para pengikut Nabi Isa yang setia) Aku perintahkan mereka melalui lisannya (hendaknya) (kamu beriman kepada-Ku dan kepada rasul-Ku.\") yaitu Nabi Isa (Mereka menjawab, \"Kami telah beriman) kepada Allah dan rasul-Nya (dan saksikanlah, wahai rasul, bahwa sesungguhnya kami adalah orang-orang yang berserah diri kepada seruanmu.\")",
            "sajda": false,
            "transliteration": "Wa iz awhaitu ilal hawaariyyeena an aaminoo bee wa bi Rasoolee qaalooo aamannaa washhad bi annanaa muslimoon",
            "tajweed_text": "وَإِذْ أَوْحَيْتُ إِلَى [h:3880[ٱ]لْحَوَارِيِّـ[n[ـۧ]نَ أَنْ ءَامِنُو[s[اْ] بِى وَبِرَسُولِى قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا وَ[h:1953[ٱ]شْهَ[q:1953[دْ] بِأَ[g[نّ]َنَا مُسْلِم[p[ُو]نَ"
        },
        {
            "aya_id": 781,
            "aya_number": 112,
            "aya_text": "اِذْ قَالَ الْحَوَارِيُّوْنَ يٰعِيْسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيْعُ رَبُّكَ اَنْ يُّنَزِّلَ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ ۗقَالَ اتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 126,
            "translation_aya_text": "(Ingatlah), ketika pengikut-pengikut Isa yang setia berkata, “Wahai Isa putra Maryam! Bersediakah Tuhanmu menurunkan hidangan dari langit kepada kami?” Isa menjawab, “Bertakwalah kepada Allah jika kamu orang-orang beriman.”",
            "tafsir_jalalayn": "Ingatlah (Ketika pengikut-pengikut Isa berkata, \"Hai Isa putra Maryam! Sanggupkah) artinya bisakah (Tuhanmu) menurut satu qiraat dibaca tastathii'u kemudian lafal yang sesudahnya dibaca nashab/rabbaka, yang artinya apakah engkau bisa meminta kepada-Nya (menurunkan hidangan dari langit kepada kami?\" Menjawab) kepada mereka Isa (\"Bertakwalah kepada Allah) di dalam meminta bukti-bukti itu/mukjizat-mukjizat (jika betul-betul kamu orang yang beriman.\")",
            "sajda": false,
            "transliteration": "Iz qaalal hawaariyyoona yaa 'Eesab na Maryama hal yastatee'u Rabbuka ai yunaz zila 'alinaa maaa'idatam minas samaaa'i qaalat taqul laaha in kuntum mu'mineen",
            "tajweed_text": "إِذْ قَالَ [h:1950[ٱ]لْحَوَارِيُّونَ يَ[n[ـٰ]عِيسَى [h:3866[ٱ][q:451[بْ]نَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أ[a:473[َن ي]ُنَزِّلَ عَلَيْنَا م[o[َا]ٓئِدَ[a:3881[ةً م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ‌ۖ قَالَ [h:3882[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 782,
            "aya_number": 113,
            "aya_text": "قَالُوْا نُرِيْدُ اَنْ نَّأْكُلَ مِنْهَا وَتَطْمَىِٕنَّ قُلُوْبُنَا وَنَعْلَمَ اَنْ قَدْ صَدَقْتَنَا وَنَكُوْنَ عَلَيْهَا مِنَ الشّٰهِدِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 126,
            "translation_aya_text": "Mereka berkata, “Kami ingin memakan hidangan itu agar tenteram hati kami dan agar kami yakin bahwa engkau telah berkata benar kepada kami, dan kami menjadi orang-orang yang menyaksikan (hidangan itu).”",
            "tafsir_jalalayn": "(Mereka berkata, \"Kami menginginkan) dengan permintaan ini agar (agar bisa memakan hidangan itu dan supaya menjadi tenteram) menjadi tenang/mantap (hati kami) semakin bertambah yakin (dan supaya kami mengetahui) kami makin bertambah pengetahuan (bahwa) an mukhaffafah; artinya bahwa sesungguhnya (kamu telah berkata benar kepada kami) dalam pengakuanmu menjadi nabi (dan kami menjadi orang-orang yang menyaksikan hidangan itu.\")",
            "sajda": false,
            "transliteration": "Qaaloo nureedu an naakula minhaa wa tatam'inna quloo bunaa wa na'lama an qad sadaqtana wa nakoona 'alaihaa minash shaahideen",
            "tajweed_text": "قَالُو[s[اْ] نُرِيدُ أ[a:3883[َن ن]َّأْكُلَ مِنْهَا وَتَ[q:3884[طْ]مَئِ[g[نّ]َ قُلُوبُنَا وَنَعْلَمَ أَ[f:3885[ن ق]َ[q:298[دْ] صَدَ[q:3886[قْ]تَنَا وَنَكُونَ عَلَيْهَا مِنَ [h:2069[ٱ][l[ل]شَّ[n[ـٰ]هِد[p[ِي]نَ"
        },
        {
            "aya_id": 783,
            "aya_number": 114,
            "aya_text": "قَالَ عِيْسَى ابْنُ مَرْيَمَ اللهم رَبَّنَآ اَنْزِلْ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ تَكُوْنُ لَنَا عِيْدًا لِّاَوَّلِنَا وَاٰخِرِنَا وَاٰيَةً مِّنْكَ وَارْزُقْنَا وَاَنْتَ خَيْرُ الرّٰزِقِيْنَ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": " Isa putra Maryam berdoa, “Ya Tuhan kami, turunkanlah kepada kami hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami, yaitu bagi orang-orang yang sekarang bersama kami maupun yang datang setelah kami, dan menjadi tanda bagi kekuasaan Engkau; berilah kami rezeki, dan Engkaulah sebaik-baik pemberi rezeki.”",
            "tafsir_jalalayn": "(Isa Putra Maryam berdoa, \"Ya Tuhan kami! Turunkanlah kiranya kepada kami suatu hidangan dari langit yang hal itu bagi kami) artinya pada hari turunnya hidangan itu (menjadi hari raya) yang kami hormati dan kami muliakan (bagi orang-orang sezaman dengan kami) kalimat ini menjadi badal/kalimat pengganti bagi lafal lanaa, yang juga disertai pula dengan huruf jarnya (dan bagi orang-orang yang datang sesudah kami) orang-orang yang akan datang sesudah kami (dan menjadi tanda kekuasaan Engkau) yang menunjukkan akan kekuasaan-Mu dan kenabianku (berilah kami rezeki) dengan hidangan tersebut (dan Engkaulah Pemberi rezeki Yang Paling Utama.\")",
            "sajda": false,
            "transliteration": "Qaala 'Eesab nu Maryamal laahumma Rabbanaaa anzil 'alainaa maaa'idatam minas samaaa'i takoonu lanaa 'eedal li awwalinaa wa aakirinaa wa Aayatam minka warzuqnaa wa Anta khairur raaziqeen",
            "tajweed_text": "قَالَ عِيسَى [h:1916[ٱ][q:1917[بْ]نُ مَرْيَمَ [h:3887[ٱ][l[ل]لَّهُ[g[مّ]َ رَبَّن[o[َآ] أَ[f:3888[نز]ِلْ عَلَيْنَا م[o[َا]ٓئِدَ[a:3881[ةً م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ تَكُونُ لَنَا عِي[u:3889[دًا ل]ِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَ[a:3890[ةً م]ِّ[f:3891[نك]َ‌ۖ وَ[h:3892[ٱ]رْزُ[q:3892[قْ]نَا وَأَ[f:3893[نت]َ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ"
        },
        {
            "aya_id": 784,
            "aya_number": 115,
            "aya_text": "قَالَ اللّٰهُ اِنِّيْ مُنَزِّلُهَا عَلَيْكُمْ ۚ فَمَنْ يَّكْفُرْ بَعْدُ مِنْكُمْ فَاِنِّيْٓ اُعَذِّبُهٗ عَذَابًا لَّآ اُعَذِّبُهٗٓ اَحَدًا مِّنَ الْعٰلَمِيْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Allah berfirman, “Sungguh, Aku akan menurunkan hidangan itu kepadamu, tetapi barangsiapa kafir di antaramu setelah (turun hidangan) itu, maka sungguh, Aku akan mengazabnya dengan azab yang tidak pernah Aku timpakan kepada seorang pun di antara umat manusia (seluruh alam).”",
            "tafsir_jalalayn": "(Allah berfirman) mengabulkan doanya (\"Sesungguhnya Aku akan menurunkan hidangan itu) boleh dibaca takhfif/munziluhaa dan boleh pula dibaca tasydid/munazziluhaa (kepadamu; siapa yang kafir sesudah) artinya sesudah diturunkannya hidangan itu (di antara kamu, maka sesungguhnya Aku akan menyiksanya dengan siksaan yang tidak pernah Aku timpakan kepada seseorang pun di antara umat manusia.\") kemudian turunlah malaikat-malaikat seraya membawa hidangan dari langit berupa tujuh buah roti dan tujuh macam lauk-pauk. Kemudian mereka memakan sebagian darinya hingga semuanya merasa kenyang. Demikianlah menurut riwayat Ibnu Abbas dalam hadisnya sehubungan dengan kisah mengenai turunnya hidangan dari langit ini. Hadisnya itu mengatakan, bahwa hidangan itu berupa roti dan daging, kemudian mereka diperintahkan agar jangan berkhianat dan juga jangan menyimpannya hingga keesokan harinya. Akan tetapi mereka berkhianat dan menyimpan sebagian hidangan itu, akhirnya mereka dikutuk menjadi kera-kera dan babi-babi.",
            "sajda": false,
            "transliteration": "Waalal laahu innee munaz ziluhaa 'alaikum faman yakfur ba'du minkum fa inneee u'azzibuhoo 'azaabal laaa u'azzibuhooo ahadam minal 'aalameen",
            "tajweed_text": "قَالَ [h:1961[ٱ]للَّهُ إِ[g[نّ]ِى مُنَزِّلُهَا عَلَيْكُمْ‌ۖ فَم[a:1481[َن ي]َكْفُرْ بَعْدُ مِ[f:344[نك]ُمْ فَإِ[g[نّ][o[ِىٓ] أُعَذِّبُهُ[n[ۥ] عَذَا[u:3895[بًا ل]ّ[o[َآ] أُعَذِّبُهُ[o[ۥٓ] أَحَ[a:3474[دًا م]ِّنَ [h:3475[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ"
        },
        {
            "aya_id": 785,
            "aya_number": 116,
            "aya_text": "وَاِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ ءَاَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُوْنِيْ وَاُمِّيَ اِلٰهَيْنِ مِنْ دُوْنِ اللّٰهِ ۗقَالَ سُبْحٰنَكَ مَا يَكُوْنُ لِيْٓ اَنْ اَقُوْلَ مَا لَيْسَ لِيْ بِحَقٍّ ۗاِنْ كُنْتُ قُلْتُهٗ فَقَدْ عَلِمْتَهٗ ۗتَعْلَمُ مَا فِيْ نَفْسِيْ وَلَآ اَعْلَمُ مَا فِيْ نَفْسِكَ ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Dan (ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?” (Isa) menjawab, “Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika berfirman) artinya akan berfirman (Allah) kepada Isa di hari kiamat sebagai penghinaan terhadap kaumnya (\"Hai Isa putra Maryam! Adakah kamu mengatakan kepada manusia, 'Jadikanlah aku dan ibuku dua orang tuhan selain Allah?' Ia menjawab) Isa menjawab seraya gemetar ('Maha Suci Engkau) aku menyucikan-Mu dari apa-apa yang tidak layak bagi-Mu seperti sekutu dan lain-lainnya (tidaklah patut) tidak pantas (bagiku mengatakan apa yang bukan hakku mengatakannya) bihaqqin menjadi khabar dari laisa sedangkan kata lii adalah untuk penjelas/tabyin (jika aku pernah mengatakannya maka tentulah Engkau mengetahuinya. Engkau mengetahui apa) yang aku sembunyikan (pada diriku dan aku tidak mengetahui apa yang ada pada diri Engkau) artinya apa-apa yang Engkau sembunyikan di antara pengetahuan-pengetahuan Engkau (Sesungguhnya Engkau Maha Mengetahui perkara yang gaib-gaib.)",
            "sajda": false,
            "transliteration": "Wa iz qaalal laahu yaa 'Eesab na Maryama 'a-anta qulta linnaasit takhizoonee wa ummiya ilaahaini min doonil laahi qaala Subhaanaka maa yakoonu leee anaqoola maa yakkoonu leee an aqoola maa laisa lee bihaqq; in kuntu qultuhoo faqad 'alimtah; ta'lamu maa fee nafsee wa laaa a'almu maa fee nafsik; innaka Anta 'Allaamul Ghuyoob",
            "tajweed_text": "وَإِذْ قَالَ [h:1961[ٱ]للَّهُ يَ[n[ـٰ]عِيسَى [h:3866[ٱ][q:451[بْ]نَ مَرْيَمَ ءَأَ[f:3896[نت]َ قُلْتَ لِل[g[نّ]َاسِ [h:3897[ٱ]تَّخِذُونِى وَأُ[g[مّ]ِىَ إِلَ[n[ـٰ]هَيْنِ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ‌ۖ قَالَ سُ[q:168[بْ]حَ[n[ـٰ]نَكَ مَا يَكُونُ ل[o[ِىٓ] أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ‌ۚ إِ[f:3898[ن ك]ُ[f:2917[نت]ُ قُلْتُهُ[n[ۥ] فَقَ[q:563[دْ] عَلِمْتَهُ[n[ۥ]‌ۚ تَعْلَمُ مَا فِى نَفْسِى وَل[o[َآ] أَعْلَمُ مَا فِى نَفْسِكَ‌ۚ إِ[g[نّ]َكَ أَ[f:169[نت]َ عَلَّ[n[ـٰ]مُ [h:3865[ٱ]لْغُي[p[ُو][q[ب]ِ"
        },
        {
            "aya_id": 786,
            "aya_number": 117,
            "aya_text": "مَا قُلْتُ لَهُمْ اِلَّا مَآ اَمَرْتَنِيْ بِهٖٓ اَنِ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۚوَكُنْتُ عَلَيْهِمْ شَهِيْدًا مَّا دُمْتُ فِيْهِمْ ۚ فَلَمَّا تَوَفَّيْتَنِيْ كُنْتَ اَنْتَ الرَّقِيْبَ عَلَيْهِمْ ۗوَاَنْتَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (yaitu), “Sembahlah Allah, Tuhanku dan Tuhanmu,” dan aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu.",
            "tafsir_jalalayn": "(Aku tidak pernah mengatakan kepada mereka kecuali apa yang telah Engkau perintahkan kepadaku untuk mengatakannya) yaitu: ('Sembahlah Allah Tuhanku dan Tuhanmu dan adalah aku menjadi saksi terhadap mereka) sebagai pengawas yang mencegah mereka dari apa yang mereka katakan itu (selama aku berada di antara mereka. Maka setelah Engkau wafatkan aku) Engkau telah mengambilku dengan cara mengangkatku ke langit (Engkaulah yang menguasai mereka) yang memelihara amal perbuatan mereka. (Sesungguhnya Engkau atas segala sesuatu) termasuk perkataanku kepada mereka dan perkataan mereka sesudahku dan lain-lainnya (Maha Menyaksikan) Maha Waspada dan Maha Mengetahui tentang hal itu.",
            "sajda": false,
            "transliteration": "Maa qultu lahum illaa maaa amartanee bihee ani'budul laaha Rabbeee wa Rabbakum; wa kuntu 'alaihim shaheedam maa dumtu feehim falammaa tawaffaitanee kunta Antar Raqeeba 'alaihim; wa Anta 'alaa kulli shai'in Shaheed",
            "tajweed_text": "مَا قُلْتُ لَهُمْ إِلَّا م[o[َآ] أَمَرْتَنِى بِه[o[ِۦٓ] أَنِ [h:3899[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ رَبِّى وَرَبَّكُمْ‌ۚ وَكُ[f:3900[نت]ُ عَلَيْهِمْ شَهِي[a:3901[دًا م]َّا دُمْتُ فِيهِمْ‌ۖ فَلَ[g[مّ]َا تَوَفَّيْتَنِى كُ[f:735[نت]َ أَ[f:169[نت]َ [h:3902[ٱ][l[ل]رَّقِيبَ عَلَيْهِمْ‌ۚ وَأَ[f:3893[نت]َ عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ"
        },
        {
            "aya_id": 787,
            "aya_number": 118,
            "aya_text": "اِنْ تُعَذِّبْهُمْ فَاِنَّهُمْ عِبَادُكَ ۚوَاِنْ تَغْفِرْ لَهُمْ فَاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Jika Engkau menyiksa mereka, maka sesungguhnya mereka adalah hamba-hamba-Mu, dan jika Engkau mengampuni mereka, sesungguhnya Engkaulah Yang Mahaperkasa, Mahabijaksana.”",
            "tafsir_jalalayn": "(Jika Engkau menyiksa mereka) artinya orang-orang yang melakukan kekafiran di antara mereka (maka sesungguhnya mereka adalah hamba-hamba Engkau) Engkau adalah Yang Menguasai mereka; Engkaulah yang berhak memperlakukan mereka menurut apa yang Engkau kehendaki, tak ada yang bisa menghalang-halangi Engkau (dan jika Engkau mengampuni mereka) artinya mengampuni orang-orang yang beriman di antara mereka (maka sesungguhnya Engkaulah Yang Maha Perkasa) Yang Maha Menang perkara-Nya (lagi Maha Bijaksana'\") dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "In tu'azzibhum fa innahum ibaaduka wa in taghfir lahum fa innaka Antal 'Azzezul Hakeem",
            "tajweed_text": "إِ[f:3904[ن ت]ُعَذِّ[q:3905[بْ]هُمْ فَإِ[g[نّ]َهُمْ عِبَادُكَ‌ۖ وَإِ[f:3906[ن ت]َغْفِرْ لَهُمْ فَإِ[g[نّ]َكَ أَ[f:169[نت]َ [h:680[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ"
        },
        {
            "aya_id": 788,
            "aya_number": 119,
            "aya_text": "قَالَ اللّٰهُ هٰذَا يَوْمُ يَنْفَعُ الصّٰدِقِيْنَ صِدْقُهُمْ ۗ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Allah berfirman, “Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.”",
            "tafsir_jalalayn": "(Allah berfirman, \"Ini adalah) artinya hari kiamat (suatu hari yang bermanfaat orang-orang yang benar) sewaktu di dunia seperti Nabi Isa (kebenaran mereka) sebab hari itu adalah hari pembalasan (bagi mereka surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya untuk selama-lamanya; Allah rida terhadap mereka) oleh sebab ketaatan terhadap-Nya (dan mereka pun rida terhadap-Nya) dengan pahala-Nya (Itulah keberuntungan yang besar.\") dan orang-orang pendusta sewaktu hidup di dunia, tidak akan bisa bermanfaat kejujuran mereka pada hari itu seperti orang-orang kafir, yaitu tatkala mereka mulai percaya dan iman sewaktu mereka melihat azab Allah.",
            "sajda": false,
            "transliteration": "Qaalal laahu haaza yawmu yanfa'us saadiqeena sidquhum; lahum janaatunn tajree min tahtihal anhaaru khaalideena feehaaa abadaa; radiyal laahu 'anhum wa radoo 'anh; zaalikal fawzul 'azeem",
            "tajweed_text": "قَالَ [h:1961[ٱ]للَّهُ هَ[n[ـٰ]ذَا يَوْمُ يَ[f:838[نف]َعُ [h:3907[ٱ][l[ل]صَّ[n[ـٰ]دِقِينَ صِ[q:3908[دْ]قُهُمْ‌ۚ لَهُمْ جَ[g[نّ]َ[n[ـٰ][f:1786[تٌ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[u:3909[دًا‌ۚ ر]َّضِىَ [h:3910[ٱ]للَّهُ عَنْهُمْ وَرَضُو[s[اْ] عَنْهُ‌ۚ ذ[n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ"
        },
        {
            "aya_id": 789,
            "aya_number": 120,
            "aya_text": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا فِيْهِنَّ ۗوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Milik Allah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Kepunyaan Allahlah kerajaan langit dan bumi) tempat-tempat penyimpanan hujan, semua tumbuhan, semua rezeki dan lain-lainnya (dan apa yang ada di dalamnya) dipergunakan kata maa, karena kebanyakan makhluk Allah itu terdiri dari yang tidak berakal (dan Dia Maha Kuasa atas segala sesuatu) di antara kekuasaan-Nya itu ialah memberi pahala kepada orang yang berbuat benar, dan menyiksa orang yang berbuat dusta.",
            "sajda": false,
            "transliteration": "Lillaahi mulkus samaawaati wal ardi wa maa feehinn; wa Huwa 'alaa kulli shain'in Qadeer",
            "tajweed_text": "لِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا فِيهِ[g[نّ]َ‌ۚ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رُۢ"
        }
    ]
}