{
    "sura_id": 53,
    "name": "سُورَةُ النَّجۡمِ",
    "englishName": "An-Najm",
    "englishNameTranslation": "The Star",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 4785,
            "aya_number": 1,
            "aya_text": "وَالنَّجْمِ اِذَا هَوٰىۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Demi bintang ketika terbenam, ",
            "tafsir_jalalayn": "(Demi bintang) yaitu bintang Tsurayya (ketika terbenam) sewaktu terbenam.",
            "sajda": false,
            "transliteration": "Wannajmi izaa hawaa"
        },
        {
            "aya_id": 4786,
            "aya_number": 2,
            "aya_text": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوٰىۚ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "kawanmu (Muhammad) tidak sesat dan tidak (pula) keliru,",
            "tafsir_jalalayn": "(Kawanmu tidak sesat) artinya, Nabi Muhammad saw. tidak sesat dari jalan petunjuk (dan tidak pula keliru) tidak pula salah, yang dimaksud adalah dia tidak bodoh tentang akidah yang rusak.",
            "sajda": false,
            "transliteration": "Maa dalla saahibukum wa maa ghawaa"
        },
        {
            "aya_id": 4787,
            "aya_number": 3,
            "aya_text": "وَمَا يَنْطِقُ عَنِ الْهَوٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "dan tidaklah yang diucapkannya itu (Al-Qur'an) menurut keinginannya. ",
            "tafsir_jalalayn": "(Dan tiadalah apa yang diucapkannya itu) apa yang disampaikannya kepada kalian (menurut kemauan hawa nafsunya) menurut kehendaknya sendiri.",
            "sajda": false,
            "transliteration": "Wa maa yyantiqu 'anilhawaaa"
        },
        {
            "aya_id": 4788,
            "aya_number": 4,
            "aya_text": "اِنْ هُوَ اِلَّا وَحْيٌ يُّوْحٰىۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Tidak lain (Al-Qur'an itu) adalah wahyu yang diwahyukan (kepadanya),",
            "tafsir_jalalayn": "(Tiada lain) tidak lain (ucapannya itu hanyalah wahyu yang diwahyukan) kepadanya.",
            "sajda": false,
            "transliteration": "In huwa illaa Wahyuny yoohaa"
        },
        {
            "aya_id": 4789,
            "aya_number": 5,
            "aya_text": "عَلَّمَهٗ شَدِيْدُ الْقُوٰىۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "yang diajarkan kepadanya oleh (Jibril) yang sangat kuat, ",
            "tafsir_jalalayn": "(Yang diajarkan kepadanya) oleh malaikat (yang sangat kuat).",
            "sajda": false,
            "transliteration": "'Allamahoo shadeedul quwaa"
        },
        {
            "aya_id": 4790,
            "aya_number": 6,
            "aya_text": "ذُوْ مِرَّةٍۗ فَاسْتَوٰىۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "yang mempunyai keteguhan; maka (Jibril itu) menampakkan diri dengan rupa yang asli (rupa yang bagus dan perkasa)",
            "tafsir_jalalayn": "(Yang mempunyai kecerdasan) yang mempunyai kekuatan dan keperkasaan, atau yang mempunyai pandangan yang baik, yang dimaksud adalah malaikat Jibril a.s. (maka menetaplah ia) maksudnya, menampakkan diri dengan rupa aslinya.",
            "sajda": false,
            "transliteration": "Zoo mirratin fastawaa"
        },
        {
            "aya_id": 4791,
            "aya_number": 7,
            "aya_text": "وَهُوَ بِالْاُفُقِ الْاَعْلٰىۗ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Sedang dia berada di ufuk yang tinggi.",
            "tafsir_jalalayn": "(Sedangkan dia berada di ufuk yang tinggi) berada pada tempat terbitnya matahari dalam bentuk aslinya ketika ia diciptakan. Nabi saw., melihatnya sewaktu berada di gua Hira; dan ternyata tubuh malaikat Jibril menutupi cakrawala tempat terbitnya matahari hingga sampai ke cakrawala bagian timur. Lalu Nabi saw. pingsan tidak sadarkan diri setelah melihat wujud asli malaikat Jibril itu. Nabi saw. pernah meminta kepada malaikat Jibril supaya menampakkan wujud aslinya sebagaimana ketika ia diciptakan oleh Allah, lalu malaikat Jibril menjanjikan akan memenuhi hal tersebut di gua Hira. Setelah itu baru malaikat Jibril turun untuk menemuinya dalam bentuk Bani Adam.",
            "sajda": false,
            "transliteration": "Wa huwa bil ufuqil a'laa"
        },
        {
            "aya_id": 4792,
            "aya_number": 8,
            "aya_text": "ثُمَّ دَنَا فَتَدَلّٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Kemudian dia mendekat (pada Muhammad), lalu bertambah dekat, ",
            "tafsir_jalalayn": "(Kemudian dia mendekat) kepadanya (lalu bertambah dekat) semakin dekat dengannya.",
            "sajda": false,
            "transliteration": "Summa danaa fatadalla"
        },
        {
            "aya_id": 4793,
            "aya_number": 9,
            "aya_text": "فَكَانَ قَابَ قَوْسَيْنِ اَوْ اَدْنٰىۚ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "sehingga jaraknya (sekitar) dua busur panah atau lebih dekat (lagi).",
            "tafsir_jalalayn": "(Maka jadilah dia) padanya (mendekat) dalam jarak (dua ujung busur panah atau lebih dekat lagi) dari tempatnya yang semula sehingga nabi menjadi sadar kembali dan hilanglah rasa takutnya.",
            "sajda": false,
            "transliteration": "Fakaana qaaba qawsaini aw adnaa"
        },
        {
            "aya_id": 4794,
            "aya_number": 10,
            "aya_text": "فَاَوْحٰىٓ اِلٰى عَبْدِهٖ مَآ اَوْحٰىۗ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Lalu disampaikannya wahyu kepada hamba-Nya (Muhammad) apa yang telah diwahyukan Allah. ",
            "tafsir_jalalayn": "(Lalu Dia menyampaikan) yakni Allah swt. (kepada hamba-Nya) yaitu malaikat Jibril (apa yang telah diwahyukan)-Nya kepada malaikat Jibril untuk disampaikan kepada Nabi saw. Di sini yang mewahyukan tidak disebutkan karena mengagungkan kedudukan-Nya.",
            "sajda": false,
            "transliteration": "Fa awhaaa ilaa 'abdihee maaa awhaa"
        },
        {
            "aya_id": 4795,
            "aya_number": 11,
            "aya_text": "مَا كَذَبَ الْفُؤَادُ مَا رَاٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Hatinya tidak mendustakan apa yang telah dilihatnya. ",
            "tafsir_jalalayn": "(Tiada mendustakan) dapat dibaca Kadzaba atau Kadzdzaba, artinya tiada mengingkari (hati) atau kalbu Nabi saw. (apa yang telah dilihatnya) dengan mata kepalanya sendiri tentang rupa malaikat Jibril.",
            "sajda": false,
            "transliteration": "Maa kazabal fu'aadu maa ra aa"
        },
        {
            "aya_id": 4796,
            "aya_number": 12,
            "aya_text": "اَفَتُمٰرُوْنَهٗ عَلٰى مَا يَرٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Maka apakah kamu (musyrikin Mekah) hendak membantahnya tentang apa yang dilihatnya itu?",
            "tafsir_jalalayn": "(Maka apakah kalian hendak membantahnya) apakah kalian hendak mendebatnya dan mengalahkannya (tentang apa yang telah dilihatnya?) khithab di sini ditujukan kepada orang-orang musyrik yang tidak mempercayai bahwa Nabi saw. melihat malaikat Jibril.",
            "sajda": false,
            "transliteration": "Afatumaaroonahoo 'alaa maayaraa"
        },
        {
            "aya_id": 4797,
            "aya_number": 13,
            "aya_text": "وَلَقَدْ رَاٰهُ نَزْلَةً اُخْرٰىۙ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Dan sungguh, dia (Muhammad) telah melihatnya (dalam rupanya yang asli) pada waktu yang lain,",
            "tafsir_jalalayn": "(Dan sesungguhnya dia telah melihat Jibril itu) dalam rupa yang asli (pada waktu) pada kesempatan (yang lain).",
            "sajda": false,
            "transliteration": "Wa laqad ra aahu nazlatan ukhraa"
        },
        {
            "aya_id": 4798,
            "aya_number": 14,
            "aya_text": "عِنْدَ سِدْرَةِ الْمُنْتَهٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "(yaitu) di Sidratul Muntaha,",
            "tafsir_jalalayn": "(Yaitu di Sidratul Muntaha) sewaktu nabi dibawanya Isra ke langit. Sidratul Muntaha adalah nama sebuah pohon Nabaq yang terletak di sebelah kanan Arasy; tiada seorang malaikat pun dan tidak pula yang lainnya dapat melewati tempat itu.",
            "sajda": false,
            "transliteration": "'Inda sidratil muntaha"
        },
        {
            "aya_id": 4799,
            "aya_number": 15,
            "aya_text": "عِنْدَهَا جَنَّةُ الْمَأْوٰىۗ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "di dekatnya ada surga tempat tinggal,",
            "tafsir_jalalayn": "(Di dekatnya ada surga tempat tinggal) tempat tinggal para malaikat dan arwah-arwah para syuhada dan orang-orang yang bertakwa.",
            "sajda": false,
            "transliteration": "'Indahaa jannatul maawaa"
        },
        {
            "aya_id": 4800,
            "aya_number": 16,
            "aya_text": "اِذْ يَغْشَى السِّدْرَةَ مَا يَغْشٰىۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "(Muhammad melihat Jibril) ketika Sidratil muntaha diliputi oleh sesuatu yang meliputinya,",
            "tafsir_jalalayn": "(Ketika) sewaktu (Sidratul Muntaha diliputi oleh sesuatu yang meliputinya) yaitu oleh burung-burung dan lain-lainnya. Lafal Idz menjadi Ma'mul dari lafal Ra-aahu.",
            "sajda": false,
            "transliteration": "Iz yaghshas sidrata maa yaghshaa"
        },
        {
            "aya_id": 4801,
            "aya_number": 17,
            "aya_text": "مَا زَاغَ الْبَصَرُ وَمَا طَغٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "penglihatannya (Muhammad) tidak menyimpang dari yang dilihatnya itu dan tidak (pula) melampauinya.",
            "tafsir_jalalayn": "(Penglihatannya tidak berpaling) penglihatan Nabi saw. tidak berpaling (dan tidak melampauinya) maksudnya, tidak berpaling dari apa yang dilihatnya dan tidak pula melampaui apa yang dilihatnya pada malam ketika ia diisrakkan.",
            "sajda": false,
            "transliteration": "Maa zaaghal basaru wa maa taghaa"
        },
        {
            "aya_id": 4802,
            "aya_number": 18,
            "aya_text": "لَقَدْ رَاٰى مِنْ اٰيٰتِ رَبِّهِ الْكُبْرٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Sungguh, dia telah melihat sebagian tanda-tanda (kebesaran) Tuhannya yang paling besar.          ",
            "tafsir_jalalayn": "(Sesungguhnya dia telah melihat) pada malam itu (sebagian tanda-tanda kekuasaan Rabbnya yang paling besar) yang paling agung, dimaksud adalah sebagian dari tanda-tanda itu, maka dia melihat sebagian dari keajaiban-keajaiban alam malakut, dan Rafraf berwarna hijau menutupi cakrawala langit, dan malaikat Jibril yang memiliki enam ratus sayap.",
            "sajda": false,
            "transliteration": "Laqad ra aa min aayaati Rabbihil kubraaa"
        },
        {
            "aya_id": 4803,
            "aya_number": 19,
            "aya_text": "اَفَرَءَيْتُمُ اللّٰتَ وَالْعُزّٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Maka apakah patut kamu (orang-orang musyrik) menganggap (berhala) Al-Lata dan Al-‘Uzza,",
            "tafsir_jalalayn": "(Maka apakah patut kalian menganggap Laata dan Al Uzzaa).",
            "sajda": false,
            "transliteration": "Afara'aytumul laata wal 'uzzaa"
        },
        {
            "aya_id": 4804,
            "aya_number": 20,
            "aya_text": "وَمَنٰوةَ الثَّالِثَةَ الْاُخْرٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "dan Manat, yang ketiga (yang) kemudian (sebagai anak perempuan Allah).",
            "tafsir_jalalayn": "(Dan Manat yang ketiga) yang ketiga dari yang telah disebutkan tadi (yang paling terkemudian) berkedudukan sebagai sifat yang mengandung makna celaan. Ketiganya adalah nama berhala-berhala yang terbuat dari batu. Orang-orang musyrik dahulu menyembahnya, karena mereka menduga, bahwa berhala-berhala itu dapat memberikan syafaat kepada diri mereka di sisi Allah. Maf'ul pertama bagi lafal Afara`aytum adalah lafal Al Laata dan lafal-lafal yang di'athafkan kepadanya. Sedangkan Maf'ul yang keduanya tidak disebutkan. Makna ayat, \"Ceritakanlah kepadaku, apakah berhala-berhala ini memiliki kemampuan untuk berbuat sesuatu yang karena itu kalian menyembahnya selain Allah Yang memiliki kemampuan untuk melakukan hal-hal yang telah disebutkan tadi.\" Ketika mereka menduga bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah, sedangkan mereka sendiri tidak menyukai anak-anak perempuan, lalu turunlah firman-Nya berikut ini,",
            "sajda": false,
            "transliteration": "Wa manaatas saalisatal ukhraa"
        },
        {
            "aya_id": 4805,
            "aya_number": 21,
            "aya_text": "اَلَكُمُ الذَّكَرُ وَلَهُ الْاُنْثٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?",
            "tafsir_jalalayn": "(\"Apakah patut untuk kalian anak laki-laki dan untuk Allah -anak -perempuan?\").",
            "sajda": false,
            "transliteration": "A-lakumuz zakaru wa lahul unsaa"
        },
        {
            "aya_id": 4806,
            "aya_number": 22,
            "aya_text": "تِلْكَ اِذًا قِسْمَةٌ ضِيْزٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Yang demikian itu tentulah suatu pembagian yang tidak adil. ",
            "tafsir_jalalayn": "(Yang demikian itu tentulah suatu pembagian yang tidak adil) pembagian yang lalim; berasal dari lafal Dhaazahu Yadhiizuhu, artinya berlaku aniaya dan melampaui batas.",
            "sajda": false,
            "transliteration": "Tilka izan qismatun deezaa"
        },
        {
            "aya_id": 4807,
            "aya_number": 23,
            "aya_text": "اِنْ هِيَ اِلَّآ اَسْمَاۤءٌ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَمَا تَهْوَى الْاَنْفُسُۚ وَلَقَدْ جَاۤءَهُمْ مِّنْ رَّبِّهِمُ الْهُدٰىۗ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka. ",
            "tafsir_jalalayn": "(Itu tidak lain) apa-apa yang telah disebutkan itu (hanyalah nama-nama yang kalian adakan) kalian menamakannya (yakni oleh kalian dan bapak-bapak kalian) sebagai berhala-berhala yang kalian menyembahnya (Allah tidak menurunkan tentangnya) tentang menyembah kepada berhala-berhala itu (suatu keterangan pun) yakni bukti dan hujjah (tiada lain) (mereka hanya mengikuti) di dalam menyembah berhala-berhala itu (sangkaan saja dan apa yang diinginkan oleh hawa nafsu mereka) mengikuti apa yang dihiaskan oleh setan, ke dalam hati mereka, yaitu bahwasanya berhala-berhala itu dapat memberikan syafaat kepada diri mereka di sisi Allah swt. (dan sesungguhnya telah datang petunjuk kepada mereka dari Rabb mereka) melalui lisan Nabi saw. yang membawa bukti yang pasti, akan tetapi mereka tidak mau meninggalkan apa yang biasa mereka lakukan itu, yaitu menyembah berhala.",
            "sajda": false,
            "transliteration": "In hiya illaaa asmaaa'un sammaitumoohaaa antum wa aabaaa'ukum maaa anzalal laahu bihaa min sultaan; inyyattabi'oona illaz zanna wa maa tahwal anfusu wa laqad jaaa'ahum mir Rabbihimul hudaa"
        },
        {
            "aya_id": 4808,
            "aya_number": 24,
            "aya_text": "اَمْ لِلْاِنْسَانِ مَا تَمَنّٰىۖ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Atau apakah manusia akan mendapat segala yang dicita-citakannya?",
            "tafsir_jalalayn": "(Atau apakah manusia akan mendapat) bagi masing-masing dari mereka (segala yang dicita-citakannya) yang beranggapan, bahwa berhala-berhala itu dapat memberikan syafaat kepada mereka? Padahal kenyataannya tidaklah demikian.",
            "sajda": false,
            "transliteration": "Am lil insaani maa taman naa"
        },
        {
            "aya_id": 4809,
            "aya_number": 25,
            "aya_text": "فَلِلّٰهِ الْاٰخِرَةُ وَالْاُوْلٰى ࣖ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "(Tidak!) Maka milik Allah-lah kehidupan akhirat dan kehidupan dunia. ",
            "tafsir_jalalayn": "(Maka hanya bagi Allah kehidupan akhirat dan kehidupan dunia) tiada sesuatu pun yang terjadi pada keduanya melainkan sesuai dengan apa yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Falillaahil aakhiratu wal oolaa"
        },
        {
            "aya_id": 4810,
            "aya_number": 26,
            "aya_text": "وَكَمْ مِّنْ مَّلَكٍ فِى السَّمٰوٰتِ لَا تُغْنِيْ شَفَاعَتُهُمْ شَيْـًٔا اِلَّا مِنْۢ بَعْدِ اَنْ يَّأْذَنَ اللّٰهُ لِمَنْ يَّشَاۤءُ وَيَرْضٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 526,
            "translation_aya_text": "Dan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai. ",
            "tafsir_jalalayn": "(Dan berapa banyaknya malaikat) banyak di antara para Malaikat (di langit) yang sangat dimuliakan oleh Allah di sisi-Nya (syafaat mereka sedikit pun tidak berguna kecuali sesudah Allah mengizinkan) kepada mereka untuk memberikan syafaat (bagi orang yang dikehendaki)-Nya di antara hamba-hamba-Nya (dan diridai) ia diridai oleh-Nya, karena ada firman lainnya yang menyatakan, \".. dan mereka tiada memberi syafaat melainkan kepada orang yang diridai Allah.\" (Q.S. Al Anbiya, 28) Sudah kita maklumi bahwa syafaat para malaikat itu baru ada setelah terlebih dahulu mendapat izin dari Allah, sebagaimana yang dijelaskan dalam ayat lainnya, yaitu firman-Nya, \"Siapakah yang dapat memberi syafaat di sisi Allah tanpa izin-Nya?\" (Q.S. Al-Baqarah, 255)",
            "sajda": false,
            "transliteration": "Wa kam mim malakin fissamaawaati laa tughnee shafaa'atuhum shai'an illaa mim ba'di anyyaazanal laahu limany yashaaa'u wa yardaa"
        },
        {
            "aya_id": 4811,
            "aya_number": 27,
            "aya_text": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ لَيُسَمُّوْنَ الْمَلٰۤىِٕكَةَ تَسْمِيَةَ الْاُنْثٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, sungguh mereka menamakan para malaikat dengan nama perempuan. ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang tiada beriman kepada kehidupan akhirat, mereka benar-benar menamakan malaikat itu dengan nama perempuan) karena mereka telah mengatakan, bahwa para malaikat itu adalah anak-anak perempuan Allah.",
            "sajda": false,
            "transliteration": "innal lazeena laa yu'minoona bil aakhirati la yusammoonal malaaa'ikata tasmiyatal unsaa"
        },
        {
            "aya_id": 4812,
            "aya_number": 28,
            "aya_text": "وَمَا لَهُمْ بِهٖ مِنْ عِلْمٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۚ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Dan mereka tidak mempunyai ilmu tentang itu. Mereka tidak lain hanyalah mengikuti dugaan, dan sesungguhnya dugaan itu tidak berfaedah sedikit pun terhadap kebenaran. ",
            "tafsir_jalalayn": "(Dan mereka tidak mendasari perkataan mereka itu) ucapan mereka itu tidak didasari (dengan sesuatu pengetahuan pun tentangnya. Tiada lain) mereka hanya mengikuti) dalam hal tersebut (prasangka) yang mereka khayalkan (sedangkan sesungguhnya prasangka itu tiada berfaedah sedikit pun terhadap kebenaran) maksudnya, tiada sedikit pun pengetahuan yang bermanfaat dalam prasangka itu di dalam menelaah hal-hal yang dituntut adanya pengetahuan.",
            "sajda": false,
            "transliteration": "Wa maa lahum bihee min 'ilmin iny yattabi'oona illaz zanna wa innaz zanna laa yughnee minal haqqi shai'aa"
        },
        {
            "aya_id": 4813,
            "aya_number": 29,
            "aya_text": "فَاَعْرِضْ عَنْ مَّنْ تَوَلّٰىۙ عَنْ ذِكْرِنَا وَلَمْ يُرِدْ اِلَّا الْحَيٰوةَ الدُّنْيَاۗ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Maka tinggalkanlah (Muhammad) orang yang berpaling dari peringatan Kami, dan dia hanya mengingini kehidupan dunia.",
            "tafsir_jalalayn": "(Maka berpalinglah dari orang yang berpaling dari peringatan Kami) orang yang berpaling dari Alquran (dan tidak mengingini kecuali kehidupan duniawi) ayat ini diturunkan sebelum ada perintah berjihad dari Allah.",
            "sajda": false,
            "transliteration": "Fa a'rid 'am man tawallaa 'an zikrinaa wa lam yurid illal hayaatad dunyaa"
        },
        {
            "aya_id": 4814,
            "aya_number": 30,
            "aya_text": "ذٰلِكَ مَبْلَغُهُمْ مِّنَ الْعِلْمِۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۙ وَهُوَ اَعْلَمُ بِمَنِ اهْتَدٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Itulah kadar ilmu mereka. Sungguh, Tuhanmu, Dia lebih mengetahui siapa yang tersesat dari jalan-Nya dan Dia pula yang mengetahui siapa yang mendapat petunjuk. ",
            "tafsir_jalalayn": "(Yang demikian itu) yakni mencari keduniaan (adalah sejauh-jauh pengetahuan mereka) artinya, tujuan pengetahuan mereka ialah memilih keduniawian daripada akhirat. (Sesungguhnya Rabbmu, Dia-lah yang paling mengetahui siapa yang tersesat dari jalan-Nya dan Dia pulalah yang paling mengetahui siapa yang mendapat petunjuk) atau Dia mengetahui siapa yang mendapat petunjuk dan siapa yang tersesat, kelak Dia akan memberikan balasan-Nya kepada masing-masing.",
            "sajda": false,
            "transliteration": "Zalika mablaghuhum minal 'ilm; inna rabbaka huwa a'lamu biman dalla 'an sabee lihee wa huwa a'lamu bimanih tadaa"
        },
        {
            "aya_id": 4815,
            "aya_number": 31,
            "aya_text": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لِيَجْزِيَ الَّذِيْنَ اَسَاۤءُوْا بِمَا عَمِلُوْا وَيَجْزِيَ الَّذِيْنَ اَحْسَنُوْا بِالْحُسْنٰىۚ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). ",
            "tafsir_jalalayn": "(Dia hanya kepunyaan Allah-lah apa yang ada di langit dan apa yang ada di bumi) Dia-lah yang memiliki kesemuanya itu; antara lain ialah orang yang tersesat dan orang yang mendapat petunjuk; Dia menyesatkan siapa yang dikehendaki-Nya dan Dia memberikan petunjuk kepada siapa yang dikehendaki-Nya (supaya Dia memberi balasan kepada orang-orang yang berbuat jahat terhadap apa yang mereka kerjakan) berupa kemusyrikan dan perbuatan-perbuatan dosa lainnya (dan memberi balasan kepada orang-orang yang berbuat baik) maksudnya, mereka yang mengerjakan ketauhidan dan amal-amal ketaatan lainnya (dengan pahala yang lebih baik) yakni surga. Kemudian Allah menjelaskan siapakah yang disebut orang-orang yang telah berbuat baik itu melalui firman selanjutnya,",
            "sajda": false,
            "transliteration": "Wa lillaahi maa fis samaawaati wa maa fil ardi liyajziyal lazeena asaaa'oo bimaa 'amiloo wa yajziyal lazeena ahsanoo bilhusnaa"
        },
        {
            "aya_id": 4816,
            "aya_number": 32,
            "aya_text": "اَلَّذِيْنَ يَجْتَنِبُوْنَ كَبٰۤىِٕرَ الْاِثْمِ وَالْفَوَاحِشَ اِلَّا اللَّمَمَۙ اِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِۗ هُوَ اَعْلَمُ بِكُمْ اِذْ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاِذْ اَنْتُمْ اَجِنَّةٌ فِيْ بُطُوْنِ اُمَّهٰتِكُمْۗ فَلَا تُزَكُّوْٓا اَنْفُسَكُمْۗ  هُوَ اَعْلَمُ بِمَنِ اتَّقٰى ࣖ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Yaitu) mereka yang menjauhi dosa-dosa besar dan perbuatan keji, kecuali kesalahan-kesalahan kecil. Sungguh, Tuhanmu Mahaluas ampunan-Nya. Dia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu. Maka janganlah kamu menganggap dirimu suci. Dia mengetahui tentang orang yang bertakwa. ",
            "tafsir_jalalayn": "(\"Yaitu orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji selain dari kesalahan-kesalahan kecil) yang dimaksud dari lafal Al Lamam adalah dosa-dosa kecil seperti, melihat wanita lain, menciumnya dan menyentuhnya. Istitsna atau pengecualian di sini bersifat Munqathi' artinya dosa-dosa kecil itu diampuni oleh sebab menjauhi dosa-dosa besar. (Sesungguhnya Rabbmu Maha Luas ampunan-Nya) disebabkan hal tersebut, sebab Dia Penerima Tobat. Ayat ini diturunkan berkenaan dengan orang-orang yang telah mengatakan, salat kami, shaum kami dan haji kami (Dia lebih mengetahui) (tentang kalian ketika Dia menjadikan kalian dari tanah) ketika Dia menciptakan bapak moyang kalian yaitu Adam dari tanah (dan ketika kalian masih berupa janin lafal Ajinnatin adalah bentuk jamak dari lafal Janiin (dalam perut ibu kalian; maka janganlah kalian mengatakan diri kalian suci) janganlah kalian memuji-muji diri kalian sendiri dengan cara ujub atau takabur, akan tetapi bila kalian melakukannya dengan cara mengakui nikmat Allah, maka hal ini dianggap baik (Dia-lah Yang paling mengetahui) Yang mengetahui (tentang orang yang bertakwa\").",
            "sajda": false,
            "transliteration": "Allazeena yajtaniboona kabaaa'iral ismi walfawaa hisha illal lamam; inna rabbaka waasi'ul maghfirah; huwa a'lamu bikum iz ansha akum minal ardi wa iz antum ajinnatun fee butooni umma haatikum falaa tuzakkooo anfusakum huwa a'lamu bimanit taqaa"
        },
        {
            "aya_id": 4817,
            "aya_number": 33,
            "aya_text": "اَفَرَءَيْتَ الَّذِيْ تَوَلّٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Maka tidakkah engkau melihat orang yang berpaling (dari Al-Qur'an)?",
            "tafsir_jalalayn": "(Maka apakah kamu melihat orang yang berpaling) dari keimanan, orang tersebut murtad dari Islam, yaitu ketika ia dicela karena masuk Islam. Lalu ia menjawab, \"Sesungguhnya aku takut akan azab atau siksaan Allah\". Lalu orang yang mencelanya itu mau menanggung siksaan Allah yang akan diterimanya, bila ia kembali kepada kemusyrikan, dan orang yang menanggung itu bersedia untuk memberikan hartanya kepada dia, sejumlah sekian. Akhirnya dia mau kembali kepada kemusyrikannya.",
            "sajda": false,
            "transliteration": "Afara'ayatal lazee tawallaa"
        },
        {
            "aya_id": 4818,
            "aya_number": 34,
            "aya_text": "وَاَعْطٰى قَلِيْلًا وَّاَكْدٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan dia memberikan sedikit (dari apa yang dijanjikan) lalu menahan sisanya.",
            "tafsir_jalalayn": "(Serta memberi sedikit) dari harta yang telah disebutkan tadi (dan tidak mau memberi lagi?) yaitu dia tidak mau memberikan sisanya. Lafal Akdaa diambil dari asal kata Al Kidyah, arti asalnya adalah tanah yang keras seperti tanah yang berbatu, sehingga penggali sumur bila sampai kepada lapisan yang berbatu itu tidak dapat melanjutkan penggaliannya.",
            "sajda": false,
            "transliteration": "Wa a'taa qaleelanw wa akdaa"
        },
        {
            "aya_id": 4819,
            "aya_number": 35,
            "aya_text": "اَعِنْدَهٗ عِلْمُ الْغَيْبِ فَهُوَ يَرٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Apakah dia mempunyai ilmu tentang yang gaib sehingga dia dapat melihat(nya)?",
            "tafsir_jalalayn": "(Apakah dia mempunyai pengetahuan tentang yang gaib sehingga dia mengetahui) sebagiannya, yaitu bahwa seseorang dapat menanggung azab akhirat yang diterima oleh orang lain? Jawabannya tentu saja tidak. Orang yang dimaksud dalam ayat ini adalah Walid ibnu Mughirah atau lainnya. Jumlah kalimat A'indahuu merupakan Maf'ul kedua dari lafal Ra-ayta, yang maknanya Akhbirnii, yakni ceritakanlah kepada-Ku.",
            "sajda": false,
            "transliteration": "A'indahoo 'ilmul ghaibi fahuwa yaraa"
        },
        {
            "aya_id": 4820,
            "aya_number": 36,
            "aya_text": "اَمْ لَمْ يُنَبَّأْ بِمَا فِيْ صُحُفِ مُوْسٰى  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Ataukah belum diberitakan (kepadanya) apa yang ada dalam lembaran-lembaran (Kitab Suci yang diturunkan kepada) Musa?",
            "tafsir_jalalayn": "(Ataukah) yakni sebenarnya (belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran Musa) yaitu lembaran-lembaran kitab Taurat atau lembaran-lembaran kitab suci sebelumnya.",
            "sajda": false,
            "transliteration": "Am lam yunabbaa bimaa fee suhuhfi Moosa"
        },
        {
            "aya_id": 4821,
            "aya_number": 37,
            "aya_text": "وَاِبْرٰهِيْمَ الَّذِيْ وَفّٰىٓ ۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Dan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji?",
            "tafsir_jalalayn": "(Dan) lembaran-lembaran (Ibrahim yang selalu memenuhi janji) maksudnya Nabi Ibrahim itu selalu menepati apa yang diperintahkan kepadanya,, sebagaimana yang disebutkan dalam ayat yang lain, yaitu firman-Nya, \"Dan (ingatlah) ketika Ibrahim diuji Rabbnya dengan beberapa kalimat (perintah dan larangan), lalu Ibrahim menunaikannya dengan lengkap.\" (Q.S. Al Baqarah, 124) Kemudian pengertian yang terkandung di dalam lafal Maa pada ayat sebelumnya, dijelaskan oleh firman berikutnya,",
            "sajda": false,
            "transliteration": "Wa Ibraaheemal lazee waffaaa"
        },
        {
            "aya_id": 4822,
            "aya_number": 38,
            "aya_text": "اَلَّا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "(yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain,",
            "tafsir_jalalayn": "(\"Yaitu bahwasanya seorang yang berdosa tidak akan memikul dosa orang lain) dan seterusnya. Lafal An adalah bentuk Mukhaffafah dari Anna; artinya bahwa setiap diri itu tidak dapat menanggung dosa orang lain.",
            "sajda": false,
            "transliteration": "Allaa taziru waaziratunw wizra ukhraa"
        },
        {
            "aya_id": 4823,
            "aya_number": 39,
            "aya_text": "وَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan bahwa manusia hanya memperoleh apa yang telah diusahakannya,",
            "tafsir_jalalayn": "(Dan bahwasanya) bahwasanya perkara yang sesungguhnya itu ialah (seorang manusia tiada memperoleh selain apa yang telah diusahakannya) yaitu memperoleh kebaikan dari usahanya yang baik, maka dia tidak akan memperoleh kebaikan sedikit pun dari apa yang diusahakan oleh orang lain.",
            "sajda": false,
            "transliteration": "Wa al laisa lil insaani illaa maa sa'aa"
        },
        {
            "aya_id": 4824,
            "aya_number": 40,
            "aya_text": "وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya),",
            "tafsir_jalalayn": "(Dan bahwasanya usahanya itu kelak akan diperlihatkan) kepadanya di akhirat.",
            "sajda": false,
            "transliteration": "Wa anna sa'yahoo sawfa yuraa"
        },
        {
            "aya_id": 4825,
            "aya_number": 41,
            "aya_text": "ثُمَّ يُجْزٰىهُ الْجَزَاۤءَ الْاَوْفٰىۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "kemudian akan diberi balasan kepadanya dengan balasan yang paling  sempurna,",
            "tafsir_jalalayn": "(Kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna\") pembalasan yang paling lengkap. Diambil dari asal kata, Jazaituhu Sa'yahu atau Bisa'yihi, artinya, \"Aku memberikan balasan terhadap usahanya, atau aku memberikannya balasan atas usahanya.\" Dengan kata lain lafal Jazaa ini boleh dibilang sebagai Fi'il Muta'addi atau Fi'il Lazim.",
            "sajda": false,
            "transliteration": "Summa yujzaahul jazaaa 'al awfaa"
        },
        {
            "aya_id": 4826,
            "aya_number": 42,
            "aya_text": "وَاَنَّ اِلٰى رَبِّكَ الْمُنْتَهٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu),",
            "tafsir_jalalayn": "(Dan bahwasanya) jika dibaca Anna berarti di'athafkan kepada kalimat sebelumnya, jika dibaca Inna berarti merupakan jumlah Isti-naf atau kalimat baru. Hal ini berlaku pula terhadap lafal yang sama yang jatuh sesudahnya, dengan demikian maka pengertian yang terkandung pada kalimat sesudah Anna pertama bukan termasuk ke dalam pengertian yang terkandung di dalam lembaran-lembaran Ibrahim (kepada Rabbmulah kesudahan) tempat kembali sesudah mati, lalu Dia memberikan balasan yang setimpal kepada mereka masing-masing.",
            "sajda": false,
            "transliteration": "Wa anna ilaa rabbikal muntahaa"
        },
        {
            "aya_id": 4827,
            "aya_number": 43,
            "aya_text": "وَاَنَّهٗ هُوَ اَضْحَكَ وَاَبْكٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan sesungguhnya Dialah yang menjadikan orang tertawa dan menangis, ",
            "tafsir_jalalayn": "(Dan bahwasanya Dia-lah yang membuat orang tertawa) yang menjadikan gembira siapa yang dikehendaki-Nya (dan menangis) yang menjadikan sedih siapa yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Wa annahoo huwa adhaka wa abkaa"
        },
        {
            "aya_id": 4828,
            "aya_number": 44,
            "aya_text": "وَاَنَّهٗ هُوَ اَمَاتَ وَاَحْيَاۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan sesungguhnya Dialah yang mematikan dan menghidupkan, ",
            "tafsir_jalalayn": "(Dan bahwasanya Dia-lah yang mematikan dan yang menghidupkan) kembali pada hari berbangkit nanti.",
            "sajda": false,
            "transliteration": "Wa annahoo huwa amaata wa ahyaa"
        },
        {
            "aya_id": 4829,
            "aya_number": 45,
            "aya_text": "وَاَنَّهٗ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "dan sesungguhnya Dialah yang men-ciptakan pasangan laki-laki dan perempuan,",
            "tafsir_jalalayn": "(Dan bahwasanya Dia-lah yang menciptakan berpasang-pasangan) kedua jenis yang berpasangan (laki-laki dan perempuan).",
            "sajda": false,
            "transliteration": "Wa annahoo khalaqaz zawjainiz zakara wal unsaa"
        },
        {
            "aya_id": 4830,
            "aya_number": 46,
            "aya_text": "مِنْ نُّطْفَةٍ اِذَا تُمْنٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "dari mani, apabila dipancarkan,",
            "tafsir_jalalayn": "(Dari nuthfah) yakni air mani (apabila dipancarkan) bila ditumpahkan ke dalam rahim.",
            "sajda": false,
            "transliteration": "Min nutfatin izaa tumnaa"
        },
        {
            "aya_id": 4831,
            "aya_number": 47,
            "aya_text": "وَاَنَّ عَلَيْهِ النَّشْاَةَ الْاُخْرٰىۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "dan sesungguhnya Dialah yang menetapkan penciptaan yang lain (kebangkitan setelah mati),",
            "tafsir_jalalayn": "(Dan bahwasanya Dia-lah yang menetapkan kejadian) huruf Hamzah lafal An Nasy`ah boleh dibaca panjang dan boleh dibaca pendek (yang lain) kejadian yang lain untuk dibangkitkan menjadi hidup kembali, sesudah penciptaan yang pertama.",
            "sajda": false,
            "transliteration": "Wa anna 'alaihin nash atal ukhraa"
        },
        {
            "aya_id": 4832,
            "aya_number": 48,
            "aya_text": "وَاَنَّهٗ هُوَ اَغْنٰى وَاَقْنٰىۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "dan sesungguhnya Dialah yang memberikan kekayaan dan kecukupan. ",
            "tafsir_jalalayn": "(Dan bahwasanya Dia yang memberi kekayaan) kepada manusia berupa harta benda (dan yang memberikan kecukupan) Dia memberikan harta untuk mencukupi kebutuhan orang itu.",
            "sajda": false,
            "transliteration": "Wa annahoo huwa aghnaa wa aqnaa"
        },
        {
            "aya_id": 4833,
            "aya_number": 49,
            "aya_text": "وَاَنَّهٗ هُوَ رَبُّ الشِّعْرٰىۙ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "dan sesungguhnya Dialah Tuhan (yang memiliki) bintang Syi‘ra, ",
            "tafsir_jalalayn": "(Dan bahwasanya Dia-lah Rabb bintang syi'ra) nama bintang yang berada di belakang bintang Jauza; bintang itu pada zaman jahiliah disembah-sembah.",
            "sajda": false,
            "transliteration": "Wa annahoo huwa rabbush shi'raa"
        },
        {
            "aya_id": 4834,
            "aya_number": 50,
            "aya_text": "وَاَنَّهٗٓ اَهْلَكَ عَادًا ۨالْاُوْلٰىۙ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "dan sesungguhnya Dialah yang telah membinasakan kaum ‘Ad dahulu kala, ",
            "tafsir_jalalayn": "(Dan bahwasanya Dia telah membinasakan kaum 'Ad yang pertama) menurut suatu qiraat harakat Tanwinnya diidgamkan kepada huruf Lam, bila huruf Lamnya didamahkan, tanpa memakai Hamzah. Ad adalah nama suatu kaum yang dikenal dengan nama kaum 'Ad, sedangkan kaum yang lainnya adalah kaum Nabi Saleh.",
            "sajda": false,
            "transliteration": "Wa annahooo ahlak a 'Aadanil oolaa"
        },
        {
            "aya_id": 4835,
            "aya_number": 51,
            "aya_text": "وَثَمُوْدَا۟ فَمَآ اَبْقٰىۙ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "dan kaum Samud, tidak seorang pun yang ditinggalkan-Nya (hidup), ",
            "tafsir_jalalayn": "(Dan kaum Tsamud) jika dibaca Sharf, dengan memakai Tanwin berarti nama kakek moyang, bila dibaca dengan tidak memakai Tanwin berarti nama suatu kabilah, berarti di'athafkan kepada lafal Ad. (Maka tidak seorang pun yang ditinggalkan) hidup; maksudnya tiada seorang pun di antara mereka yang dibiarkan hidup oleh-Nya.",
            "sajda": false,
            "transliteration": "Wa samooda famaaa abqaa"
        },
        {
            "aya_id": 4836,
            "aya_number": 52,
            "aya_text": "وَقَوْمَ نُوْحٍ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا هُمْ اَظْلَمَ وَاَطْغٰىۗ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "dan (juga) kaum Nuh sebelum itu. Sungguh, mereka adalah orang-orang yang paling zalim dan paling durhaka.",
            "tafsir_jalalayn": "(Dan Kaum Nuh sebelum itu) sebelum kaum Ad dan kaum Tsamud; kami binasakan mereka semuanya. (Sesungguhnya mereka adalah orang-orang yang paling lalim dan paling durhaka) yakni kaum Nabi Nuh itu jauh lebih lalim dan lebih durhaka daripada kaum 'Ad dan kaum Tsamud, karena Nabi Nuh tinggal bersama mereka dalam waktu yang lama sekali sebagaimana yang diungkapkan oleh Allah dalam firman-Nya, \"maka ia tinggal di antara mereka seribu tahun kurang lima puluh tahun.\" (Q.S. Al 'Ankabut, 14) Di samping mereka tidak mau beriman kepada Nabi Nuh, mereka juga menyakiti bahkan memukulinya.",
            "sajda": false,
            "transliteration": "Wa qawma Noohim min qablu innahum kaanoo hum azlama wa atghaa"
        },
        {
            "aya_id": 4837,
            "aya_number": 53,
            "aya_text": "وَالْمُؤْتَفِكَةَ اَهْوٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "Dan prahara angin telah meruntuhkan (negeri kaum Lut), ",
            "tafsir_jalalayn": "(Dan penduduk Mu`tafikah) yaitu negeri-negeri tempat tinggal kaum Nabi Luth (yang telah dihancurkan) yaitu dijatuhkan dari atas langit sesudah diangkat dalam keadaan terbalik, lalu dijatuhkan ke bumi oleh malaikat Jibril atas perintah Allah swt.",
            "sajda": false,
            "transliteration": "Wal mu'tafikata ahwaa"
        },
        {
            "aya_id": 4838,
            "aya_number": 54,
            "aya_text": "فَغَشّٰىهَا مَا غَشّٰىۚ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "lalu menimbuni negeri itu (sebagai azab) dengan (puing-puing) yang menimpanya. ",
            "tafsir_jalalayn": "(Lalu Allah menimpakan atas negeri-negeri itu) batu-batu sesudah dibalikkan (azab besar yang menimpanya) di dalam ungkapan ayat azab yang dimaksud sengaja tidak disebutkan secara jelas, sebagai gambaran tentang kengeriannya yang tak terperikan, hingga tidak dapat diungkapkan oleh kata-kata. Azab ini dijelaskan pula dalam surah Hud, melalui firman-Nya, \"Kami jadikan negeri kaum Luth itu yang di atas ke bawah (Kami balikkan), dan Kami hujani mereka dengan batu dari tanah yang terbakar.\" (Q.S. Hud, 82)",
            "sajda": false,
            "transliteration": "Faghashshaahaa maa ghashshaa"
        },
        {
            "aya_id": 4839,
            "aya_number": 55,
            "aya_text": "فَبِاَيِّ اٰلَاۤءِ رَبِّكَ تَتَمَارٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "Maka terhadap nikmat Tuhanmu yang manakah yang masih kamu ragukan?",
            "tafsir_jalalayn": "(Maka terhadap nikmat Rabbmu yang manakah) yakni nikmat-nikmat-Nya yang menunjukkan kepada keesaan dan kekuasaan-Nya (kamu ragu-ragu) kamu meragukannya, hai manusia. Atau, kamu mendustakannya hai manusia?",
            "sajda": false,
            "transliteration": "Fabi ayyi aalaaa'i Rabbika tatamaaraa"
        },
        {
            "aya_id": 4840,
            "aya_number": 56,
            "aya_text": "هٰذَا نَذِيْرٌ مِّنَ النُّذُرِ الْاُوْلٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "Ini (Muhammad) salah seorang pemberi peringatan di antara para pemberi peringatan yang telah terdahulu. ",
            "tafsir_jalalayn": "(Ini) Muhammad ini (adalah seorang pemberi peringatan di antara pemberi-pemberi peringatan yang terdahulu) artinya, sama dengan mereka. Maksudnya, dia adalah seorang rasul yang sama dengan rasul-rasul lain sebelumnya; ia diutus kepada kalian, sebagaimana para rasul terdahulu diutus kepada kaumnya masing-masing.",
            "sajda": false,
            "transliteration": "Haazaa nazeerum minan nuzuril oolaa"
        },
        {
            "aya_id": 4841,
            "aya_number": 57,
            "aya_text": "اَزِفَتِ الْاٰزِفةُ ۚ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "Yang dekat (hari Kiamat) telah makin mendekat. ",
            "tafsir_jalalayn": "(Telah dekat terjadinya hari kiamat) kiamat telah dekat masanya.",
            "sajda": false,
            "transliteration": "Azifatil laazifah"
        },
        {
            "aya_id": 4842,
            "aya_number": 58,
            "aya_text": "لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ كَاشِفَةٌ  ۗ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "Tidak ada yang akan dapat mengungkapkan (terjadinya hari itu) selain Allah.",
            "tafsir_jalalayn": "(Tiada baginya selain dari Allah) tiada seorang pun selain Allah (yang dapat menyatakan terjadinya) tiada yang mengetahui kapan terjadi dan tiada seorang pun yang dapat menyatakan kejadiannya selain Allah. Ayat ini mempunyai arti yang senada dengan ayat lainnya yaitu, firman-Nya, \"tidak ada seorang pun yang dapat menjelaskan waktu kedatangannya selain Dia.\" (Q.S. Al A'raf, 187).",
            "sajda": false,
            "transliteration": "Laisa lahaa min doonil laahi kaashifah"
        },
        {
            "aya_id": 4843,
            "aya_number": 59,
            "aya_text": "اَفَمِنْ هٰذَا الْحَدِيْثِ تَعْجَبُوْنَۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "Maka apakah kamu merasa heran terhadap pemberitaan ini?",
            "tafsir_jalalayn": "(Maka apakah terhadap pemberitaan ini) Alquran ini (kalian merasa heran?) makna yang dimaksud ialah mendustakannya.",
            "sajda": false,
            "transliteration": "Afamin hazal hadeesi ta'jaboon"
        },
        {
            "aya_id": 4844,
            "aya_number": 60,
            "aya_text": "وَتَضْحَكُوْنَ وَلَا تَبْكُوْنَۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "dan kamu tertawakan dan tidak menangis, ",
            "tafsir_jalalayn": "(Dan kalian menertawakan) karena memperolok-olokkannya (dan tidak menangis) sewaktu kalian mendengarkan ancaman dan peringatannya.",
            "sajda": false,
            "transliteration": "Wa tadhakoona wa laa tabkoon"
        },
        {
            "aya_id": 4845,
            "aya_number": 61,
            "aya_text": "وَاَنْتُمْ سَامِدُوْنَ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "sedang kamu lengah (darinya).",
            "tafsir_jalalayn": "(Sedangkan kalian melengahkannya) lengah dan lalai mengenai apa yang diwajibkan kepada kalian untuk mengerjakannya.",
            "sajda": false,
            "transliteration": "Wa antum saamidoon"
        },
        {
            "aya_id": 4846,
            "aya_number": 62,
            "aya_text": "فَاسْجُدُوْا لِلّٰهِ وَاعْبُدُوْا ࣖ ۩ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "Maka bersujudlah kepada Allah dan sembahlah (Dia). ",
            "tafsir_jalalayn": "(Maka bersujudlah kalian kepada Allah) Yang telah menciptakan kalian (dan sembahlah) Dia, dan janganlah kalian menyembah dan bersujud kepada berhala-berhala.",
            "sajda": true,
            "transliteration": "Fasjudoo lillaahi wa'budoo"
        }
    ]
}