{
    "sura_id": 54,
    "name": "سُورَةُ القَمَرِ",
    "englishName": "Al-Qamar",
    "englishNameTranslation": "The Moon",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 4847,
            "aya_number": 1,
            "aya_text": "اِقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": " Saat (hari Kiamat) semakin dekat, bulan pun terbelah. ",
            "tafsir_jalalayn": "(Telah dekat datangnya saat itu) dimaksud hari kiamat (dan telah terbelah bulan) menjadi dua bagian; yang satu di atas bukit Abu Qubais dan yang lainnya tampak di atas bukit Qaiqa'an; hal itu merupakan mukjizat bagi Nabi saw. yaitu sewaktu orang-orang Quraisy memintanya, lalu Nabi saw. bersabda, \"Saksikanlah oleh kalian.\" Demikianlah menurut keterangan hadis yang diketengahkan oleh Asy Syaikhain.",
            "sajda": false,
            "transliteration": "Iqtarabatis Saa'atu wsan shaqqal qamar"
        },
        {
            "aya_id": 4848,
            "aya_number": 2,
            "aya_text": "وَاِنْ يَّرَوْا اٰيَةً يُّعْرِضُوْا وَيَقُوْلُوْا سِحْرٌ مُّسْتَمِرٌّ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, “(Ini adalah) sihir yang terus menerus.” ",
            "tafsir_jalalayn": "(Dan jika mereka melihat) yaitu orang-orang kafir Quraisy (sesuatu tanda) suatu mukjizat yang timbul dari Nabi saw. (mereka berpaling dan berkata,) \"Ini adalah (sihir yang kuat) sihir yang paling kuat\", berasal dari kata Al Mirrah; artinya kuat atau terus menerus.",
            "sajda": false,
            "transliteration": "Wa iny yaraw aayatany yu'ridoo wa yaqooloo sihrum mustamirr"
        },
        {
            "aya_id": 4849,
            "aya_number": 3,
            "aya_text": "وَكَذَّبُوْا وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ وَكُلُّ اَمْرٍ مُّسْتَقِرٌّ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "Dan mereka mendustakan (Muhammad) dan mengikuti keinginannya, padahal setiap urusan telah ada ketetapannya.",
            "tafsir_jalalayn": "(Dan mereka mendustakan) Nabi saw. (dan mengikuti hawa nafsu mereka) dalam perkara yang batil (sedangkan tiap-tiap urusan) atau perkara yang baik dan perkara yang buruk (telah ada ketetapannya) bagi pemiliknya masing-masing, yaitu adakalanya masuk ke surga atau ke neraka.",
            "sajda": false,
            "transliteration": "Wa kazzaboo wattaba'ooo ahwaaa'ahum; wa kullu amrim mustaqirr"
        },
        {
            "aya_id": 4850,
            "aya_number": 4,
            "aya_text": "وَلَقَدْ جَاۤءَهُمْ مِّنَ الْاَنْبَاۤءِ مَا فِيْهِ مُزْدَجَرٌۙ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "Dan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman (terhadap kekafiran),",
            "tafsir_jalalayn": "(Dan sesungguhnya telah datang kepada mereka beberapa kisah) berita-berita tentang dibinasakan-Nya umat-umat yang telah mendustakan rasul-rasul mereka (yang di dalamnya terdapat cegahan) bagi mereka untuk melakukan hal yang serupa. Lafal Muzdajar adalah Mashdar atau Isim yang menunjukkan arti tempat, sedangkan huruf Dal-nya merupakan pergantian dari Ta Wazan Ifta'ala. Bila dikatakan Izdajartuhu atau Zajartuhu maka artinya, aku mencegahnya dengan keras. Huruf Maa adalah Maushulah atau Maa Maushufah.",
            "sajda": false,
            "transliteration": "Wa laqad jaaa'ahum minal ambaaa'i maa feehi muzdajar"
        },
        {
            "aya_id": 4851,
            "aya_number": 5,
            "aya_text": "حِكْمَةٌ ۢ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُۙ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "(itulah) suatu hikmah yang sempurna, tetapi peringatan-peringatan itu tidak berguna (bagi mereka),",
            "tafsir_jalalayn": "(Itulah suatu hikmah) merupakan Khabar dari Mubtada yang tidak disebutkan, atau menjadi Badal dari lafal Maa, atau dari lafal Muzdajir (yang sempurna) maksudnya, hikmah yang lengkap (tetapi tiada berguna) tidak ada gunanya bagi mereka (peringatan-peringatan itu) lafal An Nudzur adalah bentuk jamak dari lafal Nadziirun yang bermakna Mundzirun, yakni hal-hal yang dijadikan peringatan buat mereka. Lafal Maa boleh dikatakan sebagai huruf Nafi atau Istifham Inkari; jika dianggap sebagai Istifham Inkari berarti kedudukannya sebagai Maf'ul Muqaddam.",
            "sajda": false,
            "transliteration": "Hikmatum baalighatun famaa tughnin nuzur"
        },
        {
            "aya_id": 4852,
            "aya_number": 6,
            "aya_text": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ الدَّاعِ اِلٰى شَيْءٍ نُّكُرٍۙ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 528,
            "translation_aya_text": "maka berpalinglah engkau (Muhammad) dari mereka pada hari (ketika) penyeru (malaikat) mengajak (mereka) kepada sesuatu yang tidak menyenangkan (hari pembalasan), ",
            "tafsir_jalalayn": "(Maka berpalinglah kamu dari mereka) menjadi pelengkap atau kesimpulan dari pembahasan sebelumnya (pada hari ketika penyeru memanggil) yaitu malaikat Israfil. Yang menashabkan lafal Yauma adalah lafal Yakhrujuuna yang disebutkan dalam ayat berikutnya, artinya, sesudah mereka keluar dari kuburnya masing-masing yaitu, ketika sang penyeru memanggil mereka (kepada sesuatu yang tidak menyenangkan) dapat dibaca Nukur atau Nukr, artinya, hal yang paling tidak disukai oleh jiwa manusia yaitu, hari penghisaban amal perbuatan.",
            "sajda": false,
            "transliteration": "Fatawalla 'anhum; yawma yad'ud daa'i ilaa shai 'in nukur"
        },
        {
            "aya_id": 4853,
            "aya_number": 7,
            "aya_text": "خُشَّعًا اَبْصَارُهُمْ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ كَاَنَّهُمْ جَرَادٌ مُّنْتَشِرٌۙ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "pandangan mereka tertunduk, ketika mereka keluar dari kuburan, seakan-akan mereka belalang yang beterbangan,",
            "tafsir_jalalayn": "(Sambil menundukkan) keadaan mereka pada saat itu hina Menurut suatu qiraat dibaca Khaasyi'an (pandangan-pandangan mereka) lafal Khusysya'an menjadi Hal atau kata keterangan keadaan dari Fa'il (mereka keluar) yakni manusia semuanya (dari kuburan) dari tempat-tempat mereka dikuburkan (seakan-akan mereka belalang yang beterbangan) mereka tidak mengetahui hendak ke manakah tujuan mereka, karena tercekam oleh rasa takut dan bimbang yang amat sangat. Jumlah kalimat Ka annahum dan seterusnya menjadi Hal dari Fa'il yang terkandung di dalam lafal Yakhrujuna, demikian pula firman selanjutnya, yaitu,",
            "sajda": false,
            "transliteration": "khushsha'an absaaruhum yakrujoona minal ajdaasi ka annahum jaraadum muntashir"
        },
        {
            "aya_id": 4854,
            "aya_number": 8,
            "aya_text": "مُّهْطِعِيْنَ اِلَى الدَّاعِۗ يَقُوْلُ الْكٰفِرُوْنَ هٰذَا يَوْمٌ عَسِرٌ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "dengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, “Ini adalah hari yang sulit.” ",
            "tafsir_jalalayn": "(Mereka datang dengan cepat) seraya menjulurkan leher-leher mereka (kepada penyeru itu. Orang-orang kafir berkata) orang-orang kafir di antara mereka mengatakan, (\"Ini adalah hari yang berat\") atau sulit bagi orang-orang kafir, sebagaimana yang telah dijelaskan dalam surah Al Muddatstsir melalui firman-Nya, \"Hari yang sulit bagi orang-orang kafir.\" (Q.S. Al-Muddatstsir 9-10)",
            "sajda": false,
            "transliteration": "Muhti'eena ilad daa'i yaqoolul kafiroona haazaa yawmun 'asir"
        },
        {
            "aya_id": 4855,
            "aya_number": 9,
            "aya_text": "۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ فَكَذَّبُوْا عَبْدَنَا وَقَالُوْا مَجْنُوْنٌ وَّازْدُجِرَ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Sebelum mereka, kaum Nuh juga telah mendustakan (rasul), maka mereka mendustakan hamba Kami (Nuh) dan mengatakan, “Dia orang gila!” Lalu diusirnya dengan ancaman. ",
            "tafsir_jalalayn": "(Sebelum mereka telah mendustakan -pula -) yakni sebelum orang-orang Quraisy (kaum Nuh) dita`nits kannya lafal Kadzdzabat karena memandang segi makna yang terkandung dalam lafal Qaumun (maka mereka mendustakan hamba Kami) yakni Nabi Nuh (dan mereka mengatakan, \"Dia seorang gila dan dia sudah pernah diberi ancaman\") pernah diperingatkan oleh mereka dengan caci-maki dan lain sebagainya.",
            "sajda": false,
            "transliteration": "Kazzabat qablahum qawmu Noohin fakazzaboo 'abdanaa wa qaaloo majnoo nunw wazdujir"
        },
        {
            "aya_id": 4856,
            "aya_number": 10,
            "aya_text": "فَدَعَا رَبَّهٗٓ اَنِّيْ مَغْلُوْبٌ فَانْتَصِرْ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Maka dia (Nuh) mengadu kepada Tuhannya, “Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).”",
            "tafsir_jalalayn": "(Maka dia mengadu kepada Rabbnya, \"Bahwasanya aku ini) dibaca Annii artinya, bahwa aku ini (adalah orang yang dikalahkan, oleh karena itu menangkanlah aku\")",
            "sajda": false,
            "transliteration": "Fada'aa Rabbahooo annee maghloobun fantasir"
        },
        {
            "aya_id": 4857,
            "aya_number": 11,
            "aya_text": "فَفَتَحْنَآ اَبْوَابَ السَّمَاۤءِ بِمَاۤءٍ مُّنْهَمِرٍۖ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Lalu Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah,",
            "tafsir_jalalayn": "(Maka Kami bukakan) dapat dibaca Fafatahnaa atau Fafattahnaa (pintu-pintu langit dengan menurunkan air yang tercurah) air yang ditumpahkan dari langit dengan sangat derasnya.",
            "sajda": false,
            "transliteration": "Fafatahnaaa abwaabas sa maaa'i bimaa'im munhamir"
        },
        {
            "aya_id": 4858,
            "aya_number": 12,
            "aya_text": "وَّفَجَّرْنَا الْاَرْضَ عُيُوْنًا فَالْتَقَى الْمَاۤءُ عَلٰٓى اَمْرٍ قَدْ قُدِرَ ۚ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "dan Kami jadikan bumi menyemburkan mata-mata air maka bertemulah (air-air) itu sehingga (meluap menimbulkan) keadaan (bencana) yang telah ditetapkan. ",
            "tafsir_jalalayn": "(Dan Kami jadikan bumi memancarkan mata air-mata air) yang menyumber dengan derasnya (maka bertemulah air-air itu) yaitu air yang ditumpahkan dari langit dan air yang disemburkan dari bumi (untuk suatu urusan) berkedudukan menjadi Hal (yang sungguh telah ditetapkan) yang telah dipastikan di zaman Azali, yaitu bahwa mereka dibinasakan dengan ditenggelamkan.",
            "sajda": false,
            "transliteration": "Wa fajjamal arda 'uyoonan faltaqal maaa'u 'alaaa amrin qad qudir"
        },
        {
            "aya_id": 4859,
            "aya_number": 13,
            "aya_text": "وَحَمَلْنٰهُ عَلٰى ذَاتِ اَلْوَاحٍ وَّدُسُرٍۙ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Dan Kami angkut dia (Nuh) ke atas (kapal) yang terbuat dari papan dan pasak, ",
            "tafsir_jalalayn": "(Dan Kami angkut dia) yakni Nabi Nuh (ke atas) bahtera (yang terbuat dari papan dan paku) lafal Dusur artinya benda-benda yang dipakai untuk menyambung kayu-kayu, baik berupa paku atau benda-benda lainnya, bentuk tunggalnya adalah Disaarun yang wazannya sama dengan lafal Kitaabun",
            "sajda": false,
            "transliteration": "Wa hamalnaahu 'alaa zaati alwaahinw wa dusur"
        },
        {
            "aya_id": 4860,
            "aya_number": 14,
            "aya_text": "تَجْرِيْ بِاَعْيُنِنَاۚ جَزَاۤءً لِّمَنْ كَانَ كُفِرَ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "yang berlayar dengan pemeliharaan (pengawasan) Kami sebagai balasan bagi orang yang telah diingkari (kaumnya).",
            "tafsir_jalalayn": "(Yang berlayar dengan pemeliharaan Kami) atau dalam pengawasan Kami (sebagai balasan) dinashabkan oleh Fi'il yang diperkirakan keberadaannya, yakni mereka ditenggelamkan sebagai pertanda kemenangan (bagi orang yang diingkari) yaitu bagi Nabi Nuh a.s. Dan menurut suatu qiraat lafal Kufira dibaca Kafar, artinya, mereka ditenggelamkan sebagai hukuman bagi mereka yang kafir.",
            "sajda": false,
            "transliteration": "Tajree bi a'yuninaa jazaaa 'al liman kaana kufir"
        },
        {
            "aya_id": 4861,
            "aya_number": 15,
            "aya_text": "وَلَقَدْ تَّرَكْنٰهَآ اٰيَةً فَهَلْ مِنْ مُّدَّكِرٍ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Dan sungguh, kapal itu telah Kami jadikan sebagai tanda (pelajaran). Maka adakah orang yang mau mengambil pelajaran?",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami tinggalkan) telah Kami biarkan perbuatan Kami itu (sebagai tanda) bagi orang yang mau mengambilnya sebagai pelajaran buat dirinya. Makna yang dimaksud ialah, berita mengenai banjir besar ini telah tersiar dan tetap lestari ketenarannya (maka adakah orang yang mau mengambil pelajaran?) untuk menasihati dirinya. Asal lafal Muddakir adalah Mudztakir, lalu huruf Ta diganti menjadi Dal, demikian pula huruf Dzal diganti menjadi Dal, lalu keduanya diidgamkan menjadi satu sehingga jadilah Muddakir.",
            "sajda": false,
            "transliteration": "Wa laqat taraknaahaad aayatan fahal mim muddakir"
        },
        {
            "aya_id": 4862,
            "aya_number": 16,
            "aya_text": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! ",
            "tafsir_jalalayn": "(Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) peringatan-Ku, Istifham atau kata tanya di sini mengandung makna Taqrir. Lafal Kaifa adalah Khabar dari lafal Kaana, menunjukkan makna pertanyaan tentang keadaan. Pengertiannya ialah menganggap orang-orang yang diajak berbicara telah mengakui terjadinya. azab Allah swt. yang telah menimpa orang-orang yang mendustakan Nabi Nuh.",
            "sajda": false,
            "transliteration": "Fakaifa kaana 'azaabee wa nuzur"
        },
        {
            "aya_id": 4863,
            "aya_number": 17,
            "aya_text": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran) Kami telah memudahkannya untuk dihafal dan Kami telah mempersiapkannya untuk mudah diingat (maka adakah orang yang mengambil pelajaran?) yang mau mengambilnya sebagai pelajaran dan menghafalnya. Istifham di sini mengandung makna perintah yakni, hafalkanlah Alquran itu oleh kalian dan ambillah sebagai nasihat buat diri kalian. Sebab tidak ada orang yang lebih hafal tentang Alquran selain daripada orang yang mengambilnya sebagai nasihat buat dirinya.",
            "sajda": false,
            "transliteration": "Wa laqad yassamal Quraana liz zikri fahal mimmuddakir"
        },
        {
            "aya_id": 4864,
            "aya_number": 18,
            "aya_text": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Kaum ‘Ad pun telah mendustakan. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! ",
            "tafsir_jalalayn": "(Kaum Ad pun telah mendustakan) nabi mereka yaitu Nabi Hud, karena itu mereka diazab. (Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) peringatan-Ku kepada mereka, bahwa mereka akan Kami azab sebelum azab itu turun menimpa mereka. Kemudian dijelaskan oleh firman berikutnya.",
            "sajda": false,
            "transliteration": "Kazzabat 'Aadun fakaifa kaana 'azaabee wa nuzur"
        },
        {
            "aya_id": 4865,
            "aya_number": 19,
            "aya_text": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْ يَوْمِ نَحْسٍ مُّسْتَمِرٍّۙ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Sesungguhnya Kami telah menghembuskan angin yang sangat kencang kepada mereka pada hari nahas yang terus menerus, ",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menghembuskan kepada mereka angin yang sangat kencang) sangat keras suaranya dan kuat sekali (pada hari nahas) atau pada hari yang sial (yang terus-menerus) yakin kesialannya terus-menerus. Atau sangat kuat sialnya, hal itu terjadi pada hari Rabu di penghujung bulan.",
            "sajda": false,
            "transliteration": "Innaa arsalnaa 'alaihim reehan sarsaran fee Yawmi nahsim mustamirr"
        },
        {
            "aya_id": 4866,
            "aya_number": 20,
            "aya_text": "تَنْزِعُ النَّاسَۙ كَاَنَّهُمْ اَعْجَازُ نَخْلٍ مُّنْقَعِرٍ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "yang membuat manusia bergelimpangan, mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya. ",
            "tafsir_jalalayn": "(Yang mencabut manusia) yang menghempaskan mereka dari tempat perlindungannya di bawah tanah, kemudian angin itu menjatuhkannya ke kepala mereka sehingga matilah mereka semua dan terpisahlah kepala dari tubuh mereka (seakan-akan mereka) yakni keadaan mereka pada waktu itu sebagaimana yang telah disebutkan tadi (pokok-pokok) atau batang-batang (kurma yang tumbang) maksudnya, keadaan mereka ketika itu bagaikan pokok-pokok kurma yang tumbang ke bumi. Mereka diserupakan dengan pokok kurma karena keadaan tubuh mereka yang tinggi-tinggi. Lafal Munqa'ir disebutkan ayat ini dalam bentuk Mudzakkar, sedangkan di dalam surah Al Haaqqah kata sifatnya disebutkan dalam bentuk Ta`nits yaitu, di dalam firman-Nya, \"batang-batang pohon kurma yang telah kosong (lapuk).\" (Q.S. Al-Haaqqah, 7) Demikian itu karena demi memelihara kesamaan bunyi pada akhir ayat pada kedua tempat tersebut.",
            "sajda": false,
            "transliteration": "Tanzi;un naasa ka anna huma'jaazu nakhlim munqa'ir"
        },
        {
            "aya_id": 4867,
            "aya_number": 21,
            "aya_text": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! ",
            "tafsir_jalalayn": "(Maka betapa dahsyatnya azab-Ku dan ancaman-ancaman-Ku)",
            "sajda": false,
            "transliteration": "'Fakaifa kaana 'azaabee wa nuzur"
        },
        {
            "aya_id": 4868,
            "aya_number": 22,
            "aya_text": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ࣖ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
            "tafsir_jalalayn": "(Dan sesungguhnya telah kami mudahkan Alquran untuk pelajaran, maka adakah orang yang mengambil pelajaran?)",
            "sajda": false,
            "transliteration": "Wa laqad yassamal Quraana liz zikri fahal mim muddakir"
        },
        {
            "aya_id": 4869,
            "aya_number": 23,
            "aya_text": "كَذَّبَتْ ثَمُوْدُ بِالنُّذُرِ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Kaum Samud pun telah mendustakan peringatan itu.",
            "tafsir_jalalayn": "(Kaum Tsamud pun telah mendustakan ancaman-ancaman itu) lafal An Nudzur adalah bentuk jamak dari lafal Nadziirun yang bermakna Mundzirun, yaitu perkara-perkara yang dijadikan peringatan oleh nabi mereka (Nabi Saleh) jika mereka tidak mau beriman dan tidak mau mengikutinya.",
            "sajda": false,
            "transliteration": "Kazzabat Samoodu binnuzur"
        },
        {
            "aya_id": 4870,
            "aya_number": 24,
            "aya_text": "فَقَالُوْٓا اَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُهٗٓ  ۙاِنَّآ اِذًا لَّفِيْ ضَلٰلٍ وَّسُعُرٍ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Maka mereka berkata, “Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita? Sungguh, kalau begitu kita benar-benar telah sesat dan gila. ",
            "tafsir_jalalayn": "(Maka mereka berkata, \"Apakah kepada manusia) lafal Basyaran dinashabkan karena Isytighal (yakni seseorang di antara kami) kedua lafal ini menjadi sifat bagi lafal Basyaran (kami harus mengikutinya) merupakan penafsir dari Fi'il yang menashabkan lafal Basyaran. Istifham atau kata tanya di sini mengandung makna Nafi atau negatif. Maksudnya, bagaimana kami harus mengikutinya sedangkan kami adalah golongan mayoritas dan dia adalah seseorang di antara kami, lagi dia bukanlah seorang raja. Maksud mereka ialah bahwa mereka tidak mau mengikutinya. (Sesungguhnya kami kalau demikian) jika kami mengikutinya (benar-benar berada dalam kesesatan) atau menyimpang dari kebenaran (dan gila) atau tidak berakal waras.",
            "sajda": false,
            "transliteration": "Faqaalooo a-basharam minnaa waahidan nattabi'uhooo innaa izal lafee dalaalinw wa su'ur"
        },
        {
            "aya_id": 4871,
            "aya_number": 25,
            "aya_text": "ءَاُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ اَشِرٌ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Apakah wahyu itu diturunkan kepadanya di antara kita? Pastilah dia (Saleh) seorang yang sangat pendusta (dan) sombong.” ",
            "tafsir_jalalayn": "(Apakah diturunkan) boleh dibaca Tahqiq dan boleh pula dibaca Tas-hil (wahyu itu) peringatan itu (kepadanya di antara kita) maksudnya, tidak pantas wahyu diturunkan kepadanya. (Sebenarnya dia adalah seorang yang amat pendusta) di dalam pengakuannya itu yang menyatakan bahwa hal tersebut telah diwahyukan kepadanya (lagi sombong\") congkak dan takabur. Lalu Allah berfirman,",
            "sajda": false,
            "transliteration": "'A-ulqiyaz zikru 'alaihi mim baininaa bal huwa kazzaabun ashir"
        },
        {
            "aya_id": 4872,
            "aya_number": 26,
            "aya_text": "سَيَعْلَمُوْنَ غَدًا مَّنِ الْكَذَّابُ الْاَشِرُ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Kelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu.",
            "tafsir_jalalayn": "(\"Kelak mereka akan mengetahui) di akhirat nanti (siapakah yang sebenarnya amat pendusta lagi sombong\") dia ataukah mereka? Kelak Allah pasti akan mengazab mereka yang telah mendustakan nabinya yakni, Nabi Saleh.",
            "sajda": false,
            "transliteration": "Sa-ya'lamoona ghadam manil kazzaabul ashir"
        },
        {
            "aya_id": 4873,
            "aya_number": 27,
            "aya_text": "اِنَّا مُرْسِلُوا النَّاقَةِ فِتْنَةً لَّهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْۖ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 529,
            "translation_aya_text": "Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah mereka dan bersabarlah (Saleh).",
            "tafsir_jalalayn": "(Sesungguhnya Kami akan mengirimkan unta betina) yaitu mengeluarkan unta dari batu besar yang terdapat di lembah tempat mereka sebagaimana yang mereka minta (sebagai cobaan) ujian (bagi mereka) Kami lakukan hal itu guna mencoba mereka (maka tunggulah mereka) hai Saleh apa yang akan mereka kerjakan dan apa yang akan ditimpakan kepada mereka (dan bersabarlah) atas perlakuan mereka yang menyakitkan itu terhadap dirimu. Lafal Ishthabir pada asalnya adalah Ishtabir, kemudian huruf Ta diganti menjadi huruf Tha sehingga jadilah Ishthabir, maknanya bersabarlah kamu.",
            "sajda": false,
            "transliteration": "Innaa mursilun naaqati fitnatal lahum fartaqibhum wastabir"
        },
        {
            "aya_id": 4874,
            "aya_number": 28,
            "aya_text": "وَنَبِّئْهُمْ اَنَّ الْمَاۤءَ قِسْمَةٌ ۢ بَيْنَهُمْۚ  كُلُّ شِرْبٍ مُّحْتَضَرٌ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Dan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum.",
            "tafsir_jalalayn": "(Dan beritakanlah kepada mereka bahwa sesungguhnya air itu terbagi) dibagi-bagi (antara mereka) dengan unta betina itu; yakni sehari buat mereka dan hari yang lainnya buat unta betina, demikianlah seterusnya (tiap-tiap minum) bagian air (dihadiri) oleh yang punya giliran, yakni kaum Nabi Saleh dan unta betina. Akhirnya lama kelamaan mereka merasa bosan dengan adanya pembagian ini, lalu mereka bersepakat untuk membunuh unta betina itu.",
            "sajda": false,
            "transliteration": "Wa nabbi'hum annal maaa'a qismatum bainahum kullu shirbim muhtadar"
        },
        {
            "aya_id": 4875,
            "aya_number": 29,
            "aya_text": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطٰى فَعَقَرَ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Maka mereka memanggil kawannya, lalu dia menangkap (unta itu) dan memotongnya. ",
            "tafsir_jalalayn": "(Maka mereka memanggil kawannya) yaitu seorang yang gagah perkasa untuk membunuh unta betina itu (lalu kawannya itu menangkap) unta itu seraya menghunus pedangnya (dan menyembelihnya) menyembelih unta betina itu dengan pedangnya dan membunuhnya sesuai dengan apa yang diinginkan oleh mereka.",
            "sajda": false,
            "transliteration": "Fanaadaw saahibahum fata'aataa fa'aqar"
        },
        {
            "aya_id": 4876,
            "aya_number": 30,
            "aya_text": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!",
            "tafsir_jalalayn": "(Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) yakni peringatan-Ku terhadap mereka sebelum azab diturunkan kepada mereka. Lalu Allah menjelaskan hal ini melalui firman selanjutnya,",
            "sajda": false,
            "transliteration": "Fakaifa kaana 'azaabee wa nuzur"
        },
        {
            "aya_id": 4877,
            "aya_number": 31,
            "aya_text": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَّاحِدَةً فَكَانُوْا كَهَشِيْمِ الْمُحْتَظِرِ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Kami kirimkan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti batang-batang kering yang lapuk. ",
            "tafsir_jalalayn": "(\"Sesungguhnya Kami menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti kayu-kayu kering yang dijadikan sebagai kandang kambing\") Al Muhtazhar artinya pohon dan duri-duri yang kering kemudian dijadikan sebagai kandang kambing untuk menjaga kambing-kambing dari sergapan binatang buas seperti serigala dan binatang pemangsa lainnya. Dan kayu-kayu atau duri-duri kering yang terjatuh dari kandang tersebut lalu diinjak-injak oleh kambing dinamakan Al Hasyiim.",
            "sajda": false,
            "transliteration": "Innaaa arsalnaa 'alaihim saihatanw waahidatan fakaano kahasheemil muhtazir"
        },
        {
            "aya_id": 4878,
            "aya_number": 32,
            "aya_text": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran, maka adakah orang yang mau mengambil pelajaran?)",
            "sajda": false,
            "transliteration": "Wa laqad yassarnal quraana liz zikri fahal mim muddakir"
        },
        {
            "aya_id": 4879,
            "aya_number": 33,
            "aya_text": "كَذَّبَتْ قَوْمُ لُوْطٍ ۢبِالنُّذُرِ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Kaum Lut pun telah mendustakan peringatan itu. ",
            "tafsir_jalalayn": "(Kaum Luth pun telah mendustakan ancaman-ancaman itu) mendustakan hal-hal yang diancamkan kepada mereka melalui lisan Nabi Luth.",
            "sajda": false,
            "transliteration": "Kazzabat qawmu lootim binnuzur"
        },
        {
            "aya_id": 4880,
            "aya_number": 34,
            "aya_text": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ حَاصِبًا اِلَّآ اٰلَ لُوْطٍ ۗنَجَّيْنٰهُمْ بِسَحَرٍۙ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing,",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah mengembuskan kepada mereka angin yang membawa terbang batu-batu) yakni angin yang melempari mereka dengan batu-batu yang diterbangkannya. Al Hashbaa adalah batu-batu kecil yang besarnya lebih kecil dari genggaman tangan; akhirnya binasalah mereka karenanya (kecuali keluarga Luth) mereka adalah Nabi Luth dan kedua orang putrinya. (Mereka Kami selamatkan di waktu sebelum fajar menyingsing) berasal dari lafal As-haar artinya, waktu menjelang subuh dari hari yang tidak ditentukan. Dan seandainya hari yang dimaksud adalah hari yang ditentukan, niscaya ungkapannya tidak memakai harakat Tanwin karena termasuk Isim yang Ma'rifat dan dima'dul dari lafal As Sahar. Karena, bila dimaksud sebagai hari yang ditentukan pasti memakai Alif dan Lam. Apakah batu kerikil itu dihembuskan kepada keluarga Nabi Luth atau tidak? Sehubungan dengan hal ini ada dua pendapat. Menurut pendapat pertama yakni dihembuskan juga, berarti Istisna di sini bersifat Muttashil. Menurut pendapat kedua yakni, tidak dihembuskan berarti Istitsnanya bersifat Munqathi'. Akan tetapi pada akhirnya keluarga Nabi Luth diselamatkan dari azab itu.",
            "sajda": false,
            "transliteration": "Innaa arsalnaa 'alaihim haasiban illaaa aala Loot najjainaahum bisahar"
        },
        {
            "aya_id": 4881,
            "aya_number": 35,
            "aya_text": "نِّعْمَةً مِّنْ عِنْدِنَاۗ  كَذٰلِكَ نَجْزِيْ مَنْ شَكَرَ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "sebagai nikmat dari Kami. Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur. ",
            "tafsir_jalalayn": "(sebagai nikmat) menjadi mashdar, artinya sebagai pemberian nikmat. (dari sisi Kami. Demikianlah) sebagaimana pembalasan tersebut (Kami memberi balasan kepada orang-orang yang bersyukur) terhadap nikmat-nikmat Kami; dia adalah orang mukmin atau orang yang beriman kepada Allah dan Rasul-Nya serta menaati keduanya.",
            "sajda": false,
            "transliteration": "Ni'matam min 'indinaa; kazaalika najzee man shakar"
        },
        {
            "aya_id": 4882,
            "aya_number": 36,
            "aya_text": "وَلَقَدْ اَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Dan sungguh, dia (Lut) telah memperingatkan mereka akan hukuman Kami, tetapi mereka mendustakan peringatan-Ku. ",
            "tafsir_jalalayn": "(Dan sesungguhnya dia telah memperingatkan kepada mereka) yaitu Nabi Luth telah memberi peringatan kepada mereka (akan azab Kami) akan pembalasan Kami kepada mereka melalui azab-Nya (maka mereka mendustakan) mereka membantah dan mendustakan (ancaman-ancaman itu) ancaman-ancaman Nabi Luth.",
            "sajda": false,
            "transliteration": "Wa laqad anzarahum batshatanaa fatamaaraw binnuzur"
        },
        {
            "aya_id": 4883,
            "aya_number": 37,
            "aya_text": "وَلَقَدْ رَاوَدُوْهُ عَنْ ضَيْفِهٖ فَطَمَسْنَآ اَعْيُنَهُمْ فَذُوْقُوْا عَذَابِيْ وَنُذُرِ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Dan sungguh, mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan peringatan-Ku!",
            "tafsir_jalalayn": "(Dan sesungguhnya mereka telah membujuknya agar menyerahkan tamunya) mereka membujuknya supaya dia membiarkan mereka dengan orang-orang yang datang kepadanya sebagai tamu. Mereka bermaksud akan berbuat homosex dengan para tamunya itu, padahal para tamunya itu adalah malaikat-malaikat yang menjelma menjadi manusia (lalu Kami butakan mata mereka) Kami jadikan buta mata mereka dan Kami jadikan mata mereka tertutup rapat atau rata, sama rata dengan bagian muka yang lainnya. Yaitu, setelah malaikat Jibril menampar mereka dengan sayapnya (maka rasakanlah) maksudnya, Kami berkata kepada mereka, \"Rasakanlah oleh kalian (azab-Ku dan ancaman-ancaman-Ku) ini\". Yakni, ancaman dan peringatan-Ku ini; makna yang dimaksud adalah buah dan akibat daripada ancaman-Ku.",
            "sajda": false,
            "transliteration": "Wa laqad raawadoohu 'andaifee fatamasnaaa a'yunahum fazooqoo 'azaabee wa nuzur"
        },
        {
            "aya_id": 4884,
            "aya_number": 38,
            "aya_text": "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُّسْتَقِرٌّۚ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Dan sungguh, pada esok harinya mereka benar-benar ditimpa azab yang tetap.",
            "tafsir_jalalayn": "(Dan sesungguhnya pada esok harinya mereka ditimpa) yaitu, di waktu subuh dari hari yang tidak ditentukan itu (azab yang kekal) azab yang terus-menerus hingga sampai kepada saatnya azab akhirat.",
            "sajda": false,
            "transliteration": "Wa laqad sabbahahum bukratan 'azaabum mustaqirr"
        },
        {
            "aya_id": 4885,
            "aya_number": 39,
            "aya_text": "فَذُوْقُوْا عَذَابِيْ وَنُذُرِ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Maka rasakanlah azab-Ku dan peringatan-Ku!",
            "tafsir_jalalayn": "(Maka rasakanlah azab-Ku dan ancaman-ancaman-Ku)",
            "sajda": false,
            "transliteration": "Fazooqoo 'azaabee wa nuzur"
        },
        {
            "aya_id": 4886,
            "aya_number": 40,
            "aya_text": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ࣖ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran? ",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran, maka sudah adakah orang yang mengambil pelajaran?).",
            "sajda": false,
            "transliteration": "Wa laqad yassarnal Quraana liz zikri fahal mim muddakir"
        },
        {
            "aya_id": 4887,
            "aya_number": 41,
            "aya_text": "وَلَقَدْ جَاۤءَ اٰلَ فِرْعَوْنَ النُّذُرُۚ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Dan sungguh, peringatan telah datang kepada keluarga Fir‘aun. ",
            "tafsir_jalalayn": "(Dan sesungguhnya telah datang kepada kaum Firaun) kepada Firaun dan kaumnya (ancaman-ancaman itu) ancaman-Ku melalui lisan Nabi Musa dan Nabi Harun, tetapi mereka masih tetap tidak mau beriman. Bahkan,",
            "sajda": false,
            "transliteration": "Wa laqad jaaa'a Aala Fir'awnan nuzur"
        },
        {
            "aya_id": 4888,
            "aya_number": 42,
            "aya_text": "كَذَّبُوْا بِاٰيٰتِنَا كُلِّهَا فَاَخَذْنٰهُمْ اَخْذَ عَزِيْزٍ مُّقْتَدِرٍ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Mereka mendustakan mukjizat-mukjizat Kami semuanya, maka Kami azab mereka dengan azab dari Yang Mahaperkasa, Mahakuasa.",
            "tafsir_jalalayn": "(mereka mendustakan ayat-ayat Kami kesemuanya) yakni sembilan ayat yang diberikan kepada Nabi Musa (lalu Kami azab mereka) yakni, Kami turunkan azab kepada mereka (sebagai azab dari Yang Maha Perkasa) Yang Maha Kuat (lagi Maha Kuasa) tiada sesuatu pun yang dapat melemahkan dan menghalang-halangi-Nya.",
            "sajda": false,
            "transliteration": "Kazzaboo bi Aayaatinaa kullihaa fa akhaznaahum akhza 'azeezim muqtadir"
        },
        {
            "aya_id": 4889,
            "aya_number": 43,
            "aya_text": "اَكُفَّارُكُمْ خَيْرٌ مِّنْ اُولٰۤىِٕكُمْ اَمْ لَكُمْ بَرَاۤءَةٌ فِى الزُّبُرِۚ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Apakah orang-orang kafir di lingkunganmu (kaum musyrikin) lebih baik dari mereka, ataukah kamu telah mempunyai jaminan kebebasan (dari azab) dalam kitab-kitab terdahulu? ",
            "tafsir_jalalayn": "(Apakah orang-orang kafir kalian) hai orang-orang Quraisy (lebih baik daripada mereka itu) yang telah disebutkan yaitu, mulai dari kaum Nabi Nuh hingga sampai kepada Firaun dan kaumnya yang tidak mendapatkan ampunan (atau apakah kalian telah mempunyai) hai orang-orang kafir Quraisy (jaminan kebebasan) dari azab (dalam kitab-kitab) yang terdahulu. Istifham yang terdapat pada dua tempat ini mengandung makna Nafi artinya, kenyataannya tidaklah demikian.",
            "sajda": false,
            "transliteration": "Akuffaarukum khairum min ulaaa'ikum am lakum baraaa'atun fiz Zubur"
        },
        {
            "aya_id": 4890,
            "aya_number": 44,
            "aya_text": "اَمْ يَقُوْلُوْنَ نَحْنُ جَمِيْعٌ مُّنْتَصِرٌ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Atau mereka mengatakan, “Kami ini golongan yang bersatu yang pasti menang.” ",
            "tafsir_jalalayn": "(Atau apakah mereka mengatakan) yakni orang-orang kafir Quraisy, (\"Kami adalah suatu golongan yang bersatu) orang-orang yang bersatu dalam satu golongan (yang pasti menang\") atas Muhammad. Sewaktu Abu Jahal mengatakan dalam perang Badar, bahwa sesungguhnya kami adalah golongan yang bersatu yang pasti menang. Maka turunlah firman-Nya,",
            "sajda": false,
            "transliteration": "Am yaqooloona nahnu jamee'um muntasir"
        },
        {
            "aya_id": 4891,
            "aya_number": 45,
            "aya_text": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّوْنَ الدُّبُرَ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. ",
            "tafsir_jalalayn": "(\"Golongan Itu pasti akan dikalahkan dan mereka akan mundur ke belakang\") akhirnya mereka dikalahkan oleh Nabi Muhammad saw. dalam perang Badar, dan Nabi Muhammad saw. mendapat kemenangan yang gemilang atas mereka.",
            "sajda": false,
            "transliteration": "Sa yuhzamul jam'u wa yuwalloonad dubur"
        },
        {
            "aya_id": 4892,
            "aya_number": 46,
            "aya_text": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ اَدْهٰى وَاَمَرُّ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Bahkan hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit. ",
            "tafsir_jalalayn": "(Sebenarnya hari kiamat itulah hari yang dijanjikan kepada mereka) yaitu azab akan ditimpakan kepada mereka (dan kiamat itu) azab hari kiamat itu (lebih dahsyat) lebih besar bencananya (lagi lebih pahit) jauh lebih pahit daripada azab di dunia.",
            "sajda": false,
            "transliteration": "Balis Saa'atu maw'iduhum was Saa'atu adhaa wa amarr"
        },
        {
            "aya_id": 4893,
            "aya_number": 47,
            "aya_text": "اِنَّ الْمُجْرِمِيْنَ فِيْ ضَلٰلٍ وَّسُعُرٍۘ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Sungguh, orang-orang yang berdosa berada dalam kesesatan (di dunia) dan akan berada dalam neraka (di akhirat). ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang berdosa berada dalam kesesatan) dalam kebinasaan, mereka akan terbunuh di dunia (dan dalam neraka) neraka yang besar nyalanya. Maksudnya, kelak di akhirat mereka akan dimasukkan ke dalam neraka yang apinya menyala-nyala.",
            "sajda": false,
            "transliteration": "Innal mujrimeena fee dalaalinw wa su'ur"
        },
        {
            "aya_id": 4894,
            "aya_number": 48,
            "aya_text": "يَوْمَ يُسْحَبُوْنَ فِى النَّارِ عَلٰى وُجُوْهِهِمْۗ ذُوْقُوْا مَسَّ سَقَرَ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Pada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), “Rasakanlah sentuhan api neraka.”",
            "tafsir_jalalayn": "(Pada hari mereka diseret ke neraka atas muka mereka) di akhirat kelak, lalu dikatakan kepada mereka (\"Rasakanlah sentuhan api neraka\") rasakanlah panasnya api neraka Jahanam ini oleh kalian.",
            "sajda": false,
            "transliteration": "Yawma yushaboona fin Naari'alaa wujoohimim zooqoo massa saqar"
        },
        {
            "aya_id": 4895,
            "aya_number": 49,
            "aya_text": "اِنَّا كُلَّ شَيْءٍ خَلَقْنٰهُ بِقَدَرٍ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 530,
            "translation_aya_text": "Sungguh, Kami menciptakan segala sesuatu menurut ukuran. ",
            "tafsir_jalalayn": "(Sesungguhnya segala sesuatu itu Kami) dinashabkan oleh Fi'il yang terdapat pada firman selanjutnya yang berfungsi menafsirkannya (ciptakan menurut ukuran) masing-masing. Menurut suatu qiraat lafal Kulla dibaca KuIlu dan dianggap sebagai Mubtada, sedangkan Khabarnya adalah lafal Khalaqnaahu.",
            "sajda": false,
            "transliteration": "Innaa kulla shai'in khalaqnaahu biqadar"
        },
        {
            "aya_id": 4896,
            "aya_number": 50,
            "aya_text": "وَمَآ اَمْرُنَآ اِلَّا وَاحِدَةٌ كَلَمْحٍ ۢبِالْبَصَرِ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 531,
            "translation_aya_text": "Dan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata. ",
            "tafsir_jalalayn": "(Dan tiada lain perintah Kami) terhadap sesuatu yang Kami kehendaki ada (hanyalah) sekali (satu firman seperti kejapan mata) dalam hal kecepatannya, yaitu melalui firman-Nya 'Kun' yakni adalah kamu, maka sesuatu yang dikehendaki itu langsung ada dengan seketika; pengertian ini diungkapkan pula oleh firman lainnya, yaitu, \"Sesungguhnya keadaan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya, 'Jadilah', maka terjadilah ia.\" (Q.S. Yaasin, 82)",
            "sajda": false,
            "transliteration": "Wa maaa amrunaaa illaa waahidatun kalamhim bilbasar"
        },
        {
            "aya_id": 4897,
            "aya_number": 51,
            "aya_text": "وَلَقَدْ اَهْلَكْنَآ اَشْيَاعَكُمْ فَهَلْ مِنْ مُّدَّكِرٍ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 531,
            "translation_aya_text": "Dan sungguh, telah Kami binasakan orang yang serupa dengan kamu (kekafirannya). Maka adakah orang yang mau mengambil pelajaran?",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami binasakan orang yang serupa dengan kalian) dalam kekafirannya dari umat-umat terdahulu. (Maka adakah orang yang mau mengambil pelajaran?) Istifham atau kata tanya di sini mengandung makna perintah yakni, ingatlah kalian dan ambillah hal ini sebagai pelajaran buat kalian!",
            "sajda": false,
            "transliteration": "Wa laqad ahlaknaaa ashyaa'akum fahal mim muddakir"
        },
        {
            "aya_id": 4898,
            "aya_number": 52,
            "aya_text": "وَكُلُّ شَيْءٍ فَعَلُوْهُ فِى الزُّبُرِ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 531,
            "translation_aya_text": "Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan.",
            "tafsir_jalalayn": "(Dan segala sesuatu yang telah mereka perbuat) apa yang telah dikerjakan oleh semua hamba-hamba Allah telah tercatat (di dalam buku-buku) catatan amal perbuatan.",
            "sajda": false,
            "transliteration": "Wa kullu shai'in fa'aloohu fiz Zubur"
        },
        {
            "aya_id": 4899,
            "aya_number": 53,
            "aya_text": "وَكُلُّ صَغِيْرٍ وَّكَبِيْرٍ مُّسْتَطَرٌ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 531,
            "translation_aya_text": "Dan segala (sesuatu) yang kecil maupun yang besar (semuanya) tertulis. ",
            "tafsir_jalalayn": "(Dan segala urusan yang kecil maupun besar) berupa dosa atau amal perbuatan (adalah tertulis) tercatat di Lohmahfuz.",
            "sajda": false,
            "transliteration": "Wa kullu sagheerinw wa kabeerim mustatar"
        },
        {
            "aya_id": 4900,
            "aya_number": 54,
            "aya_text": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّنَهَرٍۙ  ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 531,
            "translation_aya_text": "Sungguh, orang-orang yang bertakwa berada di taman-taman dan sungai-sungai,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang bertakwa itu di dalam surga-surga) taman-taman (dan sungai-sungai makna yang dimaksud adalah jenisnya. Menurut suatu qiraat lafal Nahar dibaca Nuhur dalam bentuk jamak, yang wazannya sama dengan lafal Asadun bila dijamakkan menjadi Usudun. Makna yang dimaksud ialah, bahwa mereka meminum dari sungai-sungai surga itu air, susu, madu dan khamar.",
            "sajda": false,
            "transliteration": "Innal muttaqeena fee jannaatinw wa nahar"
        },
        {
            "aya_id": 4901,
            "aya_number": 55,
            "aya_text": "فِيْ مَقْعَدِ صِدْقٍ عِنْدَ مَلِيْكٍ مُّقْتَدِرٍ ࣖ ",
            "sura_id": 54,
            "juz_id": 27,
            "page_number": 531,
            "translation_aya_text": "di tempat yang disenangi di sisi Tuhan Yang Mahakuasa.",
            "tafsir_jalalayn": "(Di tempat yang benar) di majelis yang benar, karena tidak ada perkataan yang tidak berguna dan tidak pula ada perkataan yang berdosa di dalamnya; pengertian Maq'ad di sini adalah ditinjau dari segi jenisnya. Menurut qiraat yang lain lafal Maq'ad dibaca dalam bentuk jamak yaitu Maqaa'id. Makna yang dimaksud ialah bahwa ahli surga itu berada di dalam majelis-majelis surga dalam keadaan bebas dari perkataan yang tidak ada gunanya dan bebas pula dari hal-hal yang berdosa, keadaan mereka berbeda dengan keadaan majelis-majelis di dunia. Karena sesungguhnya majelis-majelis di dunia itu jarang sekali bebas dari hal-hal tersebut. Lafal ayat ini berkedudukan sebagai Khabar yang kedua, dan lafal Shidqin menjadi Badal dari lafal Shaadiqin, yakni Badal Ba'dh atau lainnya (di sisi Yang Maha Raja) merupakan perumpamaan yang mengandung makna Mubalaghah, yakni Maha Raja Yang Maha Perkasa lagi Maha Luas (lagi Maha Berkuasa) tiada sesuatu pun yang melemahkan-Nya, Dia adalah Allah swt. Lafal 'Inda menunjukkan isyarat yang mengandung makna derajat dan kedudukan mereka yang dekat di sisi-Nya, sebagai anugerah dari Allah swt. kepada para penghuni surga.",
            "sajda": false,
            "transliteration": "Fee maq'adi sidqin 'inda Maleekim Muqtadir"
        }
    ]
}