{
    "sura_id": 61,
    "name": "سُورَةُ الصَّفِّ",
    "englishName": "As-Saff",
    "englishNameTranslation": "The Ranks",
    "revelationType": "Medinan",
    "data": [
        {
            "aya_id": 5164,
            "aya_number": 1,
            "aya_text": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 551,
            "translation_aya_text": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Telah bertasbih kepada Allah apa saja yang ada di langit dan apa saja yang ada di bumi) yakni semuanya memahasucikan-Nya. Huruf lam yang terdapat pada lafal lillaah adalah huruf zaidah; dan di sini dipakai lafal maa, karena lebih memprioritaskan yang mayoritas (dan Dialah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Sabbaha lillaahi maa fisamaawaati wa maa fil ardi wa huwal 'Azeezul Hakeem",
            "tajweed_text": "سَبَّحَ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ"
        },
        {
            "aya_id": 5165,
            "aya_number": 2,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِمَ تَقُوْلُوْنَ مَا لَا تَفْعَلُوْنَ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 551,
            "translation_aya_text": "Wahai orang-orang yang beriman! Mengapa kamu mengatakan sesuatu yang tidak kamu kerjakan?",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman mengapa kalian mengatakan) sewaktu kalian meminta berjihad (apa yang tidak kalian perbuat) karena ternyata kalian mengalami kekalahan atau mundur dalam perang Uhud.",
            "sajda": false,
            "transliteration": "Yaa ayyuhal lazeena aamanoo lima taqooloona maa laa taf'aloon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لِمَ تَقُولُونَ مَا لَا تَفْعَل[p[ُو]نَ"
        },
        {
            "aya_id": 5166,
            "aya_number": 3,
            "aya_text": "كَبُرَ مَقْتًا عِنْدَ اللّٰهِ اَنْ تَقُوْلُوْا مَا لَا تَفْعَلُوْنَ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 551,
            "translation_aya_text": "(Itu) sangatlah dibenci di sisi Allah jika kamu mengatakan apa-apa yang tidak kamu kerjakan.",
            "tafsir_jalalayn": "(Amat besar) yakni besar sekali (kebencian) lafal maqtan berfungsi menjadi tamyiz (di sisi Allah bahwa kalian mengatakan) lafal an taquuluu menjadi fa'il dari lafal kabura (apa-apa yang tiada kalian kerjakan).",
            "sajda": false,
            "transliteration": "Kabura maqtan 'indal laahi an taqooloo maa laa taf'aloon",
            "tajweed_text": "كَبُرَ مَ[q:11151[قْ]تًا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ أَ[f:1330[ن ت]َقُولُو[s[اْ] مَا لَا تَفْعَل[p[ُو]نَ"
        },
        {
            "aya_id": 5167,
            "aya_number": 4,
            "aya_text": "اِنَّ اللّٰهَ يُحِبُّ الَّذِيْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِهٖ صَفًّا كَاَنَّهُمْ بُنْيَانٌ مَّرْصُوْصٌ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 551,
            "translation_aya_text": "Sesungguhnya Allah mencintai orang-orang yang berperang di jalan-Nya dalam barisan yang teratur, mereka seakan-akan seperti suatu bangunan yang tersusun kokoh.",
            "tafsir_jalalayn": "(Sesungguhnya Allah menyukai) artinya selalu menolong dan memuliakan (orang-orang yang berperang di jalannya dalam barisan yang teratur) lafal shaffan merupakan hal atau kata keterangan keadaan, yakni dalam keadaan berbaris rapi (seakan-akan mereka seperti bangunan yang tersusun kokoh) yakni sebagian di antara mereka menempel rapat dengan sebagian yang lain lagi kokoh.",
            "sajda": false,
            "transliteration": "Innal laaha yuhibbul lazeena yuqaatiloona fee sabeelihee saffan kaannahum bunyaanum marsoos",
            "tajweed_text": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:13562[ٱ]لَّذِينَ يُقَ[n[ـٰ]تِلُونَ فِى سَبِيلِه[n[ِۦ] صَف[f:13563[ًّا ك]َأَ[g[نّ]َه[c:13564[ُم ب]ُنْيَ[n[ـٰ][a:13565[نٌ م]َّرْص[p[ُو]صٌ"
        },
        {
            "aya_id": 5168,
            "aya_number": 5,
            "aya_text": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ لِمَ تُؤْذُوْنَنِيْ وَقَدْ تَّعْلَمُوْنَ اَنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْۗ فَلَمَّا زَاغُوْٓا اَزَاغَ اللّٰهُ قُلُوْبَهُمْۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 551,
            "translation_aya_text": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku! Mengapa kamu menyakitiku, padahal kamu sungguh mengetahui bahwa sesungguhnya aku utusan Allah kepadamu?” Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka. Dan Allah tidak memberi petunjuk kepada kaum yang fasik.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya, \"Hai kaumku! Mengapa kalian menyakitiku?) mereka mengatakan bahwa Nabi Musa itu orang yang besar buah pelirnya atau berpenyakit burut, padahal kenyataannya tidaklah demikian, dan mereka pun mendustakannya (padahal sesungguhnya) lafal qad di sini menunjukkan makna tahqiq (kalian mengetahui, bahwa aku adalah utusan Allah kepada kalian.\") Kalimat wa qad ta`lamuuna dan seterusnya berkedudukan menjadi hal atau kata keterangan keadaan. Dan seorang yang menjadi rasul itu seharusnya kalian hormati. (Maka tatkala mereka berpaling) maksudnya menyimpang dari kebenaran, karena mereka telah menyakitinya (Allah memalingkan hati mereka) dari jalan petunjuk, sesuai dengan apa yang telah ditetapkan-Nya di zaman azali (dan Allah tiada memberi petunjuk kepada kaum yang fasik) yakni orang-orang yang kafir, menurut ilmu dan pengetahuan-Nya.",
            "sajda": false,
            "transliteration": "Wa iz qaala Moosa liqawmihee yaa qawmi lima tu'zoonanee wa qat ta'lamoona annee Rasoolul laahi ilaikum falammaa zaaghooo azaaghal laahu quloobahum; wallaahu laa yahdil qawmal faasiqeen",
            "tajweed_text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِه[n[ِۦ] يَ[n[ـٰ]قَوْمِ لِمَ تُؤْذُونَنِى وَقَ[d:13566[د] تَّعْلَمُونَ أَ[g[نّ]ِى رَسُولُ [h:3306[ٱ]للَّهِ إِلَيْكُمْ‌ۖ فَلَ[g[مّ]َا زَاغ[o[ُوٓ][s[اْ] أَزَاغَ [h:13567[ٱ]للَّهُ قُلُوبَهُمْ‌ۚ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ"
        },
        {
            "aya_id": 5169,
            "aya_number": 6,
            "aya_text": "وَاِذْ قَالَ عِيْسَى ابْنُ مَرْيَمَ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَمُبَشِّرًاۢ بِرَسُوْلٍ يَّأْتِيْ مِنْۢ بَعْدِى اسْمُهٗٓ اَحْمَدُۗ فَلَمَّا جَاۤءَهُمْ بِالْبَيِّنٰتِ قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 552,
            "translation_aya_text": "Dan (ingatlah) ketika Isa putra Maryam berkata, “Wahai Bani Israil! Sesungguhnya aku utusan Allah kepadamu, yang membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang Rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).” Namun ketika Rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka berkata, “Ini adalah sihir yang nyata.” ",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Isa putra Maryam berkata, \"Hai Bani Israel!) di sini Nabi Isa tidak mengatakan hai kaumku, karena sesungguhnya dia tidak mempunyai kerabat di kalangan mereka (Sesungguhnya aku adalah utusan Allah kepada kalian, membenarkan kitab sebelumku) kitab yang diturunkan sebelumku (yaitu Taurat dan memberi kabar gembira dengan datangnya seorang rasul yang akan datang sesudahku, namanya Ahmad.\") Allah berfirman: (Maka tatkala rasul itu datang kepada mereka) yakni Ahmad alias Muhammad kepada orang-orang kafir (dengan membawa bukti-bukti yang nyata) yakni ayat-ayat dan tanda-tanda (mereka berkata, \"Ini) maksudnya, apa yang didatangkannya itu (adalah sihir) menurut suatu qiraat lafal sihrun dibaca saahirun artinya orang yang datang ini adalah penyihir (yang nyata\") yang jelas.",
            "sajda": false,
            "transliteration": "Wa iz qaala 'Eesab-nu-Mayama yaa Banee Israaa'eela innee Rasoolul laahi ilaikum musaddiqal limaa baina yadayya minat Tawraati wa mubashshiram bi Rasooliny yaatee mim ba'dis muhooo Ahmad; falammaa jaaa'ahum bil baiyinaati qaaloo haazaa sihrum mubeen",
            "tajweed_text": "وَإِذْ قَالَ عِيسَى [h:1916[ٱ][q:1917[بْ]نُ مَرْيَمَ يَ[n[ـٰ]بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ إِ[g[نّ]ِى رَسُولُ [h:3306[ٱ]للَّهِ إِلَيْك[w:13568[ُم م]ُّصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَىَّ مِنَ [h:1941[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ وَمُبَشِّر[i:13569[َۢا ب]ِرَسُو[a:13570[لٍ ي]َأْتِى م[i:692[ِنۢ ب]َعْدِى [h:13571[ٱ]سْمُهُ[o[ۥٓ] أَحْمَدُ‌ۖ فَلَ[g[مّ]َا ج[o[َا]ٓءَه[c:13572[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ قَالُو[s[اْ] هَ[n[ـٰ]ذَا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ"
        },
        {
            "aya_id": 5170,
            "aya_number": 7,
            "aya_text": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ وَهُوَ يُدْعٰىٓ اِلَى الْاِسْلَامِۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 552,
            "translation_aya_text": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah padahal dia diajak kepada (agama) Islam? Dan Allah tidak memberi petunjuk kepada orang-orang yang zalim. ",
            "tafsir_jalalayn": "(Dan siapakah) artinya tiada seseorang pun (yang lebih zalim) maksudnya lebih besar kezalimannya (daripada orang yang mengada-adakan dusta terhadap Allah) yakni dengan cara menisbatkan adanya sekutu bagi-Nya, menyebutkan-Nya bahwa Dia mempunyai anak dan mengatakan ayat-ayat-Nya sebagai sihir (sedangkan dia diajak kepada agama Islam? Dan Allah tiada memberi petunjuk kepada orang-orang yang zalim) kepada orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Wa man azlamu mimma nif taraa 'alal laahil kaziba wa huwa yad'aaa ilal Islaam; wallaahu laa yahdil qawmaz zaalimeen",
            "tajweed_text": "وَمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ وَهُوَ يُ[q:13573[دْ]عَ[o[ىٰٓ] إِلَى [h:13574[ٱ]لْإِسْلَ[n[ـٰ]مِ‌ۚ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ"
        },
        {
            "aya_id": 5171,
            "aya_number": 8,
            "aya_text": "يُرِيْدُوْنَ لِيُطْفِـُٔوْا نُوْرَ اللّٰهِ بِاَفْوَاهِهِمْۗ وَاللّٰهُ مُتِمُّ نُوْرِهٖ وَلَوْ كَرِهَ الْكٰفِرُوْنَ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 552,
            "translation_aya_text": "Mereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah tetap menyempurnakan cahaya-Nya meskipun orang-orang kafir membencinya. ",
            "tafsir_jalalayn": "(Mereka hendak memadamkan) lafal liyuthfi'uu dinashabkan oleh an yang keberadaannya diperkirakan, sedangkan huruf lam-nya adalah zaidah (cahaya Allah) yakni syariat dan bukti-bukti-Nya (dengan mulut mereka) melalui ucapan-ucapan mereka bahwa Alquran itu adalah sihir, syair dan ramalan atau tenungan (dan Allah tetap menyempurnakan) artinya memenangkan atau menampakkan (cahaya-Nya) menurut suatu qiraat dibaca mutimmu nuurihi dengan dimudhafkan (meskipun orang-orang kafir benci) akan hal tersebut.",
            "sajda": false,
            "transliteration": "Yureedoona liyutfi'oo nooral laahi bi afwaahimim wallaahu mutimmu noorihee wa law karihal kaafiroon",
            "tajweed_text": "يُرِيدُونَ لِيُ[q:13575[طْ]فِــُٔو[s[اْ] نُورَ [h:5554[ٱ]للَّهِ بِأَفْو[n[َٲ]هِهِمْ وَ[h:72[ٱ]للَّهُ مُتِ[g[مّ]ُ نُورِه[n[ِۦ] وَلَوْ كَرِهَ [h:5556[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ"
        },
        {
            "aya_id": 5172,
            "aya_number": 9,
            "aya_text": "هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖۙ وَلَوْ كَرِهَ الْمُشْرِكُوْنَ ࣖ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 552,
            "translation_aya_text": "Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar, untuk memenangkannya di atas segala agama meskipun orang-orang musyrik membencinya. ",
            "tafsir_jalalayn": "(Dialah Yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar agar Dia memenangkannya) maksudnya menjadikannya berada di (atas segala agama-agama) yakni di atas semua agama yang bertentangan dengannya (meskipun orang-orang musyrik benci) akan hal tersebut.",
            "sajda": false,
            "transliteration": "Huwal lazee arsala Rasoolahoo bilhudaa wa deenil haqqi liyuzhirahoo 'alad deeni kullihee wa law karihal mushrikoon",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَرْسَلَ رَسُولَهُ[n[ۥ] بِ[h:54[ٱ]لْهُدَىٰ وَدِينِ [h:5557[ٱ]لْحَقِّ لِيُظْهِرَهُ[n[ۥ] عَلَى [h:5558[ٱ][l[ل]دِّينِ كُلِّه[n[ِۦ] وَلَوْ كَرِهَ [h:5559[ٱ]لْمُشْرِك[p[ُو]نَ"
        },
        {
            "aya_id": 5173,
            "aya_number": 10,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا هَلْ اَدُلُّكُمْ عَلٰى تِجَارَةٍ تُنْجِيْكُمْ مِّنْ عَذَابٍ اَلِيْمٍ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 552,
            "translation_aya_text": "Wahai orang-orang yang beriman! Maukah kamu Aku tunjukkan suatu perdagangan yang dapat menyelamatkan kamu dari azab yang pedih?",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, sukakah kalian Aku tunjukkan suatu perniagaan yang dapat menyelamatkan kalian) dapat dibaca tunjiikum dan tunajjiikum, yakni tanpa memakai tasydid dan dengan memakainya (dari azab yang pedih) yang menyakitkan; mereka seolah-olah menjawab, mengiyakan. Lalu Allah melanjutkan firman-Nya:",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aammano hal adullukum 'alaa tijaaratin tunjeekum min 'azaabin aleem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] هَلْ أَدُلُّكُمْ عَلَىٰ تِجَ[n[ـٰ]رَ[f:13576[ةٍ ت]ُ[f:13577[نج]ِيك[w:13578[ُم م]ِّنْ عَذَابٍ أَل[p[ِي]مٍ"
        },
        {
            "aya_id": 5174,
            "aya_number": 11,
            "aya_text": "تُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖ وَتُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِكُمْ وَاَنْفُسِكُمْۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَۙ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 552,
            "translation_aya_text": "Yaitu kamu beriman kepada Allah dan Rasul-Nya dan berjihad di jalan Allah dengan harta dan jiwamu. Itulah yang lebih baik bagi kamu jika kamu mengetahui,",
            "tafsir_jalalayn": "(Yaitu kalian beriman) artinya kalian tetap beriman (kepada Allah dan Rasul-Nya dan berjihad di jalan Allah dengan harta dan jiwa kalian. Itulah yang lebih baik bagi kalian jika kalian mengetahui) bahwasanya hal ini lebih baik bagi kalian, maka kerjakanlah.",
            "sajda": false,
            "transliteration": "Tu'minoona billaahi wa Rasoolihee wa tujaahidoona fee sabeelil laahi bi amwaalikum wa anfusikum; zaalikum khairul lakum in kuntum ta'lamoon",
            "tajweed_text": "تُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَتُجَ[n[ـٰ]هِدُونَ فِى سَبِيلِ [h:788[ٱ]للَّهِ بِأَمْو[n[َٲ]لِكُمْ وَأَ[f:2485[نف]ُسِكُمْ‌ۚ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ"
        },
        {
            "aya_id": 5175,
            "aya_number": 12,
            "aya_text": "يَغْفِرْ لَكُمْ ذُنُوْبَكُمْ وَيُدْخِلْكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُۙ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 552,
            "translation_aya_text": "niscaya Allah mengampuni dosa-dosamu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, dan ke tempat-tempat tinggal yang baik di dalam surga ‘Adn. Itulah kemenangan yang agung. ",
            "tafsir_jalalayn": "(Niscaya Allah akan mengampuni) menjadi jawab dari syarat yang diperkirakan keberadaannya; lengkapnya, jika kalian mengerjakannya, niscaya Dia akan mengampuni (dosa-dosa kalian dan memasukkan kalian ke dalam surga yang mengalir di bawahnya sungai-sungai dan memasukkan kalian ke tempat-tempat tinggal yang baik di dalam surga Adn) sebagai tempat menetap. (Itulah keberuntungan yang besar).",
            "sajda": false,
            "transliteration": "Yaghfir lakum zunoobakum wa yudkhilkum Jannaatin tajree min tahtihal anhaaru wa masaakina taiyibatan fee Jannaati 'Ad; zaalikal fawzul 'Azeem",
            "tajweed_text": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُ[q:13579[دْ]خِلْكُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ وَمَسَ[n[ـٰ]كِنَ طَيِّبَ[f:5719[ةً ف]ِى جَ[g[نّ]َ[n[ـٰ]تِ عَ[q:5720[دْ][f:13580[نٍ‌ۚ ذ][n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ"
        },
        {
            "aya_id": 5176,
            "aya_number": 13,
            "aya_text": "وَاُخْرٰى تُحِبُّوْنَهَاۗ نَصْرٌ مِّنَ اللّٰهِ وَفَتْحٌ قَرِيْبٌۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 552,
            "translation_aya_text": "Dan (ada lagi) karunia yang lain yang kamu sukai (yaitu) pertolongan dari Allah dan kemenangan yang dekat (waktunya). Dan sampaikanlah berita gembira kepada orang-orang mukmin. ",
            "tafsir_jalalayn": "(Dan) Dia memberikan kepada kalian nikmat (yang lain yang kalian sukai, yaitu pertolongan dari Allah dan kemenangan yang dekat waktunya. Dan sampaikanlah berita gembira kepada orang-orang yang beriman) yaitu berita tentang mendapat pertolongan dan kemenangan.",
            "sajda": false,
            "transliteration": "Wa ukhraa tuhibboonahaa nasrum minal laahi wa fat hun qaree; wa bashshiril mu 'mineen",
            "tajweed_text": "وَأُخْرَىٰ تُحِبُّونَهَا‌ۖ نَصْ[a:13581[رٌ م]ِّنَ [h:321[ٱ]للَّهِ وَفَتْ[f:13582[حٌ ق]َرِي[a:13583[بٌ‌ۗ و]َبَشِّرِ [h:1257[ٱ]لْمُؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 5177,
            "aya_number": 14,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْٓا اَنْصَارَ اللّٰهِ كَمَا قَالَ عِيْسَى ابْنُ مَرْيَمَ لِلْحَوَارِيّٖنَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِ ۗقَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِ فَاٰمَنَتْ طَّاۤىِٕفَةٌ مِّنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ وَكَفَرَتْ طَّاۤىِٕفَةٌ ۚفَاَيَّدْنَا الَّذِيْنَ اٰمَنُوْا عَلٰى عَدُوِّهِمْ فَاَصْبَحُوْا ظَاهِرِيْنَ ࣖ ",
            "sura_id": 61,
            "juz_id": 28,
            "page_number": 552,
            "translation_aya_text": "Wahai orang-orang yang beriman! Jadilah kamu penolong-penolong (agama) Allah sebagaimana Isa putra Maryam telah berkata kepada pengikut-pengikutnya yang setia, “Siapakah yang akan menjadi penolong-penolongku (untuk menegakkan agama) Allah?” Pengikut-pengikutnya yang setia itu berkata, “Kamilah penolong-penolong (agama) Allah,” lalu segolongan dari Bani Israil beriman dan segolongan (yang lain) kafir; lalu Kami berikan kekuatan ke-pada orang-orang yang beriman terhadap musuh-musuh mereka, sehingga mereka menjadi orang-orang yang menang. ",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman jadilah kalian penolong-penolong Allah) yakni agama-Nya; menurut suatu qiraat dibaca anshaarallah, artinya dengan dimudhafkan (sebagaimana telah dikatakan) dan seterusnya; makna yang dimaksud ialah sebagaimana yang telah dikatakan oleh kaum Hawariyyun. Pengertian ini disimpulkan dari ayat selanjutnya, yaitu (oleh Isa putra Maryam kepada pengikut-pengikutnya yang setia, \"Siapakah yang akan menjadi penolong-penolongku untuk menegakkan agama Allah?\") di antara orang-orang yang bersamaku. (Pengikut-pengikut yang setia itu berkata, \"Kami-lah penolong-penolong agama Allah\") penolong-penolong atau Hawariyyun adalah teman-teman pilihan Nabi Isa, mereka adalah orang-orang yang paling pertama dan paling dahulu beriman kepada Nabi Isa, dan jumlah mereka ada dua belas orang laki-laki. Lafal Hawariyyun ini diambil dari asal kata al-hur yang artinya putih cemerlang. Akan tetapi menurut suatu pendapat yang lain dikatakan, adalah terdiri dari orang-orang yang pendek dan pakaian mereka dicelup dengan warna putih (lalu segolongan dari Bani Israel beriman) kepada Nabi Isa, dan mereka mengatakan, bahwa Nabi Isa itu adalah hamba Allah yang kemudian diangkat naik ke langit (dan segolongan yang lain kafir) karena mereka telah mengatakan, bahwasanya Nabi Isa itu adalah anak Allah, yang kemudian diangkat ke langit ke sisi-Nya. Akhirnya kedua golongan tersebut berperang (maka Kami berikan kekuatan) Kami jadikan kuat (orang-orang yang beriman) di antara dua golongan tersebut (terhadap musuh-musuh mereka) yakni golongan yang kafir (lalu mereka menjadi orang-orang yang menang) memperoleh kemenangan atas golongan yang kafir",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamaanoo koonooo ansaaral laahi kamaa qaala 'Eesab-nu-Maryama lil Hawaariyyeena man ansaareee ilal laah; qaalal Hawaariyyoona nahnu ansaa rul laahi fa aamanat taaa'ifatum mim Bannee Israaa'eela wa kafarat taaa'ifatun fa ayyadnal lazeena aammanoo 'alaa 'aduwwihim fa asbahoo zaahireen",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] كُون[o[ُوٓ][s[اْ] أَ[f:13584[نص]َارَ [h:13585[ٱ]للَّهِ كَمَا قَالَ عِيسَى [h:1916[ٱ][q:1917[بْ]نُ مَرْيَمَ لِلْحَوَارِيِّـ[n[ـۧ]نَ مَنْ أَ[f:1949[نص]َار[o[ِىٓ] إِلَى [h:1637[ٱ]للَّهِ‌ۖ قَالَ [h:1950[ٱ]لْحَوَارِيُّونَ نَحْنُ أَ[f:1951[نص]َارُ [h:1952[ٱ]للَّهِ‌ۖ فَـَٔـامَنَ[d:13586[ت] طّ[o[َا]ٓئِفَ[a:2015[ةٌ م]ّ[i:1385[ِنۢ ب]َن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ وَكَفَرَ[d:13587[ت] طّ[o[َا]ٓئِفَ[f:13588[ةٌ‌ۖ ف]َأَيَّ[q:13589[دْ]نَا [h:13590[ٱ]لَّذِينَ ءَامَنُو[s[اْ] عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُو[s[اْ] ظَ[n[ـٰ]هِر[p[ِي]نَ"
        }
    ]
}