{
    "sura_id": 64,
    "name": "سُورَةُ التَّغَابُنِ",
    "englishName": "At-Taghaabun",
    "englishNameTranslation": "Mutual Disillusion",
    "revelationType": "Medinan",
    "data": [
        {
            "aya_id": 5200,
            "aya_number": 1,
            "aya_text": "يُسَبِّحُ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah; milik-Nya semua kerajaan dan bagi-Nya (pula) segala puji; dan Dia Mahakuasa atas segala sesuatu. ",
            "tafsir_jalalayn": "(Bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi) artinya, semuanya memahasucikan Dia. Huruf lam pada lafal lillaahi adalah zaidah. Dan dalam ungkapan ayat ini dipakai huruf maa, hal ini tiada lain karena memprioritaskan yang mayoritas (hanya Allah lah yang mempunyai semua kerajaan dan semua puji-pujian, dan Dia Maha Kuasa atas segala sesuatu).",
            "sajda": false,
            "transliteration": "Yusabbihu lillaahi maa fis samaawaati wa maa fil ardi lahul mulku wa lahul hamd, wa Huwa 'alaa kulli shai 'in Qadeer"
        },
        {
            "aya_id": 5201,
            "aya_number": 2,
            "aya_text": "هُوَ الَّذِيْ خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَّمِنْكُمْ مُّؤْمِنٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Dialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan di antara kamu (juga) ada yang mukmin. Dan Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dialah Yang menciptakan kalian maka di antara kalian ada yang kafir dan di antara kalian ada yang beriman) menurut asal kejadiannya, kemudian Dia mematikan kalian, lalu Dia menghidupkan kalian dalam keadaan seperti itu. (Dan Allah Maha Melihat apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Huwal lazee khalaqakum faminkum kaafirunw wa min kum mu'min ; wallaahu bimaa ta'maloona Baseer"
        },
        {
            "aya_id": 5202,
            "aya_number": 3,
            "aya_text": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْۚ وَاِلَيْهِ الْمَصِيْرُ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar, Dia membentuk rupamu lalu memperbagus rupamu, dan kepada-Nya tempat kembali. ",
            "tafsir_jalalayn": "(Dia menciptakan langit dan bumi dengan, tujuan, yang benar. Dia membentuk rupa kalian dan dibaguskan-Nya rupa kalian itu) karena Dia telah menjadikan bentuk Bani Adam dalam bentuk yang paling baik dan rupa yang paling bagus (dan hanya kepada-Nyalah kembali).",
            "sajda": false,
            "transliteration": "Khalaqas samaawaati wal arda bilhaqqi wa sawwarakum fa ahsana suwarakum wa ilaihil maseer"
        },
        {
            "aya_id": 5203,
            "aya_number": 4,
            "aya_text": "يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Dia mengetahui apa yang di langit dan di bumi, dan mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan. Dan Allah Maha Mengetahui segala isi hati. ",
            "tafsir_jalalayn": "(Dia mengetahui apa yang ada di langit dan apa yang ada di bumi, dan mengetahui apa yang kalian rahasiakan dan apa yang kalian nyatakan. Dan Allah Maha Mengetahui segala isi hati) semua rahasia dan keyakinan yang terpendam di dalamnya.",
            "sajda": false,
            "transliteration": "Ya'lamu maa fis samaawaati wal ardi wa ya'lamu maa tusirroona wa maa tu'linoon; wallaahu 'Aleemum bizaatis sudoor"
        },
        {
            "aya_id": 5204,
            "aya_number": 5,
            "aya_text": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۖفَذَاقُوْا وَبَالَ اَمْرِهِمْ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Apakah belum sampai kepadamu (orang-orang kafir) berita orang-orang kafir dahulu? Maka mereka telah merasakan akibat buruk dari perbuatannya dan mereka memperoleh azab yang pedih. ",
            "tafsir_jalalayn": "(Apakah belum datang kepada kalian) hai orang-orang kafir Mekah (berita) atau cerita (tentang orang-orang kafir dahulu? Maka mereka telah merasakan akibat yang buruk dari perbuatan mereka) yaitu hukuman di dunia sebagai pembalasan dari kekafiran mereka (dan bagi mereka) di akhirat nanti (azab yang pedih) yang menyakitkan.",
            "sajda": false,
            "transliteration": "Alam yaatikum naba'ul lazeena kafaroo min qablu fazaaqoo wabaala amrihim wa lahum 'azaabun aleem"
        },
        {
            "aya_id": 5205,
            "aya_number": 6,
            "aya_text": "ذٰلِكَ بِاَنَّهٗ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَقَالُوْٓا اَبَشَرٌ يَّهْدُوْنَنَاۖ فَكَفَرُوْا وَتَوَلَّوْا وَّاسْتَغْنَى اللّٰهُ ۗوَاللّٰهُ غَنِيٌّ حَمِيْدٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Yang demikian itu karena sesungguhnya ketika rasul-rasul datang kepada mereka (membawa) keterangan-ke-terangan lalu mereka berkata, “Apakah  (pantas) manusia yang memberi petunjuk kepada kami?” Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Dan Allah Mahakaya, Maha Terpuji. ",
            "tafsir_jalalayn": "(Yang demikian itu) atau azab di dunia itu (adalah karena sesungguhnya) dhamir yang terdapat dalam lafal annahu adalah dhamir sya'n (telah datang kepada mereka rasul-rasul mereka dengan membawa keterangan-keterangan yang nyata) hujah-hujah yang jelas yang menunjukkan kepada keimanan (lalu mereka berkata, \"Apakah manusia) yang dimaksud adalah jenisnya (yang akan memberi petunjuk kepada kami?\" Lalu mereka ingkar dan berpaling) dari keimanan (dan Allah tidak memerlukan) keimanan mereka. (Dan Allah Maha Kaya) dari makhluk-Nya (lagi Maha Terpuji) dalam perbuatan-perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Zaalika bi annahoo kaanat taateehim Rusuluhum bilbaiyinaati faqaaloo a basharuny yahdoonanaa fakafaroo wa tawallaw; wastaghnal laah; wallaahu ghaniyyun hameed"
        },
        {
            "aya_id": 5206,
            "aya_number": 7,
            "aya_text": "زَعَمَ الَّذِيْنَ كَفَرُوْٓا اَنْ لَّنْ يُّبْعَثُوْاۗ قُلْ بَلٰى وَرَبِّيْ لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْۗ وَذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Orang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), “Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.” Dan yang demikian itu mudah bagi Allah. ",
            "tafsir_jalalayn": "(Orang-orang yang kafir menduga, bahwa sesungguhnya) mereka. Lafal An di sini adalah bentuk Takhfif dari Anna sedangkan yang menjadi Isimnya tidak disebutkan, yakni sesungguhnya mereka (sekali-kali tidak akan dibangkitkan. Katakanlah, \"Memang demi Rabbku, benar-benar kalian akan dibangkitkan, kemudian akan diberitakan kepada kalian apa yang telah kalian kerjakan.\" Yang demikian itu adalah mudah bagi Allah).",
            "sajda": false,
            "transliteration": "Za'amal lazeena kafarooo al-lany yub'asoo; qul balaa wa rabbee latub'asunna summa latunabba'unna bimaa 'amiltum; wa zaalika 'alal laahi yaseer"
        },
        {
            "aya_id": 5207,
            "aya_number": 8,
            "aya_text": "فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالنُّوْرِ الَّذِيْٓ اَنْزَلْنَاۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Maka berimanlah kamu kepada Allah dan Rasul-Nya dan kepada cahaya (Al-Qur'an) yang telah Kami turunkan. Dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Maka berimanlah kalian kepada Allah dan Rasul-Nya dan cahaya) yakni Alquran (yang telah Kami turunkan. Dan Allah Maha Mengetahui apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Fa-aaminoo billaahi wa rasoolihee wannooril lazeee anzalnaa; wallaahu bima ta'maloona khabeer"
        },
        {
            "aya_id": 5208,
            "aya_number": 9,
            "aya_text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذٰلِكَ يَوْمُ التَّغَابُنِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "(Ingatlah) pada hari (ketika) Allah mengumpulkan kamu pada hari berhimpun, itulah hari pengungkapan kesalahan-kesalahan. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. ",
            "tafsir_jalalayn": "Ingatlah (hari yang di waktu itu Allah mengumpulkan kalian pada hari pengumpulan) yakni hari kiamat (itulah hari ditampakkannya kesalahan-kesalahan) maksudnya orang-orang mukmin pada hari itu memperoleh keuntungan yang besar dari orang-orang kafir, karena orang-orang mukmin mengambil tempat-tempat tinggal dan istri-istri mereka di surga, seandainya mereka beriman. (Dan barang siapa yang beriman kepada Allah dan mengerjakan amal saleh niscaya Allah akan menutupi kesalahan-kesalahannya dan memasukkannya) menurut suatu qiraat lafal yukaffir dan yudkhilhu dibaca nukaffir dan nudkhilhu (ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah keberuntungan yang besar).",
            "sajda": false,
            "transliteration": "Ywma yajma'ukum li yawmil jam'i zaalika yawmut taghaabun; wa many-yumim billaahi wa ya'mal saalihany yukaffir 'anhu sayyi aatihee wa yudkhilhu jannaatin tajree min tahtihal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem"
        },
        {
            "aya_id": 5209,
            "aya_number": 10,
            "aya_text": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ خٰلِدِيْنَ فِيْهَاۗ وَبِئْسَ الْمَصِيْرُ ࣖ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka, mereka kekal di dalamnya. Dan itulah seburuk-buruk tempat kembali. ",
            "tafsir_jalalayn": "(Dan orang-orang yang kafir mendustakan ayat-ayat Kami) yakni Alquran (mereka itulah penghuni-penghuni neraka. Dan itulah seburuk-buruk tempat kembali) yakni neraka itu.",
            "sajda": false,
            "transliteration": "Wallazeena kafaroo wa kazzaboo bi aayaaatinaaa ulaaa'ika ashaabun naari khaalideena feehaa bi'sal maseer"
        },
        {
            "aya_id": 5210,
            "aya_number": 11,
            "aya_text": "مَآ اَصَابَ مِنْ مُّصِيْبَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَمَنْ يُّؤْمِنْۢ بِاللّٰهِ يَهْدِ قَلْبَهٗ ۗوَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Tidak ada sesuatu musibah yang menimpa (seseorang), kecuali dengan izin Allah; dan barangsiapa beriman kepada Allah, niscaya Allah akan memberi petunjuk kepada hatinya. Dan Allah Maha Mengetahui segala sesuatu. ",
            "tafsir_jalalayn": "(Tidak ada sesuatu musibah pun yang menimpa seseorang kecuali dengan izin Allah) atau dengan kepastian-Nya. (Dan barang siapa yang beriman kepada Allah) melalui ucapannya, bahwa musibah itu datang atas kepastian dari-Nya (niscaya Dia akan memberi petunjuk kepada kalbunya) untuk bersabar di dalam menghadapinya. (Dan Allah Maha Mengetahui segala sesuatu).",
            "sajda": false,
            "transliteration": "Maaa asaaba mim musee batin illaa bi-iznil laah; wa many yu'mim billaahi yahdi qalbah; wallaahu bikulli shai;in Aleem"
        },
        {
            "aya_id": 5211,
            "aya_number": 12,
            "aya_text": "وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّيْتُمْ فَاِنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Dan taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling maka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan (amanah Allah) dengan terang. ",
            "tafsir_jalalayn": "(Dan taatlah kepada Allah dan taatlah kepada Rasul, jika kalian berpaling maka sesungguhnya kewajiban rasul Kami hanyalah menyampaikan, amanat Allah, dengan terang) yakni secara jelas.",
            "sajda": false,
            "transliteration": "Wa atee'ul laaha wa atee'ur Rasool; fa in tawallaitum fa innamaa 'alaa Rasoolinal balaaghul mubeen"
        },
        {
            "aya_id": 5212,
            "aya_number": 13,
            "aya_text": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "(Dialah) Allah, tidak ada tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakal kepada Allah.",
            "tafsir_jalalayn": "(Dialah Allah, tidak ada Tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakal kepada Allah saja).",
            "sajda": false,
            "transliteration": "Allaahu laaa ilaaha illaa Hoo; wa 'alal laahi falyata wakkalil mu'minoon"
        },
        {
            "aya_id": 5213,
            "aya_number": 14,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّ مِنْ اَزْوَاجِكُمْ وَاَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوْهُمْۚ وَاِنْ تَعْفُوْا وَتَصْفَحُوْا وَتَغْفِرُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Wahai orang-orang yang beriman! Sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu, maka berhati-hatilah kamu terhadap mereka; dan jika kamu maafkan dan kamu santuni serta ampuni (mereka), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Sesungguhnya di antara istri-istri kalian dan anak-anak kalian ada yang menjadi musuh bagi kalian, maka berhati-hatilah kalian) janganlah kalian menaati mereka sehingga menyebabkan kalian ketinggalan tidak mau melakukan perbuatan yang baik, seperti berjihad dan berhijrah. Karena sesungguhnya latar belakang turunnya ayat ini adalah karena menaatinya (dan jika kalian meaafkan) mereka yang telah memperlambat kalian untuk melakukan perbuatan-perbuatan yang baik, karena alasan bahwa mereka merasa berat berpisah dengan kalian (dan tidak memarahi serta mengampuni, mereka, maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanooo inna min azwaaji kum wa awlaadikum 'aduwwal lakum fahzaroohum; wa in ta'foo wa tasfahoo wa taghfiroo fa innal laaha ghafoorur Raheem"
        },
        {
            "aya_id": 5214,
            "aya_number": 15,
            "aya_text": "اِنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۗوَاللّٰهُ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar. ",
            "tafsir_jalalayn": "(Sesungguhnya harta kalian dan anak-anak kalian hanyalah cobaan) bagi kalian yang melupakan kalian dari perkara-perkara akhirat (dan di sisi Allah lah pahala yang besar) maka janganlah kalian lewatkan hal ini, karena kalian sibuk dengan harta benda dan anak-anak kalian.",
            "sajda": false,
            "transliteration": "Innamaa amwaalukum wa awlaadukum fitnah; wallaahu 'indahooo ajrun 'azeem"
        },
        {
            "aya_id": 5215,
            "aya_number": 16,
            "aya_text": "فَاتَّقُوا اللّٰهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوْا وَاَطِيْعُوْا وَاَنْفِقُوْا خَيْرًا لِّاَنْفُسِكُمْۗ وَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah; dan infakkanlah harta yang baik untuk dirimu. Dan barang-siapa dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung. ",
            "tafsir_jalalayn": "(Maka bertakwalah kalian kepada Allah menurut kesanggupan kalian) ayat ini memansukh firman-Nya, \"Bertakwalah kepada Allah sebenar-benar takwa kepada-Nya.\" (Q.S. Ali Imran 102) (dan dengarlah) apa yang telah diperintahkan kepada kalian, dengan pendengaran yang dibarengi dengan rasa menerima apa yang kalian dengar (serta taatlah) kepada Allah (dan nafkahkanlah) di jalan ketaatan (nafkah yang baik untuk diri kalian) lafal khairan berkedudukan menjadi khabar dari lafal yakun yang keberadaannya diperkirakan, dan sekaligus menjadi jawab dari amar, yakni niscaya pahalanya buat diri kalian sendiri. (Dan barang siapa yang dipelihara dari kekikiran dirinya, maka mereka itulah orang-orang yang beruntung) orang-orang yang memperoleh keberuntungan.",
            "sajda": false,
            "transliteration": "Fattaqul laaha mastat'tum wasma'oo wa atee'oo waanfiqoo khairal li anfusikum; wa many-yooqa shuha nafsihee fa-ulaaa'ika humul muflihoon"
        },
        {
            "aya_id": 5216,
            "aya_number": 17,
            "aya_text": "اِنْ تُقْرِضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ شَكُوْرٌ حَلِيْمٌۙ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Jika kamu meminjamkan kepada Allah dengan pinjaman yang baik, niscaya Dia melipatgandakan (balasan) untukmu dan mengampuni kamu. Dan Allah Maha Mensyukuri, Maha Penyantun.",
            "tafsir_jalalayn": "(Jika kalian meminjamkan kepada Allah pinjaman yang baik) seumpamanya kalian mengeluarkan sedekah dengan hati yang tulus ikhlas (niscaya Allah melipatgandakannya kepada kalian) menurut suatu qiraat dibaca yudha``afhu lakum. Dilipatgandakan pembalasannya mulai dari sepuluh kali lipat hingga sampai tujuh ratus kali lipat, dan bahkan lebih dari itu (dan mengampuni kalian) apa yang dikehendaki-Nya. (Dan Allah Maha Pembalas jasa) artinya selalu memberikan balasan amal ketaatan (lagi Maha Penyantun) dalam siksaan-Nya terhadap perbuatan maksiat.",
            "sajda": false,
            "transliteration": "In tuqridul laaha qardan hasanany yudd'ifhu lakum wa yaghfir lakum; wallaahu Shakoorun Haleem"
        },
        {
            "aya_id": 5217,
            "aya_number": 18,
            "aya_text": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Yang Mengetahui yang gaib dan yang nyata. Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Yang Mengetahui yang gaib) yang tersembunyi (dan yang nyata) yang terang-terangan (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan dan tindakan-Nya.",
            "sajda": false,
            "transliteration": "'Aalimul-Ghaibi wash-shahaadatil 'Azeezul Hakeem"
        }
    ]
}