{
    "sura_id": 67,
    "name": "سُورَةُ المُلۡكِ",
    "englishName": "Al-Mulk",
    "englishNameTranslation": "The Sovereignty",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 5242,
            "aya_number": 1,
            "aya_text": "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Mahasuci Allah yang menguasai (segala) kerajaan, dan Dia Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Maha Suci Allah) Maha Suci dari sifat-sifat semua makhluk (Yang di tangan kekuasaan-Nyalah) yang berada dalam pengaturan-Nyalah (segala kerajaan) segala kekuasaan dan pengaruh (dan Dia Maha Kuasa atas segala sesuatu).",
            "sajda": false,
            "transliteration": "Tabaarakal lazee biyadihil mulku wa huwa 'alaa kulli shai-in qadeer",
            "tajweed_text": "تَبَ[n[ـٰ]رَكَ [h:9556[ٱ]لَّذِى بِيَدِهِ [h:13755[ٱ]لْمُلْكُ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ"
        },
        {
            "aya_id": 5243,
            "aya_number": 2,
            "aya_text": " ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun.",
            "tafsir_jalalayn": "(Yang menjadikan mati) di dunia (dan hidup) di akhirat, atau yang menjadikan mati dan hidup di dunia. Nuthfah pada asalnya sebagai barang mati, kemudian jadilah ia hidup; pengertian hidup ialah karena ia mempunyai perasaan. Pengertian mati adalah kebalikannya. Pengertian lafal al-khalqu berdasarkan makna yang kedua ini berarti memastikan (supaya Dia menguji kalian) atau mencoba kalian di dalam kehidupan ini (siapa di antara kalian yang lebih baik amalnya) maksudnya yang paling taat kepada Allah. (Dan Dia Maha Perkasa) di dalam melakukan pembalasan terhadap orang yang durhaka kepada-Nya (lagi Maha Pengampun) kepada orang yang bertobat kepada-Nya.",
            "sajda": false,
            "transliteration": "Allazee khalaqal mawta walhayaata liyabluwakum ayyukum ahsanu 'amalaa; wa huwal 'azeezul ghafoor",
            "tajweed_text": "ٱلَّذِى خَلَقَ [h:13756[ٱ]لْمَوْتَ وَ[h:13757[ٱ]لْحَيَ[s[و][n[ٲ]ةَ لِيَ[q:3603[بْ]لُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَل[a:13758[اً‌ۚ و]َهُوَ [h:7045[ٱ]لْعَزِيزُ [h:13759[ٱ]لْغَف[p[ُو]رُ"
        },
        {
            "aya_id": 5244,
            "aya_number": 3,
            "aya_text": "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Yang menciptakan tujuh langit berlapis-lapis. Tidak akan kamu lihat sesuatu yang tidak seimbang pada ciptaan Tuhan Yang Maha Pengasih. Maka lihatlah sekali lagi, adakah kamu lihat sesuatu yang cacat?",
            "tafsir_jalalayn": "(Yang telah menciptakan tujuh langit berlapis-lapis) yakni sebagian di antaranya berada di atas sebagian yang lain tanpa bersentuhan. (Kamu sekali-kali tidak melihat pada ciptaan Yang Maha Pemurah) pada tujuh langit yang berlapis-lapis itu atau pada makhluk yang lain (sesuatu yang tidak seimbang) yang berbeda dan tidak seimbang. (Maka lihatlah berulang-ulang) artinya lihatlah kembali ke langit (adakah kamu lihat) padanya (keretakan?) maksudnya retak dan berbelah-belah.",
            "sajda": false,
            "transliteration": "Allazee khalaqa sab'a samaawaatin tibaaqam maa taraa fee khalqir rahmaani min tafaawutin farji'il basara hal taraa min futoor",
            "tajweed_text": "ٱلَّذِى خَلَقَ سَ[q:158[بْ]عَ سَمَ[n[ـٰ]و[n[َٲ][f:13760[تٍ ط]ِبَا[a:13761[قًا‌ۖ م]َّا تَرَىٰ فِى خَلْقِ [h:13762[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ مِ[f:13763[ن ت]َفَ[n[ـٰ]وُ[f:13764[تٍ‌ۖ ف]َ[h:13765[ٱ]رْجِعِ [h:13766[ٱ]لْبَصَرَ هَلْ تَرَىٰ مِ[f:13767[ن ف]ُط[p[ُو]رٍ"
        },
        {
            "aya_id": 5245,
            "aya_number": 4,
            "aya_text": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Kemudian ulangi pandangan(mu) sekali lagi (dan) sekali lagi, niscaya pandanganmu akan kembali kepadamu tanpa menemukan cacat dan ia (pandanganmu) dalam keadaan letih.",
            "tafsir_jalalayn": "(Kemudian pandanglah sekali lagi) ulangilah kembali penglihatanmu berkali-kali (niscaya akan berbalik) akan kembali (penglihatanmu itu kepadamu dalam keadaan hina) karena tidak menemukan sesuatu cacat (dan penglihatanmu itu pun dalam keadaan payah) yakni tidak melihat sama sekali adanya cacat.",
            "sajda": false,
            "transliteration": "Summar ji'il basara karrataini yanqalib ilaikal basaru khaasi'anw wa huwa haseer",
            "tajweed_text": "ثُ[g[مّ]َ [h:13768[ٱ]رْجِعِ [h:13769[ٱ]لْبَصَرَ كَرَّتَيْنِ يَ[f:2282[نق]َلِ[q:2282[بْ] إِلَيْكَ [h:13770[ٱ]لْبَصَرُ خَاسِ[a:13771[ئًا و]َهُوَ حَس[p[ِي]رٌ"
        },
        {
            "aya_id": 5246,
            "aya_number": 5,
            "aya_text": "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Dan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah menghiasi langit yang dekat) yang dekat dengan bumi (dengan lampu-lampu) dengan bintang-bintang (dan Kami jadikan bintang-bintang itu alat-alat pelempar) alat untuk melempar dan merajam (setan-setan) bilamana mereka mencuri pembicaraan para malaikat dengan telinga mereka; umpamanya terpisah batu meteor dari bintang-bintang itu yang bentuknya bagaikan segumpal api, lalu mengejar setan dan membunuhnya atau membuatnya cacat. Pengertian ini bukan berarti bahwa bintang-bintang itu lenyap dari tempatnya (dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala) yang besar apinya.",
            "sajda": false,
            "transliteration": "Wa laqad zaiyannas samaaa'ad dunyaa bimasaa beeha wa ja'alnaahaa rujoomal lish shayaateeni wa a'tadnaa lahum 'azaabas sa'eer",
            "tajweed_text": "وَلَقَ[q:341[دْ] زَيَّ[g[نّ]َا [h:11314[ٱ][l[ل]سَّم[o[َا]ٓءَ [h:11315[ٱ][l[ل]دُّنْيَا بِمَصَ[n[ـٰ]بِيحَ وَجَعَلْنَ[n[ـٰ]هَا رُجُو[u:13772[مًا ل]ِّلشَّيَ[n[ـٰ]طِينِ‌ۖ وَأَعْتَ[q:2782[دْ]نَا لَهُمْ عَذَابَ [h:13773[ٱ][l[ل]سَّع[p[ِي]رِ"
        },
        {
            "aya_id": 5247,
            "aya_number": 6,
            "aya_text": "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali.",
            "tafsir_jalalayn": "(Dan orang-orang yang kafir kepada Rabb mereka, memperoleh azab Jahanam. Dan itulah seburuk-buruk tempat kembali) yakni neraka Jahanam.",
            "sajda": false,
            "transliteration": "Wa lillazeena kafaroo bi rabbihim 'azaabu jahannama wa bi'sal maseer",
            "tajweed_text": "وَلِلَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ عَذَابُ جَهَ[g[نّ]َمَ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ"
        },
        {
            "aya_id": 5248,
            "aya_number": 7,
            "aya_text": "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu membara,",
            "tafsir_jalalayn": "(Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan) yaitu suara yang tidak enak didengar sebagaimana suara keledai (sedang neraka itu menggelegar) yakni mendidih.",
            "sajda": false,
            "transliteration": "Izaaa ulqoo feehaa sami'oo lahaa shaheeqanw wa hiya tafoor",
            "tajweed_text": "إِذ[o[َآ] أُلْقُو[s[اْ] فِيهَا سَمِعُو[s[اْ] لَهَا شَهِي[a:13774[قًا و]َهِىَ تَف[p[ُو]رُ"
        },
        {
            "aya_id": 5249,
            "aya_number": 8,
            "aya_text": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?”",
            "tafsir_jalalayn": "(Hampir-hampir neraka itu terpecah-pecah) menurut suatu qiraat lafal tamayyazu dibaca tatamayyazu sesuai dengan asalnya, artinya terbelah-belah (lantaran marah) karena murka kepada orang kafir. (Setiap kali dilemparkan ke dalamnya sekumpulan orang) segolongan di antara orang-orang kafir (penjaga-penjaga neraka itu bertanya kepada mereka) dengan pertanyaan yang mengandung nada celaan, (\"Apakah belum pernah datang kepada kalian seorang pemberi peringatan?\") maksudnya seorang rasul yang memberikan peringatan kepada kalian akan azab Allah swt.",
            "sajda": false,
            "transliteration": "Takaadu tamayyazu minal ghaizi kullamaaa uliqya feehaa fawjun sa alahum khazanatuhaaa alam yaatikum nazeer",
            "tajweed_text": "تَكَادُ تَمَيَّزُ مِنَ [h:2195[ٱ]لْغَيْظِ‌ۖ كُلَّم[o[َآ] أُلْقِىَ فِيهَا فَوْ[f:13775[جٌ س]َأَلَهُمْ خَزَنَتُه[o[َآ] أَلَمْ يَأْتِكُمْ نَذ[p[ِي]رٌ"
        },
        {
            "aya_id": 5250,
            "aya_number": 9,
            "aya_text": "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, “Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Benar ada, sesungguhnya telah datang kepada kami seorang pemberi peringatan, maka kami mendustakannya dan kami katakan, Allah tidak menurunkan sesuatu pun; tidak lain) tiadalah (kamu hanyalah di dalam kesesatan yang besar.\") Kalimat in antum illaa fii dhalaalin kabiir dapat dianggap sebagai perkataan para malaikat penjaga neraka kepada orang-orang kafir sewaktu mereka dijelaskan sebagai orang-orang yang mendustakan rasul-rasul. Kalimat ini pun dapat pula dianggap sebagai perkataan orang-orang kafir sebagai alasan mereka tidak percaya kepada rasul-rasul.",
            "sajda": false,
            "transliteration": "Qaaloo balaa qad jaaa'anaa nazeerun fakazzabnaa wa qulnaa maa nazzalal laahu min shai in in antum illaa fee dalaalin kabeer",
            "tajweed_text": "قَالُو[s[اْ] بَلَىٰ قَ[q:298[دْ] ج[o[َا]ٓءَنَا نَذِي[f:13776[رٌ ف]َكَذَّ[q:13777[بْ]نَا وَقُلْنَا مَا نَزَّلَ [h:4797[ٱ]للَّهُ مِ[f:2103[ن ش]َىْءٍ إِنْ أَ[f:428[نت]ُمْ إِلَّا فِى ضَلَ[n[ـٰ][f:13778[لٍ ك]َب[p[ِي]رٍ"
        },
        {
            "aya_id": 5251,
            "aya_number": 10,
            "aya_text": "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Dan mereka berkata, “Sekiranya (dahulu) kami mendengarkan atau memikirkan (peringatan itu) tentulah kami tidak termasuk penghuni neraka yang menyala-nyala.”",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Sekiranya kami mendengarkan) maksudnya mendengar yang disertai pemahaman (atau memikirkan) memikirkan apa yang didengarnya, yaitu peringatan rasul-rasul kepada mereka (niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala\").",
            "sajda": false,
            "transliteration": "Wa qaaloo law kunnaa nasma'u awna'qilu maa kunnaa feee as haabis sa'eer",
            "tajweed_text": "وَقَالُو[s[اْ] لَوْ كُ[g[نّ]َا نَسْمَعُ أَوْ نَعْقِلُ مَا كُ[g[نّ]َا ف[o[ِىٓ] أَصْحَ[n[ـٰ]بِ [h:11067[ٱ][l[ل]سَّع[p[ِي]رِ"
        },
        {
            "aya_id": 5252,
            "aya_number": 11,
            "aya_text": "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Maka mereka mengakui dosanya. Tetapi jauhlah (dari rahmat Allah) bagi penghuni neraka yang menyala-nyala itu.",
            "tafsir_jalalayn": "(Mereka mengakui) orang-orang kafir itu mengaku di saat tiada gunanya lagi pengakuan (dosa mereka) yaitu dosa mendustakan peringatan-peringatan. (Maka kebinasaanlah) dapat dibaca fasuhqan dan fasuhuqan (bagi penghuni-penghuni neraka yang menyala-nyala) mereka dijauhkan dari rahmat Allah swt.",
            "sajda": false,
            "transliteration": "Fa'tarafoo bizambihim fasuhqal li as haabis sa'eer",
            "tajweed_text": "فَ[h:9999[ٱ]عْتَرَفُو[s[اْ] بِذَ[i:13779[نۢب]ِهِمْ فَسُحْ[u:13780[قًا ل]ِّأَصْحَ[n[ـٰ]بِ [h:13781[ٱ][l[ل]سَّع[p[ِي]رِ"
        },
        {
            "aya_id": 5253,
            "aya_number": 12,
            "aya_text": "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar. ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang takut kepada Rabbnya) mereka yang takut kepada-Nya (dalam sendirian) sewaktu mereka tidak kelihatan oleh orang lain, mereka tetap taat kepada-Nya. Dengan demikian berarti bila mereka berada secara terang-terangan maka lebih takut lagi (mereka akan memperoleh ampunan dan pahala yang besar) yang dimaksud adalah surga.",
            "sajda": false,
            "transliteration": "Innal lazeena yakhshawna rabbahum bilghaibi lahum maghfiratunw wa ajrun kabeer",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّه[c:8779[ُم ب]ِ[h:13[ٱ]لْغَيْبِ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ"
        },
        {
            "aya_id": 5254,
            "aya_number": 13,
            "aya_text": "وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati. ",
            "tafsir_jalalayn": "(Dan rahasiakanlah) hai manusia (perkataan kalian atau lahirkanlah ia; sesungguhnya Dia) yakni Allah swt. (Maha Mengetahui segala isi hati) Maha Mengetahui apa yang tersimpan di dalam kalbu dan apa yang kalian ucapkan. Asbabun nuzul ayat ini ialah karena orang-orang musyrik mengatakan, sebagian di antara mereka kepada sebagian yang lain, \"Rahasiakanlah pembicaraan kalian, niscaya Tuhannya Muhammad tidak akan dapat mendengarkannya.\"",
            "sajda": false,
            "transliteration": "Wa asirroo qawlakum awijharoo bihee innahoo 'aleemum bizaatis sudoor",
            "tajweed_text": "وَأَسِرُّو[s[اْ] قَوْلَكُمْ أَوِ [h:13782[ٱ][q:13783[جْ]هَرُو[s[اْ] بِه[o[ِۦٓ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ"
        },
        {
            "aya_id": 5255,
            "aya_number": 14,
            "aya_text": "اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ࣖ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Apakah (pantas) Allah yang menciptakan itu tidak mengetahui? Dan Dia Mahahalus, Maha Mengetahui.",
            "tafsir_jalalayn": "(Apakah Tuhan yang telah menciptakan tidak mengetahui) apa yang kalian rahasiakan itu, yakni apakah ilmu-Nya tidak dapat menjangkau hal tersebut (sedangkan Dia Maha Halus) ilmu-Nya (lagi Maha Waspada).",
            "sajda": false,
            "transliteration": "Alaa ya'lamu man khalaq wa huwal lateeful khabeer",
            "tajweed_text": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ [h:4309[ٱ][l[ل]لَّطِيفُ [h:4310[ٱ]لْخَب[p[ِي]رُ"
        },
        {
            "aya_id": 5256,
            "aya_number": 15,
            "aya_text": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Dialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya dan makanlah sebagian dari rezeki-Nya. Dan hanya kepada-Nyalah kamu (kembali setelah) dibangkitkan. ",
            "tafsir_jalalayn": "(Dialah yang menjadikan bumi itu mudah bagi kalian) mudah untuk dipakai berjalan di atas permukaannya (maka berjalanlah di segala penjurunya) pada semua arahnya (dan makanlah sebagian dari rezeki-Nya) yang sengaja diciptakan buat kalian. (Dan hanya kepada-Nyalah kalian dibangkitkan) dari kubur untuk mendapatkan pembalasan.",
            "sajda": false,
            "transliteration": "Huwal lazee ja'ala lakumul arda zaloolan famshoo fee manaakibihaa wa kuloo mir rizqihee wa ilaihin nushoor",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذِى جَعَلَ لَكُمُ [h:87[ٱ]لْأَرْضَ ذَلُول[f:13784[اً ف]َ[h:13785[ٱ]مْشُو[s[اْ] فِى مَنَاكِبِهَا وَكُلُو[s[اْ] م[u:13786[ِن ر]ِّزْقِه[n[ِۦ]‌ۖ وَإِلَيْهِ [h:13787[ٱ][l[ل][g[نّ]ُش[p[ُو]رُ"
        },
        {
            "aya_id": 5257,
            "aya_number": 16,
            "aya_text": "ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?",
            "tafsir_jalalayn": "(Apakah kalian merasa aman) dapat dibaca secara tahqiq dan dapat pula dibaca secara tashil (terhadap kekuasaan Allah yang di langit) yakni pengaruh dan kekuasaan-Nya yang di langit (bahwa Dia akan menjungkir balikkan) berkedudukan menjadi badal dari lafal man (bumi bersama kalian, sehingga dengan tiba-tiba bumi itu berguncang) menjadi gempa dan menindih kalian.",
            "sajda": false,
            "transliteration": "'A-amintum man fissamaaa'i aiyakhsifa bi kumul arda fa izaa hiya tamoor",
            "tajweed_text": "ءَأَمِ[f:13788[نت][w:13789[ُم م]َّ[f:2074[ن ف]ِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ أ[a:7417[َن ي]َخْسِفَ بِكُمُ [h:13790[ٱ]لْأَرْضَ فَإِذَا هِىَ تَم[p[ُو]رُ"
        },
        {
            "aya_id": 5258,
            "aya_number": 17,
            "aya_text": "اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Atau sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan mengirimkan badai yang berbatu kepadamu? Namun kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku.",
            "tafsir_jalalayn": "(Atau apakah kalian merasa aman terhadap kekuasaan Allah yang di langit bahwa Dia akan mengirimkan) lafal an yursila menjadi badal dari lafal man (kepada kalian badai yang berbatu) yakni angin dahsyat yang menghujani kalian dengan batu. (Maka kelak kalian akan mengetahui) di saat kalian menyaksikan azab-Nya (bagaimana peringatan-Ku) yakni azab-Ku; maksudnya bahwa azab-Ku itu adalah benar.",
            "sajda": false,
            "transliteration": "Am amintum man fissamaaa'i ai yursila 'alaikum haasiban fasata'lamoona kaifa nazeer",
            "tajweed_text": "أَمْ أَمِ[f:1062[نت][w:13791[ُم م]َّ[f:2074[ن ف]ِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ أ[a:10505[َن ي]ُرْسِلَ عَلَيْكُمْ حَاصِ[f:13792[بًا‌ۖ ف]َسَتَعْلَمُونَ كَيْفَ نَذ[p[ِي]رِ"
        },
        {
            "aya_id": 5259,
            "aya_number": 18,
            "aya_text": "وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Dan sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul-Nya). Maka betapa hebatnya kemurkaan-Ku! ",
            "tafsir_jalalayn": "(Dan sesungguhnya orang-orang sebelum mereka telah mendustakan) umat-umat sebelum mereka. (Maka alangkah hebatnya kemurkaan-Ku) keingkaran-Ku terhadap mereka disebabkan kedustaan mereka, yaitu sewaktu mereka dibinasakan, bahwasanya pembinasaan-Ku itu adalah benar.",
            "sajda": false,
            "transliteration": "Wa laqad kazzabal lazeena min qablihim fakaifa kaana nakeer",
            "tajweed_text": "وَلَقَ[q:341[دْ] كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَكَيْفَ كَانَ نَك[p[ِي]رِ"
        },
        {
            "aya_id": 5260,
            "aya_number": 19,
            "aya_text": "اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sungguh, Dia Maha Melihat segala sesuatu.  ",
            "tafsir_jalalayn": "(Apakah mereka tidak melihat) tidak memperhatikan (burung-burung yang berada di atas mereka) yakni di udara (yang mengembangkan sayapnya) melebarkan sayapnya (dan mengatupkannya?) menutupkannya sesudah dikembangkan. (Tidak ada yang menahan mereka) agar jangan jatuh ke bumi sewaktu mengembangkan dan mengatupkan sayapnya (selain Yang Maha Penyayang) yakni dengan kekuasaan-Nya. (Sesungguhnya Dia Maha Melihat segala sesuatu) makna yang dimaksud, apakah mereka tidak menyimpulkan dengan tetapnya burung-burung di udara tentang kekuasaan Kami, bahwa Kami dapat menimpakan kepada mereka azab yang telah disebutkan di atas tadi dan azab lainnya.",
            "sajda": false,
            "transliteration": "Awalam yaraw ilat tairi fawqahum saaaffaatinw wa yaqbidn; maa yumsikuhunna illaar rahmaan; innahoo bikulli shai im baseer",
            "tajweed_text": "أَوَلَمْ يَرَوْ[s[اْ] إِلَى [h:7520[ٱ][l[ل]طَّيْرِ فَوْقَهُمْ صَ[m[ـٰٓ]فَّ[n[ـٰ][a:13793[تٍ و]َيَ[q:13794[قْ]بِضْنَ‌ۚ مَا يُمْسِكُهُ[g[نّ]َ إِلَّا [h:13795[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِكُلِّ شَىْ[i:13796[ءِۭ ب]َص[p[ِي]رٌ"
        },
        {
            "aya_id": 5261,
            "aya_number": 20,
            "aya_text": "اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Atau siapakah yang akan menjadi bala tentara bagimu yang dapat membelamu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam (keadaan) tertipu. ",
            "tafsir_jalalayn": "(Atau siapakah) berkedudukan menjadi mubtada (dia) menjadi khabar dari mubtada (yang) menjadi badal dari lafal haadza (menjadi tentara) yakni penolong-penolong (kalian) berkedudukan menjadi shilah dari lafal alladzii (yang akan menolong kalian) menjadi sifat dari lafal jundun (selain daripada Allah Yang Maha Penyayang) yang dapat menolak datangnya azab bagi kalian; yakni tiada seseorang pun yang dapat menolong kalian (tidak lain) tiadalah (orang-orang kafir itu hanyalah dalam keadaan tertipu) mereka tertipu oleh setan, bahwasanya azab tidak akan turun atas mereka.",
            "sajda": false,
            "transliteration": "Amman haazal lazee huwa jundul lakum yansurukum min doonir rahmaan; inilkaafiroona illaa fee ghuroor",
            "tajweed_text": "أَ[g[مّ]َنْ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى هُوَ جُن[u:13797[دٌ ل]َّكُمْ يَ[f:2381[نص]ُرُك[w:2382[ُم م]ِّ[f:107[ن د]ُونِ [h:12269[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ‌ۚ إِنِ [h:13798[ٱ]لْكَ[n[ـٰ]فِرُونَ إِلَّا فِى غُر[p[ُو]رٍ"
        },
        {
            "aya_id": 5262,
            "aya_number": 21,
            "aya_text": "اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Atau siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran).",
            "tafsir_jalalayn": "(Atau siapakah dia yang memberi kalian rezeki jika Dia menahan) yakni Allah Yang Maha Penyayang menahan (rezeki-Nya) yakni hujan-Nya terhadap kalian. Jawab syaratnya tidak disebutkan, karena dapat disimpulkan dari kalimat sebelumnya. Lengkapnya, siapakah yang dapat memberi kalian rezeki? Tentu tiada seorang pun yang dapat memberikan rezeki kepada kalian selain-Nya. (Tetapi mereka terus-menerus) berkelanjutan (di dalam kesombongan) dalam kesombongannya (dan menjauhkan diri) dari kebenaran.",
            "sajda": false,
            "transliteration": "Amman haazal lazee yarzuqukum in amsaka rizqah; bal lajjoo fee 'utuwwinw wa nufoor",
            "tajweed_text": "أَ[g[مّ]َنْ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ[n[ۥ]‌ۚ بَل لَّجُّو[s[اْ] فِى عُتُ[a:13799[وٍّ و]َنُف[p[ُو]رٍ"
        },
        {
            "aya_id": 5263,
            "aya_number": 22,
            "aya_text": "اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Apakah orang yang merangkak dengan wajah tertelungkup yang lebih terpimpin (dalam kebenaran) ataukah orang yang berjalan tegap di atas jalan yang lurus?",
            "tafsir_jalalayn": "(Maka apakah orang yang berjalan terjungkal) yakni terbalik (di atas mukanya itu lebih banyak mendapat petunjuk, ataukah orang yang berjalan tegap) yakni secara wajar dengan kakinya (di atas jalan) tuntunan (yang lurus) khabar dari mubtada yang kedua tidak disebutkan karena cukup hanya ditunjukkan oleh makna yang terkandung di dalam khabar yang pertama, yakni lebih banyak mendapat petunjuk. Perumpamaan ini menggambarkan tentang keadaan orang yang kafir pada permintaan yang pertama, dan orang yang beriman pada perumpamaan yang kedua, yakni manakah di antara keduanya yang lebih banyak mendapat petunjuk?",
            "sajda": false,
            "transliteration": "Afamai yamshee mukibban 'alaa wajhihee ahdaaa ammany yamshee sawiyyan 'alaa siratim mustaqeem",
            "tajweed_text": "أَفَم[a:13800[َن ي]َمْشِى مُكِبًّا عَلَىٰ وَ[q:6818[جْ]هِه[o[ِۦٓ] أَهْدَ[o[ىٰٓ] أَ[g[مّ][a:13801[َن ي]َمْشِى سَوِيًّا عَلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ"
        },
        {
            "aya_id": 5264,
            "aya_number": 23,
            "aya_text": "قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Katakanlah, “Dialah yang menciptakan kamu dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu. (Tetapi) sedikit sekali kamu bersyukur.”",
            "tafsir_jalalayn": "(Katakanlah! \"Dialah Yang menjadikan kalian) yakni yang telah menciptakan kalian (dan menjadikan bagi kalian pendengaran, penglihatan dan hati\") atau kalbu. (Tetapi amat sedikit kalian bersyukur) huruf maa adalah huruf zaidah, dan jumlah kalimat ini merupakan jumlah isti'naf atau kalimat baru yang memberitakan tentang syukur mereka yang amat sedikit terhadap nikmat-nikmat tersebut.",
            "sajda": false,
            "transliteration": "Qul huwal lazee ansha akum wa ja'ala lakumus sam'a wal absaara wal af'idata qaleelam maa tashkuroon",
            "tajweed_text": "قُلْ هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَ[f:4272[نش]َأَكُمْ وَجَعَلَ لَكُمُ [h:7518[ٱ][l[ل]سَّمْعَ وَ[h:6037[ٱ]لْأَ[q:6037[بْ]صَ[n[ـٰ]رَ وَ[h:7519[ٱ]لْأَفْــِٔدَةَ‌ۖ قَلِيل[a:4583[اً م]َّا تَشْكُر[p[ُو]نَ"
        },
        {
            "aya_id": 5265,
            "aya_number": 24,
            "aya_text": "قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan.” ",
            "tafsir_jalalayn": "(Katakanlah! \"Dialah Yang menjadikan kalian berkembang biak) artinya menciptakan kalian dapat berkembang biak (di muka bumi, dan hanya kepada-Nyalah kalian kelak dikumpulkan\") untuk menjalani hisab.",
            "sajda": false,
            "transliteration": "Qul huwal lazee zara akum fil ardi wa ilaihi tuhsharoon",
            "tajweed_text": "قُلْ هُوَ [h:153[ٱ]لَّذِى ذَرَأَكُمْ فِى [h:44[ٱ]لْأَرْضِ وَإِلَيْهِ تُحْشَر[p[ُو]نَ"
        },
        {
            "aya_id": 5266,
            "aya_number": 25,
            "aya_text": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Dan mereka berkata, “Kapan (datangnya) ancaman itu jika kamu orang yang benar?”",
            "tafsir_jalalayn": "(Dan mereka berkata) kepada orang-orang yang beriman, (\"Kapankah datangnya Janji itu) yakni janji datangnya hari semua makhluk dihimpun (jika kalian adalah orang-orang yang benar?\") dalam hal ini.",
            "sajda": false,
            "transliteration": "Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen",
            "tajweed_text": "وَيَقُولُونَ مَتَىٰ هَ[n[ـٰ]ذَا [h:6081[ٱ]لْوَعْدُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ"
        },
        {
            "aya_id": 5267,
            "aya_number": 26,
            "aya_text": "قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 563,
            "translation_aya_text": "Katakanlah (Muhammad), “Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.” ",
            "tafsir_jalalayn": "(Katakanlah!, \"Sesungguhnya ilmu) tentang kedatangan hari tersebut (hanya pada sisi Allah, dan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan.\") Yakni yang jelas peringatannya.",
            "sajda": false,
            "transliteration": "Qul innamal 'ilmu 'indallaahi wa innamaaa ana nazeerum mubeen",
            "tajweed_text": "قُلْ إِ[g[نّ]َمَا [h:12490[ٱ]لْعِلْمُ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَإِ[g[نّ]َم[o[َآ] أَنَا۟ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ"
        },
        {
            "aya_id": 5268,
            "aya_number": 27,
            "aya_text": "فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Maka ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka), “Inilah (azab) yang dahulunya kamu minta.” ",
            "tafsir_jalalayn": "(Ketika mereka melihat azab itu) sesudah mereka dihimpunkan (sudah dekat) artinya, dekat sekali (menjadi muramlah) menjadi hitam muramlah (muka orang-orang kafir itu. Dan dikatakan) kepada mereka, yakni para malaikat penjaga neraka berkata kepada mereka (\"Inilah) azab (yang dahulu kalian terhadapnya) yakni sewaktu kalian diancam dengan azab ini (selalu menganggapnya sebagai yang diada-adakan.\") Yakni kalian menduga, bahwasanya kalian tidak akan dibangkitkan menjadi hidup kembali. Hal ini menceritakan keadaan di masa mendatang, akan tetapi ungkapannya memberikan pengertian sudah terjadi. Ini tiada lain karena subjeknya pasti benar-benar terjadi.",
            "sajda": false,
            "transliteration": "Falaammaa ra-awhu zulfatan seee'at wujoohul lazeena kafaroo wa qeela haazal lazee kuntum bihee tadda'oon",
            "tajweed_text": "فَلَ[g[مّ]َا رَأَوْهُ زُلْفَ[f:13802[ةً س]ِ[o[يٓ]ــَٔتْ وُجُوهُ [h:13803[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَقِيلَ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى كُ[f:100[نت][c:6084[ُم ب]ِه[n[ِۦ] تَدَّع[p[ُو]نَ"
        },
        {
            "aya_id": 5269,
            "aya_number": 28,
            "aya_text": "قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Katakanlah (Muhammad), “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami, (maka kami akan masuk surga), lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?”",
            "tafsir_jalalayn": "(Katakanlah!, \"Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku) yakni orang-orang mukmin, kami binasa karena azab-Nya, sebagaimana yang kalian maksudkan (atau memberi rahmat kepada kami) maksudnya, Dia tidak mengazab kami (tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih?\") Tentu saja tiada seorang pun yang dapat melindungi mereka dari azab-Nya.",
            "sajda": false,
            "transliteration": "Qul ara'aytum in ahlaka niyal laahu wa mam ma'iya aw rahimanaa famai-yujeerul kaafireena min 'azaabin aleem",
            "tajweed_text": "قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ [h:13804[ٱ]للَّهُ وَم[a:9807[َن م]َّعِىَ أَوْ رَحِمَنَا فَم[a:13805[َن ي]ُجِيرُ [h:13806[ٱ]لْكَ[n[ـٰ]فِرِينَ مِنْ عَذَابٍ أَل[p[ِي]مٍ"
        },
        {
            "aya_id": 5270,
            "aya_number": 29,
            "aya_text": "قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Katakanlah, “Dialah Yang Maha Pengasih, kami beriman kepada-Nya dan kepada-Nya kami bertawakal. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.” ",
            "tafsir_jalalayn": "(Katakanlah!, \"Dialah Allah Yang Maha Penyayang kami beriman kepada-Nya dan kepada-Nyalah kami bertawakal. Kelak kalian akan mengetahui) bilamana mereka menyaksikan azab itu. Lafal fasata`lamuuna dapat pula dibaca fasaya`lamuuna, artinya kelak mereka akan mengetahui di saat mereka menyaksikan azab (siapakah yang berada dalam kesesatan yang nyata.\") Kami-kah atau mereka?",
            "sajda": false,
            "transliteration": "Qul huwar rahmaanu aamannaa bihee wa 'alaihi tawakkalnaa fasata'lamoona man huwa fee dalaalim mubeen",
            "tajweed_text": "قُلْ هُوَ [h:829[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ ءَامَ[g[نّ]َا بِه[n[ِۦ] وَعَلَيْهِ تَوَكَّلْنَا‌ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ"
        },
        {
            "aya_id": 5271,
            "aya_number": 30,
            "aya_text": "قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ࣖ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapa yang akan memberimu air yang mengalir?”",
            "tafsir_jalalayn": "(Katakanlah, \"Terangkanlah kepadaku jika sumber air kalian menjadi kering;) yakni airnya masuk jauh ke dalam bumi (maka siapakah yang akan mendatangkan air yang mengalir bagi kalian?\") Sehingga air itu menyumber dan dapat dicapai oleh tangan atau oleh timba-timba, sebagaimana air yang kalian miliki sekarang? Tiada seorang pun yang dapat mendatangkannya selain Allah swt. Maka, mengapa kalian mengingkari adanya hari berbangkit, yaitu hari di mana Dia membangkitkan kalian menjadi hidup kembali. Disunahkan bagi pembaca surah ini, bila bacaannya sampai kepada lafal ma`iin, hendaknya ia mengucapkan kalimat jawabannya, yaitu \"allaahu rabbul 'aalamiina/Allah Rabb semesta alam yang dapat mengeluarkannya. Demikianlah menurut keterangan yang dikemukakan di dalam hadis. Dan ayat ini dibacakan terhadap sebagian orang-orang yang bersifat angkara murka, maka menurut perawinya, bahwa cangkul dan sekop penggali tanah terus menghunjam ke tanah, akan tetapi sumber air tidak muncul-muncul juga; ia telah pergi jauh meresap ke dalam bumi yang tidak dapat dicapainya. Kami berlindung kepada Allah dari perbuatan berani melawan Allah dan ayat-ayat-Nya.",
            "sajda": false,
            "transliteration": "Qul ara'aytum in asbaha maaa'ukum ghawran famai yaateekum bimaaa'im ma'een",
            "tajweed_text": "قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ م[o[َا]ٓؤُكُمْ غَوْ[f:13807[رًا ف]َم[a:13808[َن ي]َأْتِيك[c:13809[ُم ب]ِم[o[َا]ٓ[a:13810[ءٍ م]َّع[p[ِي]نِۭ"
        }
    ]
}