{
    "sura_id": 68,
    "name": "سُورَةُ القَلَمِ",
    "englishName": "Al-Qalam",
    "englishNameTranslation": "The Pen",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 5272,
            "aya_number": 1,
            "aya_text": "نۤ ۚوَالْقَلَمِ وَمَا يَسْطُرُوْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Nun. Demi pena dan apa yang mereka tuliskan, ",
            "tafsir_jalalayn": "(Nun) adalah salah satu dari huruf hijaiah, hanya Allahlah yang mengetahui arti dan maksudnya (demi qalam) yang dipakai untuk menulis nasib semua makhluk di Lohmahfuz (dan apa yang mereka tulis) apa yang ditulis oleh para malaikat berupa kebaikan dan kesalehan.",
            "sajda": false,
            "transliteration": "Noon; walqalami wa maa yasturoon"
        },
        {
            "aya_id": 5273,
            "aya_number": 2,
            "aya_text": "مَآ اَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُوْنٍ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "dengan karunia Tuhanmu engkau (Muhammad) bukanlah orang gila. ",
            "tafsir_jalalayn": "(Kamu sekali-kali bukanlah) hai Muhammad (orang gila, berkat nikmat Rabbmu) yang telah mengaruniakan kenabian kepadamu, dan juga nikmat-nikmat-Nya yang lain. Ayat ini merupakan jawaban terhadap perkataan orang-orang kafir, yang mengatakan bahwa Muhammad adalah orang gila.",
            "sajda": false,
            "transliteration": "Maa anta bini'mati Rabbika bimajnoon"
        },
        {
            "aya_id": 5274,
            "aya_number": 3,
            "aya_text": "وَاِنَّ لَكَ لَاَجْرًا غَيْرَ مَمْنُوْنٍۚ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Dan sesungguhnya engkau pasti mendapat pahala yang besar yang tidak putus-putusnya. ",
            "tafsir_jalalayn": "(Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya) tiada pernah terputus.",
            "sajda": false,
            "transliteration": "Wa inna laka la ajran ghaira mamnoon"
        },
        {
            "aya_id": 5275,
            "aya_number": 4,
            "aya_text": "وَاِنَّكَ لَعَلٰى خُلُقٍ عَظِيْمٍ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Dan sesungguhnya engkau benar-benar berbudi pekerti yang luhur. ",
            "tafsir_jalalayn": "(Dan sesungguhnya kamu benar-benar berbudi pekerti) beragama (yang agung.)",
            "sajda": false,
            "transliteration": "Wa innaka la'alaa khuluqin 'azeem"
        },
        {
            "aya_id": 5276,
            "aya_number": 5,
            "aya_text": "فَسَتُبْصِرُ وَيُبْصِرُوْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Maka kelak engkau akan melihat dan mereka (orang-orang kafir) pun akan melihat, ",
            "tafsir_jalalayn": "(Maka kelak kamu akan melihat dan mereka pun akan melihat.)",
            "sajda": false,
            "transliteration": "Fasatubsiru wa yubsiroon"
        },
        {
            "aya_id": 5277,
            "aya_number": 6,
            "aya_text": "بِاَيِّىكُمُ الْمَفْتُوْنُ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "siapa di antara kamu yang gila? ",
            "tafsir_jalalayn": "(Siapakah di antara kalian yang gila) yang tidak waras akalnya, kamukah atau mereka. Lafal al-maftuun ini wazannya sama dengan lafal al-ma`quul, berasal dari mashdar al-futuun, artinya gila.",
            "sajda": false,
            "transliteration": "Bi ayyikumul maftoon"
        },
        {
            "aya_id": 5278,
            "aya_number": 7,
            "aya_text": "اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۖ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Sungguh, Tuhanmu, Dialah yang paling mengetahui siapa yang sesat dari jalan-Nya; dan Dialah yang paling mengetahui siapa orang yang mendapat petunjuk. ",
            "tafsir_jalalayn": "(Sesungguhnya Rabbmu, Dialah Yang Paling Mengetahui siapa yang sesat dari jalan-Nya dan Dialah Yang Paling mengetahui orang-orang yang mendapat petunjuk) lafal a`lamu di sini bermakna 'aalimun, yakni Dia mengetahui siapa yang sesat dari jalan-Nya dan Dialah Yang mengetahui orang-orang yang mendapat petunjuk.",
            "sajda": false,
            "transliteration": "Innaa Rabbaka Huwa a'lamu biman dalla 'an sabeelihee wa Huwa a'lamu bilmuhtadeen"
        },
        {
            "aya_id": 5279,
            "aya_number": 8,
            "aya_text": "فَلَا تُطِعِ الْمُكَذِّبِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Maka janganlah engkau patuhi orang-orang yang mendustakan (ayat-ayat Allah).",
            "tafsir_jalalayn": "(Maka janganlah kamu ikuti orang-orang yang mendustakan ayat-ayat Allah.)",
            "sajda": false,
            "transliteration": "Falaa tuti'il mukazzibeen"
        },
        {
            "aya_id": 5280,
            "aya_number": 9,
            "aya_text": "وَدُّوْا لَوْ تُدْهِنُ فَيُدْهِنُوْنَۚ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Mereka menginginkan agar engkau bersikap lunak maka mereka bersikap lunak (pula). ",
            "tafsir_jalalayn": "(Mereka menginginkan) mengharapkan (supaya) merupakan mashdariyah (kamu bersikap lunak) bersikap lembut terhadap mereka (lalu mereka bersikap lunak) pula terhadapmu; diathafkan kepada lafal tudhinu. Seandainya dijadikan sebagai jawab dari tamanni yang tersimpulkan dari lafal wadduu, maka sebelum huruf fa diperkirakan adanya lafal hum. Yakni, seandainya kamu bersikap lunak terhadap mereka, maka mereka pun akan bersikap lunak pula terhadapmu.",
            "sajda": false,
            "transliteration": "Waddoo law tudhinu fa-yudhinoon"
        },
        {
            "aya_id": 5281,
            "aya_number": 10,
            "aya_text": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِيْنٍۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Dan janganlah engkau patuhi setiap orang yang suka bersumpah dan suka menghina,",
            "tafsir_jalalayn": "(Dan janganlah kamu ikuti setiap orang yang banyak bersumpah) dengan cara yang batil (lagi hina) yakni rendah.",
            "sajda": false,
            "transliteration": "Wa laa tuti' kulla hallaa fim maheen"
        },
        {
            "aya_id": 5282,
            "aya_number": 11,
            "aya_text": "هَمَّازٍ مَّشَّاۤءٍۢ بِنَمِيْمٍۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "suka mencela, yang kian ke mari menyebarkan fitnah, ",
            "tafsir_jalalayn": "(Yang banyak mencela) atau sering mengumpat (yang kian ke mari menghambur fitnah) yakni berjalan ke sana dan ke mari di antara orang-orang dengan maksud merusak mereka, yakni menghasut mereka.",
            "sajda": false,
            "transliteration": "Hammaazim mash shaaa'im binameem"
        },
        {
            "aya_id": 5283,
            "aya_number": 12,
            "aya_text": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ اَثِيْمٍۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "yang merintangi segala yang baik, yang melampaui batas dan banyak dosa, ",
            "tafsir_jalalayn": "(Yang banyak menghalangi perbuatan baik) artinya sangat kikir tidak mau membelanjakan hartanya kepada hak-hak yang diwajibkan atas dirinya (yang melampaui batas) sangat aniaya (lagi banyak dosa) banyak melakukan perbuatan dosa.",
            "sajda": false,
            "transliteration": "Mannaa'il lilkhairi mu'tadin aseem"
        },
        {
            "aya_id": 5284,
            "aya_number": 13,
            "aya_text": "عُتُلٍّۢ بَعْدَ ذٰلِكَ زَنِيْمٍۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "yang bertabiat kasar, selain itu juga terkenal kejahatannya,",
            "tafsir_jalalayn": "(Yang kaku kasar) wataknya kaku lagi kasar (selain dari itu, yang terkenal kejahatannya) dia adalah seseorang yang dianggap sebagai orang Quraisy, padahal dia bukan dari kalangan mereka, yaitu Walid bin Mughirah. Ayahnya menjulukinya sebagai orang Quraisy setelah ia berumur delapan belas tahun. Ibnu Abbas r.a. mengatakan, bahwa kami belum pernah mengetahui, bahwa Allah swt. menyifati seseorang dengan sifat-sifat yang tercela sebagaimana yang telah dilakukan-Nya terhadap Walid, sehingga keaiban itu tetap menempel pada diri Walid untuk selama-lamanya. Dan bertaalluq kepada lafal zaniim, zharaf yang terdapat pada sebelumnya.",
            "sajda": false,
            "transliteration": "'Utullim ba'da zaalika zaneem"
        },
        {
            "aya_id": 5285,
            "aya_number": 14,
            "aya_text": "اَنْ كَانَ ذَا مَالٍ وَّبَنِيْنَۗ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "karena dia kaya dan banyak anak.",
            "tafsir_jalalayn": "(Karena dia mempunyai banyak harta dan anak) bentuk asalnya adalah lian, dan bertaalluq kepada makna yang menunjukkan terhadap pengertiannya.",
            "sajda": false,
            "transliteration": "An kaana zaa maalinw-wa baneen"
        },
        {
            "aya_id": 5286,
            "aya_number": 15,
            "aya_text": "اِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا قَالَ اَسَاطِيْرُ الْاَوَّلِيْنَۗ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Apabila ayat-ayat Kami dibacakan kepadanya, dia berkata, “(Ini adalah) dongeng-dongeng orang dahulu.” ",
            "tafsir_jalalayn": "(Apabila dibacakan kepadanya ayat-ayat Kami) yakni Alquran (ia berkata) bahwa Alquran itu (dongeng-dongengan orang-orang dahulu kala.\") Yaitu hanyalah kedustaan yang sengaja dibuat-buat guna menyenangkan hati kami sewaktu ia disebutkan atau diceritakan. Menurut suatu qiraat ada lafal a-an dengan memakai dua huruf Hamzah yang kedua-duanya difathahkan.",
            "sajda": false,
            "transliteration": "Izaa tutlaa 'alaihi aayaatunaa qaala asaateerul awwaleen"
        },
        {
            "aya_id": 5287,
            "aya_number": 16,
            "aya_text": "سَنَسِمُهٗ عَلَى الْخُرْطُوْمِ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Kelak dia akan Kami beri tanda pada belalai(nya). ",
            "tafsir_jalalayn": "(Kelak akan Kami beri tanda dia di belalainya) Kami akan menjadikan tanda pada hidungnya, yang menyebabkannya cacat seumur hidup. Maka dia terpotong-potong hidungnya ketika perang Badar.",
            "sajda": false,
            "transliteration": "Sanasimuhoo 'alal khurtoom"
        },
        {
            "aya_id": 5288,
            "aya_number": 17,
            "aya_text": "اِنَّا بَلَوْنٰهُمْ كَمَا بَلَوْنَآ اَصْحٰبَ الْجَنَّةِۚ اِذْ اَقْسَمُوْا لَيَصْرِمُنَّهَا مُصْبِحِيْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Sungguh, Kami telah menguji mereka (orang musyrik Mekah) sebagaimana Kami telah menguji pemilik-pemilik kebun, ketika mereka bersumpah pasti akan memetik (hasil)nya pada pagi hari,",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah mencoba mereka) Kami telah menguji orang-orang musyrik Mekah dengan paceklik dan kelaparan (sebagaimana Kami telah mencoba pemilik-pemilik kebun) atau ladang (ketika mereka bersumpah bahwa mereka sungguh-sungguh akan memetik hasilnya) akan memetik buahnya (di pagi hari) di pagi buta, supaya orang-orang miskin tidak mengetahuinya. Maka orang-orang yang memiliki kebun itu mempunyai alasan bila mereka tidak memberikan sedekah kepada mereka; tidak sebagaimana bapak-bapak mereka yang selalu memberikan sebagian dari hasilnya buat orang-orang miskin sebagai sedekahnya.",
            "sajda": false,
            "transliteration": "Innaa balawnaahum kamaa balawnaaa As-haabal jannati iz 'aqsamoo la-yasri munnahaa musbiheen"
        },
        {
            "aya_id": 5289,
            "aya_number": 18,
            "aya_text": "وَلَا يَسْتَثْنُوْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "tetapi mereka tidak menyisihkan (dengan mengucapkan, “Insya Allah”).",
            "tafsir_jalalayn": "(Dan mereka tidak mengecualikan) di dalam sumpah mereka itu kepada kehendak Allah swt. Ayat ini merupakan jumlah isti'naf atau kalimat permulaan; yakni, kelakuan mereka seperti itu; mereka tidak pernah menggantungkan sumpahnya itu kepada kehendak Allah swt.",
            "sajda": false,
            "transliteration": "Wa laa yastasnoon"
        },
        {
            "aya_id": 5290,
            "aya_number": 19,
            "aya_text": "فَطَافَ عَلَيْهَا طَاۤىِٕفٌ مِّنْ رَّبِّكَ وَهُمْ نَاۤىِٕمُوْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Lalu kebun itu ditimpa bencana (yang datang) dari Tuhanmu ketika mereka sedang tidur.",
            "tafsir_jalalayn": "(Lalu kebun itu diliputi malapetaka dari Rabbmu) berupa api yang melahap kesemuanya di waktu malam (ketika mereka sedang tidur.)",
            "sajda": false,
            "transliteration": "Fataafa 'alaihaa taaa'i fum mir rabbika wa hum naaa'imoon"
        },
        {
            "aya_id": 5291,
            "aya_number": 20,
            "aya_text": "فَاَصْبَحَتْ كَالصَّرِيْمِۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Maka jadilah kebun itu hitam seperti malam yang gelap gulita,",
            "tafsir_jalalayn": "(Maka jadilah kebun itu hitam seperti malam yang gelap gulita) yakni menjadi hangus terbakar semuanya, sehingga tampak hitam.",
            "sajda": false,
            "transliteration": "Fa asbahat kassareem"
        },
        {
            "aya_id": 5292,
            "aya_number": 21,
            "aya_text": "فَتَنَادَوْا مُصْبِحِيْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "lalu pada pagi hari mereka saling memanggil.",
            "tafsir_jalalayn": "(Lalu mereka panggil-memanggil di pagi hari.)",
            "sajda": false,
            "transliteration": "Fatanaadaw musbiheen"
        },
        {
            "aya_id": 5293,
            "aya_number": 22,
            "aya_text": "اَنِ اغْدُوْا عَلٰى حَرْثِكُمْ اِنْ كُنْتُمْ صَارِمِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "”Pergilah pagi-pagi ke kebunmu jika kamu hendak memetik hasil.” ",
            "tafsir_jalalayn": "(\"Pergilah di waktu pagi ini ke kebun kalian) ke ladang kalian; lafal ini menafsirkan pengertian yang terkandung di dalam lafal tanadauw; atau huruf an dianggap sebagai an mashdariyah (jika kalian hendak memetik buahnya\") ingin memetik hasilnya; jawab syaratnya ditunjukkan oleh pengertian kalimat sebelumnya.",
            "sajda": false,
            "transliteration": "Anighdoo 'alaa harsikum in kuntum saarimeen"
        },
        {
            "aya_id": 5294,
            "aya_number": 23,
            "aya_text": "فَانْطَلَقُوْا وَهُمْ يَتَخَافَتُوْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Maka mereka pun berangkat sambil berbisik-bisik. ",
            "tafsir_jalalayn": "(Maka pergilah mereka saling berbisik-bisikan) yakni dengan secara diam-diam.",
            "sajda": false,
            "transliteration": "Fantalaqoo wa hum yatakhaafatoon"
        },
        {
            "aya_id": 5295,
            "aya_number": 24,
            "aya_text": "اَنْ لَّا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِّسْكِيْنٌۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "”Pada hari ini jangan sampai ada orang miskin masuk ke dalam kebunmu.” ",
            "tafsir_jalalayn": "(\"Pada hari ini janganlah ada seorang miskin pun masuk ke dalam kebun kalian.\") Ayat ini merupakan penafsiran dari makna yang terkandung pada ayat sebelumnya; atau huruf an dianggap sebagai huruf mashdariyah.",
            "sajda": false,
            "transliteration": "Al laa yadkhulannahal yawma 'alaikum miskeen"
        },
        {
            "aya_id": 5296,
            "aya_number": 25,
            "aya_text": "وَّغَدَوْا عَلٰى حَرْدٍ قَادِرِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Dan berangkatlah mereka pada pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka mampu (menolongnya). ",
            "tafsir_jalalayn": "(Dan berangkatlah mereka di pagi hari dengan niat menghalangi) orang-orang miskin (seraya merasa mampu) yakni mampu untuk menghalangi orang-orang miskin, menurut dugaan mereka sendiri.",
            "sajda": false,
            "transliteration": "Wa ghadaw 'alaa hardin qaadireen"
        },
        {
            "aya_id": 5297,
            "aya_number": 26,
            "aya_text": "فَلَمَّا رَاَوْهَا قَالُوْٓا اِنَّا لَضَاۤلُّوْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Maka ketika mereka melihat kebun itu, mereka berkata, “Sungguh, kita ini benar-benar orang-orang yang sesat,",
            "tafsir_jalalayn": "(Tatkala mereka melihat kebun itu) dalam keadaan hangus terbakar (mereka berkata, \"Sesungguhnya kita benar-benar orang-orang yang sesat.\") Bukankah ini kebun kita. Kemudian setelah mereka mengetahui, bahwa itu adalah benar-benar kebun mereka, lalu mereka mengatakan:",
            "sajda": false,
            "transliteration": "Falammaa ra awhaa qaalooo innaa ladaaalloon"
        },
        {
            "aya_id": 5298,
            "aya_number": 27,
            "aya_text": "بَلْ نَحْنُ مَحْرُوْمُوْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "bahkan kita tidak memperoleh apa pun,”",
            "tafsir_jalalayn": "(Bahkan kita dihalangi) dari memperoleh buahnya disebabkan kita telah menghalang-halangi orang-orang miskin dari memperoleh bagiannya.",
            "sajda": false,
            "transliteration": "Bal nahnu mahroomoon"
        },
        {
            "aya_id": 5299,
            "aya_number": 28,
            "aya_text": "قَالَ اَوْسَطُهُمْ اَلَمْ اَقُلْ لَّكُمْ لَوْلَا تُسَبِّحُوْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "berkatalah seorang yang paling bijak di antara mereka, “Bukankah aku telah mengatakan kepadamu, mengapa kamu tidak bertasbih (kepada Tuhanmu).”",
            "tafsir_jalalayn": "(Berkatalah seorang yang paling baik pikirannya di antara mereka) yaitu orang yang terbaik di antara mereka (\"Bukankah aku mengatakan kepada kalian, mengapa tidak) kenapa tidak (kalian bertasbih?\") kepada Allah seraya bertobat kepada-Nya.",
            "sajda": false,
            "transliteration": "Qaala awsatuhum alam aqul lakum law laa tusabbihoon"
        },
        {
            "aya_id": 5300,
            "aya_number": 29,
            "aya_text": "قَالُوْا سُبْحٰنَ رَبِّنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Mereka mengucapkan, “Mahasuci Tuhan kami, sungguh, kami adalah orang-orang yang zalim.” ",
            "tafsir_jalalayn": "(Mereka mengucapkan, \"Maha Suci Rabb kami, sesungguhnya kami adalah orang-orang yang zalim.\") Karena kami telah menghalang-halangi orang-orang miskin dari haknya.",
            "sajda": false,
            "transliteration": "Qaaloo subhaana rabbinaaa innaa kunnaa zaalimeen"
        },
        {
            "aya_id": 5301,
            "aya_number": 30,
            "aya_text": "فَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَلَاوَمُوْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Lalu mereka saling berhadapan dan saling menyalahkan.",
            "tafsir_jalalayn": "(Lalu sebagian mereka menghadapi sebagian yang lain seraya cela-mencela.)",
            "sajda": false,
            "transliteration": "Fa aqbala ba'duhum 'alaa ba'diny yatalaawamoon"
        },
        {
            "aya_id": 5302,
            "aya_number": 31,
            "aya_text": "قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا طٰغِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Mereka berkata, “Celaka kita! Sesungguhnya kita orang-orang yang melampaui batas. ",
            "tafsir_jalalayn": "(Mereka berkata, \"Aduhai) huruf ya di sini bermakna tanbih (celakalah kita) binasalah kita (sesungguhnya kita ini benar-benar orang-orang yang melampaui batas.)",
            "sajda": false,
            "transliteration": "Qaaloo yaa wailanaaa innaa kunnaa taagheen"
        },
        {
            "aya_id": 5303,
            "aya_number": 32,
            "aya_text": "عَسٰى رَبُّنَآ اَنْ يُّبْدِلَنَا خَيْرًا مِّنْهَآ اِنَّآ اِلٰى رَبِّنَا رَاغِبُوْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Mudah-mudahan Tuhan memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada yang ini, sungguh, kita mengharapkan ampunan dari Tuhan kita.” ",
            "tafsir_jalalayn": "(Mudah-mudahan Rabb kita memberikan ganti kepada kita) dapat dibaca yubdilanaa dan yubaddilanaa (yang lebih baik daripada itu; sesungguhnya kita mengharapkan ampunan dari Rabb kita.\") Supaya Dia menerima tobat kita dan mendatangkan kepada kita kebun yang lebih baik dari kebun kita yang dahulu. Menurut suatu riwayat disebutkan, bahwa setelah itu mereka diberi kebun yang lebih baik dari yang semula.",
            "sajda": false,
            "transliteration": "'Asaa rabbunaaa any yubdilanaa khairam minhaaa innaaa ilaa rabbinaa raaghiboon"
        },
        {
            "aya_id": 5304,
            "aya_number": 33,
            "aya_text": "كَذٰلِكَ الْعَذَابُۗ وَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوْا يَعْلَمُوْنَ ࣖ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Seperti itulah azab (di dunia). Dan sungguh, azab akhirat lebih besar se-kiranya mereka mengetahui.",
            "tafsir_jalalayn": "(Seperti itulah) sebagaimana azab Kami kepada mereka (azab) di dunia, bagi orang yang menentang perintah Kami dari kalangan orang-orang kafir Mekah dan lain-lainnya. (Dan sesungguhnya azab akhirat lebih besar jika mereka mengetahui) jika mereka mengetahuinya, niscaya mereka tidak akan menentang perintah Kami. Ayat ini diturunkan sewaktu orang-orang kafir Mekah mengatakan, bahwa jika Dia membangkitkan kami, niscaya kami akan diberi pahala yang lebih baik daripada kalian.",
            "sajda": false,
            "transliteration": "Kazaalikal azaab, wa la'azaabul aakhirati akbar; law kaanoo ya'lamoon"
        },
        {
            "aya_id": 5305,
            "aya_number": 34,
            "aya_text": "اِنَّ لِلْمُتَّقِيْنَ عِنْدَ رَبِّهِمْ جَنّٰتِ النَّعِيْمِ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Sungguh, bagi orang-orang yang bertakwa (disediakan) surga yang penuh kenikmatan di sisi Tuhannya.",
            "tafsir_jalalayn": "(Sesungguhnya bagi orang-orang yang bertakwa surga-surga yang penuh kenikmatan di sisi Rabbnya.)",
            "sajda": false,
            "transliteration": "Inna lilmuttaqeena 'inda rabbihim jannaatin na'eem"
        },
        {
            "aya_id": 5306,
            "aya_number": 35,
            "aya_text": "اَفَنَجْعَلُ الْمُسْلِمِيْنَ كَالْمُجْرِمِيْنَۗ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Apakah patut Kami memperlakukan orang-orang Islam itu seperti orang-orang yang berdosa (orang kafir)?",
            "tafsir_jalalayn": "(Maka apakah patut Kami menjadikan orang-orang Islam itu sama dengan orang-orang yang berdosa?) maksudnya mendapatkan pahala yang sama dengan orang-orang kafir.",
            "sajda": false,
            "transliteration": "Afanaj'alul muslimeena kalmujrimeen"
        },
        {
            "aya_id": 5307,
            "aya_number": 36,
            "aya_text": "مَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَۚ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Mengapa kamu (berbuat demikian)? Bagaimana kamu mengambil keputusan?",
            "tafsir_jalalayn": "(Mengapa kalian berbuat demikian; bagaimanakah kalian mengambil keputusan?) dengan keputusan yang rusak ini?",
            "sajda": false,
            "transliteration": "Maa lakum kaifa tahhkumoon"
        },
        {
            "aya_id": 5308,
            "aya_number": 37,
            "aya_text": "اَمْ لَكُمْ كِتٰبٌ فِيْهِ تَدْرُسُوْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Atau apakah kamu mempunyai kitab (yang diturunkan Allah) yang kamu pelajari?  ",
            "tafsir_jalalayn": "(Atau adakah) artinya, benarkah (kalian mempunyai kitab) yang diturunkan dari Allah (yang kalian mempelajarinya) yang kalian membacanya.",
            "sajda": false,
            "transliteration": "Am lakum kitaabun feehi tadrusoon"
        },
        {
            "aya_id": 5309,
            "aya_number": 38,
            "aya_text": "اِنَّ لَكُمْ فِيْهِ لَمَا تَخَيَّرُوْنَۚ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "sesungguhnya kamu dapat memilih apa saja yang ada di dalamnya.",
            "tafsir_jalalayn": "(Bahwa di dalamnya kalian benar-benar boleh memilih apa yang kalian sukai) kalian boleh memilih sesuka hati.",
            "sajda": false,
            "transliteration": "Inna lakum feehi lamaa takhaiyaroon"
        },
        {
            "aya_id": 5310,
            "aya_number": 39,
            "aya_text": "اَمْ لَكُمْ اَيْمَانٌ عَلَيْنَا بَالِغَةٌ اِلٰى يَوْمِ الْقِيٰمَةِۙ اِنَّ لَكُمْ لَمَا تَحْكُمُوْنَۚ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Atau apakah kamu memperoleh (janji-janji yang diperkuat dengan) sumpah dari Kami, yang tetap berlaku sampai hari Kiamat; bahwa kamu dapat mengambil keputusan (sekehendakmu)? ",
            "tafsir_jalalayn": "(Atau apakah kalian memperoleh janji-janji) perjanjian-perjanjian (yang diperkuat dengan sumpah dari Kami) yang telah diperkuat oleh Kami (yang tetap berlaku sampai hari kiamat) lafal ilaa yaumil qiyaamah ini bertaalluq kepadanya makna yang terkandung di dalam lafal 'alainaa, dan di dalam kalam ini terkandung makna qasam atau sumpah, yakni Kami telah bersumpah untuk mewajibkannya bagi kalian (sesungguhnya kalian benar-benar dapat mengambil keputusan) sekehendak kalian tentangnya?",
            "sajda": false,
            "transliteration": "Am lakum aymaanun 'alainaa baalighatun ilaa yawmil qiyaamati inna lakum lamaa tahkumoon"
        },
        {
            "aya_id": 5311,
            "aya_number": 40,
            "aya_text": "سَلْهُمْ اَيُّهُمْ بِذٰلِكَ زَعِيْمٌۚ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Tanyakanlah kepada mereka, “Siapakah di antara mereka yang bertanggung jawab terhadap (keputusan yang diambil itu)?”",
            "tafsir_jalalayn": "(Tanyakanlah kepada mereka, \"Siapakah di antara mereka terhadap hal tersebut) hukum atau keputusan yang mereka ambil buat diri mereka sendiri, yaitu bahwasanya mereka kelak di akhirat akan diberi pahala yang lebih utama dari orang-orang mukmin (yang bertanggung jawab?\") yang menanggungnya bagi mereka.",
            "sajda": false,
            "transliteration": "Salhum ayyuhum bizaa lika za'eem"
        },
        {
            "aya_id": 5312,
            "aya_number": 41,
            "aya_text": "اَمْ لَهُمْ شُرَكَاۤءُۚ فَلْيَأْتُوْا بِشُرَكَاۤىِٕهِمْ اِنْ كَانُوْا صٰدِقِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "Atau apakah mereka mempunyai sekutu-sekutu? Kalau begitu hendaklah mereka mendatangkan sekutu-sekutunya jika mereka orang-orang yang benar.",
            "tafsir_jalalayn": "(Atau apakah mereka mempunyai) di sisi mereka (sekutu-sekutu?) yang sepakat dengan mereka tentang ucapan itu, yaitu mereka akan menjamin bagi mereka dalam hal ini. Maka apabila memang demikian keadaannya (maka hendaklah mereka mendatangkan sekutu-sekutu mereka) yang akan memberikan jaminan tentang hal itu bagi mereka (jika mereka adalah orang-orang yang benar.)",
            "sajda": false,
            "transliteration": "Am lahum shurakaaa'u falyaatoo bishurakaaa 'ihim in kaanoo saadiqeen"
        },
        {
            "aya_id": 5313,
            "aya_number": 42,
            "aya_text": "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَّيُدْعَوْنَ اِلَى السُّجُوْدِ فَلَا يَسْتَطِيْعُوْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 565,
            "translation_aya_text": "(Ingatlah) pada hari ketika betis disingkapkan dan mereka diseru untuk bersujud; maka mereka tidak mampu,",
            "tafsir_jalalayn": "Ingatlah (pada hari betis disingkapkan) ungkapan ini menggambarkan tentang dahsyatnya keadaan pada hari kiamat, yaitu sewaktu hisab dan pembalasan dilaksanakan. Dikatakan \"kasyafatil harbu 'an saaqin\", artinya perang itu berkobar dengan sengitnya (dan mereka dipanggil untuk bersujud) sebagai ujian buat keimanan mereka (maka mereka tidak kuasa) karena punggung mereka lekat bertumpuk menjadi satu, sehingga mereka tidak dapat bersujud.",
            "sajda": false,
            "transliteration": "Yawma yukshafu 'am saaqinw wa yud'awna ilas sujoodi falaa yastatee'oon"
        },
        {
            "aya_id": 5314,
            "aya_number": 43,
            "aya_text": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗوَقَدْ كَانُوْا يُدْعَوْنَ اِلَى السُّجُوْدِ وَهُمْ سَالِمُوْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "pandangan mereka tertunduk ke bawah, diliputi kehinaan. Dan sungguh, dahulu (di dunia) mereka telah diseru untuk bersujud pada waktu mereka sehat (tetapi mereka tidak melakukan). ",
            "tafsir_jalalayn": "(Seraya tunduk ke bawah) lafal khaasyi`atan ini merupakan hal dari dhamir yang terkandung pada lafal yad`uuna, artinya, dalam keadaan terhina (pandangan mereka) maksudnya, mereka tidak dapat mengangkat pandangan matanya (lagi mereka diliputi) mereka diselimuti (kehinaan. Dan sesungguhnya mereka dahulu diseru) sewaktu di dunia (untuk bersujud sedang mereka dalam keadaan sejahtera) akan tetapi mereka tidak mau melakukannya, yakni tidak mau salat.",
            "sajda": false,
            "transliteration": "Khaashi'atan absaaruhum tarhaquhum zillatunw wa qad kaanoo yud'awna ilassujoodi wa hum saalimoon"
        },
        {
            "aya_id": 5315,
            "aya_number": 44,
            "aya_text": "فَذَرْنِيْ وَمَنْ يُّكَذِّبُ بِهٰذَا الْحَدِيْثِۗ سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Maka serahkanlah kepada-Ku (urusannya) dan orang-orang yang mendustakan perkataan ini (Al-Qur'an). Kelak akan Kami hukum mereka berangsur-angsur dari arah yang tidak mereka ketahui, ",
            "tafsir_jalalayn": "(Maka serahkanlah kepada-Ku) berikanlah kepada Aku (orang-orang yang mendustakan perkataan ini) yang mendustakan Alquran. (Nanti Kami akan menarik mereka dengan berangsur-angsur) Kami akan mengambil mereka secara berangsur-angsur (dari arah yang tidak mereka ketahui.)",
            "sajda": false,
            "transliteration": "Fazarnee wa many yukazzibu bihaazal hadeesi sanastad rijuhum min haisu laa ya'lamoon"
        },
        {
            "aya_id": 5316,
            "aya_number": 45,
            "aya_text": "وَاُمْلِيْ لَهُمْۗ اِنَّ كَيْدِيْ مَتِيْنٌ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "dan Aku memberi tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh. ",
            "tafsir_jalalayn": "(Dan Aku memberi tangguh kepada mereka) Aku menangguhkan mereka. (Sesungguhnya rencana-Ku amat teguh) amat kuat dan tak dapat ditinggalkan.",
            "sajda": false,
            "transliteration": "Wa umlee lahum; inna kaidee mateen"
        },
        {
            "aya_id": 5317,
            "aya_number": 46,
            "aya_text": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۚ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Ataukah engkau (Muhammad) meminta imbalan kepada mereka, sehingga mereka dibebani dengan utang?",
            "tafsir_jalalayn": "(Ataukah) yakni apakah (kamu meminta kepada mereka) atas penyampaian risalahmu (upah dengan utang, lalu mereka karena utang itu) karena apa yang harus mereka bayarkan kepadamu (merasa keberatan) karena itu lalu mereka tidak mau beriman kepada Alquran.",
            "sajda": false,
            "transliteration": "Am tas'aluhum ajran fahum mim maghramim musqaloon"
        },
        {
            "aya_id": 5318,
            "aya_number": 47,
            "aya_text": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Ataukah mereka mengetahui yang gaib, lalu mereka menuliskannya?",
            "tafsir_jalalayn": "(Ataukah ada pada mereka ilmu tentang yang gaib) yaitu mengenai apa yang tertulis di Lohmahfuz (lalu mereka menulis) daripadanya apa yang mereka katakan itu.",
            "sajda": false,
            "transliteration": "Am 'indahumul ghaibu fahum yaktuboon"
        },
        {
            "aya_id": 5319,
            "aya_number": 48,
            "aya_text": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوْتِۘ اِذْ نَادٰى وَهُوَ مَكْظُوْمٌۗ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Maka bersabarlah engkau (Muhammad) terhadap ketetapan Tuhanmu, dan janganlah engkau seperti (Yunus) orang yang berada dalam (perut) ikan ketika dia berdoa dengan hati sedih.",
            "tafsir_jalalayn": "(Maka bersabarlah kamu terhadap ketetapan Rabbmu) terhadap mereka, sesuai dengan apa yang dikehendaki-Nya (dan janganlah kamu seperti orang yang berada dalam perut ikan paus) dalam hal ketergesa-gesaannya dan ketidaksabarannya, yaitu sebagaimana Nabi Yunus a.s. (ketika ia berdoa) kepada Rabbnya (sedangkan ia dalam keadaan marah) terhadap kaumnya, hatinya penuh dengan kemarahan sewaktu ia berada di dalam perut ikan besar itu.",
            "sajda": false,
            "transliteration": "Fasbir lihkmi rabbika wa laa takun kasaahibil boot; iz naadaa wa huwa makzoom"
        },
        {
            "aya_id": 5320,
            "aya_number": 49,
            "aya_text": "لَوْلَآ اَنْ تَدَارَكَهٗ نِعْمَةٌ مِّنْ رَّبِّهٖ لَنُبِذَ بِالْعَرَاۤءِ وَهُوَ مَذْمُوْمٌ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Sekiranya dia tidak segera mendapat nikmat dari Tuhannya, pastilah dia dicampakkan ke tanah tandus dalam keadaan tercela. ",
            "tafsir_jalalayn": "(Kalau sekiranya ia tidak segera mendapat) tidak segera disusul oleh (nikmat) yakni rahmat (dari Rabbnya, benar-benar ia dicampakkan) dari perut ikan besar itu (ke tanah yang tandus) tanah yang tidak ada tumbuh-tumbuhannya (dalam keadaan tercela) akan tetapi Allah mengasihaninya sehingga ia dicampakkan tidak dalam keadaan tercela.",
            "sajda": false,
            "transliteration": "Law laaa an tadaara kahoo ni'matum mir rabbihee lanubiza bil'araaa'i wa huwa mazmoom"
        },
        {
            "aya_id": 5321,
            "aya_number": 50,
            "aya_text": "فَاجْتَبٰىهُ رَبُّهٗ فَجَعَلَهٗ مِنَ الصّٰلِحِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Lalu Tuhannya memilihnya dan menjadikannya termasuk orang yang saleh. ",
            "tafsir_jalalayn": "(Lalu Rabbnya memilihnya) memberinya kenabian (dan menjadikannya termasuk orang-orang yang saleh) yakni sebagian dari para nabi.",
            "sajda": false,
            "transliteration": "Fajtabaahu rabbuhoo faja'alahoo minas saaliheen"
        },
        {
            "aya_id": 5322,
            "aya_number": 51,
            "aya_text": "وَاِنْ يَّكَادُ الَّذِيْنَ كَفَرُوْا لَيُزْلِقُوْنَكَ بِاَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُوْلُوْنَ اِنَّهٗ لَمَجْنُوْنٌ ۘ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Dan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka, ketika mereka mendengar Al-Qur'an dan mereka berkata, “Dia (Muhammad) itu benar-benar orang gila.”",
            "tafsir_jalalayn": "(Dan sesungguhnya orang-orang kafir itu benar-benar hampir menggelincirkan kamu) dapat dibaca layuzliquunaka dan layazliquunaka (dengan pandangan mereka) mereka memandangmu dengan pandangan yang sangat tajam, sehingga pandangannya hampir-hampir membuatmu pingsan dan menjatuhkanmu dari tempat atau kedudukanmu (tatkala mereka mendengar peringatan) yakni Alquran (dan mereka berkata) karena dengki, (\"Sesungguhnya ia benar-benar orang gila.\") Mereka dengki karena Alquran yang diturunkan kepadanya itu.",
            "sajda": false,
            "transliteration": "Wa iny-yakaadul lazeena kafaroo la-yuzliqoonaka biabsaarihim lammaa saml'uz-Zikra wa yaqooloona innahoo lamajnoon"
        },
        {
            "aya_id": 5323,
            "aya_number": 52,
            "aya_text": "وَمَا هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Padahal (Al-Qur'an) itu tidak lain adalah peringatan bagi seluruh alam.",
            "tafsir_jalalayn": "(Dan tidak lain dia) yakni Alquran itu (hanyalah peringatan) pelajaran (bagi seluruh umat) yaitu jin dan manusia, dan tiada menimbulkan kegilaan disebabkannya.",
            "sajda": false,
            "transliteration": "Wa maa huwa illaa zikrul lil'aalameen"
        }
    ]
}