{
    "sura_id": 69,
    "name": "سُورَةُ الحَاقَّةِ",
    "englishName": "Al-Haaqqa",
    "englishNameTranslation": "The Reality",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 5324,
            "aya_number": 1,
            "aya_text": "اَلْحَاۤقَّةُۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Hari Kiamat,",
            "tafsir_jalalayn": "(Hari yang benar) yaitu hari kiamat, dikatakan demikian karena pada hari itu dibenarkan hal-hal yang diingkari, seperti mengenai adanya hari kebangkitan, hari hisab dan hari pembalasan. Atau dinamakan demikian karena pada hari itu ditampakkan kepada mereka hal-hal tersebut.",
            "sajda": false,
            "transliteration": "Al haaaqqah"
        },
        {
            "aya_id": 5325,
            "aya_number": 2,
            "aya_text": "مَا الْحَاۤقَّةُ ۚ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "apakah hari Kiamat itu?",
            "tafsir_jalalayn": "(Apakah hari yang benar itu) ungkapan ini mengandung makna yang menggambarkan tentang keagungan hari kiamat; dan berkedudukan sebagai mubtada yang sekaligus sebagai khabar dari lafal al-haaqqah yang pertama.",
            "sajda": false,
            "transliteration": "Mal haaaqqah"
        },
        {
            "aya_id": 5326,
            "aya_number": 3,
            "aya_text": "وَمَآ اَدْرٰىكَ مَا الْحَاۤقَّةُ ۗ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Dan tahukah kamu apakah hari Kiamat itu?",
            "tafsir_jalalayn": "(Dan tahukah kamu) sudah tahukah kamu (apakah hari yang benar itu?) ungkapan ini menambah keagungan hari kiamat. Maa yang pertama menjadi mubtada sedangkan maa yang kedua menjadi khabarnya. Dan maa yang kedua berikut khabarnya berkedudukan sebagai maf'ul kedua dari lafal adraa.",
            "sajda": false,
            "transliteration": "Wa maaa adraaka mal haaaqqah"
        },
        {
            "aya_id": 5327,
            "aya_number": 4,
            "aya_text": "كَذَّبَتْ ثَمُوْدُ وَعَادٌ ۢبِالْقَارِعَةِ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Kaum Samud, dan ‘Ad telah mendustakan hari Kiamat.",
            "tafsir_jalalayn": "(Kaum Tsamud dan kaum 'Ad telah mendustakan hari yang menggentarkan) yakni hari kiamat, hari kiamat dinamakan demikian karena kedahsyatan dan kengerian yang terjadi pada hari itu sangat menggentarkan hati.",
            "sajda": false,
            "transliteration": "Kazzabat samoodu wa 'Aadum bil qaari'ah"
        },
        {
            "aya_id": 5328,
            "aya_number": 5,
            "aya_text": "فَاَمَّا ثَمُوْدُ فَاُهْلِكُوْا بِالطَّاغِيَةِ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Maka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras,",
            "tafsir_jalalayn": "(Adapun kaum Tsamud, maka mereka telah dibinasakan dengan teriakan yang dahsyat) teriakan yang kerasnya melampaui batas.",
            "sajda": false,
            "transliteration": "Fa-ammaa Samoodu fauhlikoo bittaaghiyah"
        },
        {
            "aya_id": 5329,
            "aya_number": 6,
            "aya_text": "وَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "sedangkan kaum ‘Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin,",
            "tafsir_jalalayn": "(Adapun kaum Ad maka mereka telah dibinasakan dengan angin yang sangat keras) sangat keras suaranya (lagi amat kuat) kuat lagi keras; angin tersebut ditimpakan atas kaum Ad, sekalipun mereka kuat lagi keras tetapi menghadapi angin ini mereka tidak berarti apa-apa.",
            "sajda": false,
            "transliteration": "Wa ammaa 'Aadun fa uhlikoo bireehin sarsarin 'aatiyah"
        },
        {
            "aya_id": 5330,
            "aya_number": 7,
            "aya_text": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَّثَمٰنِيَةَ اَيَّامٍۙ حُسُوْمًا فَتَرَى الْقَوْمَ فِيْهَا صَرْعٰىۙ  كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum ‘Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk).",
            "tafsir_jalalayn": "(Yang Allah tundukkan angin itu) artinya Allah mengirimkannya dengan kekuasaan-Nya (kepada mereka selama tujuh malam dan delapan hari) dimulai pada pagi hari Rabu, tanggal dua puluh dua bulan Syawal; angin itu terjadi di pertengahan musim dingin (terus-menerus) atau secara berturut-turut. Keadaan angin itu diserupakan dengan pekerjaan yang dilakukan oleh tukang setrika, yaitu sewaktu ia mengulang-ulang setrikaannya pada penyakit yang diobatinya. Yakni, ia mengulang-ulanginya dari satu waktu ke waktu yang lainnya hingga penyakitnya lenyap sama sekali (maka kamu lihat kaum 'Ad pada waktu itu mati bergelimpangan) mereka tercampakkan ke dalam keadaan binasa (seakan-akan mereka batang) pokok (pohon kurma yang lapuk) yang jatuh karena keropos atau lapuk.",
            "sajda": false,
            "transliteration": "Sakhkharahaa 'alaihim sab'a la yaalinw wa samaaniyata ayyaamin husooman fataral qawma feehaa sar'aa ka annahum a'jaazu nakhlin khaawiyah"
        },
        {
            "aya_id": 5331,
            "aya_number": 8,
            "aya_text": "فَهَلْ تَرٰى لَهُمْ مِّنْۢ بَاقِيَةٍ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka?",
            "tafsir_jalalayn": "(Maka apakah kamu melihat bekas-bekas mereka?) lafal baaqiyah adalah sifat dari lafal nafsin yang diperkirakan keberadaannya; yaitu apakah kamu melihat seseorang pun yang tinggal di antara mereka? Atau lafal baaqiyah ini huruf ta-nya untuk menunjukkan makna mubalaghah, yakni bekas-bekasnya? Tentu saja tidak.",
            "sajda": false,
            "transliteration": "Fahal taraa lahum mim baaqiyah"
        },
        {
            "aya_id": 5332,
            "aya_number": 9,
            "aya_text": "وَجَاۤءَ فِرْعَوْنُ وَمَنْ قَبْلَهٗ وَالْمُؤْتَفِكٰتُ بِالْخَاطِئَةِۚ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Kemudian datang Fir‘aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkirbalikkan karena kesalahan yang besar.",
            "tafsir_jalalayn": "(Dan telah datang Firaun dan orang-orang yang mengikutinya) beserta para pengikutnya. Menurut suatu qiraat, lafal qabilahu dibaca qablahu sehingga artinya, orang-orang kafir yang sebelumnya (dan negeri-negeri yang dijungkirbalikkan) penduduknya dijungkirbalikkan berikut negeri-negeri tempat tinggal mereka; yang dimaksud adalah negeri-negeri tempat tinggal kaum Nabi Luth (karena kesalahan yang besar) karena mereka mengerjakan perbuatan-perbuatan dosa besar.",
            "sajda": false,
            "transliteration": "Wa jaaa'a Firawnu wa man qablahoo wal mu'tafikaatu bilhaati'ah"
        },
        {
            "aya_id": 5333,
            "aya_number": 10,
            "aya_text": "فَعَصَوْا رَسُوْلَ رَبِّهِمْ فَاَخَذَهُمْ اَخْذَةً رَّابِيَةً ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Maka mereka mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras. ",
            "tafsir_jalalayn": "(Maka masing-masing mereka mendurhakai rasul Rabb mereka) mendurhakai Nabi Luth dan nabi-nabi lainnya (lalu Allah menyiksa mereka dengan siksaan yang sangat keras) siksaan yang lebih keras daripada siksaan-siksaan lainnya.",
            "sajda": false,
            "transliteration": "Fa'ansaw Rasoola Rabbihim fa akhazahum akhzatar raabiyah"
        },
        {
            "aya_id": 5334,
            "aya_number": 11,
            "aya_text": "اِنَّا لَمَّا طَغَا الْمَاۤءُ حَمَلْنٰكُمْ فِى الْجَارِيَةِۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Sesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal, ",
            "tafsir_jalalayn": "(Sesungguhnya Kami tatkala air naik) naik ke atas, sehingga segala sesuatu termasuk gunung-gunung dan lain-lainnya semuanya tenggelam yaitu, pada masa banjir besar (Kami bawa kalian) bapak moyang kalian, karena kalian pada zaman itu masih berada di dalam tulang sulbi mereka (ke dalam bahtera) atau perahu yang dibuat oleh Nabi Nuh. Akhirnya, selamatlah Nabi Nuh beserta orang-orang yang beriman bersamanya yang berada di dalam bahtera itu, sedangkan yang lainnya semua mati tenggelam.",
            "sajda": false,
            "transliteration": "Innaa lammaa taghal maaa'u hamalnaakum fil jaariyah"
        },
        {
            "aya_id": 5335,
            "aya_number": 12,
            "aya_text": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَّتَعِيَهَآ اُذُنٌ وَّاعِيَةٌ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. ",
            "tafsir_jalalayn": "(Agar Kami jadikan peristiwa itu) atau perbuatan ini, yaitu diselamatkan-Nya orang-orang yang beriman dan ditenggelamkan-Nya orang-orang yang kafir (peringatan bagi kalian) pelajaran (dan agar diperhatikan) supaya hal itu tetap diingat (oleh telinga yang mau mendengar) mau menerima apa yang didengarnya.",
            "sajda": false,
            "transliteration": "Linaj'alahaa lakum tazki ratanw-wa ta'iyahaa unzununw waa'iyah"
        },
        {
            "aya_id": 5336,
            "aya_number": 13,
            "aya_text": "فَاِذَا نُفِخَ فِى الصُّوْرِ نَفْخَةٌ وَّاحِدَةٌ ۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Maka apabila sangkakala ditiup sekali tiup,",
            "tafsir_jalalayn": "(Maka apabila sangkakala ditiup sekali tiup) yaitu, untuk tiupan yang kedua kalinya, sebagai pemula untuk dijalankannya peradilan di antara semua makhluk.",
            "sajda": false,
            "transliteration": "Fa izaa nufikha fis soori nafkhatunw waahidah"
        },
        {
            "aya_id": 5337,
            "aya_number": 14,
            "aya_text": "وَّحُمِلَتِ الْاَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَّاحِدَةًۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali benturan.",
            "tafsir_jalalayn": "(Dan diangkatlah) diangkatlah ke atas (bumi dan gunung-gunung, lalu dibenturkan keduanya) diadukan (sekali bentur.)",
            "sajda": false,
            "transliteration": "Wa humilatil ardu wal jibaalu fadukkataa dakkatanw waahidah"
        },
        {
            "aya_id": 5338,
            "aya_number": 15,
            "aya_text": "فَيَوْمَىِٕذٍ وَّقَعَتِ الْوَاقِعَةُۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Maka pada hari itu terjadilah hari Kiamat, ",
            "tafsir_jalalayn": "(Maka pada hari itu terjadilah hari kiamat) yakni hari terakhir.",
            "sajda": false,
            "transliteration": "Fa yawma'izinw waqa'atil waaqi'ah"
        },
        {
            "aya_id": 5339,
            "aya_number": 16,
            "aya_text": "وَانْشَقَّتِ السَّمَاۤءُ فَهِيَ يَوْمَىِٕذٍ وَّاهِيَةٌۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "dan terbelahlah langit, karena pada hari itu langit menjadi rapuh.",
            "tafsir_jalalayn": "(Dan terbelahlah langit, karena pada hari itu langit menjadi lemah) melemah.",
            "sajda": false,
            "transliteration": "Wanshaqqatis samaaa'u fahiya yawma 'izinw-waahiyah"
        },
        {
            "aya_id": 5340,
            "aya_number": 17,
            "aya_text": "وَّالْمَلَكُ عَلٰٓى اَرْجَاۤىِٕهَاۗ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَىِٕذٍ ثَمٰنِيَةٌ  ۗ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Dan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung ‘Arsy (singgasana) Tuhanmu di atas (kepala) mereka. ",
            "tafsir_jalalayn": "(Dan malaikat-malaikat) lafal al-malaku adalah bentuk jamak dari lafal malaa'ikah, artinya malaikat-malaikat (berada di penjuru-penjuru langit) berada di seantero langit. (Dan diangkatlah Arasy Rabbmu di atas mereka) oleh malaikat-malaikat tersebut (pada hari itu yang jumlahnya ada delapan malaikat) ada delapan malaikat atau delapan barisan malaikat.",
            "sajda": false,
            "transliteration": "Wal malaku 'alaaa arjaaa'ihaa; wa yahmilu 'Arsha Rabbika fawqahum yawma'izin samaaniyah"
        },
        {
            "aya_id": 5341,
            "aya_number": 18,
            "aya_text": "يَوْمَىِٕذٍ تُعْرَضُوْنَ لَا تَخْفٰى مِنْكُمْ خَافِيَةٌ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Pada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatu pun dari kamu yang tersembunyi (bagi Allah). ",
            "tafsir_jalalayn": "(Pada hari itu kalian dihadapkan) untuk menjalani hisab (tiada yang tersembunyi) dapat dibaca laa takhfaa dan laa yakhfaa (dari keadaan kalian barang sedikit pun) yaitu dari hal-hal yang kalian rahasiakan.",
            "sajda": false,
            "transliteration": "Yawma'izin tu'radoona laa takhfaa min kum khaafiyah"
        },
        {
            "aya_id": 5342,
            "aya_number": 19,
            "aya_text": "فَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Adapun orang yang kitabnya  diberikan di tangan kanannya, maka dia berkata, “Ambillah, bacalah kitabku (ini).” ",
            "tafsir_jalalayn": "(Adapun orang-orang yang diberikan kepadanya kitabnya dari sebelah kanannya, maka dia berkata) kepada golongannya untuk mengetahui apa yang dia rahasiakan: (\"Ambillah) terimalah (bacalah kitabku ini.\") Di dalam ungkapan ini terdapat perselisihan pendapat, manakah di antara lafal haa-umu dan iqra`uu yang menjadi amil dari lafal kitabiyah ini?",
            "sajda": false,
            "transliteration": "Fa ammaa man ootiya kitaabahoo biyameenihee fa yaqoolu haaa'umuq ra'oo kitaabiyah"
        },
        {
            "aya_id": 5343,
            "aya_number": 20,
            "aya_text": "اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. ",
            "tafsir_jalalayn": "(\"Sesungguhnya aku yakin) aku telah merasa yakin (bahwa sesungguhnya aku akan menemui hisab terhadap diriku.\")",
            "sajda": false,
            "transliteration": "Innee zannantu annee mulaaqin hisaabiyah"
        },
        {
            "aya_id": 5344,
            "aya_number": 21,
            "aya_text": "فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Maka orang itu berada dalam kehidupan yang diridai,",
            "tafsir_jalalayn": "(Maka orang itu berada dalam kehidupan yang diridai) lafal raadhiyah berarti mardhiyah, artinya diridai.",
            "sajda": false,
            "transliteration": "Fahuwa fee 'eeshatir raadiyah"
        },
        {
            "aya_id": 5345,
            "aya_number": 22,
            "aya_text": "فِيْ جَنَّةٍ عَالِيَةٍۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "dalam surga yang tinggi, ",
            "tafsir_jalalayn": "(Dalam surga yang tinggi.)",
            "sajda": false,
            "transliteration": "Fee jannnatin 'aaliyah"
        },
        {
            "aya_id": 5346,
            "aya_number": 23,
            "aya_text": "قُطُوْفُهَا دَانِيَةٌ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "buah-buahannya dekat,",
            "tafsir_jalalayn": "(Buah-buahannya) buah-buahan yang dipetiknya (dekat) sangat dekat yaitu dapat dicapai oleh orang yang berdiri, orang yang duduk, dan malah orang yang berbaring.",
            "sajda": false,
            "transliteration": "Qutoofuhaa daaniyah"
        },
        {
            "aya_id": 5347,
            "aya_number": 24,
            "aya_text": "كُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَآ اَسْلَفْتُمْ فِى الْاَيَّامِ الْخَالِيَةِ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "(kepada mereka dikatakan), “Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.” ",
            "tafsir_jalalayn": "Maka dikatakan kepada mereka: (\"Makan dan minumlah dengan nyaman) lafal hanii'an berkedudukan sebagai hal, dengan sedap (disebabkan amal yang telah kalian kerjakan pada hari-hari yang telah lalu\") sewaktu kalian di dunia.",
            "sajda": false,
            "transliteration": "Kuloo washraboo haneee'am bimaaa aslaftum fil ayyaamil khaliyah"
        },
        {
            "aya_id": 5348,
            "aya_number": 25,
            "aya_text": "وَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِشِمَالِهٖ ەۙ فَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُوْتَ كِتٰبِيَهْۚ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Dan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, “Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku.",
            "tafsir_jalalayn": "(Adapun orang-orang yang diberikan kepadanya kitabnya dari sebelah kirinya, maka dia berkata, \"Aduhai) wahai; lafal ya di sini menunjukkan makna tanbih (alangkah baiknya kiranya tidak diberikan kepadaku kitabku.)",
            "sajda": false,
            "transliteration": "Wa ammaa man ootiya kitaabahoo bishimaalihee fa yaqoolu yaalaitanee lam oota kitaaabiyah"
        },
        {
            "aya_id": 5349,
            "aya_number": 26,
            "aya_text": "وَلَمْ اَدْرِ مَا حِسَابِيَهْۚ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Sehingga aku tidak mengetahui bagaimana perhitunganku. ",
            "tafsir_jalalayn": "(Dan aku tidak mengetahui apa hisab terhadap diriku.)",
            "sajda": false,
            "transliteration": "Wa lam adri maa hisaabiyah"
        },
        {
            "aya_id": 5350,
            "aya_number": 27,
            "aya_text": "يٰلَيْتَهَا كَانَتِ الْقَاضِيَةَۚ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. ",
            "tafsir_jalalayn": "(Wahai kiranya kematian itulah) kematian di dunia (yang menyelesaikan segala sesuatu.) Yang memutuskan hidupku dan tidak akan dibangkitkan lagi.",
            "sajda": false,
            "transliteration": "Yaa laitahaa kaanatil qaadiyah"
        },
        {
            "aya_id": 5351,
            "aya_number": 28,
            "aya_text": "مَآ اَغْنٰى عَنِّيْ مَالِيَهْۚ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Hartaku sama sekali tidak berguna bagiku. ",
            "tafsir_jalalayn": "(Hartaku sekali-kali tidak memberi manfaat kepadaku.)",
            "sajda": false,
            "transliteration": "Maaa aghnaa 'annee maaliyah"
        },
        {
            "aya_id": 5352,
            "aya_number": 29,
            "aya_text": "هَلَكَ عَنِّيْ سُلْطٰنِيَهْۚ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Kekuasaanku telah hilang dariku.”",
            "tafsir_jalalayn": "(Telah hilang kekuasaanku dariku\") kekuatanku dan argumentasi atau hujahku. Huruf Ha yang terdapat dalam lafal kitabiyah, hisabiyah, maliyah, dan sulthaniyah, semuanya adalah ha saktah yang tetap dibaca baik dalam keadaan Waqaf maupun dalam keadaan Washal. Demikian itu karena mengikut mushhaf imam/induk dan karena mengikut dalil naqli. Akan tetapi sekali pun demikian, ada pula sebagian ulama yang tidak membacakannya bila diwashalkan.",
            "sajda": false,
            "transliteration": "Halaka 'annee sultaaniyah"
        },
        {
            "aya_id": 5353,
            "aya_number": 30,
            "aya_text": "خُذُوْهُ فَغُلُّوْهُۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "(Allah berfirman), “Tangkaplah dia lalu belenggulah tangannya ke lehernya.” ",
            "tafsir_jalalayn": "(\"Peganglah dia) khithab atau perintah dalam ayat ini ditujukan kepada para malaikat penjaga neraka Jahanam (lalu belenggulah dia.\") Ikatlah kedua tangannya menjadi satu dengan kepalanya ke dalam belenggu.",
            "sajda": false,
            "transliteration": "Khuzoohu faghullooh"
        },
        {
            "aya_id": 5354,
            "aya_number": 31,
            "aya_text": "ثُمَّ الْجَحِيْمَ صَلُّوْهُۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. ",
            "tafsir_jalalayn": "(\"Kemudian ke dalam neraka Jahanam) neraka yang apinya menyala-nyala (masukkanlah dia\") jebloskanlah dia ke dalamnya.",
            "sajda": false,
            "transliteration": "Summal Jaheema sallooh"
        },
        {
            "aya_id": 5355,
            "aya_number": 32,
            "aya_text": "ثُمَّ فِيْ سِلْسِلَةٍ ذَرْعُهَا سَبْعُوْنَ ذِرَاعًا فَاسْلُكُوْهُۗ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. ",
            "tafsir_jalalayn": "(\"Kemudian dengan rantai yang panjangnya tujuh puluh hasta) menurut ukuran hasta malaikat (belitlah dia\") lilitlah dia dengan rantai itu sesudah ia dimasukkan ke dalam neraka. Huruf fa di sini tidak dapat mencegah hubungan antara fi'il dan zharaf yang mendahuluinya.",
            "sajda": false,
            "transliteration": "Summa fee silsilatin zar'uhaa sab'oona ziraa'an faslukooh"
        },
        {
            "aya_id": 5356,
            "aya_number": 33,
            "aya_text": "اِنَّهٗ كَانَ لَا يُؤْمِنُ بِاللّٰهِ الْعَظِيْمِۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Sesungguhnya dialah orang yang tidak beriman kepada Allah Yang Mahabesar. ",
            "tafsir_jalalayn": "(\"Sesungguhnya dia dahulu tidak beriman kepada Allah Yang Maha Besar.\")",
            "sajda": false,
            "transliteration": "Innahoo kaana laa yu'minubillaahil 'Azeem"
        },
        {
            "aya_id": 5357,
            "aya_number": 34,
            "aya_text": "وَلَا يَحُضُّ عَلٰى طَعَامِ الْمِسْكِيْنِۗ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 567,
            "translation_aya_text": "Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin. ",
            "tafsir_jalalayn": "(\"Dan juga dia tidak mendorong untuk memberi makan orang miskin.\")",
            "sajda": false,
            "transliteration": "wa laa yahuddu 'alaa ta'aamil miskeen"
        },
        {
            "aya_id": 5358,
            "aya_number": 35,
            "aya_text": "فَلَيْسَ لَهُ الْيَوْمَ هٰهُنَا حَمِيْمٌۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Maka pada hari ini di sini tidak ada seorang teman pun baginya. ",
            "tafsir_jalalayn": "(Maka tiada seorang teman pun baginya pada hari ini di sini) maksudnya, pada hari ini tiada kaum kerabat yang bermanfaat bagi dirinya.",
            "sajda": false,
            "transliteration": "Falaysa lahul yawma haahunaa hameem"
        },
        {
            "aya_id": 5359,
            "aya_number": 36,
            "aya_text": "وَّلَا طَعَامٌ اِلَّا مِنْ غِسْلِيْنٍۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Dan tidak ada makanan (baginya) kecuali dari darah dan nanah. ",
            "tafsir_jalalayn": "(Dan tiada pula makanan sedikit pun baginya kecuali dari darah dan nanah) yaitu nanah dan darah ahli neraka, atau shadiid, yaitu nama sejenis pohon yang ada di dalam neraka.",
            "sajda": false,
            "transliteration": "Wa laa ta'aamun illaa min ghisleen"
        },
        {
            "aya_id": 5360,
            "aya_number": 37,
            "aya_text": "لَّا يَأْكُلُهٗٓ اِلَّا الْخَاطِـُٔوْنَ ࣖ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Tidak ada yang memakannya kecuali orang-orang yang berdosa. ",
            "tafsir_jalalayn": "(Tidak ada yang memakannya kecuali orang-orang yang berdosa) orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Laa yaakuluhooo illal khati'oon"
        },
        {
            "aya_id": 5361,
            "aya_number": 38,
            "aya_text": "فَلَآ اُقْسِمُ بِمَا تُبْصِرُوْنَۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Maka Aku bersumpah demi apa yang kamu lihat, ",
            "tafsir_jalalayn": "(Maka) huruf laa di sini adalah huruf zaidah (Aku bersumpah dengan apa yang kalian lihat) makhluk-makhluk yang kalian lihat.",
            "sajda": false,
            "transliteration": "Falaaa uqsimu bimaa tubsiroon"
        },
        {
            "aya_id": 5362,
            "aya_number": 39,
            "aya_text": "وَمَا لَا تُبْصِرُوْنَۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "dan demi apa yang tidak kamu lihat.",
            "tafsir_jalalayn": "(Dan dengan apa yang tidak kalian lihat) di antara makhluk-makhluk itu.",
            "sajda": false,
            "transliteration": "Wa maa laa tubsiroon"
        },
        {
            "aya_id": 5363,
            "aya_number": 40,
            "aya_text": "اِنَّهٗ لَقَوْلُ رَسُوْلٍ كَرِيْمٍۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Sesungguhnya ia (Al-Qur'an) itu benar-benar wahyu (yang diturunkan kepada) Rasul yang mulia,",
            "tafsir_jalalayn": "(Sesungguhnya dia) yakni Alquran itu (adalah benar-benar perkataan utusan yang mulia) yang disampaikan oleh malaikat Jibril dari Allah swt.",
            "sajda": false,
            "transliteration": "Innahoo laqawlu Rasoolin kareem"
        },
        {
            "aya_id": 5364,
            "aya_number": 41,
            "aya_text": "وَّمَا هُوَ بِقَوْلِ شَاعِرٍۗ قَلِيْلًا مَّا تُؤْمِنُوْنَۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "dan ia (Al-Qur'an) bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. ",
            "tafsir_jalalayn": "(Dan Alquran itu bukanlah perkataan seorang penyair. Sedikit sekali kalian beriman kepadanya.)",
            "sajda": false,
            "transliteration": "Wa ma huwa biqawli shaa'ir; qaleelam maa tu'minoon"
        },
        {
            "aya_id": 5365,
            "aya_number": 42,
            "aya_text": "وَلَا بِقَوْلِ كَاهِنٍۗ قَلِيْلًا مَّا تَذَكَّرُوْنَۗ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. ",
            "tafsir_jalalayn": "(Dan bukan pula perkataan tukang tenung. Sedikit sekali kalian mengambil pelajaran darinya) lafal tu'minuuna pada ayat di atas dan lafal tadzakkaruuna, kedua-duanya dapat pula dibaca yu'minuuna dan yadzakkaruuna. Huruf maa-nya merupakan huruf zaidah yang berfungsi mengukuhkan makna. Makna ayat, bahwasanya mereka itu hanya beriman kepada hal-hal yang sedikit sekali, dan mereka pun hanya ingat sedikit tentang hal-hal yang didatangkan oleh Nabi saw. yaitu berupa kebaikan, silaturahmi, dan memelihara kehormatan. Maka hal-hal tersebut tiada memberi manfaat kepada mereka barang sedikit pun.",
            "sajda": false,
            "transliteration": "Wa laa biqawli kaahin; qaleelam maa tazakkaroon"
        },
        {
            "aya_id": 5366,
            "aya_number": 43,
            "aya_text": "تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Ia (Al-Qur'an) adalah wahyu yang diturunkan dari Tuhan seluruh alam. ",
            "tafsir_jalalayn": "Bahkan Alquran itu (diturunkan dari Rabb semesta alam.)",
            "sajda": false,
            "transliteration": "Tanzeelum mir rabbil 'aalameen"
        },
        {
            "aya_id": 5367,
            "aya_number": 44,
            "aya_text": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْاَقَاوِيْلِۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Dan sekiranya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, ",
            "tafsir_jalalayn": "(Seandainya dia mengada-adakan) yakni Nabi Muhammad (sebagian perkataan atas nama Kami) seumpamanya dia mengatakan dari Kami, padahal Kami tidak pernah mengatakannya.",
            "sajda": false,
            "transliteration": "Wa law taqawwala 'alainaa ba'dal aqaaweel"
        },
        {
            "aya_id": 5368,
            "aya_number": 45,
            "aya_text": "لَاَخَذْنَا مِنْهُ بِالْيَمِيْنِۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "pasti Kami pegang dia pada tangan kanannya. ",
            "tafsir_jalalayn": "(Niscaya benar-benar Kami pegang) niscaya Kami tangkap (dia) sebagai hukuman baginya (dengan kekuatan) dan kekuasaan-Ku.",
            "sajda": false,
            "transliteration": "La-akhaznaa minhu bilyameen"
        },
        {
            "aya_id": 5369,
            "aya_number": 46,
            "aya_text": "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِيْنَۖ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Kemudian Kami potong pembuluh jantungnya. ",
            "tafsir_jalalayn": "(Kemudian benar-benar Kami potong urat tali jantungnya) yang apabila urat itu terputus maka orang itu akan mati.",
            "sajda": false,
            "transliteration": "Summa laqata'naa minhul wateen"
        },
        {
            "aya_id": 5370,
            "aya_number": 47,
            "aya_text": "فَمَا مِنْكُمْ مِّنْ اَحَدٍ عَنْهُ حَاجِزِيْنَۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Maka tidak seorang pun dari kamu yang dapat menghalangi (Kami untuk menghukumnya). ",
            "tafsir_jalalayn": "(Maka sekali-kali tidak ada seorang pun dari kalian) lafal min ahadin adalah isimnya maa, sedangkan huruf min adalah huruf zaidah yang mengandung makna mengukuhkan kenafiannya. Dan lafal minkum adalah hal dari lafal ahadin (yang dapat menghalang-halangi Kami daripadanya) tiada seorang pun yang dapat mencegah-Ku daripadanya. Lafal haajiziina adalah khabar dari maa, dan ia dijamakkan karena lafal ahadan di dalam konteks nafi yang maknanya mengandung pengertian jamak. Dan dhamir yang terdapat di dalam lafal `anhu merujuk kepada Nabi saw.; yakni tiada seorang pun yang dapat mencegah Kami dari hukumannya.",
            "sajda": false,
            "transliteration": "Famaa minkum min ahadin'anhu haajizeen"
        },
        {
            "aya_id": 5371,
            "aya_number": 48,
            "aya_text": "وَاِنَّهٗ لَتَذْكِرَةٌ لِّلْمُتَّقِيْنَ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Dan sungguh, (Al-Qur'an) itu pelajaran bagi orang-orang yang bertakwa. ",
            "tafsir_jalalayn": "(Dan sesungguhnya dia itu) Alquran itu (benar-benar suatu pelajaran bagi orang-orang yang bertakwa.)",
            "sajda": false,
            "transliteration": "Wa innahoo latazkiratul lilmuttaqeen"
        },
        {
            "aya_id": 5372,
            "aya_number": 49,
            "aya_text": "وَاِنَّا لَنَعْلَمُ اَنَّ مِنْكُمْ مُّكَذِّبِيْنَۗ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Dan sungguh, Kami mengetahui bahwa di antara kamu ada orang yang mendustakan.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami benar-benar mengetahui, bahwa di antara kalian) hai manusia (ada orang-orang yang mendustakan) Alquran dan ada pula yang mempercayainya.",
            "sajda": false,
            "transliteration": "Wa inna lana'lamu anna minkum mukazzibeen"
        },
        {
            "aya_id": 5373,
            "aya_number": 50,
            "aya_text": "وَاِنَّهٗ لَحَسْرَةٌ عَلَى الْكٰفِرِيْنَۚ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Dan sungguh, (Al-Qur'an) itu akan menimbulkan penyesalan bagi orang-orang kafir (di akhirat).",
            "tafsir_jalalayn": "(Dan sesungguhnya dia itu) Alquran itu (menjadi penyesalan bagi orang-orang kafir) di saat mereka melihat pahala yang diterima oleh orang-orang yang beriman kepadanya, dan hukuman yang diterima oleh orang-orang yang mendustakannya.",
            "sajda": false,
            "transliteration": "Wa innahu lahasratun 'alal kaafireen"
        },
        {
            "aya_id": 5374,
            "aya_number": 51,
            "aya_text": "وَاِنَّهٗ لَحَقُّ الْيَقِيْنِ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Dan Sungguh, (Al-Qur'an) itu kebenaran yang meyakinkan. ",
            "tafsir_jalalayn": "(Dan sesungguhnya dia itu) Alquran itu (benar-benar perkara hak yang diyakini) atau keyakinan yang hak.",
            "sajda": false,
            "transliteration": "Wa innahoo lahaqqul yaqeen"
        },
        {
            "aya_id": 5375,
            "aya_number": 52,
            "aya_text": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ࣖ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 568,
            "translation_aya_text": "Maka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahaagung. ",
            "tafsir_jalalayn": "(Maka bertasbihlah) sucikanlah Dia (dengan menyebut nama) huruf ba di sini adalah huruf zaidah (Rabbmu Yang Maha Besar) Maha Suci Dia.",
            "sajda": false,
            "transliteration": "Fasbbih bismi Rabbikal 'Azeem"
        }
    ]
}