{
    "sura_id": 7,
    "name": "سُورَةُ الأَعۡرَافِ",
    "englishName": "Al-A'raaf",
    "englishNameTranslation": "The Heights",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 955,
            "aya_number": 1,
            "aya_text": "الۤمّۤصۤ ۚ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Alif Lam Mim shad.",
            "tafsir_jalalayn": "(Alif laam miim shaad) hanya Allah-lah yang mengetahui apa yang dimaksud dengannya.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Meeem-Saaad"
        },
        {
            "aya_id": 956,
            "aya_number": 2,
            "aya_text": "كِتٰبٌ اُنْزِلَ اِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰى لِلْمُؤْمِنِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "(Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman.",
            "tafsir_jalalayn": "Ini adalah (kitab yang diturunkan kepadamu) khithab atau pembicaraan ayat ini ditujukan kepada Nabi saw. (maka janganlah ada kesempitan di dalam dadamu) kerumitan (karenanya) sewaktu engkau akan menyampaikannya karena merasa khawatir akan didustakan (supaya kamu memberi peringatan) berkaitan dengan lafal unzila, artinya supaya engkau memperingatkan (dengan kitab itu dan menjadi pelajaran) yaitu bahan pengingat (bagi orang-orang yang beriman) kepada kitab itu.",
            "sajda": false,
            "transliteration": "Kitaabun unzila ilaika falaa yakum fee sadrika harajum minhu litunzira bihee wa zikraa lilmu'mineen"
        },
        {
            "aya_id": 957,
            "aya_number": 3,
            "aya_text": "اِتَّبِعُوْا مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ وَلَا تَتَّبِعُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۗ قَلِيْلًا مَّا تَذَكَّرُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Ikutilah apa yang diturunkan kepadamu dari Tuhanmu, dan janganlah kamu ikuti selain Dia sebagai pemimpin. Sedikit sekali kamu mengambil pelajaran.",
            "tafsir_jalalayn": "Katakanlah kepada mereka, (Ikutilah apa yang diturunkan kepadamu dari Tuhanmu) yakni Alquran (dan janganlah kamu mengikuti) maksudnya jangan kamu menjadikan (selain-Nya) selain Allah, (sebagai pemimpin-pemimpin) yang kamu taati untuk berbuat maksiat kepada Allah swt. (Amat sedikitlah kamu mengambil pelajaran) dengan memakai ta atau ya; yakni mengambil pelajaran darinya. Lafal tadzakkaruun dibaca dengan mengidgamkan ta asal ke dalam dzal. Menurut suatu qiraat dibaca tadzkuruun. Sedangkan huruf maa adalah tambahan, yang diadakan untuk mengukuhkan makna sedikit, sehingga artinya menjadi amat sedikit.",
            "sajda": false,
            "transliteration": "Ittabi'oo maaa unzila 'ilaikum mir Rabbikum wa laa tattabi'oo min dooniheee awliyaaa'; qaleelam maa tazakkaroon"
        },
        {
            "aya_id": 958,
            "aya_number": 4,
            "aya_text": "وَكَمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا فَجَاۤءَهَا بَأْسُنَا بَيَاتًا اَوْ هُمْ قَاۤىِٕلُوْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Betapa banyak negeri yang telah Kami binasakan, siksaan Kami datang (menimpa penduduk)nya pada malam hari, atau pada saat mereka beristirahat pada siang hari.",
            "tafsir_jalalayn": "(Betapa banyaknya) kalimat berita dan menjadi maf`ul (negeri) yang dimaksud adalah penduduknya (yang telah Kami binasakan) Kami bermaksud untuk membinasakannya (maka datanglah kekuatan Kami) yakni siksaan Kami (tengah malam) yaitu pada malam hari (atau di waktu mereka beristirahat di tengah hari) artinya sedang tidur-tiduran di siang hari. Yang dimaksud dengan al-qailulah, artinya beristirahat di tengah hari sekalipun tidak tidur. Yakni siksaan itu terkadang datang di waktu tengah malam dan terkadang di siang hari.",
            "sajda": false,
            "transliteration": "Wa kam min qaryatin ahlaknaahaa fajaaa'ahaa baasunaa bayaatan aw hum qaaa'iloon"
        },
        {
            "aya_id": 959,
            "aya_number": 5,
            "aya_text": "فَمَا كَانَ دَعْوٰىهُمْ اِذْ جَاۤءَهُمْ بَأْسُنَآ اِلَّآ اَنْ قَالُوْٓا اِنَّا كُنَّا ظٰلِمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Maka ketika siksaan Kami datang menimpa mereka, keluhan mereka tidak lain, hanya mengucap, “Sesungguhnya kami adalah orang-orang yang zalim.”",
            "tafsir_jalalayn": "(Maka tidak adalah keluhan mereka) yaitu perkataan mereka (di waktu datang kepada mereka siksaan Kami kecuali mengatakan, \"Sesungguhnya kami adalah orang-orang yang lalim.\")",
            "sajda": false,
            "transliteration": "Famaa kaana da'waahum iz jaaa'ahum baasunaa illaaa an qaalooo innaa kunnaa zaalimeen"
        },
        {
            "aya_id": 960,
            "aya_number": 6,
            "aya_text": "فَلَنَسْـَٔلَنَّ الَّذِيْنَ اُرْسِلَ اِلَيْهِمْ وَلَنَسْـَٔلَنَّ الْمُرْسَلِيْنَۙ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul,",
            "tafsir_jalalayn": "(Maka sesungguhnya Kami akan menanyai umat-umat yang telah diutus rasul-rasul kepada mereka) yaitu kepada umat-umat tentang tanggapan mereka terhadap rasul-rasul dan pengamalan mereka terhadap apa-apa yang telah disampaikan kepada mereka (dan sesungguhnya Kami akan menanyai pula rasul-rasul Kami) tentang penyampaian mereka.",
            "sajda": false,
            "transliteration": "Falanas 'alannal lazeena ursila ilaihim wa lanas 'alannal mursaleen"
        },
        {
            "aya_id": 961,
            "aya_number": 7,
            "aya_text": "فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَّمَا كُنَّا غَاۤىِٕبِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "dan pasti akan Kami beritakan kepada mereka dengan ilmu (Kami) dan Kami  tidak jauh (dari mereka).",
            "tafsir_jalalayn": "(Maka sesungguhnya akan Kami kabarkan kepada mereka dengan penuh pengetahuan). Kami akan menceritakan kepada mereka tentang apa-apa yang telah mereka perbuat dengan penuh pengetahuan (dan Kami sekali-kali tidak gaib) untuk menyampaikan kepada rasul-rasul dan umat-umat terdahulu tentang apa-apa yang pernah mereka perbuat.",
            "sajda": false,
            "transliteration": "Falanaqussanna 'alaihim bi'ilminw wa maa kunnaa ghaaa'ibeen"
        },
        {
            "aya_id": 962,
            "aya_number": 8,
            "aya_text": "وَالْوَزْنُ يَوْمَىِٕذِ ِۨالْحَقُّۚ فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Timbangan pada hari itu (menjadi ukuran) kebenaran. Maka barangsiapa berat timbangan (kebaikan)nya, mereka itulah orang yang beruntung,",
            "tafsir_jalalayn": "(Dan timbangan) untuk amal-amal perbuatan atau untuk lembaran-lembaran catatan amal perbuatan yang ditaruh di dalamnya. Timbangan itu memiliki jarum penunjuk berat dan dua gantungan, demikian sebagaimana yang telah dijelaskan oleh hadis. Timbangan itu ada (pada hari itu) yakni hari penghisaban yang telah disebutkan, yaitu hari kiamat (adalah benar) adalah adil, menjadi sifat dari lafal al-wazn (maka barang siapa berat timbangannya) oleh kebaikan (maka mereka itulah orang-orang yang berbahagia) orang-orang yang beruntung.",
            "sajda": false,
            "transliteration": "Walwaznu Yawma'izinil haqq; faman saqulat mawaa zeenuhoo fa-ulaaa'ika humul muflihoon"
        },
        {
            "aya_id": 963,
            "aya_number": 9,
            "aya_text": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ بِمَا كَانُوْا بِاٰيٰتِنَا يَظْلِمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "dan barangsiapa ringan timbangan (kebaikan)nya, maka mereka itulah orang yang telah merugikan dirinya sendiri, karena mereka  mengingkari ayat-ayat Kami.",
            "tafsir_jalalayn": "(Dan siapa yang ringan timbangannya) oleh sebab amal-amal keburukannya (maka itulah orang-orang yang merugikan dirinya sendiri) yang membawa dirinya ke neraka (disebabkan mereka selalu mengingkari ayat-ayat Kami) mereka tidak mau mempercayainya.",
            "sajda": false,
            "transliteration": "Wa man khaffat mawaazeenuhoo fa ulaaa'ikal lazeena khasirooo anfusahum bimaa kaanoo bi Aayaatinaa yazlimoon"
        },
        {
            "aya_id": 964,
            "aya_number": 10,
            "aya_text": "وَلَقَدْ مَكَّنّٰكُمْ فِى الْاَرْضِ وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Dan sungguh, Kami telah menempatkan kamu di bumi dan di sana Kami sediakan (sumber) penghidupan untukmu. (Tetapi) sedikit sekali kamu bersyukur.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menempatkan kamu sekalian) hai anak-anak Adam (di muka bumi dan Kami adakan bagimu di muka bumi itu sumber-sumber penghidupan) dengan memakai huruf ya, yakni sarana-sarana untuk kamu bisa hidup. Ma`ayisy jamak dari kata ma'isyah (amat sedikitlah) untuk mengukuhkan keminiman (kamu bersyukur) terhadap kesemuanya itu.",
            "sajda": false,
            "transliteration": "Wa laqad makkannaakum fil ardi wa ja'alnaa lakum feehaa ma'aayish; qaleelam maa tashkuroon"
        },
        {
            "aya_id": 965,
            "aya_number": 11,
            "aya_text": "وَلَقَدْ خَلَقْنٰكُمْ ثُمَّ صَوَّرْنٰكُمْ ثُمَّ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  لَمْ يَكُنْ مِّنَ السّٰجِدِيْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Dan sungguh, Kami telah menciptakan kamu, kemudian membentuk (tubuh)mu, kemudian Kami berfirman kepada para malaikat, “Bersujudlah kamu kepada Adam,” maka mereka pun sujud kecuali Iblis. Ia (Iblis) tidak termasuk mereka yang bersujud.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menciptakanmu) maksudnya ayah kamu yaitu Adam (lalu Kami bentuk tubuhmu) Kami membentuk tubuhnya sedangkan kamu masih berada di dalam sulbinya (kemudian Kami katakan kepada para malaikat, \"Bersujudlah kamu kepada Adam,\") sebagai penghormatan, yaitu dengan menundukkan punggung (maka mereka pun bersujud kecuali iblis) yaitu kakek moyang bangsa jin yang ada di antara malaikat (dia tidak termasuk mereka yang bersujud).",
            "sajda": false,
            "transliteration": "Wa laqad khalaqnaakum summa sawwarnaakum summa qulnaa lilmalaaa'ikatis judoo li Aadama fa-sajadooo illaaa Ibleesa lam yakum minas saajideen"
        },
        {
            "aya_id": 966,
            "aya_number": 12,
            "aya_text": "قَالَ مَا مَنَعَكَ اَلَّا تَسْجُدَ اِذْ اَمَرْتُكَ ۗقَالَ اَنَا۠ خَيْرٌ مِّنْهُۚ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "(Allah) berfirman, “Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?” (Iblis) menjawab, “Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.”",
            "tafsir_jalalayn": "(Allah berfirman,) Maha Tinggi Allah, (\"Apakah yang menghalangimu untuk) huruf laa adalah tambahan (bersujud di waktu) tatkala (Aku menyuruhmu.\" Menjawab iblis, \"Aku lebih baik daripadanya, Engkau ciptakan aku dari api sedangkan dia Engkau ciptakan dari tanah.\")",
            "sajda": false,
            "transliteration": "Qaala maa mana'aka allaa tasjuda iz amartuka qaala ana khairum minhu khalaqtanee min naarinw wa khalaqtahoo min teen"
        },
        {
            "aya_id": 967,
            "aya_number": 13,
            "aya_text": "قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُوْنُ لَكَ اَنْ تَتَكَبَّرَ فِيْهَا فَاخْرُجْ اِنَّكَ مِنَ الصّٰغِرِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "(Allah) berfirman, “Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.”",
            "tafsir_jalalayn": "(Allah berfirman, \"Turunlah kamu dari surga itu) ada yang mengatakan dari langit (karena tidak patut) tidak layak (bagi kamu menyombongkan diri di dalamnya, maka keluarlah) dari surga (sesungguhnya kamu termasuk orang-orang yang hina.\") maksudnya orang-orang yang terhina.",
            "sajda": false,
            "transliteration": "Qaala fahbit minhaa famaa yakoonu laka an tatakabbara feehaa fakhruj innaka minas saaghireen"
        },
        {
            "aya_id": 968,
            "aya_number": 14,
            "aya_text": "قَالَ اَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "(Iblis) menjawab, “Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.”",
            "tafsir_jalalayn": "(Iblis menjawab, \"Beri tangguhlah saya) artinya berilah saya kesempatan (sampai waktu mereka dibangkitkan.\") yakni sampai manusia dibangkitkan.",
            "sajda": false,
            "transliteration": "Qaala anzirneee ilaa Yawmi yub'asoon"
        },
        {
            "aya_id": 969,
            "aya_number": 15,
            "aya_text": "قَالَ اِنَّكَ مِنَ الْمُنْظَرِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "(Allah) berfirman, “Benar, kamu termasuk yang diberi penangguhan waktu.”",
            "tafsir_jalalayn": "(Allah berfirman, \"Sesungguhnya kamu termasuk mereka yang diberi tangguh.\") pada ayat lain disebutkan, \"Hingga hari yang telah ditentukan,\" yaitu waktu ditiupnya sangkakala pertama.",
            "sajda": false,
            "transliteration": "Qaala innaka minal munzareen"
        },
        {
            "aya_id": 970,
            "aya_number": 16,
            "aya_text": "قَالَ فَبِمَآ اَغْوَيْتَنِيْ لَاَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيْمَۙ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "(Iblis) menjawab, “Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus,",
            "tafsir_jalalayn": "(Iblis menjawab, \"Karena Engkau telah menyesatkan saya) Engkau telah menghukum saya; huruf ba mengandung makna qasam/sumpah dan sebagai jawabnya ialah (saya benar-benar akan menghalang-halangi mereka) yaitu anak-anak Adam (dari jalan Engkau yang lurus) maksudnya dari jalan yang dapat mempertemukan mereka kepada Engkau.",
            "sajda": false,
            "transliteration": "Qaala fabimaaa aghway tanee la aq'udanna lahum Siraatakal Mustaqeem"
        },
        {
            "aya_id": 971,
            "aya_number": 17,
            "aya_text": "ثُمَّ لَاٰتِيَنَّهُمْ مِّنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ اَيْمَانِهِمْ وَعَنْ شَمَاۤىِٕلِهِمْۗ وَلَا تَجِدُ اَكْثَرَهُمْ شٰكِرِيْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.”",
            "tafsir_jalalayn": "(Kemudian saya akan mendatangi mereka dari muka dan dari belakang, dari kanan dan dari kiri mereka) maksudnya dari segala penjuru, kemudian aku halang-halangi mereka untuk bisa menempuh jalan-Mu itu. Akan tetapi Ibnu Abbas memberikan penafsirannya, bahwa iblis tidak akan dapat mendatangi mereka dari arah atasnya hal itu supaya ia jangan menghalang-halangi jalan antara hamba dengan rahmat Allah swt. (dan engkau tidak akan mendapati kebanyakan mereka bersyukur\") yakni beriman.",
            "sajda": false,
            "transliteration": "Summa la aatiyannahum mim baine aideehim wa min khalfihim wa 'an aimaanihim wa 'an shamaaa'ilihim wa laa tajidu aksarahum shaakireen"
        },
        {
            "aya_id": 972,
            "aya_number": 18,
            "aya_text": "قَالَ اخْرُجْ مِنْهَا مَذْءُوْمًا مَّدْحُوْرًا ۗ لَمَنْ تَبِعَكَ مِنْهُمْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنْكُمْ اَجْمَعِيْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "(Allah) berfirman, “Keluarlah kamu dari sana (surga) dalam keadaan terhina dan terusir! Sesungguhnya barangsiapa di antara mereka ada yang mengikutimu, pasti akan Aku isi neraka Jahanam dengan kamu semua.”",
            "tafsir_jalalayn": "(Allah berfirman, \"Keluarlah kamu dari surga itu sebagai orang yang terhina) dengan memakai hamzah, artinya tercela atau kena murka Allah (lagi terusir) dijauhkan dari rahmat Allah. (Sesungguhnya barang siapa di antara mereka mengikuti kamu) dari kalangan umat manusia; huruf lam menunjukkan makna ibtida/permulaan kalimat atau sebagai pendahuluan dari qasam/sumpah, yang mana sumpahnya adalah (sungguh Aku akan memenuhi neraka Jahanam dengan kamu semuanya\") yakni kamu dan anak-cucumu serta manusia. Di dalam ayat ini terkandung makna taghliibul haadhir `alal ghaaib atau mengutamakan yang hadir daripada yang tidak hadir; jumlah ini mengandung makna syarat, yakni: Barang siapa yang mengikutimu Aku akan menyiksanya.",
            "sajda": false,
            "transliteration": "Qaalakh ruj mnhaa maz'oomam madhooraa; laman tabi'aka minhum la amla'anna Jahannama minkum ajma'een"
        },
        {
            "aya_id": 973,
            "aya_number": 19,
            "aya_text": "وَيٰٓاٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "Dan (Allah berfirman), “Wahai Adam! Tinggallah engkau bersama istrimu dalam surga dan makanlah apa saja yang kamu berdua sukai. Tetapi janganlah kamu berdua dekati pohon yang satu ini. (Apabila didekati) kamu berdua termasuk orang-orang yang zalim.”",
            "tafsir_jalalayn": "(Dan) Allah berfirman (\"Hai Adam bertempat tinggallah kamu) lafal anta merupakan pengukuhan terhadap dhamir yang terdapat di dalam lafal uskun, tujuannya ialah untuk dijadikan sebagai ma'thuf alaih (dan istrimu) yakni Hawa, dengan dibaca panjang (di surga serta makanlah olehmu berdua buah-buahan mana saja yang kamu sukai, dan janganlah kamu berdua mendekati pohon ini) dengan cara memakannya, yang dimaksud adalah pohon gandum (maka menjadilah kamu berdua termasuk orang-orang yang lalim\").",
            "sajda": false,
            "transliteration": "Wa yaaa Aadamus kun anta wa zawjukal Jannata fakulaa min haisu shi'tumaa wa laa taqrabaa haazihish shajarata fatakoonaa minza zaalimeen"
        },
        {
            "aya_id": 974,
            "aya_number": 20,
            "aya_text": "فَوَسْوَسَ لَهُمَا الشَّيْطٰنُ لِيُبْدِيَ لَهُمَا مَا وٗرِيَ عَنْهُمَا مِنْ سَوْاٰتِهِمَا وَقَالَ مَا نَهٰىكُمَا رَبُّكُمَا عَنْ هٰذِهِ الشَّجَرَةِ ِالَّآ اَنْ تَكُوْنَا مَلَكَيْنِ اَوْ تَكُوْنَا مِنَ الْخٰلِدِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "Kemudian setan membisikkan pikiran jahat kepada mereka agar menampakkan aurat mereka (yang selama ini) tertutup. Dan (setan) berkata, “Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga).”",
            "tafsir_jalalayn": "(Maka setan mulai menggoda keduanya) yakni iblis (untuk menampakkan) memperlihatkan (kepada keduanya apa yang tertutup) dengan wazan fu`ila dari lafal al-muwaaraah (dari mereka, yaitu auratnya dan setan berkata, \"Tuhan kamu tidak melarangmu dari mendekati pohon ini melainkan) karena khawatir (supaya kamu berdua tidak menjadi malaikat) dan menurut suatu qiraat dibaca dengan malikaini/lam dikasrahkan (atau tidak menjadi orang-orang yang kekal dalam surga\") berdasarkan hal itu maka memakan pohon itu adalah suatu keharusan sebagaimana yang disebutkan pula di dalam ayat lain, yaitu, \"Maukah saya tunjukkan kepada kamu pohon kekekalan dan kerajaan yang tidak akan binasa.\" (Q.S. Thaha 120)",
            "sajda": false,
            "transliteration": "Fawaswasa lahumash Shaitaanu liyubdiya lahumaa maa wooriya 'anhumaa min saw aatihimaa wa qaala maa nahaakumaa Rabbukumaa 'an haazihish shajarati illaaa an takoonaa malakaini aw takoonaa minal khaalideen"
        },
        {
            "aya_id": 975,
            "aya_number": 21,
            "aya_text": "وَقَاسَمَهُمَآ اِنِّيْ لَكُمَا لَمِنَ النّٰصِحِيْنَۙ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "Dan dia (setan) bersumpah kepada keduanya, “Sesungguhnya aku ini benar-benar termasuk para penasihatmu,”",
            "tafsir_jalalayn": "(Dan dia, setan, bersumpah kepada keduanya) setan bersumpah dengan nama Allah kepada keduanya (\"Sesungguhnya saya adalah termasuk orang yang memberi nasihat kepada kamu berdua.\") di dalam hal ini.",
            "sajda": false,
            "transliteration": "Wa qaasamahumaaa innee lakumaa laminan naasiheen"
        },
        {
            "aya_id": 976,
            "aya_number": 22,
            "aya_text": "فَدَلّٰىهُمَا بِغُرُورٍۚ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْاٰتُهُمَا وَطَفِقَا يَخْصِفٰنِ عَلَيْهِمَا مِنْ وَّرَقِ الْجَنَّةِۗ وَنَادٰىهُمَا رَبُّهُمَآ اَلَمْ اَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَاَقُلْ لَّكُمَآ اِنَّ الشَّيْطٰنَ لَكُمَا عَدُوٌّ مُّبِيْنٌ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 152,
            "translation_aya_text": "dia (setan) membujuk mereka dengan tipu daya. Ketika mereka mencicipi (buah) pohon itu, tampaklah oleh mereka auratnya, maka mulailah mereka menutupinya dengan daun-daun surga. Tuhan menyeru mereka, “Bukankah Aku telah melarang kamu dari pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua?”",
            "tafsir_jalalayn": "(Maka setan membujuk keduanya) untuk menurunkan kedudukan keduanya (dengan tipu daya) darinya. (Tatkala keduanya telah merasai buah pohon itu) mereka berdua telah memakannya (nampaklah bagi keduanya aurat-auratnya) yakni kedua kemaluan masing-masing tampak oleh lainnya; kedua anggota tubuh itu dinamakan sau`ah, sebab jika terbuka akan membuat malu orang yang bersangkutan (dan mulailah keduanya menutupi) maksud keduanya mengambil penutup untuk menutupi (kedua auratnya dengan daun-daun surga) untuk menutupinya. (Kemudian Tuhan mereka menyeru mereka, \"Bukankah Aku telah melarang kamu berdua dari pohon itu dan Aku katakan kepadamu, 'Sesungguhnya setan itu adalah musuh yang nyata bagi kamu berdua.')\" yang jelas permusuhannya; kata tanya menunjukkan makna penegasan.",
            "sajda": false,
            "transliteration": "Fadallaahumaa bighuroor; falammaa zaaqash shajarata badat lahumaa saw aatuhumaa wa tafiqaa yakhsifaani 'alaihimaa minw waraqil jannati wa naadaahumaa Rabbuhumaaa alam anhakumaa 'an tilkumash shajarati wa aqul lakumaaa innash Shaitaana lakumaa 'aduwwum mubeen"
        },
        {
            "aya_id": 977,
            "aya_number": 23,
            "aya_text": "قَالَا رَبَّنَا ظَلَمْنَآ اَنْفُسَنَا وَاِنْ لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Keduanya berkata, “Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.”",
            "tafsir_jalalayn": "(Keduanya berkata, \"Ya Tuhan kami, kami telah menganiaya diri kami sendiri) oleh sebab perbuatan maksiat kami berdua (dan jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya pastilah kami termasuk orang-orang yang merugi.\")",
            "sajda": false,
            "transliteration": "Qaalaa Rabbanaa zalamnaaa anfusanaa wa illam taghfir lanaa wa tarhamnaa lanakoonanna minal khaasireen"
        },
        {
            "aya_id": 978,
            "aya_number": 24,
            "aya_text": "قَالَ اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚوَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "(Allah) berfirman, “Turunlah kamu! Kamu akan saling bermusuhan satu sama lain. Bumi adalah tempat kediaman dan kesenanganmu sampai waktu yang telah ditentukan.”",
            "tafsir_jalalayn": "(Allah berfirman, \"Turunlah kamu sekalian) yakni Adam dan Hawa serta anak-cucu kamu yang masih berada di dalam diri kamu (sebagian kamu) maksudnya sebagian keturunan (menjadi musuh bagi sebagian yang lain) sebagian mereka berlaku aniaya terhadap sebagian yang lainnya. (Dan kamu di muka bumi mempunyai tempat kediaman) yaitu tempat tinggal (dan kesenangan) tempat bersenang-senang (sampai waktu yang ditentukan.\") apabila ajal kamu telah sampai pada saatnya.",
            "sajda": false,
            "transliteration": "Qaalah bitoo ba'dukum liba'din aduwwunw wa lakum fil ardi mmustaqarrunw wa mataa'un ilaaheen"
        },
        {
            "aya_id": 979,
            "aya_number": 25,
            "aya_text": "قَالَ فِيْهَا تَحْيَوْنَ وَفِيْهَا تَمُوْتُوْنَ وَمِنْهَا تُخْرَجُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "(Allah) berfirman, “Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.”",
            "tafsir_jalalayn": "(Allah berfirman, \"Di muka bumi itu kamu hidup dan di muka bumi itu kamu mati, dan dari bumi itu pula kamu akan dikeluarkan\") dibangkitkan, dengan memakai bina fa`il dan bina maf`ul atau bentuk aktif dan bentuk pasif.",
            "sajda": false,
            "transliteration": "Qaala feehaa tahyawna wa feehaa tamootoona wa minhaa tukhrajoon"
        },
        {
            "aya_id": 980,
            "aya_number": 26,
            "aya_text": "يَا بَنِيْٓ اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْاٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Wahai anak cucu Adam! Sesungguhnya Kami telah menyediakan pakaian untuk menutupi auratmu dan untuk perhiasan bagimu. Tetapi pakaian takwa, itulah yang lebih baik. Demikianlah sebagian tanda-tanda kekuasaan Allah, mudah-mudahan mereka ingat.",
            "tafsir_jalalayn": "(Hai anak Adam! Sesungguhnya Kami telah menurunkan kepadamu pakaian) Kami telah menciptakannya untuk kamu (untuk menutupi) guna menutupi (auratmu dan pakaian perhiasan) pakaian yang digunakan sebagai perhiasan. (Dan pakaian takwa) yakni amal saleh dan akhlak yang baik; dengan dibaca nashab karena diathafkan kepada lafal libaasan, dan dibaca rafa' sebagai mubtada sedangkan khabarnya ialah jumlah berikut ini (itulah yang lebih baik. Yang demikian itu adalah sebagian tanda-tanda kekuasaan Allah) bukti-bukti yang menunjukkan kekuasaan-Nya (mudah-mudahan mereka selalu ingat) kemudian mau beriman; di dalam jumlah ini terkandung iltifat atau kata sindiran terhadap mukhathab atau orang yang diajak bicara.",
            "sajda": false,
            "transliteration": "Yaa Baneee Aadama qad anzalnaa 'alaikum libaasany yuwaaree saw aatikum wa reeshanw wa libaasut taqwaa zaalika khair; zaalika min Aayaatil laahi la'allahum yaz zakkaroon"
        },
        {
            "aya_id": 981,
            "aya_number": 27,
            "aya_text": "يٰبَنِيْٓ اٰدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطٰنُ كَمَآ اَخْرَجَ اَبَوَيْكُمْ مِّنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْاٰتِهِمَا ۗاِنَّهٗ يَرٰىكُمْ هُوَ وَقَبِيْلُهٗ مِنْ حَيْثُ لَا تَرَوْنَهُمْۗ اِنَّا جَعَلْنَا الشَّيٰطِيْنَ اَوْلِيَاۤءَ لِلَّذِيْنَ لَا يُؤْمِنُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman.",
            "tafsir_jalalayn": "(Hai anak Adam janganlah sekali-kali kamu dapat ditipu) disesatkan (oleh setan) janganlah kamu mengikuti setan sehingga akibatnya kamu akan tertipu (sebagaimana ia telah mengeluarkan ibu-bapakmu) dengan senjata tipu-dayanya (dari surga, di mana ia menanggalkan) menjadi hal (daripada keduanya yaitu pakaian mereka berdua untuk memperlihatkan kepada keduanya aurat masing-masing. Sesungguhnya ia) yakni setan itu (dan pengikut-pengikutnya melihat kamu) yaitu bala tentaranya (dari suatu tempat yang kamu tidak bisa melihat mereka) karena kehalusan jasad mereka atau karena mereka tidak berwarna. (Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin-pemimpin) artinya pendukung-pendukung dan teman-teman (bagi orang-orang yang tidak beriman).",
            "sajda": false,
            "transliteration": "Yaa Banee Aadama laa yaftinannnakumush Shaitaanu kamaaa akhraja abawaikum minal Jannati yanzi'u 'anhumaa libaasahumaa liyuriyahumaa saw aatihimaaa; innahoo yaraakum huwa wa qabeeluhoo min haisu laa tarawnahum; innaa ja'alnash Shayaateena awliyaaa'a lillazeena laa yu'minoon"
        },
        {
            "aya_id": 982,
            "aya_number": 28,
            "aya_text": "وَاِذَا فَعَلُوْا فَاحِشَةً قَالُوْا وَجَدْنَا عَلَيْهَآ اٰبَاۤءَنَا وَاللّٰهُ اَمَرَنَا بِهَاۗ قُلْ اِنَّ اللّٰهَ لَا يَأْمُرُ بِالْفَحْشَاۤءِۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Dan apabila mereka melakukan perbuatan keji, mereka berkata, “Kami mendapati nenek moyang kami melakukan yang demikian, dan Allah menyuruh kami mengerjakannya.” Katakanlah, “Sesungguhnya Allah tidak pernah menyuruh berbuat keji. Mengapa kamu membicarakan tentang Allah apa yang tidak kamu ketahui?”",
            "tafsir_jalalayn": "(Dan apabila mereka melakukan perbuatan keji) seperti perbuatan syirik dan tawaf mereka di sekeliling Kakbah dalam keadaan telanjang seraya mengemukakan alasan mereka, \"Kami tidak akan melakukan tawaf dengan pakaian yang biasa kami gunakan untuk maksiat.\" Kemudian mereka dilarang dari perbuatan tersebut (mereka berkata, \"Kami mendapati nenek-moyang kami mengerjakan yang demikian itu) kami hanya mengikut kepada mereka (dan Allah menyuruh kami mengerjakannya.\") juga. (Katakanlah) kepada mereka (\"Sesungguhnya Allah tidak menyuruh mengadakan perbuatan yang keji.\" Mengapa kamu mengada-adakan terhadap Allah apa yang tidak kamu ketahui?) bahwa Allah mengatakannya; istifham atau kata tanya di sini menunjukkan makna ingkar atau sanggahan.",
            "sajda": false,
            "transliteration": "Wa izaa fa'aloo faahishatan qaaloo wajadnaa 'alaihaaa aabaaa'ana wallaahu amaranaa bihaa; qul innal laaha laa yaamuru bilfahshaaa'i a-taqooloona 'alal laahi mmaa laa ta'lamoon"
        },
        {
            "aya_id": 983,
            "aya_number": 29,
            "aya_text": "قُلْ اَمَرَ رَبِّيْ بِالْقِسْطِۗ وَاَقِيْمُوْا وُجُوْهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۗ كَمَا بَدَاَكُمْ تَعُوْدُوْنَۗ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Katakanlah, “Tuhanku menyuruhku berlaku adil. Hadapkanlah wajahmu (kepada Allah) pada setiap salat, dan sembahlah Dia dengan mengikhlaskan ibadah semata-mata hanya kepada-Nya. Kamu akan dikembalikan kepada-Nya sebagaimana kamu diciptakan semula.",
            "tafsir_jalalayn": "(Katakanlah, \"Tuhanku menyuruh menjalankan keadilan\") yaitu perbuatan yang adil. (Dan luruskanlah) diathafkan secara makna kepada lafal bil qisthi, yang artinya, Ia berkata, \"Berlaku adillah kamu dan luruskanlah dirimu.\" Atau diathafkan kepada lafal sebelumnya dengan menyimpan taqdir yakni: Hadapkanlah dirimu (mukamu) kepada Allah (di setiap salatmu) ikhlaslah kamu kepada-Nya di dalam sujudmu (dan sembahlah Allah) beribadahlah kepada-Nya (dengan mengikhlaskan ketaatan kepada-Nya) bersih dari kemusyrikan. (Sebagaimana Dia menciptakanmu pada permulaan) yang sebelumnya kamu bukanlah merupakan sesuatu (demikian pulalah akan kembali kepada-Nya) artinya Dia akan mengembalikan kamu pada hari kiamat dalam keadaan hidup kembali.",
            "sajda": false,
            "transliteration": "Qul amara Rabbee bilqisti wa aqeemoo wujoohakum 'inda kulli masjidin wad'oohu mukhliseena lahud deen; kamaa bada akum ta'oodoon"
        },
        {
            "aya_id": 984,
            "aya_number": 30,
            "aya_text": "فَرِيْقًا هَدٰى وَفَرِيْقًا حَقَّ عَلَيْهِمُ الضَّلٰلَةُ  ۗاِنَّهُمُ اتَّخَذُوا الشَّيٰطِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ اللّٰهِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Sebagian diberi-Nya petunjuk dan sebagian lagi sepantasnya menjadi sesat. Mereka menjadikan setan-setan sebagai pelindung selain Allah. Mereka mengira bahwa mereka mendapat petunjuk.",
            "tafsir_jalalayn": "(Sebagian) dari kamu (diberi-Nya petunjuk dan sebagian lagi telah pasti kesesatan bagi mereka. Sesungguhnya mereka menjadikan setan-setan pelindung mereka selain Allah) (dan mereka mengira bahwa mereka mendapat petunjuk).",
            "sajda": false,
            "transliteration": "Fareeqan hadaa wa fareeqan haqqa 'alaihimud dalaalah; innahumut takhazush Shayaateena awliyaaa'a min doonil laahi wa yahsaboona annnahum muhtadoon"
        },
        {
            "aya_id": 985,
            "aya_number": 31,
            "aya_text": "۞ يٰبَنِيْٓ اٰدَمَ خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّكُلُوْا وَاشْرَبُوْا وَلَا تُسْرِفُوْاۚ اِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 154,
            "translation_aya_text": "Wahai anak cucu Adam! Pakailah pakaianmu yang bagus pada setiap (memasuki) masjid, makan dan minumlah, tetapi jangan berlebihan. Sungguh, Allah tidak menyukai orang yang berlebih-lebihan.",
            "tafsir_jalalayn": "(Hai anak Adam, pakailah pakaianmu yang indah) yaitu buat menutupi auratmu (di setiap memasuki mesjid) yaitu di kala hendak melakukan salat dan tawaf (makan dan minumlah) sesukamu (dan janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang yang berlebih-lebihan).",
            "sajda": false,
            "transliteration": "Yaa Banneee Adama khuzoo zeenatakum 'inda kulli masjidinw wa kuloo washraboo wa laa tusrifoo; innahoo laa yuhibbul musrifeen"
        },
        {
            "aya_id": 986,
            "aya_number": 32,
            "aya_text": "قُلْ مَنْ حَرَّمَ زِيْنَةَ اللّٰهِ الَّتِيْٓ اَخْرَجَ لِعِبَادِهٖ وَالطَّيِّبٰتِ مِنَ الرِّزْقِۗ قُلْ هِيَ لِلَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا خَالِصَةً يَّوْمَ الْقِيٰمَةِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 154,
            "translation_aya_text": "Katakanlah (Muhammad), “Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? Katakanlah, “Semua itu untuk orang-orang yang beriman dalam kehidupan dunia, dan khusus (untuk mereka saja) pada hari Kiamat.” Demikianlah Kami menjelaskan ayat-ayat itu untuk orang-orang yang mengetahui.",
            "tafsir_jalalayn": "(Katakanlah,) sebagai rasa ingkar kepada mereka (\"Siapakah yang mengharamkan perhiasan dari Allah yang telah dikeluarkan-Nya untuk hamba-hamba-Nya) yang terdiri dari pakaian (dan yang baik-baik) yakni kelezatan-kelezatan (dari rezeki?\" Katakanlah, \"Semuanya itu disediakan bagi orang-orang yang beriman dalam kehidupan dunia) yang berhak memilikinya sekalipun selain mereka turut pula memilikinya (khusus) khusus untuk mereka saja; dengan dibaca rafa` sedangkan dibaca nashab menjadi hal (di hari kiamat.\" Demikianlah Kami menjelaskan ayat-ayat itu) maksudnya Kami menerangkan hal itu sedemikian terincinya (bagi orang-orang yang mengetahui) yaitu mereka yang mau menggunakan pikirannya sebab hanya merekalah yang dapat memanfaatkannya secara baik.",
            "sajda": false,
            "transliteration": "Qul man harrama zeenatal laahil lateee akhraja li'ibaadihee wattaiyibaati minar rizq; qul hiya lillazeena aamanoo fil hayaatid dunyaa khaalisatany Yawmal Qiyaamah; kazaalika nufassihul Aayaati liqawminy ya'lamoon"
        },
        {
            "aya_id": 987,
            "aya_number": 33,
            "aya_text": "قُلْ اِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْاِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَاَنْ تُشْرِكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّاَنْ تَقُوْلُوْا عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 154,
            "translation_aya_text": "Katakanlah (Muhammad), “Tuhanku hanya mengharamkan segala perbuatan keji yang terlihat dan yang tersembunyi, perbuatan dosa, perbuatan zalim tanpa alasan yang benar, dan (mengharamkan) kamu mempersekutukan Allah dengan sesuatu, sedangkan Dia tidak menurunkan alasan untuk itu, dan (mengharamkan) kamu membicarakan tentang Allah apa yang tidak kamu ketahui.”",
            "tafsir_jalalayn": "(Katakanlah, \"Tuhanku hanya mengharamkan perbuatan yang keji) yaitu dosa-dosa besar seperti perbuatan zina (baik yang tampak atau pun yang tersembunyi) yang terang-terangan atau pun yang sifatnya rahasia (dan perbuatan dosa) perbuatan maksiat (melanggar hak) orang lain (tanpa alasan yang benar) perbuatan lalim (mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan tentangnya) memusyrikkan-Nya (suatu kekuasaan pun) suatu hujah pun (dan mengharamkan mengada-adakan terhadap Allah apa yang tidak kamu ketahui.\") yaitu mengharamkan apa yang tidak diharamkan dan lain sebagainya.",
            "sajda": false,
            "transliteration": "Qul innamaa harrama Rabbiyal fawaahisha maa zahara minhaa wa maa bataa wal isma walbaghya bighairil haqqi wa an tushrikoo billaahi maa lam yunazzil bihee sultaananw wa an taqooloo 'alal laahi maa laa ta'lamoon"
        },
        {
            "aya_id": 988,
            "aya_number": 34,
            "aya_text": "وَلِكُلِّ اُمَّةٍ اَجَلٌۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 154,
            "translation_aya_text": "Dan setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun.",
            "tafsir_jalalayn": "(Tiap-tiap umat mempunyai ajal) yakni masa tertentu (maka apabila telah datang ajalnya, mereka tidak dapat mengundurkannya) ajal itu (barang sesaat pun dan tidak dapat pula memajukannya) memajukan temponya.",
            "sajda": false,
            "transliteration": "Wa likulli ummatin ajalun fa izaa jaaa'a ajaluhum laa yastaakhiroona saa'atanw wa laa yastaqdimoon"
        },
        {
            "aya_id": 989,
            "aya_number": 35,
            "aya_text": "يٰبَنِيْٓ اٰدَمَ اِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْۙ فَمَنِ اتَّقٰى وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 154,
            "translation_aya_text": "Wahai anak cucu Adam! Jika datang kepadamu rasul-rasul dari kalanganmu sendiri, yang menceritakan ayat-ayat-Ku kepadamu, maka barangsiapa bertakwa dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka, dan mereka tidak bersedih hati.",
            "tafsir_jalalayn": "(Hai anak-anak Adam, jika) lafal immaa merupakan gabungan antara in syarthiah dan maa zaaidah atau tambahan (datang kepadamu rasul-rasul daripada kamu yang menceritakan kepadamu ayat-ayat-Ku, maka siapa yang bertakwa) menjauhkan diri dari kemusyrikan (dan mengadakan perbaikan) amal perbuatannya (tidaklah ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati) di akhirat kelak.",
            "sajda": false,
            "transliteration": "yaa Banee Aadama immaa yaatiyannakum Rusulum minkum yaqussoona 'alaikum Aayaatee famanit taqaa wa aslaha falaa khawfun 'alaihim wa laa hum yahzanoon"
        },
        {
            "aya_id": 990,
            "aya_number": 36,
            "aya_text": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 154,
            "translation_aya_text": "Tetapi orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, mereka itulah penghuni neraka; mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri) berlaku takabur (terhadapnya) sehingga mereka tidak mau percaya kepadanya (mereka itu penghuni-penghuni neraka; mereka kekal di dalamnya).",
            "sajda": false,
            "transliteration": "Wallazeena kazzaboo bi Aayaatinaa wastakbaroo 'anhhaaa ulaaa'ika Ashaabun naari hum feehaa khaalidoon"
        },
        {
            "aya_id": 991,
            "aya_number": 37,
            "aya_text": "فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اُولٰۤىِٕكَ يَنَالُهُمْ نَصِيْبُهُمْ مِّنَ الْكِتٰبِۗ حَتّٰٓى اِذَا جَاۤءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْۙ  قَالُوْٓا اَيْنَ مَا كُنْتُمْ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗقَالُوْا ضَلُّوْا عَنَّا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 154,
            "translation_aya_text": "Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau yang mendustakan ayat-ayat-Nya? Mereka itu akan memperoleh bagian yang telah ditentukan dalam Kitab sampai datang para utusan (malaikat) Kami kepada mereka untuk mencabut nyawanya. Mereka (para malaikat) berkata, “Manakah sembahan yang biasa kamu sembah selain Allah?” Mereka (orang musyrik) menjawab, “Semuanya telah lenyap dari kami.” Dan mereka memberikan kesaksian terhadap diri mereka sendiri bahwa mereka adalah orang-orang kafir.",
            "tafsir_jalalayn": "(Maka siapakah) maksudnya tidak ada seorang pun (yang lebih lalim daripada orang yang membuat-buat dusta terhadap Allah) dengan mengatakan bahwa Allah itu mempunyai sekutu atau Ia beranak (atau mendustakan ayat-ayat-Nya?) yakni Alquran. (Orang-orang itu akan memperoleh) mereka tetap akan mendapat (bagian mereka) yakni bagian yang telah ditentukan untuknya (dalam Alkitab) yaitu apa-apa yang telah dipastikan dan tertulis untuk mereka di Lohmahfuz berupa rezeki, ajal dan lain-lainnya (sehingga bila datang kepada mereka utusan-utusan Kami) para malaikat (untuk mengambil nyawa mereka seraya mengatakan,) kepada mereka dengan nada mengejek (\"Di mana berhala-berhala yang biasa kamu sembah) sesembahan-sesembahan yang selalu kamu puja-puja (selain Allah.\" Mereka menjawab, \"Berhala-berhala itu telah lenyap) telah hilang (dari kami) sehingga kami tidak dapat melihatnya (dan mereka mengakui terhadap diri mereka) di kala menjelang ajalnya (bahwa mereka adalah orang-orang yang kafir\").",
            "sajda": false,
            "transliteration": "Faman azlamu mimmanif taraa 'alal laahi kaziban aw kazzaba bi Aayaatih; ulaaa'ika yanaaluhum naseebuhum minal Kitaab; hataaa izaa jaaa'at hum rusulunaa yatawaf fawnahum qaalooo aina maa kuntum tad'oonaa min doonil laahi qaaloo dalloo 'annaa wa shahidoo 'alaaa anfusihim annahum kaanoo kaafieen"
        },
        {
            "aya_id": 992,
            "aya_number": 38,
            "aya_text": "قَالَ ادْخُلُوْا فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِّنَ الْجِنِّ وَالْاِنْسِ فِى النَّارِۙ كُلَّمَا دَخَلَتْ اُمَّةٌ لَّعَنَتْ اُخْتَهَا ۗحَتّٰٓى اِذَا ادَّارَكُوْا فِيْهَا جَمِيْعًا ۙقَالَتْ اُخْرٰىهُمْ لِاُوْلٰىهُمْ رَبَّنَا هٰٓؤُلَاۤءِ اَضَلُّوْنَا فَاٰتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ ەۗ قَالَ لِكُلٍّ ضِعْفٌ وَّلٰكِنْ لَّا تَعْلَمُوْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "Allah berfirman, “Masuklah kamu ke dalam api neraka bersama golongan jin dan manusia yang telah lebih dahulu dari kamu. Setiap kali suatu umat masuk, dia melaknat saudaranya, sehingga apabila mereka telah masuk semuanya, berkatalah orang yang (masuk) belakangan (kepada) orang yang (masuk) terlebih dahulu, “Ya Tuhan kami, mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka” Allah berfirman, “Masing-masing mendapatkan (siksaan) yang berlipat ganda, tapi kamu tidak mengetahui.”",
            "tafsir_jalalayn": "(Allah berfirman,) Maha Tinggi Allah; Dia berfirman kepada mereka kelak di hari kiamat (\"Masuklah kamu sekalian ke dalam) golongan (umat-umat yang telah terdahulu sebelum kamu dari kalangan jin dan manusia ke dalam neraka\") Jar dan majrurnya berta'alluq pada lafal udkhuluu. (Setiap umat yang masuk) ke dalam neraka (dia mengutuk kawannya) yang sebelumnya telah menyesatkannya (sehingga apabila mereka masuk) menyusul kawan-kawannya (ke dalam neraka semuanya, berkatalah orang-orang yang masuk kemudian) mereka adalah orang-orang yang hanya mengikuti (kepada orang-orang yang masuk terdahulu) maksudnya para penghulu mereka yang menjadi panutan (\"Ya Tuhan kami, mereka telah menyesatkan kami, sebab itu datangkanlah kepada mereka siksaan yang berlipat ganda) yang berkali-kali lipat (dari neraka.\" Allah berfirman,) Maha Tinggi Allah (\"Masing-masing) dari kamu dan dari mereka (mendapat siksaan yang berlipat ganda) maksudnya azab yang berlipat ganda (akan tetapi mereka tidak mengetahui.\") dengan memakai ya dan ta; mereka tidak mengetahui siksaan apa yang diterima oleh masing-masing golongan.",
            "sajda": false,
            "transliteration": "Qaalad khuloo feee umamin qad khalat min qablikum minal jinni wal insifin naari kullamaa dakhalat ummatul la'anat ukhtahaa hattaaa izad daarakoo feehaa jamee'an qaalat ukhraahum li oolaahum Rabbannaa haaa'u laaa'i adalloonaa fa aatihim 'azaaban di'fam minan naari qaala likullin di funw wa laakil laa ta'lamoon"
        },
        {
            "aya_id": 993,
            "aya_number": 39,
            "aya_text": "وَقَالَتْ اُوْلٰىهُمْ لِاُخْرٰىهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُوْنَ ࣖ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "Dan orang yang (masuk) terlebih dahulu berkata kepada yang (masuk) belakangan, “Kamu tidak mempunyai kelebihan sedikit pun atas kami. Maka rasakanlah azab itu karena perbuatan yang telah kamu lakukan.”",
            "tafsir_jalalayn": "(Dan berkata orang-orang yang masuk terdahulu di antara mereka kepada orang-orang yang masuk kemudian, \"Kamu tidak mempunyai kelebihan sedikit pun atas kami\") sebab kamu ikut kafir seperti kami, maka kami dan kamu adalah sama, kemudian Allah berfirman kepada mereka semua, (maka rasakanlah siksaan dari perbuatan yang telah kamu lakukan).",
            "sajda": false,
            "transliteration": "Wa qaalat oolaahum li ukhraahum famaa kaana lakum 'alainaa min fadlin fazooqul azaaba bimaa kuntum taksiboon"
        },
        {
            "aya_id": 994,
            "aya_number": 40,
            "aya_text": "اِنَّ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَا لَا تُفَتَّحُ لَهُمْ اَبْوَابُ السَّمَاۤءِ وَلَا يَدْخُلُوْنَ الْجَنَّةَ حَتّٰى يَلِجَ الْجَمَلُ فِيْ سَمِّ الْخِيَاطِ ۗ وَكَذٰلِكَ نَجْزِى الْمُجْرِمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, tidak akan dibukakan pintu-pintu langit bagi mereka, dan mereka tidak akan masuk surga, sebelum unta masuk ke dalam lubang jarum. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat jahat.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri) mereka berlaku sombong (terhadapnya) kemudian mereka tidak mau percaya terhadapnya (sekali-kali tidak akan dibukakan bagi mereka pintu-pintu langit) yaitu apabila arwah-arwah mereka dinaikkan sesudah mati, sehingga arwah mereka turun kembali ke Sijjin atau neraka yang ada di dalam perut bumi. Berbeda dengan arwahnya orang yang beriman, pintu-pintu langit dibukakan untuknya, sehingga arwahnya dapat naik ke langit yang ke tujuh, demikianlah menurut penjelasan hadis (dan tidak pula mereka masuk surga hingga unta masuk) yakni jika ada unta yang dapat masuk (ke dalam lubang jarum) maksudnya lubang yang ada pada jarum; ini kata kiasan bahwa hal itu tidak mungkin terjadi, demikian pula masuknya mereka ke dalam surga. (Demikianlah) pembalasan itu (Kami memberi balasan kepada orang-orang yang berbuat kejahatan) oleh sebab kekafirannya.",
            "sajda": false,
            "transliteration": "Innal lazeena kazzaboo bi Aayaatinaa wastakbaroo 'anhaa laa tufattahu lahum ahwaabus samaaa'i wa laa yadkhuloonal jannata hattaa yalijal jamalu fee sammil khiyaat; wa kazaalika najzil mujrimeen"
        },
        {
            "aya_id": 995,
            "aya_number": 41,
            "aya_text": "لَهُمْ مِّنْ جَهَنَّمَ مِهَادٌ وَّمِنْ فَوْقِهِمْ غَوَاشٍۗ وَكَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim.",
            "tafsir_jalalayn": "(Mereka mempunyai tikar tidur dari api neraka) alas untuk tidur (dan di atas mereka ada selimut) penutup dari api neraka; ghawaasyin bentuk jamak dari kata ghaasyiyah, sedangkan tanwinnya adalah merupakan pergantian dari ya yang telah dibuang. (Demikianlah Kami memberi balasan kepada orang-orang yang zalim).",
            "sajda": false,
            "transliteration": "Lahum min jahannama mihaadunw wa min fawqihim ghawaash; wa kazaalika najziz zaalimeen"
        },
        {
            "aya_id": 996,
            "aya_number": 42,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "Dan orang-orang yang beriman serta mengerjakan kebajikan, Kami tidak akan membebani seseorang melainkan menurut kesanggupannya. Mereka itulah penghuni surga; mereka kekal di dalamnya,",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan mengerjakan amal-amal saleh) menjadi mubtada, sedangkan firman Allah swt. (Kami tidak memikulkan kewajiban kepada diri seseorang melainkan sekedar kesanggupannya) sesuai kemampuannya dalam beramal; ini adalah jumlah mu'taridhah antara mubtada dan khabarnya, sedangkan khabarnya ialah (mereka itulah penghuni-penghuni surga, mereka kekal di dalamnya).",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wa 'amilus saalihaati la nukallifu nafsan illaa wus'ahaaa ulaaa'ika Ashaabul jannati hum feehaa khaalidoon"
        },
        {
            "aya_id": 997,
            "aya_number": 43,
            "aya_text": "وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ تَجْرِيْ مِنْ تَحْتِهِمُ الْانْهٰرُۚ وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ هَدٰىنَا لِهٰذَاۗ وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَآ اَنْ هَدٰىنَا اللّٰهُ ۚ لَقَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۗ وَنُوْدُوْٓا اَنْ تِلْكُمُ الْجَنَّةُ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "dan Kami mencabut rasa dendam dari dalam dada mereka, di bawahnya mengalir sungai-sungai. Mereka berkata, “Segala puji bagi Allah yang telah menunjukkan kami ke (surga) ini. Kami tidak akan mendapat petunjuk sekiranya Allah tidak menunjukkan kami. Sesungguhnya rasul-rasul Tuhan kami telah datang membawa kebenaran.” Diserukan kepada mereka, “Itulah surga yang telah diwariskan kepadamu, karena apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Dan Kami cabut segala macam dendam yang berada di dalam dada mereka) perasaan dengki yang pernah ada sewaktu mereka hidup di alam dunia (mengalir di bawah mereka) di bawah gedung-gedung tempat tinggal mereka (sungai-sungai dan mereka berkata,) tatkala mereka mulai menetap di tempat tinggal masing-masing (\"Segala puji bagi Allah yang telah menunjuki kami kepada surga ini) yakni amal perbuatan yang balasannya adalah hal ini (Dan kami sekali-kali tidak akan mendapat petunjuk kalau Allah tidak memberi kami petunjuk) di sini membuang jawabnya laula, hal itu bisa diketahui karena ada tanda sebelumnya yang menunjukkan kepadanya. (Sesungguhnya telah datang rasul-rasul Tuhan kami, membawa kebenaran.\" Dan diserukan kepada mereka bahwasanya) dengan anna yang ditakhfifkan, yakni annahuu. Atau dapat juga berasal dari an mufassirah (itulah surga yang diwariskan kepadamu, disebabkan apa yang dahulu kamu kerjakan).",
            "sajda": false,
            "transliteration": "Wa naza'naa maa fee sudoorihim min ghillin tajree min tahtihimul anhaaru wa qaalul hamdu lillaahil lazee hadaanaa lihaaza wa maa kunna linahtadiya law laaa ann hadaanal laahu laqad jaaa'at Rusulu Rabbinaa bilhaqq; wa noodoo an tilkumul jannnatu ooristumoohaa bimaa kuntum ta'maloon"
        },
        {
            "aya_id": 998,
            "aya_number": 44,
            "aya_text": "وَنَادٰٓى اَصْحٰبُ الْجَنَّةِ اَصْحٰبَ النَّارِ اَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُّمْ مَّا وَعَدَ رَبُّكُمْ حَقًّا ۗقَالُوْا نَعَمْۚ فَاَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ اَنْ لَّعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Dan para penghuni surga menyeru penghuni-penghuni neraka, “Sungguh, kami telah memperoleh apa yang dijanjikan Tuhan kepada kami itu benar. Apakah kamu telah memperoleh apa yang dijanjikan Tuhan kepadamu itu benar?” Mereka menjawab, “Benar.” Kemudian penyeru (malaikat) mengumumkan di antara mereka, “Laknat Allah bagi orang-orang zalim,",
            "tafsir_jalalayn": "(Dan penghuni-penghuni surga berseru kepada penghuni-penghuni neraka,) sebagai pernyataan dan ejekan (\"Sesungguhnya kami telah memperoleh apa yang telah Tuhan kami menjanjikannya kepada kami) berupa pahala (dengan sebenarnya. Maka apakah kamu telah memperoleh apa yang telah dijanjikan) kepadamu (oleh Tuhanmu) berupa azab (dengan sebenarnya?\" Mereka, penduduk neraka, menjawab, \"Betul.\" Kemudian seorang penyeru, malaikat, mengumumkan) menyerukan pengumuman (di antara mereka) yaitu di antara kedua golongan itu. Malaikat itu mengumandangkan kepada mereka (\"Kutukan Allah ditimpakan kepada orang-orang yang lalim).",
            "sajda": false,
            "transliteration": "Wa naadaa Ashaabul jannati ashaaban Naari an qad wajadnaa maa wa'adannaa Rabbunaa haqqan fahal wajattum maa wa'ada Rabbukum haqqan qaaloo na'am; fa azzana mu'azzinum bainahum al la'natul laahi 'alaz zaalimeen"
        },
        {
            "aya_id": 999,
            "aya_number": 45,
            "aya_text": "اَلَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۚ وَهُمْ بِالْاٰخِرَةِ كٰفِرُوْنَۘ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "(yaitu) orang-orang yang menghalang-halangi (orang lain) dari jalan Allah dan ingin membelokkannya. Mereka itulah yang mengingkari kehidupan akhirat.”",
            "tafsir_jalalayn": "(Yaitu orang-orang yang menghalangi) manusia (dari jalan Allah) dari tuntunan agama-Nya (dan menginginkan agar jalan itu) maksudnya mereka menghendaki agar jalan Allah itu (bengkok) tidak lurus (dan mereka ingkar terhadap kehidupan akhirat).",
            "sajda": false,
            "transliteration": "Allazeena yasuddoona 'an sabeelil laahi wa yabghoo nahaa 'iwajanw wa hum bil Aakhirati kaafiroon"
        },
        {
            "aya_id": 1000,
            "aya_number": 46,
            "aya_text": "وَبَيْنَهُمَا حِجَابٌۚ وَعَلَى الْاَعْرَافِ رِجَالٌ يَّعْرِفُوْنَ كُلًّا ۢ بِسِيْمٰىهُمْۚ وَنَادَوْا اَصْحٰبَ الْجَنَّةِ اَنْ سَلٰمٌ عَلَيْكُمْۗ  لَمْ يَدْخُلُوْهَا وَهُمْ يَطْمَعُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Dan di antara keduanya (penghuni surga dan neraka) ada tabir dan di atas A‘raf (tempat yang tertinggi) ada orang-orang yang saling mengenal, masing-masing dengan tanda-tandanya. Mereka menyeru penghuni surga, “Salamun ‘alaikum” (salam sejahtera bagimu). Mereka belum dapat masuk, tetapi mereka ingin segera (masuk).",
            "tafsir_jalalayn": "(Dan di antara keduanya) yaitu antara para penghuni surga dan para penghuni neraka (ada batas) penghalang; menurut suatu pendapat batas itu berupa tembok vang diberi nama Al-A'raaf (di atas Al-A`raaf itu) yakni nama tembok surga (ada orang-orang) yang amat tampan dan amat buruk rupanya, rupa mereka sama, artinya yang cantik sama cantiknya dan yang buruk sama pula buruknya, sebagaimana yang dijelaskan oleh hadis (yang mengenal masing-masing dari kedua golongan itu) penduduk surga dan neraka (dengan tanda-tanda mereka) ciri-ciri khas mereka, yakni berbadan putih bagi orang-orang yang beriman dan berbadan hitam bagi orang-orang kafir, oleh sebab orang-orang yang di atas Al-A`raaf itu dapat langsung melihat kedua golongan itu mengingat mereka berada di tempat yang tinggi. (Dan mereka menyeru penduduk surga, 'Mudah-mudahan Allah melimpahkan kesejahteraan atas kamu.') Allah swt. berfirman, ('Mereka belum lagi memasukinya) yakni para penghuni Al-A'raaf itu ke surga (sedangkan mereka ingin segera')\" memasukinya. Hasan mengatakan, \"Mereka tidak terdorong oleh rasa keinginan yang sangat melainkan karena memang Allah telah menghendakinya untuk mereka.\" Dan Imam Hakim telah meriwayatkan dari Hudzaifah yang telah mengatakan, \"Tatkala calon penghuni surga itu dalam keadaan demikian berada di Al-A'raaf, kemudian Tuhanmu muncul di hadapan mereka seraya berfirman, 'Masuklah kamu sekalian ke dalam surga, sesungguhnya Aku telah mengampuni kamu.'\"",
            "sajda": false,
            "transliteration": "Wa bainahumaa hijaab; wa 'alal A'raafi rijaaluny ya'rifoona kullam biseemaahum; wa naadaw Ashaabal jannati an salaamun 'alaikum; lam yadkhuloohaa wa hum yatma'oon"
        },
        {
            "aya_id": 1001,
            "aya_number": 47,
            "aya_text": "۞ وَاِذَا صُرِفَتْ اَبْصَارُهُمْ تِلْقَاۤءَ اَصْحٰبِ النَّارِۙ قَالُوْا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Dan apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka berkata, “Ya Tuhan kami, janganlah Engkau tempatkan kami bersama-sama orang-orang zalim itu.”",
            "tafsir_jalalayn": "(Dan apabila pandangan mereka dialihkan) yakni Ashhaabul A`raaf itu (ke arah) ke sebelah (penghuni neraka, mereka berkata, \"Ya Tuhan kami! Janganlah Engkau tempatkan kami) di dalam neraka (bersama-sama orang-orang yang lalim itu\").",
            "sajda": false,
            "transliteration": "Wa izaa surifat absaaruhum tilqaaa'a Ashaabin Naari qaalo Rabbanaa laa taj'alnaa ma'al qawmiz zaalimneen"
        },
        {
            "aya_id": 1002,
            "aya_number": 48,
            "aya_text": "وَنَادٰٓى اَصْحٰبُ الْاَعْرَافِ رِجَالًا يَّعْرِفُوْنَهُمْ بِسِيْمٰىهُمْ قَالُوْا مَآ اَغْنٰى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Dan orang-orang di atas A‘raf (tempat yang tertinggi) menyeru orang-orang yang mereka kenal dengan tanda-tandanya sambil berkata, “Harta yang kamu kumpulkan dan apa yang kamu sombongkan, (ternyata) tidak ada manfaatnya buat kamu.",
            "tafsir_jalalayn": "(Dan orang-orang yang di atas Al-A`raaf memanggil beberapa orang pemuka-pemuka) penduduk neraka (yang mereka mengenalnya dengan tanda-tandanya dengan mengatakan, \"Tidaklah memberi manfaat kepadamu) dapat menyelamatkanmu dari neraka (apa yang kamu kumpulkan) yakni harta benda atau banyaknya bilangan kamu (dan apa yang selalu kamu sombongkan itu.\") yaitu kepongahanmu tidak mau beriman, kemudian orang-orang yang di atas Al-A`raaf bertanya kepada penghuni neraka seraya memberi isyarat kepada orang-orang Islam yang lemah.",
            "sajda": false,
            "transliteration": "Wa naadaaa Ashaabul A'raffi rijaalany ya'rifoonahum biseemaahum qaaloo maaa aghnaa 'ankum jam'ukum wa maa kuntum tastakbiroon"
        },
        {
            "aya_id": 1003,
            "aya_number": 49,
            "aya_text": "اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمْتُمْ لَا يَنَالُهُمُ اللّٰهُ بِرَحْمَةٍۗ  اُدْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ اَنْتُمْ تَحْزَنُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Itukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah?” (Allah berfirman), “Masuklah kamu ke dalam surga! Tidak ada rasa takut padamu dan kamu tidak pula akan bersedih hati.”",
            "tafsir_jalalayn": "(\"Itukah orang-orang yang telah kamu bersumpah bahwa mereka tidak akan mendapat rahmat Allah?\") akan tetapi telah dikatakan kepada orang-orang Islam yang lemah itu (\"Masuklah ke dalam surga, tidak ada kekhawatiran terhadapmu dan tidak pula kamu bersedih hati\") menurut suatu qiraat dibaca dengan bina maf'ul yakni udkhiluu dan dukhiluu, jumlah nafi menjadi hal yakni perkataan tersebut ditujukan kepada mereka.",
            "sajda": false,
            "transliteration": "A haaa'ulaaa'il lazeena aqsamtum laa yanaaluhumul laahu birahma; udkhulul Jannata laa khawfun 'alaikum wa laaa antum tahzanoon"
        },
        {
            "aya_id": 1004,
            "aya_number": 50,
            "aya_text": "وَنَادٰٓى اَصْحٰبُ النَّارِ اَصْحٰبَ الْجَنَّةِ اَنْ اَفِيْضُوْا عَلَيْنَا مِنَ الْمَاۤءِ اَوْ مِمَّا رَزَقَكُمُ اللّٰهُ ۗقَالُوْٓا اِنَّ اللّٰهَ حَرَّمَهُمَا عَلَى الْكٰفِرِيْنَۙ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Para penghuni neraka menyeru para penghuni surga, “Tuangkanlah (sedikit) air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.” Mereka menjawab, “Sungguh, Allah telah mengharamkan keduanya bagi orang-orang kafir,”",
            "tafsir_jalalayn": "(Dan penghuni neraka menyeru kepada penghuni surga, \"Limpahkanlah kepada kami sedikit air atau apa yang telah direzekikan Allah kepadamu.\") yaitu makanan (Mereka, para penghuni surga, menjawab, \"Sesungguhnya Allah telah mengharamkan keduanya) telah melarang makanan dan minuman itu (atas orang-orang kafir).",
            "sajda": false,
            "transliteration": "Wa naadaaa Ashaabun Naari Ashaabal jannati an afeedoo 'alainaa minal maaa'i aw mimma razaqakumul laah; qaaloo innal laaha harrama humaa 'alal kaafireen"
        },
        {
            "aya_id": 1005,
            "aya_number": 51,
            "aya_text": "الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَهْوًا وَّلَعِبًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَاۚ فَالْيَوْمَ نَنْسٰىهُمْ كَمَا نَسُوْا لِقَاۤءَ يَوْمِهِمْ هٰذَاۙ وَمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "(yaitu) orang-orang yang menjadikan agamanya sebagai permainan dan senda gurau, dan mereka telah tertipu oleh kehidupan dunia. Maka pada hari ini (Kiamat), Kami melupakan mereka sebagaimana mereka dahulu melupakan pertemuan hari ini, dan karena mereka mengingkari ayat-ayat Kami.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang menjadikan agama mereka sebagai main-mainan dan senda-gurau, dan kehidupan dunia telah menipu mereka.\" Maka pada hari ini, hari kiamat, Kami melupakan mereka) Kami membiarkan mereka di dalam neraka (sebagaimana mereka melupakan pertemuan mereka dengan hari ini) di mana mereka mengabaikan beramal baik untuk menghadapinya (dan sebagaimana mereka selalu mengingkari ayat-ayat Kami) sebagaimana mereka telah berlaku ingkar terhadapnya.",
            "sajda": false,
            "transliteration": "Allazeenat takhazoo deenahu lahwanw wa la'i-banw wa gharrat humul hayaatud dunyaa; fal Yawma nnannsaahum kamaa nasoo liqaaa'a Yawmihim haazaa wa maa kaanoo bi aayaatinaa yajhadoon"
        },
        {
            "aya_id": 1006,
            "aya_number": 52,
            "aya_text": "وَلَقَدْ جِئْنٰهُمْ بِكِتٰبٍ فَصَّلْنٰهُ عَلٰى عِلْمٍ هُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Sungguh, Kami telah mendatangkan Kitab (Al-Qur'an) kepada mereka, yang Kami jelaskan atas dasar pengetahuan, sebagai petunjuk dan rahmat bagi orang-orang yang beriman.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mendatangkan kepada mereka) para penduduk Mekah (sebuah Kitab) yakni Alquran (yang Kami telah menjelaskannya) telah Kami terangkan melalui berita-beritanya, janji-janjinya dan ancaman-ancamannya (atas dasar pengetahuan Kami) menjadi hal, yakni Kami mengetahui tentang apa yang terincikan di dalamnya (menjadi petunjuk) menjadi hal bagi dhamir ha (dan rahmat bagi orang-orang yang beriman) kepadanya.",
            "sajda": false,
            "transliteration": "Wa laqad ji'naahum bi Kitaabin fassalnaahu 'alaa 'ilmin hudanw wa rahmatal liqawminy-yu'miinoon"
        },
        {
            "aya_id": 1007,
            "aya_number": 53,
            "aya_text": "هَلْ يَنْظُرُوْنَ اِلَّا تَأْوِيْلَهٗۗ يَوْمَ يَأْتِيْ تَأْوِيْلُهٗ يَقُوْلُ الَّذِيْنَ نَسُوْهُ مِنْ قَبْلُ قَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۚ فَهَلْ لَّنَا مِنْ شُفَعَاۤءَ فَيَشْفَعُوْا لَنَآ اَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ قَدْ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Tidakkah mereka hanya menanti-nanti bukti kebenaran (Al-Qur'an) itu. Pada hari bukti kebenaran itu tiba, orang-orang yang sebelum itu mengabaikannya berkata, “Sungguh, rasul-rasul Tuhan kami telah datang membawa kebenaran. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?” Mereka sebenarnya telah merugikan dirinya sendiri dan apa yang mereka ada-adakan dahulu telah hilang lenyap dari mereka.",
            "tafsir_jalalayn": "(Tiadalah mereka menunggu-nunggu) mereka tidak menunggu (kecuali terlaksananya kebenaran Alquran itu) akibat dari apa yang ada di dalamnya. (Pada hari datangnya kebenaran pemberitaan Alquran itu) yaitu hari kiamat (berkatalah orang-orang yang melupakannya sebelum itu,) mereka tidak mau beriman kepada Alquran (\"Sesungguhnya telah datang rasul-rasul Tuhan kami membawa yang hak, maka adakah bagi kami pemberi syafaat yang akan memberi syafaat kepada kami atau) dapatkah (kami dikembalikan) ke dunia (sehingga dapat beramal yang lain dari yang pernah kami amalkan?\") kami akan mentauhidkan Allah dan meninggalkan kemusyrikan. Kemudian dikatakan kepada mereka, \"Tidak dapat.\" Allah swt. berfirman, (Sungguh mereka telah merugikan diri mereka sendiri) sebab mereka menjadi binasa (dan lenyaplah) maksudnya hilanglah (dari mereka tuhan-tuhan yang mereka ada-adakan) sebagai sekutu Allah yang mereka buat-buat sendiri.",
            "sajda": false,
            "transliteration": "hal yanzuroona illaa taa weelah; yawma yaatee taaweeluhoo yaqoolul lazeena nasoohu min qablu qad jaaa'at Rusulu Rabbinaa bilhaqq; fahal lanaa min shufa'aaa'a fa yashfa'oo lanaaa aw nuraddu fana'mala ghairal lazee kunnaa na'mal; qad khasirooo anfusahum wa dalla 'anhum maa kaanoo yaftaroon"
        },
        {
            "aya_id": 1008,
            "aya_number": 54,
            "aya_text": "اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يُغْشِى الَّيْلَ النَّهَارَ يَطْلُبُهٗ حَثِيْثًاۙ وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِاَمْرِهٖٓ  ۙاَلَا لَهُ الْخَلْقُ وَالْاَمْرُۗ تَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Sungguh, Tuhanmu (adalah) Allah yang menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas ‘Arsy. Dia menutupkan malam kepada siang yang mengikutinya dengan cepat. (Dia ciptakan) matahari, bulan dan bintang-bintang tunduk kepada perintah-Nya. Ingatlah! Segala penciptaan dan urusan menjadi hak-Nya. Mahasuci Allah, Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Sesungguhnya Tuhan kamu ialah Allah yang telah menciptakan langit dan bumi dalam enam masa) menurut ukuran hari dunia atau yang sepadan dengannya, sebab pada zaman itu masih belum ada matahari. Akan tetapi jika Allah menghendakinya niscaya Ia dapat menciptakannya dalam sekejap mata, adapun penyebutan hal ini dimaksud guna mengajari makhluk-Nya agar tekun dan sabar dalam mengerjakan sesuatu (lalu Dia bersemayam di atas Arsy) Arsy menurut istilah bahasa artinya singgasana raja, yang dimaksud dengan bersemayam ialah yang sesuai dengan kebesaran Allah dan kesucian-Nya (Dia menutupkan malam kepada siang) bisa dibaca takhfif yakni yughsyii dan dibaca tasydid, yakni yughasysyii, artinya: keduanya itu saling menutupi yang lain silih-berganti (yang mengikutinya) masing-masing di antara keduanya itu mengikuti yang lainnya (dengan cepat) secara cepat (dan diciptakan-Nya pula matahari, bulan dan bintang-bintang) dengan dibaca nashab diathafkan kepada as-samaawaat, dan dibaca rafa` sebagai mubtada sedangkan khabarnya ialah (masing-masing tunduk) patuh (kepada perintah-Nya) kepada kekuasaan-Nya (ingatlah, menciptakan itu hanya hak Allah) semuanya (dan memerintah) kesemuanya adalah hak-Nya pula (Maha Suci) Maha Besar (Allah, Tuhan) Pemelihara (semesta alam).",
            "sajda": false,
            "transliteration": "Inna Rabbakkumul laahul lazee khalaqas sammaawaati wal arda fee sittati qiyaamin summmas tawaa 'alal 'arshi yughshil lailan nahaara yatlu buhoo haseesanw washshamsa walqamara wannujooma musakhkharaatim bi amrih; alaa lahul khalqu wal-amr; tabaarakal laahu Rabbul 'aalameen"
        },
        {
            "aya_id": 1009,
            "aya_number": 55,
            "aya_text": "اُدْعُوْا رَبَّكُمْ تَضَرُّعًا وَّخُفْيَةً ۗاِنَّهٗ لَا يُحِبُّ الْمُعْتَدِيْنَۚ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Berdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas.",
            "tafsir_jalalayn": "(Berdoalah kepada Tuhanmu dengan berendah diri) menjadi hal, yakni merendahkan diri (dan dengan suara yang lembut) secara berbisik-bisik (Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas) di dalam berdoa. Seperti banyak berbicara dengan suara yang keras.",
            "sajda": false,
            "transliteration": "Ud'oo Rabbakum tadarru'anw wa khufyah; innahoo laa yuhibbul mu'tadeen"
        },
        {
            "aya_id": 1010,
            "aya_number": 56,
            "aya_text": "وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَا وَادْعُوْهُ خَوْفًا وَّطَمَعًاۗ اِنَّ رَحْمَتَ اللّٰهِ قَرِيْبٌ مِّنَ الْمُحْسِنِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Dan janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Berdoalah kepada-Nya dengan rasa takut dan penuh harap. Sesungguhnya rahmat Allah sangat dekat kepada orang yang berbuat kebaikan.",
            "tafsir_jalalayn": "(Dan janganlah kamu membuat kerusakan di muka bumi) dengan melakukan kemusyrikan dan perbuatan-perbuatan maksiat (sesudah Allah memperbaikinya) dengan cara mengutus rasul-rasul (dan berdoalah kepada-Nya dengan rasa takut) terhadap siksaan-Nya (dan dengan penuh harap) terhadap rahmat-Nya. (Sesungguhnya rahmat Allah amat dekat kepada orang-orang yang berbuat baik) yakni orang-orang yang taat. Lafal qariib berbentuk mudzakkar padahal menjadi khabar lafal rahmah yang muannats, hal ini karena lafal rahmah dimudhafkan kepada lafal Allah.",
            "sajda": false,
            "transliteration": "Wa laa tufsidoo fil ardi ba'da islaahihaa wad'oohu khawfanw wa tama'aa; inna rahmatal laahi qareebum minal muhsineen"
        },
        {
            "aya_id": 1011,
            "aya_number": 57,
            "aya_text": "وَهُوَ الَّذِيْ يُرْسِلُ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ حَتّٰٓى اِذَآ اَقَلَّتْ سَحَابًا ثِقَالًا سُقْنٰهُ لِبَلَدٍ مَّيِّتٍ فَاَنْزَلْنَا بِهِ الْمَاۤءَ فَاَخْرَجْنَا بِهٖ مِنْ كُلِّ الثَّمَرٰتِۗ  كَذٰلِكَ نُخْرِجُ الْمَوْتٰى لَعَلَّكُمْ تَذَكَّرُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Dialah yang meniupkan angin sebagai pembawa kabar gembira, mendahului kedatangan rahmat-Nya (hujan), sehingga apabila angin itu membawa awan mendung, Kami halau ke suatu daerah yang tandus, lalu Kami turunkan hujan di daerah itu. Kemudian Kami tumbuhkan dengan hujan itu berbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang yang telah mati, mudah-mudahan kamu mengambil pelajaran.",
            "tafsir_jalalayn": "(Dan Dialah yang meniupkan angin sebagai pembawa berita gembira sebelum kedatangan rahmat-Nya) yakni terpencar-pencar sebelum datangnya hujan. Menurut suatu qiraat dibaca dengan takhfif, yaitu syin disukunkan; dan menurut qiraat lainnya dengan disukunkan syinnya kemudian memakai nun yang difatahkan sebagai mashdar. Menurut qiraat lainnya lagi dengan disukunkan syinnya kemudian didamahkan huruf sebelumnya sebagai pengganti dari nun, yakni mubsyiran. Bentuk tunggal (dari yang pertama ialah nusyuurun seperti lafal rasuulun, sedangkan bentuk tunggal yang kedua ialah basyiirun (sehingga apabila angin itu membawa) maksudnya meniupkan (mendung yang tebal) yaitu hujan (Kami halau mendung itu) mega yang mengandung air hujan itu. Di dalam lafal ini terkandung makna iltifat `anil ghaibiyyah (ke suatu daerah yang tandus) daerah yang tidak ada tetumbuhannya guna menyuburkannya (lalu Kami turunkan di daerah itu) di kawasan tersebut (hujan, maka Kami keluarkan dengan sebab hujan itu berbagai macam buah-buahan. Seperti itulah) cara pengeluaran itulah (Kami membangkitkan orang-orang yang telah mati) dari kuburan mereka dengan menghidupkan mereka kembali (mudah-mudahan kamu mengambil pelajaran) kemudian kamu mau beriman.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee yursilur riyaaha bushram baina yadai rahmatihee hattaaa izaaa aqallat sahaaban siqaalan suqnaahu libaladim maiyitin fa annzalnaa bihil maaa'a fa akhrajnaa bihee minn kullis samaraat; kazaalika nukhrijul mawtaa la'allakum tazakkaroon"
        },
        {
            "aya_id": 1012,
            "aya_number": 58,
            "aya_text": "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهٗ بِاِذْنِ رَبِّهٖۚ وَالَّذِيْ خَبُثَ لَا يَخْرُجُ اِلَّا نَكِدًاۗ  كَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ لِقَوْمٍ يَّشْكُرُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan izin Tuhan; dan tanah yang buruk, tanaman-tanamannya yang tumbuh merana. Demikianlah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami) bagi orang-orang yang bersyukur.",
            "tafsir_jalalayn": "(Dan tanah yang baik) yang subur tanahnya (tanaman-tanamannya tumbuh subur) tumbuh dengan baik (dengan seizin Tuhannya) hal ini merupakan perumpamaan bagi orang mukmin yang mau mendengar petuah/nasihat kemudian ia mengambil manfaat dari nasihat itu (dan tanah yang tidak subur) jelek tanahnya (tidaklah mengeluarkan) tanamannya (kecuali tumbuh merana) sulit dan susah tumbuhnya. Hal ini merupakan perumpamaan bagi orang yang kafir. (Demikianlah) seperti apa yang telah Kami jelaskan (Kami menjelaskan) menerangkan (ayat-ayat Kami kepada orang-orang yang bersyukur) terhadap Allah, kemudian mereka mau beriman kepada-Nya.",
            "sajda": false,
            "transliteration": "Walbaladut taiyibu yakhruju nabaatuhoo bi-izni Rabbihee wallazee khabusa laa yakhruju illaa nakidaa; kazaalika nusarriful Aayaati liqawminy yashkuroon"
        },
        {
            "aya_id": 1013,
            "aya_number": 59,
            "aya_text": "لَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya aku takut kamu akan ditimpa azab pada hari yang dahsyat (kiamat).",
            "tafsir_jalalayn": "(Sesungguhnya) merupakan jawab dari qasam/sumpah yang mahdzuf/tidak disebutkan. (Kami telah mengutus Nuh kepada kaumnya lalu ia berkata, \"Wahai kaumku, sembahlah Allah, sekali-kali tak ada Tuhan bagimu selain-Nya.\") dengan dibaca jar sebagai sifat dari lafal ilaahun, dan dibaca rafa' sebagai badal dari lafal ilaahun (Sesungguhnya aku takut kamu) jika kamu menyembah selain Allah (akan ditimpa azab yang besar) yakni azab pada hari kiamat.",
            "sajda": false,
            "transliteration": "Laqad arsalnaa noohan ilaa qawmihee faqaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo inneee akhaafu 'alaikum 'azaaba Yawmin 'Azeem"
        },
        {
            "aya_id": 1014,
            "aya_number": 60,
            "aya_text": "قَالَ الْمَلَاُ مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Pemuka-pemuka kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar berada dalam kesesatan yang nyata.”",
            "tafsir_jalalayn": "(Pemuka-pemuka) orang-orang terhormat (dari kaumnya berkata, \"Sesungguhnya kami memandang kamu berada dalam kesesatan yang nyata.\") yang jelas.",
            "sajda": false,
            "transliteration": "Qaalal mala-u min qaw miheee innaa lanaraaka fee dalaalim mubeen"
        },
        {
            "aya_id": 1015,
            "aya_number": 61,
            "aya_text": "قَالَ يٰقَوْمِ لَيْسَ بِيْ ضَلٰلَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Dia (Nuh) menjawab, “Wahai kaumku! Aku tidak sesat; tetapi aku ini seorang Rasul dari Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Nuh menjawab, \"Hai kaumku, tak ada padaku kesesatan sedikit pun) lafal dhalaalah lebih umum pengertiannya daripada lafal adh-dhalaal dengan demikian maka penolakannya pun lebih kuat (tetapi aku adalah utusan dari Tuhan semesta alam.\")",
            "sajda": false,
            "transliteration": "Qaala yaa qawmi laisa bee dalaalatunw wa laakinnee Rasoolum mir Rabbil 'aalameen"
        },
        {
            "aya_id": 1016,
            "aya_number": 62,
            "aya_text": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنْصَحُ لَكُمْ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Aku menyampaikan kepadamu amanat Tuhanku, memberi nasihat kepadamu, dan aku mengetahui dari Allah apa yang tidak kamu ketahui.”",
            "tafsir_jalalayn": "(\"Aku sampaikan kepadamu) dengan dibaca takhfif dan tasydid (amanat-amanat Tuhanku dan aku memberi nasihat) maksudnya, aku menghendaki kebaikan (kepadamu, dan aku mengetahui dari Allah apa yang tidak kamu ketahui.\")",
            "sajda": false,
            "transliteration": "Uballighukum Risaalaati Rabbee wa ansahu lakum wa a'lamu minal laahi maa laa ta'lamoon"
        },
        {
            "aya_id": 1017,
            "aya_number": 63,
            "aya_text": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوْا وَلَعَلَّكُمْ تُرْحَمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu dan agar kamu bertakwa, sehingga kamu mendapat rahmat?",
            "tafsir_jalalayn": "(Apakah) kamu tidak percaya (dan heran bahwa datang kepada kamu peringatan) yakni pelajaran (dari Tuhanmu dengan perantaraan) lisan (seorang laki-laki dari golonganmu agar dia memberi peringatan kepadamu) tentang siksaan jika kamu tidak mau beriman (dan mudah-mudahan kamu bertakwa) kepada Allah (dan supaya kamu mendapat rahmat?) oleh sebab pelajaran itu.",
            "sajda": false,
            "transliteration": "awa'ajibtum an jaaa'akum zikrum mir Rabbikum 'alaa rajulim minkum liyunzirakum wa litattaqoo wa la'allakum turhamoon"
        },
        {
            "aya_id": 1018,
            "aya_number": 64,
            "aya_text": "فَكَذَّبُوْهُ فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ فِى الْفُلْكِ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمًا عَمِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Maka mereka mendustakannya (Nuh). Lalu Kami selamatkan dia dan orang-orang yang bersamanya di dalam kapal. Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya).",
            "tafsir_jalalayn": "(Maka mereka mendustakan Nuh, kemudian Kami selamatkan dia dan orang-orang yang bersamanya) dari tenggelam (di dalam bahtera) perahu (dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami) dengan banjir besar. (Sesungguhnya mereka adalah kaum yang buta) mata hatinya dari kebenaran.",
            "sajda": false,
            "transliteration": "Fakazzaboohu fa anjai naahu wallazeena ma'ahoo fil fulki wa aghraqnal lazeena kazzaboo bi Aayaatinaa; innahum kaanoo qawman 'ameen"
        },
        {
            "aya_id": 1019,
            "aya_number": 65,
            "aya_text": "۞ وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Dan kepada kaum ‘Ad (Kami utus) Hud, saudara mereka. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Maka mengapa kamu tidak bertakwa?”",
            "tafsir_jalalayn": "(Dan) Kami telah mengutus (kepada kaum Ad) yang pertama (saudara mereka yaitu Hud. Ia berkata, \"Hai kaumku, sembahlah Allah) tauhidkanlah Allah (sekali-kali tidak ada Tuhan bagimu selain dari-Nya. Maka mengapa kamu tidak bertakwa?\") kamu tidak takut kepada-Nya sehingga kamu mau mengimani-Nya.",
            "sajda": false,
            "transliteration": "Wa ilaa 'aadin akhaahum Hoodaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuh; afalaa tattaqoon"
        },
        {
            "aya_id": 1020,
            "aya_number": 66,
            "aya_text": "قَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ سَفَاهَةٍ وَّاِنَّا لَنَظُنُّكَ مِنَ الْكٰذِبِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Pemuka-pemuka orang-orang yang kafir dari kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar kurang waras dan kami kira kamu termasuk orang-orang yang berdusta.”",
            "tafsir_jalalayn": "(Pemuka-pemuka yang kafir dari kaumnya berkata, \"Sesungguhnya kami benar-benar memandang kamu dalam keadaan kurang akal) yaitu bodoh (dan sesungguhnya kami menganggap kamu termasuk orang-orang yang berdusta.\") di dalam kerasulanmu.",
            "sajda": false,
            "transliteration": "Qaalal mala ul lazeena kafaroo min qawmiheee innaa lanaraaka fee safaahatinw wa innaa lannazunnuka minal kaazibeen"
        },
        {
            "aya_id": 1021,
            "aya_number": 67,
            "aya_text": "قَالَ يٰقَوْمِ لَيْسَ بِيْ سَفَاهَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Dia (Hud) menjawab, “Wahai kaumku! Bukan aku kurang waras, tetapi aku ini adalah Rasul dari Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Hud berkata, \"Hai kaumku! Tidak ada padaku kekurangan akal sedikit pun tetapi aku ini adalah utusan dari Tuhan semesta alam)",
            "sajda": false,
            "transliteration": "Qaala yaa qawmi laisa bee safaahatunw wa laakinnee Rasoolum mir Rabbil 'aalameen"
        },
        {
            "aya_id": 1022,
            "aya_number": 68,
            "aya_text": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنَا۠ لَكُمْ نَاصِحٌ اَمِيْنٌ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Aku menyampaikan kepadamu amanat Tuhanku dan pemberi nasihat yang terpercaya kepada kamu.",
            "tafsir_jalalayn": "(Aku menyampaikan amanat-amanah Tuhanku kepadamu dan aku hanyalah pemberi nasihat yang terpercaya bagimu\") yakni orang yang dipercaya untuk mengemban risalah.",
            "sajda": false,
            "transliteration": "Uballighukum Risaalaati Rabbee wa ana lakum naasihun ameen"
        },
        {
            "aya_id": 1023,
            "aya_number": 69,
            "aya_text": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْۗ وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ قَوْمِ نُوْحٍ وَّزَادَكُمْ فِى الْخَلْقِ بَصْۣطَةً ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ لَعَلَّكُمْ تُفْلِحُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu? Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung. ”",
            "tafsir_jalalayn": "(Apakah kamu tidak percaya dan heran bahwa datang kepadamu peringatan dari Tuhanmu yang dibawa oleh) lisan (seorang laki-laki di antara kamu untuk memberi peringatan kepadamu? Dan ingatlah oleh kamu sekalian di waktu Allah menjadikan kamu sebagai pengganti-pengganti yang berkuasa) di muka bumi (sesudah lenyapnya kaum Nuh dan Tuhan telah melebihkan kekuatan tubuh dan perawakanmu) memberi kekuatan dan tinggi tubuh; tersebutlah bahwa orang yang paling tinggi di antara mereka adalah seratus hasta, sedangkan yang paling pendek enam puluh hasta (Maka ingatlah nikmat-nikmat Allah) yaitu karunia-karunia-Nya (supaya kamu mendapat keberuntungan) supaya kamu memperoleh keberhasilan.",
            "sajda": false,
            "transliteration": "awa 'ajibtum an jaaa'akum zikrum mir Rabbikum 'alaa rajulim minkum liyunzirakum; wazkurooo iz ja'alakum khulafaaa'a mim ba'di qawmi noohinw wa zaadakum filkhalqi bastatan fazkurooo aalaaa'al laahi la'allakum tuflihoon"
        },
        {
            "aya_id": 1024,
            "aya_number": 70,
            "aya_text": "قَالُوْٓا اَجِئْتَنَا لِنَعْبُدَ اللّٰهَ وَحْدَهٗ وَنَذَرَ مَا كَانَ يَعْبُدُ اٰبَاۤؤُنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Mereka berkata, “Apakah kedatanganmu kepada kami, agar kami hanya menyembah Allah saja dan meninggalkan apa yang biasa disembah oleh nenek moyang kami? Maka buktikanlah ancamanmu kepada kami, jika kamu benar!”",
            "tafsir_jalalayn": "(Mereka berkata, \"Apakah kamu datang kepada kami agar kami hanya menyembah Allah saja dan meninggalkan) artinya membiarkan (apa yang biasa disembah oleh bapak-bapak kami? Maka datangkanlah apa yang kamu ancamkan kepada kami) berupa azab (jika kamu termasuk orang-orang yang benar\") di dalam pengakuanmu.",
            "sajda": false,
            "transliteration": "Qaalooo aji'tanaa lina'budal laaha wahdahoo wa nazara maa kaana ya'budu aabaaa'u naa faatinaa bimaa ta'idunaaa in kunta minas saadiqeen"
        },
        {
            "aya_id": 1025,
            "aya_number": 71,
            "aya_text": "قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِّنْ رَّبِّكُمْ رِجْسٌ وَّغَضَبٌۗ  اَتُجَادِلُوْنَنِيْ فِيْٓ اَسْمَاۤءٍ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّا نَزَّلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Dia (Hud) menjawab, “Sungguh, kebencian dan kemurkaan dari Tuhan akan menimpa kamu. Apakah kamu hendak berbantah denganku tentang nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri, padahal Allah tidak menurunkan keterangan untuk itu? Jika demikian, tunggulah! Sesungguhnya aku pun bersamamu termasuk yang menunggu.”",
            "tafsir_jalalayn": "(Ia berkata, \"Sungguh sudah pasti) telah wajib (kamu akan ditimpa azab Tuhanmu) yakni siksaan-Nya (dan kemarahan-Nya. Apakah kamu sekalian hendak berbantah dengan aku tentang nama-nama yang telah kamu menamakannya) artinya yang telah diberi nama oleh kamu (kamu beserta nenek-moyangmu) yang dimaksud ialah berhala-berhala yang biasa mereka sembah (padahal Allah sekali-kali tidak menurunkan untuk itu) untuk menyembahnya (suatu hujah pun?) bukti argumentasi. (Maka tunggulah olehmu) azab itu (sesungguhnya aku juga termasuk orang-orang yang menunggu bersama kamu.\") menanti azab itu disebabkan kedustaanmu kepadaku. Kemudian dikirimkan kepada mereka angin yang panas sekali. Maksudnya, Allah menimpakan azab-Nya atas mereka dengan angin yang amat panas.",
            "sajda": false,
            "transliteration": "Qaala qad waqa'a alaikum mir Rabbikum rijsunw wa ghadab, atujaadiloonanee feee asmaaa'in sammaitumoohaaa antum wa aabaaa'ukum maa nazzalal laahu bihaa min sultaan; fantazirooo innee ma'akum minal muntazireen"
        },
        {
            "aya_id": 1026,
            "aya_number": 72,
            "aya_text": "فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَمَا كَانُوْا مُؤْمِنِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Maka Kami selamatkan dia (Hud) dan orang-orang yang bersamanya dengan rahmat Kami dan Kami musnahkan sampai ke akar-akarnya orang-orang yang mendustakan ayat-ayat Kami. Mereka bukanlah orang-orang beriman.",
            "tafsir_jalalayn": "(Maka Kami selamatkan dia) Hud (beserta orang-orang yang bersamanya) dari kalangan orang-orang yang beriman (dengan rahmat yang besar dari Kami dan Kami tumpas) kaumnya itu (orang-orang yang mendustakan ayat-ayat Kami) Kami habiskan mereka dengan akar-akarnya (dan tiadalah mereka orang-orang yang beriman) diathafkan kepada lafal kadzdzabuu.",
            "sajda": false,
            "transliteration": "Fa anjainaahu wallazeena ma'ahoo birahmatim minnaa wa qata'naa daabiral lazeena kazzaboo bi Aayaatinaa wa maa kaanoo mu'mineen"
        },
        {
            "aya_id": 1027,
            "aya_number": 73,
            "aya_text": "وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًاۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْۗ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ اَلِيْمٌ  ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Dan kepada kaum Samud (Kami utus) saudara mereka Saleh. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Ini (seekor) unta betina dari Allah sebagai tanda untukmu. Biarkanlah ia makan di bumi Allah, janganlah disakiti, nanti akibatnya kamu akan mendapatkan siksaan yang pedih.”",
            "tafsir_jalalayn": "(Dan) Kami telah mengutus (kepada kaum Tsamud) tanpa tanwin, yang dimaksud adalah kabilahnya (saudara mereka Saleh. Ia berkata, \"Hai kaumku, sembahlah Allah sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang bukti yang nyata) yakni mukjizat (dari Tuhanmu) yang membenarkan kerasulanku. (Unta betina ini menjadi tanda bagimu) menjadi hal sedangkan amilnya adalah makna yang terkandung dalam isyarah. Sebelumnya kaum Nabi Saleh itu meminta kepadanya agar ia mengeluarkan unta betina tersebut dari sebuah batu besar yang telah mereka tentukan sendiri (maka biarkanlah dia makan di bumi Allah dan janganlah kamu mengganggunya dengan gangguan apa pun) menyembelihnya atau memukulnya (maka kamu ditimpa siksaan yang pedih.\").",
            "sajda": false,
            "transliteration": "Wa ilaa Samooda akhaahum Saalihaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo qad jaaa'atkum baiyinatum mir Rabbikum haazihee naaqatul laahi lakum Aayatan fazaroohaa taakul feee ardil laahi wa laa tamassoohaa bisooo'in fa yaakhuzakum 'azaabun aleem"
        },
        {
            "aya_id": 1028,
            "aya_number": 74,
            "aya_text": "وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ عَادٍ وَّبَوَّاَكُمْ فِى الْاَرْضِ تَتَّخِذُوْنَ مِنْ سُهُوْلِهَا قُصُوْرًا وَّتَنْحِتُوْنَ الْجِبَالَ بُيُوْتًا ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum ‘Ad dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi.",
            "tafsir_jalalayn": "(Dan ingatlah olehmu di waktu Tuhan menjadikan kamu pengganti-pengganti) di bumi ini (sesudah kaum Ad dan memberikan tempat bagimu) yakni menempatkan kamu (di bumi. Kamu dirikan istana-istana di atas tanah-tanah yang datar) sebagai tempat tinggalmu di musim panas (dan kamu pahat gunung-gunungnya untuk dijadikan rumah) yang kamu tempati di musim dingin, dinashabkannya lafal buyuutan menjadi hal dari lafal yang tersimpan (maka ingatlah nikmat-nikmat Allah dan janganlah kamu merajalela di muka bumi membuat kerusakan).",
            "sajda": false,
            "transliteration": "Wazkkurooo iz ja'alakum khulafaaa'a mim ba'di 'Aadinw wa bawwa akum fil ardi tattakhizoona min suhoolihaa qusooranw wa tanhitoonal jibaala buyootan fazkurooo aalaaa'al laahi wa laa ta'saw fil ardi mufsideen"
        },
        {
            "aya_id": 1029,
            "aya_number": 75,
            "aya_text": "قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لِلَّذِيْنَ اسْتُضْعِفُوْا لِمَنْ اٰمَنَ مِنْهُمْ اَتَعْلَمُوْنَ اَنَّ صٰلِحًا مُّرْسَلٌ مِّنْ رَّبِّهٖۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلَ بِهٖ مُؤْمِنُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Pemuka-pemuka yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, yaitu orang-orang yang telah beriman di antara kaumnya, “Tahukah kamu bahwa Saleh adalah seorang rasul dari Tuhannya?” Mereka menjawab, “Sesungguhnya kami percaya kepada apa yang disampaikannya.”",
            "tafsir_jalalayn": "(Pemuka-pemuka yang menyombongkan diri di antara kaumnya berkata) maksudnya mereka yang sombong tidak mau beriman kepada Saleh (kepada orang-orang yang dianggap lemah yang telah beriman di antara mereka,) di antara kaumnya, menjadi badal dari lafal yang sebelumnya dengan mengulangi huruf jar (\"Tahukah kamu bahwa Saleh diutus menjadi rasul oleh Tuhannya?) kepadamu (Mereka menjawab,) 'Ya, betul.' (Sesungguhnya kami beriman kepada wahyu yang Saleh diutus untuk menyampaikannya.\")",
            "sajda": false,
            "transliteration": "Qaalal mala ul lazeenas takbaroo min qawmihee lillazeenas tud'ifoo liman aamana minhum ata'almoona anna Saaliham mursalum mir Rabbih; qaalooo innaa bimaaa ursila bihee mu'minoon"
        },
        {
            "aya_id": 1030,
            "aya_number": 76,
            "aya_text": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا بِالَّذِيْٓ اٰمَنْتُمْ بِهٖ كٰفِرُوْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Orang-orang yang menyombongkan diri berkata, “Sesungguhnya kami mengingkari apa yang kamu percayai.”",
            "tafsir_jalalayn": "(Orang-orang yang menyombongkan diri berkata, \"Sesungguhnya kami adalah orang yang tidak percaya kepada apa yang kamu imani itu.\")",
            "sajda": false,
            "transliteration": "Qaalal lazeenas takbarooo innaa billazeee aamanntum bihee kaafiroon"
        },
        {
            "aya_id": 1031,
            "aya_number": 77,
            "aya_text": "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ وَقَالُوْا يٰصٰلِحُ ائْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الْمُرْسَلِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, “Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau salah seorang rasul.”",
            "tafsir_jalalayn": "Tersebutlah bahwa bagi unta betina itu satu hari minum, dan untuk mereka satu hari lainnya, akhirnya mereka bosan dengan ketentuan itu. (Kemudian mereka sembelih unta betina itu) yang melakukannya adalah orang yang terkuat berdasarkan perintah dari mereka, yaitu ia diperintahkan agar menyembelihnya dengan pedangnya (dan mereka berlaku angkuh terhadap perintah Tuhan. Dan mereka berkata, \"Hai Saleh! Datangkanlah apa yang kamu ancamkan itu kepada kami) yakni azab sebagai balasan atas pembunuhan unta itu (jika betul kamu termasuk orang yang diutus Allah.\").",
            "sajda": false,
            "transliteration": "Fa'aqarun naaqata wa'ataw 'an amri Rabbihim wa qaaloo yaa Saalihu' tinaa bimaa ta'idunaaa in kunta minal mursaleen"
        },
        {
            "aya_id": 1032,
            "aya_number": 78,
            "aya_text": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka.",
            "tafsir_jalalayn": "(Karena itu mereka ditimpa gempa) gempa bumi yang keras beserta suara gemuruh dari langit (maka jadilah mereka mayat-mayat yang bergelimpangan di tempat tinggal mereka) mereka mati dalam keadaan bertekuk-lutut.",
            "sajda": false,
            "transliteration": "Fa akhazat humur rajftu fa asbahoo fee daarihim jaasimmeen"
        },
        {
            "aya_id": 1033,
            "aya_number": 79,
            "aya_text": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسَالَةَ رَبِّيْ وَنَصَحْتُ لَكُمْ وَلٰكِنْ لَّا تُحِبُّوْنَ النّٰصِحِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Kemudian dia (Saleh) pergi meninggalkan mereka sambil berkata, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Tetapi kamu tidak menyukai orang yang memberi nasihat.”",
            "tafsir_jalalayn": "(Maka Saleh berpaling) ia meninggalkan (mereka seraya berkata, \"Hai kaumku! Sesungguhnya aku telah menyampaikan kepadamu amanat Tuhanku dan aku telah memberi nasihat kepadamu tetapi kamu tidak menyukai orang-orang yang memberi nasihat.\")",
            "sajda": false,
            "transliteration": "Fa tawalla 'anhum wa qaala yaa qawmi laqad ablaghtukum Risaalata Rabbee wa nasahtu lakum wa laakil laa tuhibboonan naasiheen"
        },
        {
            "aya_id": 1034,
            "aya_number": 80,
            "aya_text": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Dan (Kami juga telah mengutus) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu melakukan perbuatan keji, yang belum pernah dilakukan oleh seorang pun sebelum kamu (di dunia ini).",
            "tafsir_jalalayn": "(Dan) ingatlah (Luth) kemudian disebutkan badalnya yaitu, (tatkala dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fahisyah itu) yakni mendatangi dubur/anus laki-laki (yang belum pernah dikerjakan oleh seorang pun di dunia ini sebelummu?\") dari kalangan manusia dan jin.",
            "sajda": false,
            "transliteration": "Wa Lootan iz qaala liqawmiheee ataatoonal faahishata maa sabaqakum bihaa min ahadim minal 'aalameen"
        },
        {
            "aya_id": 1035,
            "aya_number": 81,
            "aya_text": "اِنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Sungguh, kamu telah melampiaskan syahwatmu kepada sesama lelaki bukan kepada perempuan. Kamu benar-benar kaum yang melampaui batas.”",
            "tafsir_jalalayn": "(Tiada lain kamu itu) dengan menetapkan dua hamzah yang ditashilkan nomor duanya serta memasukkan alif di antara keduanya, menurut dua bacaan (mendatangi lelaki untuk melepaskan nafsumu kepada mereka bukan kepada wanita, melainkan kamu itu adalah orang-orang yang melampaui batas) melewati batas kehalalan menuju kepada keharaman.",
            "sajda": false,
            "transliteration": "Innakum lataatoonar rijaala shahwatam min doonin nisaaa'; bal antumqawmum musrifoon"
        },
        {
            "aya_id": 1036,
            "aya_number": 82,
            "aya_text": "وَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْهُمْ مِّنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 161,
            "translation_aya_text": "Dan jawaban kaumnya tidak lain hanya berkata, “Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.”",
            "tafsir_jalalayn": "(Jawab kaumnya tidak lain hanya mengatakan, \"Usirlah mereka) Luth dan pengikut-pengikutnya (dari kotamu ini; sesungguhnya mereka adalah orang-orang yang berpura-pura menyucikan diri.\") dari mendatangi dubur laki-laki/homosek.",
            "sajda": false,
            "transliteration": "Wa maa kaana jawaaba qawmihee illaa an qaalooo akhrijoohum min qaryatikum innahum unaasuny yatatah haroon"
        },
        {
            "aya_id": 1037,
            "aya_number": 83,
            "aya_text": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 161,
            "translation_aya_text": "Kemudian Kami selamatkan dia dan pengikutnya, kecuali istrinya. Dia (istrinya) termasuk orang-orang yang tertinggal.",
            "tafsir_jalalayn": "(Kemudian Kami selamatkan dia dan pengikut-pengikutnya kecuali istrinya; dia termasuk orang-orang yang tertinggal) yang ikut binasa oleh azab Allah.",
            "sajda": false,
            "transliteration": "Fa anjainaahu wa ahlahooo illam ra atahoo kaanat minal ghaabireen"
        },
        {
            "aya_id": 1038,
            "aya_number": 84,
            "aya_text": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 161,
            "translation_aya_text": "Dan Kami hujani mereka dengan hujan (batu). Maka perhatikanlah bagaimana kesudahan orang yang berbuat dosa itu.",
            "tafsir_jalalayn": "(Dan Kami turunkan kepada mereka hujan) yakni hujan batu dari neraka Sijjiil kemudian membinasakan mereka (maka perhatikanlah bagaimana kesudahan orang-orang yang berdosa.)",
            "sajda": false,
            "transliteration": "Wa 'amtarnaa 'alaihim mataran fanzur kaifa kaana aaqibatul mujjrimeen"
        },
        {
            "aya_id": 1039,
            "aya_number": 85,
            "aya_text": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ فَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 161,
            "translation_aya_text": "Dan kepada penduduk Madyan, Kami (utus) Syuaib, saudara mereka sendiri. Dia berkata, “Wahai kaumku! Sembahlah Allah. Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan jangan kamu merugikan orang sedikit pun. Janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman.”",
            "tafsir_jalalayn": "(Dan) Kami telah mengutus (kepada penduduk Madyan saudara mereka Syuaib. Ia berkata, \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang kepadamu bukti yang nyata) yakni mukjizat (dari Tuhanmu) yang membenarkan kerasulanku (Maka sempurnakanlah) genapkanlah (takaran dan timbangan dan janganlah kamu kurangkan) maksudnya menekorkan (bagi manusia barang-barang takaran dan timbangan mereka dan janganlah kamu membuat kerusakan di muka bumi) dengan kekafiran dan maksiat-maksiat (sesudah Tuhan memperbaikinya) dengan mengutus rasul-rasul-Nya (Yang demikian itu) yang telah disebutkan itu (lebih baik bagimu jika betul-betul kamu orang-orang yang beriman) yang menghendaki keimanan, maka bersegeralah kamu kepada keimanan.",
            "sajda": false,
            "transliteration": "Wa ilaa Madyana akhaahum Shu'aybaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo qad jaaa'atkum baiyinatum mir Rabbikum fa awful kaila walmeezaana wa laa tabkhasun naasa ashyaa'ahum wa laa tufsidoo fil ardi ba'da islaahihaa; zaalikum khairul lakum in kuntum mu'mineen"
        },
        {
            "aya_id": 1040,
            "aya_number": 86,
            "aya_text": "وَلَا تَقْعُدُوْا بِكُلِّ صِرَاطٍ تُوْعِدُوْنَ وَتَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ بِهٖ وَتَبْغُوْنَهَا عِوَجًاۚ وَاذْكُرُوْٓا اِذْ كُنْتُمْ قَلِيْلًا فَكَثَّرَكُمْۖ وَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 161,
            "translation_aya_text": "Dan janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah dan ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
            "tafsir_jalalayn": "(Dan janganlah kamu duduk di tiap-tiap jalan) yakni tempat orang berlalu lintas (dengan menakut-nakuti) membuat orang-orang takut untuk melewatinya karena takut pakaian mereka diambil atau dikenakan pajak (dan menghalang-halangi) menghambat (dari jalan Allah) agama-Nya (terhadap orang yang beriman kepada-Nya) dengan cara kamu mengancam akan membunuhnya (dan kamu menginginkan agar jalan Allah itu) kamu menghendaki agar jalan itu (menjadi bengkok) tidak lurus (Dan ingatlah di waktu dahulunya kamu berjumlah sedikit, kemudian Allah membuat kamu menjadi banyak, lalu perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan\") sebelum kamu, oleh karena mereka mendustakan rasul-rasul mereka; yakni akhir dari perkara mereka ialah kebinasaan.",
            "sajda": false,
            "transliteration": "Wa laa taq'udoo bikulli siraatin too'idoona wa tasuddoona 'an sabeelil laahi man aamana bihee wa abghoonahaa 'iwajaa; waz kurooo iz kuntum qaleelan fakassarakum wanzuroo kaifa kaana 'aaqibatul mufsideen"
        },
        {
            "aya_id": 1041,
            "aya_number": 87,
            "aya_text": "وَاِنْ كَانَ طَاۤىِٕفَةٌ مِّنْكُمْ اٰمَنُوْا بِالَّذِيْٓ اُرْسِلْتُ بِهٖ وَطَاۤىِٕفَةٌ لَّمْ يُؤْمِنُوْا فَاصْبِرُوْا حَتّٰى يَحْكُمَ اللّٰهُ بَيْنَنَاۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ  ۔",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 161,
            "translation_aya_text": "Jika ada segolongan di antara kamu yang beriman kepada (ajaran) yang aku diutus menyampaikannya, dan ada (pula) segolongan yang tidak beriman, maka bersabarlah sampai Allah menetapkan keputusan di antara kita. Dialah hakim yang terbaik.",
            "tafsir_jalalayn": "(Jika ada segolongan daripada kamu beriman kepada apa yang aku diutus untuk menyampaikannya, dan ada pula segolongan yang tidak beriman) terhadapnya (maka bersabarlah kamu) artinya kamu harap menunggu (hingga Allah menetapkan hukum-Nya di antara kita) antara kami dan kamu, dengan menyelamatkan yang hak dan menghancurkan yang batil (dan Dia adalah hakim yang sebaik-baiknya) yang paling adil.",
            "sajda": false,
            "transliteration": "Wa In kaana taaa'ifatum minkum aamanoo billazeee ursiltu bihee wa taaa'ifatul lam yu'minoo fasbiroo hattaa yahkumual laahu bainanaa; wa Huwa khairul haakimeen"
        },
        {
            "aya_id": 1042,
            "aya_number": 88,
            "aya_text": "قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لَنُخْرِجَنَّكَ يٰشُعَيْبُ وَالَّذِيْنَ اٰمَنُوْا مَعَكَ مِنْ قَرْيَتِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ قَالَ اَوَلَوْ كُنَّا كَارِهِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Pemuka-pemuka yang menyombongkan diri dari kaum Syuaib berkata, “Wahai Syuaib! Pasti kami usir engkau bersama orang-orang yang beriman dari negeri kami, kecuali engkau kembali kepada agama kami.”Syuaib berkata, “Apakah (kamu akan mengusir kami), kendatipun kami tidak suka?",
            "tafsir_jalalayn": "(Pemuka-pemuka dari kaum Syuaib yang menyombongkan diri berkata,) mereka yang sombong tidak mau beriman (\"Sesungguhnya kami akan mengusir kamu hai Syuaib dan orang-orang yang beriman bersamamu dari kota kami atau kamu kembali) sungguh mau kembali (kepada agama kami.\") yaitu din/agama kami. Di dalam pembicaraan ini yang dipakai dhamir jamak padahal pembicaranya hanya seorang yaitu Syuaib sendiri. Sebab Syuaib itu sama sekali bukan berada dalam agama mereka, lalu ia menjawab sebaliknya (Syuaib menjawab, \"Apakah) kami harus kembali kepada agamamu itu (kendatipun kami tidak menyukainya?\") Istifham/kata tanya di sini mengandung pengertian pengingkaran.",
            "sajda": false,
            "transliteration": "Qaalal mala ul lazeenas takbaroo min qawmihee lanukhrijannaka yaa Shu'aibu wallazeena aamanoo ma'aka min qaryatinaaa aw lata'oo dunna fee millatinaa; qaala awa law kunnaa kaariheen"
        },
        {
            "aya_id": 1043,
            "aya_number": 89,
            "aya_text": "قَدِ افْتَرَيْنَا عَلَى اللّٰهِ كَذِبًا اِنْ عُدْنَا فِيْ مِلَّتِكُمْ بَعْدَ اِذْ نَجّٰىنَا اللّٰهُ مِنْهَاۗ وَمَا يَكُوْنُ لَنَآ اَنْ نَّعُوْدَ فِيْهَآ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ رَبُّنَاۗ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًاۗ عَلَى اللّٰهِ تَوَكَّلْنَاۗ رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَاَنْتَ خَيْرُ الْفَاتِحِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Sungguh, kami telah mengada-adakan kebohongan yang besar terhadap Allah, jika kami kembali kepada agamamu, setelah Allah melepaskan kami darinya. Dan tidaklah pantas kami kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki. Pengetahuan Tuhan kami meliputi segala sesuatu. Hanya kepada Allah kami bertawakal. Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.”",
            "tafsir_jalalayn": "(Sungguh kami mengada-adakan kebohongan yang besar terhadap Allah jika kami kembali kepada agamamu sesudah Allah melepaskan kami daripadanya. Dan tidaklah patut) tidak pantas (bagi kami kembali kepadanya kecuali jika Allah Tuhan kami menghendaki) hal itu, yaitu menghinakan kami (Pengetahuan Tuhan kami meliputi segala sesuatu) yang di antaranya ialah Dia mengetahui keadaanku dan keadaanmu (Kepada Allah sajalah kami bertawakal. Ya Tuhan kami, berilah keputusan) ketentuan hukum (antara kami dan kaum kami dengan hak dan Engkaulah pemberi keputusan yang sebaik-baiknya) yakni hakim yang paling baik.",
            "sajda": false,
            "transliteration": "Qadif tarainaa 'alal laahi kaziban in 'udnaa fee millatikum ba'da iz najjaanal laahu minhaa; wa maa yakoonu lanaaa an na'ooda feehaaa illaaa ai yashaaa'al laahu Rabbunaa; wasi'a Rabbunaa kulla shai'in 'ilmaa; 'alal laahi tawakkalnaa; Rabbanaf tah bainanaa wa baina qawminaa bilhaqqi wa Anta khairul faatiheen"
        },
        {
            "aya_id": 1044,
            "aya_number": 90,
            "aya_text": "وَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ لَىِٕنِ اتَّبَعْتُمْ شُعَيْبًا ِانَّكُمْ اِذًا لَّخٰسِرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Dan pemuka-pemuka dari kaumnya (Syuaib) yang kafir berkata (kepada sesamanya), “Sesungguhnya jika kamu mengikuti Syuaib, tentu kamu menjadi orang-orang yang rugi.”",
            "tafsir_jalalayn": "(Pemuka-pemuka kaum Syuaib yang kafir berkata,) sebagian mereka berkata kepada sebagian yang lain (\"Sesungguhnya jika) lam adalah untuk qasam atau sumpah (kamu mengikut Syuaib, tentu jika kamu berbuat demikian menjadi orang-orang yang merugi.\")",
            "sajda": false,
            "transliteration": "Wa qaalal mala ul lazeena kafaroo min qawmihee la'init taba'tum Shu'aiban innakum izal lakhaasiroon"
        },
        {
            "aya_id": 1045,
            "aya_number": 91,
            "aya_text": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَۙ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka.",
            "tafsir_jalalayn": "(Kemudian mereka ditimpa gempa) gempa bumi yang dahsyat (maka jadilah mereka mayat-mayat yang bergelimpangan di tempat tinggal mereka) mereka mati dalam keadaan bertekuk-lutut.",
            "sajda": false,
            "transliteration": "Fa akhazat humur rajfatu fa asbahoo fee daarihim jaasimeen"
        },
        {
            "aya_id": 1046,
            "aya_number": 92,
            "aya_text": "الَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَاَنْ لَّمْ يَغْنَوْا فِيْهَاۚ  اَلَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَانُوْا هُمُ الْخٰسِرِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Orang-orang yang mendustakan Syuaib seakan-akan mereka belum pernah tinggal di (negeri) itu. Mereka yang mendustakan Syuaib, itulah orang-orang yang rugi.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang mendustakan Syuaib) menjadi mubtada dan khabarnya ialah (seolah-olah) dengan ditakhfifkan sedangkan isimnya dibuang, lengkapnya ialah: Seolah-olah mereka (mereka belum pernah berdiam) artinya mereka belum pernah tinggal (di kota itu) di rumah-rumah mereka sendiri (orang-orang yang mendustakan Syuaib mereka itulah orang-orang yang merugi) pengukuhan dengan mengulangi maushul dan lainnya merupakan jawaban terhadap perkataan mereka yang terdahulu.",
            "sajda": false,
            "transliteration": "Allazeena kazzaboo Shu'aiban ka al alm yaghnaw feehaa; allazeena kazzaboo Shu'aiban kaanoo humul khaasireen"
        },
        {
            "aya_id": 1047,
            "aya_number": 93,
            "aya_text": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسٰلٰتِ رَبِّيْ وَنَصَحْتُ لَكُمْۚ فَكَيْفَ اٰسٰى عَلٰى قَوْمٍ كٰفِرِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Maka Syuaib meninggalkan mereka seraya berkata, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Maka bagaimana aku akan bersedih hati terhadap orang-orang kafir?”",
            "tafsir_jalalayn": "(Maka Syuaib berpaling) yakni meninggalkan (mereka seraya berkata, \"Hai kaumku! Sesungguhnya aku telah menyampaikan amanat-amanah Tuhanku dan aku telah memberi nasihat kepadamu) akan tetapi kamu tidak juga mau beriman (Maka bagaimana aku akan bersedih hati) bersusah hati (terhadap orang-orang yang kafir?\") Istifham di sini bermakna nafi.",
            "sajda": false,
            "transliteration": "Fatawalla 'anhum wa qaala yaa qawmi laqad ablaghtukum Risaalaati Rabbee wa nasahtu lakum fakaifa aasaa'alaa qawmin kaafireen"
        },
        {
            "aya_id": 1048,
            "aya_number": 94,
            "aya_text": "وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّبِيٍّ اِلَّآ اَخَذْنَآ اَهْلَهَا بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَضَّرَّعُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Dan Kami tidak mengutus seorang nabi pun kepada sesuatu negeri, (lalu penduduknya mendustakan nabi itu), melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan agar mereka (tunduk dengan) merendahkan diri.",
            "tafsir_jalalayn": "(Kami tidaklah mengutus seseorang nabi pun kepada sesuatu negeri) kemudian penduduknya mendustakannya (melainkan Kami timpakan) Kami siksa (kepada penduduknya kesempitan) yakni kemiskinan yang sangat (dan penderitaan) berupa penyakit (supaya mereka tunduk dengan merendahkan diri) mereka mau merendahkan dirinya sehingga mereka mau beriman.",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaa fee qaryatim min Nabiyyin illaaa akhaznaaa ahlahaa bil baasaaa'i waddarraaa'i la'allahum yaddarra'oon"
        },
        {
            "aya_id": 1049,
            "aya_number": 95,
            "aya_text": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰى عَفَوْا وَّقَالُوْا قَدْ مَسَّ اٰبَاۤءَنَا الضَّرَّاۤءُ وَالسَّرَّاۤءُ فَاَخَذْنٰهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Kemudian Kami ganti penderitaan itu dengan kesenangan (sehingga keturunan dan harta mereka) bertambah banyak, lalu mereka berkata, “Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan,” maka Kami timpakan siksaan atas mereka dengan tiba-tiba tanpa mereka sadari.",
            "tafsir_jalalayn": "(Kemudian Kami ganti) Kami berikan kepada mereka (kesusahan itu) yakni azab itu (dengan kesenangan) kecukupan dan kesehatan (hingga mereka bertambah banyak) makin banyak keturunan dan hartanya (dan mereka berkata,) sebagai ungkapan ingkar terhadap karunia Allah (\"Sesungguhnya nenek moyang kami pun telah merasai penderitaan dan kesenangan\") seperti apa yang sedang kami alami, memang demikianlah hukum alam itu, jadi bukanlah merupakan siksaan dari Allah, maka dari itu tetaplah kamu dengan apa yang sekarang kamu pegang. Allah berfirman, (maka Kami timpakan kepada mereka) siksaan (dengan sekonyong-konyong) secara tiba-tiba (sedangkan mereka tidak menyadarinya) sebelum saat azab itu datang.",
            "sajda": false,
            "transliteration": "Summa baddalnaa makaa nas saiyi'atil hasanata hattaa 'afaw wa qaaloo qad massa aabaa'anad darraaa'u wassarraaa'u fa akhaznaahum baghtatanw wa hum laa yash'uroon"
        },
        {
            "aya_id": 1050,
            "aya_number": 96,
            "aya_text": "وَلَوْ اَنَّ اَهْلَ الْقُرٰٓى اٰمَنُوْا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكٰتٍ مِّنَ السَّمَاۤءِ وَالْاَرْضِ وَلٰكِنْ كَذَّبُوْا فَاَخَذْنٰهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Dan sekiranya penduduk negeri beriman dan bertakwa, pasti Kami akan melimpahkan kepada mereka berkah dari langit dan bumi, tetapi ternyata mereka mendustakan (ayat-ayat Kami), maka Kami siksa mereka sesuai dengan apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Dan jika sekiranya penduduk negeri-negeri) yang mendustakan (beriman) terhadap Allah dan rasul-rasul mereka (dan bertakwa) tidak kafir dan maksiat (pastilah Kami akan melimpahkan) dengan dibaca takhfif dan tasydid (kepada mereka berkah dari langit) dengan melalui hujan (dan bumi) dengan melalui tetumbuhan (tetapi mereka mendustakan) rasul-rasul (maka Kami siksa mereka) Kami hukum mereka (disebabkan perbuatan mereka sendiri).",
            "sajda": false,
            "transliteration": "Wa law anna ahlal quraaa aamanoo wattaqaw lafatahnaa 'alaihim barakaatim minas samaaa'i wal ardi wa laakin kazzaboo fa akhaznaahum bimaa kaanoo yaksiboon"
        },
        {
            "aya_id": 1051,
            "aya_number": 97,
            "aya_text": "اَفَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَّهُمْ نَاۤىِٕمُوْنَۗ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Maka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur?",
            "tafsir_jalalayn": "(Maka apakah merasa aman penduduk negeri-negeri itu) yang mendustakan (dari kedatangan siksaan Kami kepada mereka) yaitu azab Kami (di malam hari) tengah malam (di waktu mereka sedang tidur) dalam keadaan lalai dari kedatangan azab itu.",
            "sajda": false,
            "transliteration": "Afa amina ahlul quraaa ai yaatiyahum baasunaa bayaatanw wa hum naaa'imoon"
        },
        {
            "aya_id": 1052,
            "aya_number": 98,
            "aya_text": "اَوَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا ضُحًى وَّهُمْ يَلْعَبُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain?",
            "tafsir_jalalayn": "(Atau apakah penduduk negeri-negeri itu merasa aman dari kedatangan siksaan Kami kepada mereka di waktu matahari sepenggalah naik) pada waktu siang hari (ketika mereka sedang bermain).",
            "sajda": false,
            "transliteration": "Awa amina ahlul quraaa ai yaatiyahum baasunaa duhanw wa hum yal'aboon"
        },
        {
            "aya_id": 1053,
            "aya_number": 99,
            "aya_text": "اَفَاَمِنُوْا مَكْرَ اللّٰهِۚ فَلَا يَأْمَنُ مَكْرَ اللّٰهِ اِلَّا الْقَوْمُ الْخٰسِرُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Atau apakah mereka merasa aman dari siksaan Allah (yang tidak terduga-duga)? Tidak ada yang merasa aman dari siksaan Allah selain orang-orang yang rugi.",
            "tafsir_jalalayn": "(Maka apakah mereka merasa aman dari tipu daya Allah.) yakni istidraj Allah terhadap mereka dengan memberi mereka banyak kenikmatan kemudian Ia menghukum mereka dengan sekonyong-konyong (Tiada yang merasa aman dari tipu daya Allah kecuali hanya orang-orang yang merugi).",
            "sajda": false,
            "transliteration": "Afa aminoo makral laah; falaa yaamanu makral laahi illal qawmul khaasiroon"
        },
        {
            "aya_id": 1054,
            "aya_number": 100,
            "aya_text": "اَوَلَمْ يَهْدِ لِلَّذِيْنَ يَرِثُوْنَ الْاَرْضَ مِنْۢ بَعْدِ اَهْلِهَآ اَنْ لَّوْ نَشَاۤءُ اَصَبْنٰهُمْ بِذُنُوْبِهِمْۚ وَنَطْبَعُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَسْمَعُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Atau apakah belum jelas bagi orang-orang yang mewarisi suatu negeri setelah (lenyap) penduduknya? Bahwa kalau Kami menghendaki pasti Kami siksa mereka karena dosa-dosanya; dan Kami mengunci hati mereka sehingga mereka tidak dapat mendengar (pelajaran).",
            "tafsir_jalalayn": "(Dan apakah belum jelas) artinya belum terang (bagi orang-orang yang mempusakai bumi ini) sebagai tempat tinggalnya (sesudah) binasanya (penduduknya bahwa) menjadi fa'il berasal dari anna yang ditakhfifkan sedangkan isimnya dibuang, artinya bahwasanya (kalau Kami menghendaki tentu Kami timpakan kepada mereka siksaan) yakni azab (karena dosa-dosanya) sebagaimana telah Kami timpakan siksaan kepada orang-orang sebelum mereka. Kesemua hamzah di empat tempat tersebut semuanya bermakna lit-taubikh/mencela; dan huruf fa dan wawu yang memasuki pada kedua di antaranya untuk tujuan athaf. Menurut suatu qiraat dibaca dengan wawu yang disukunkan pada tempat yang pertama karena diathafkan kepada huruf aw. (Dan) Kami (kunci) Kami lak (hati mereka sehingga mereka tidak dapat mendengar) nasihat dengan pendengaran yang sehat.",
            "sajda": false,
            "transliteration": "Awa lam yahdi lillazeena yarisoonal arda mim ba'di ahlihaaa al law nashaaa'u asabnaahum bizunoobihim; wa natba'u 'alaa quloobihim fahum laa yasma'oon"
        },
        {
            "aya_id": 1055,
            "aya_number": 101,
            "aya_text": "تِلْكَ الْقُرٰى نَقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤىِٕهَاۚ وَلَقَدْ جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا مِنْ قَبْلُۗ  كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الْكٰفِرِيْنَ  ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Itulah negeri-negeri (yang telah Kami binasakan) itu, Kami ceritakan sebagian kisahnya kepadamu. Rasul-rasul mereka benar-benar telah datang kepada mereka dengan membawa bukti-bukti yang nyata. Tetapi mereka tidak beriman (juga) kepada apa yang telah mereka dustakan sebelumnya. Demikianlah Allah mengunci hati orang-orang kafir.",
            "tafsir_jalalayn": "(Negeri-negeri itu) yang telah disebutkan tadi (Kami ceritakan kepadamu) hai Muhammad (tentang sebagian dari berita-beritanya) cerita-cerita penduduknya (Dan sungguh telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti) yaitu mukjizat-mukjizat yang selalu unggul lagi jelas (maka mereka juga tidak beriman) tatkala rasul-rasul itu datang (kepada apa yang dahulu mereka telah mendustakannya) yang telah mereka ingkari (sebelum itu) sebelum para rasul itu datang, bahkan mereka tetap terus melakukan kekafirannya. (Demikianlah) seperti penguncian itu (Allah mengunci mati hati orang-orang kafir).",
            "sajda": false,
            "transliteration": "Tilkal quraa naqussu 'alaika min ambaaa'ihaa; wa laqad jaaa'at hum Rusuluhum bilbaiyinaati famaa kaanoo liyu'minoo bimaa kazzaboo min qabl; kazaalika yatba'ul laahu 'alaa quloobil kaafireen"
        },
        {
            "aya_id": 1056,
            "aya_number": 102,
            "aya_text": "وَمَا وَجَدْنَا لِاَكْثَرِهِمْ مِّنْ عَهْدٍۚ وَاِنْ وَّجَدْنَآ اَكْثَرَهُمْ لَفٰسِقِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Dan Kami tidak mendapati kebanyakan mereka memenuhi janji. Sebaliknya yang Kami dapati kebanyakan mereka adalah orang-orang yang benar-benar fasik.",
            "tafsir_jalalayn": "(Dan Kami tidak mendapati kebanyakan mereka) maksudnya kebanyakan umat manusia itu (memenuhi janji) menunaikan janji mereka tatkala tiba saat pemenuhannya (Sesungguhnya) ditakhfifkan dari anna (Kami mendapati kebanyakan mereka orang-orang yang fasik).",
            "sajda": false,
            "transliteration": "Wa maa wajadnaa li aksarihim min 'ahd; wa inw wajadnaaa aksarahum lafaasiqeen"
        },
        {
            "aya_id": 1057,
            "aya_number": 103,
            "aya_text": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَظَلَمُوْا بِهَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ  ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Setelah mereka, kemudian Kami utus Musa dengan membawa bukti-bukti Kami kepada Fir‘aun dan pemuka-pemuka kaumnya, lalu mereka mengingkari bukti-bukti itu. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
            "tafsir_jalalayn": "(Kemudian Kami utus sesudah rasul-rasul itu) sesudah diutusnya rasul-rasul tersebut (Musa dengan membawa ayat-ayat Kami) yang banyaknya sembilan (kepada Firaun dan pemuka-pemuka kaumnya) golongannya (lalu mereka mengingkari) mengkafiri (ayat-ayat itu. Maka perhatikanlah bagaimana akibat orang-orang yang membuat kerusakan) artinya mereka binasa akibat kekafirannya itu.",
            "sajda": false,
            "transliteration": "Summa ba'asnaa mim ba'dihim Moosaa bi Aayaatinaaa ilaa Fir'awana wa mala'ihee fazalamoo bihaa fanzur kaifa kaana 'aaqibatul mufsideen"
        },
        {
            "aya_id": 1058,
            "aya_number": 104,
            "aya_text": "وَقَالَ مُوْسٰى يٰفِرْعَوْنُ اِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَۙ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Dan Musa berkata, “Wahai Fir‘aun! Sungguh, aku adalah seorang utusan dari Tuhan seluruh alam,",
            "tafsir_jalalayn": "(Dan Musa berkata, \"Hai Firaun, sesungguhnya aku ini adalah seorang utusan Tuhan semesta alam\") kepadamu, akan tetapi Firaun mendustakannya dan Musa berkata,",
            "sajda": false,
            "transliteration": "Wa qaala Moosaa yaa Fir'awnu inee Rasoolum mir Rabbil 'aalameen"
        },
        {
            "aya_id": 1059,
            "aya_number": 105,
            "aya_text": "حَقِيْقٌ عَلٰٓى اَنْ لَّآ اَقُوْلَ عَلَى اللّٰهِ اِلَّا الْحَقَّۗ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّنْ رَّبِّكُمْ فَاَرْسِلْ مَعِيَ بَنِيْٓ اِسْرَاۤءِيْلَ ۗ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "aku wajib mengatakan yang sebenarnya tentang Allah. Sungguh, aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu, maka lepaskanlah Bani Israil (pergi) bersamaku.”",
            "tafsir_jalalayn": "(\"Aku lebih berhak) lebih pantas (untuk) agar (tidak mengatakan sesuatu terhadap Allah kecuali yang hak) menurut suatu qiraat dibaca tasydid ya-nya; haqiiqun adalah mubtada sedangkan khabarnya adalah an dan kalimat sesudahnya (Sesungguhnya aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu, maka lepaskanlah pergi bersamaku) menuju ke negeri Syam (Bani Israel.\") kaum Bani Israel itu selalu ditindas oleh Firaun.",
            "sajda": false,
            "transliteration": "Haqeequn 'alaaa al laaa aqoola 'alal laahi illal haqq; qad ji'tukum bibaiyinatim mir Rabbikum fa arsil ma'iya Baneee Israaa'eel"
        },
        {
            "aya_id": 1060,
            "aya_number": 106,
            "aya_text": "قَالَ اِنْ كُنْتَ جِئْتَ بِاٰيَةٍ فَأْتِ بِهَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Dia (Fir‘aun) menjawab, “Jika benar engkau membawa sesuatu bukti, maka tunjukkanlah, kalau kamu termasuk orang-orang yang benar.”",
            "tafsir_jalalayn": "(Berkatalah) Firaun kepadanya, (\"Jika kamu benar membawa sesuatu ayat) bukti yang memperkuat pengakuanmu (maka datangkanlah bukti itu jika betul kamu termasuk orang-orang yang benar.\") membawa bukti itu.",
            "sajda": false,
            "transliteration": "Qaala in kunta ji'ta bi Aayatin faati bihaaa in kunta minas saadiqeen"
        },
        {
            "aya_id": 1061,
            "aya_number": 107,
            "aya_text": "فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۖ  ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Lalu (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya.",
            "tafsir_jalalayn": "(Maka Musa menjatuhkan tongkatnya, lalu seketika itu juga tongkat itu menjadi ular yang sebenarnya) yakni ular yang sangat besar bentuknya.",
            "sajda": false,
            "transliteration": "Qa alqaa 'asaahu fa izaa hiya su'baanum mubeen"
        },
        {
            "aya_id": 1062,
            "aya_number": 108,
            "aya_text": "وَّنَزَعَ يَدَهٗ فَاِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Dan dia mengeluarkan tangannya, tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya.",
            "tafsir_jalalayn": "(Dan ia mengeluarkan tangannya) mengeluarkannya dari dalam sakunya (maka ketika itu juga tangan itu menjadi putih bercahaya menyilaukan (bagi orang-orang yang melihatnya) berbeda warnanya dengan keadaan kulit tangan yang sebenarnya.",
            "sajda": false,
            "transliteration": "Wa naza'a yadahoo fa izaa hiya baidaaa'u linnaazireen"
        },
        {
            "aya_id": 1063,
            "aya_number": 109,
            "aya_text": "قَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌۙ  ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Pemuka-pemuka kaum Fir‘aun berkata, “Orang ini benar-benar pesihir yang pandai,",
            "tafsir_jalalayn": "(Pemuka-pemuka kaum Firaun berkata, \"Sesungguhnya Musa ini adalah ahli sihir yang pandai) yang ulung di dalam ilmu sihir, dan di dalam surah Asy-Syu`ara disebutkan bahwa perkataan ini adalah perkataan Firaun sendiri. Seolah-olah para pemuka kaum Firaun itu mengatakan perkataan tersebut bersama Firaun sendiri, setelah mereka dan dia bermusyawarah tentang hal itu.",
            "sajda": false,
            "transliteration": "Qaalal mala-u min qawmi Fir'awna inna haazaa lasaa hirun 'aleem"
        },
        {
            "aya_id": 1064,
            "aya_number": 110,
            "aya_text": "يُّرِيْدُ اَنْ يُّخْرِجَكُمْ مِّنْ اَرْضِكُمْ ۚ فَمَاذَا تَأْمُرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "yang hendak mengusir kamu dari negerimu.” (Fir‘aun berkata), “Maka apa saran kamu?”",
            "tafsir_jalalayn": "(Yang bermaksud hendak mengeluarkan kamu dari negerimu.\" Firaun berkata, \"Maka apakah yang kamu anjurkan?\")",
            "sajda": false,
            "transliteration": "Yureedu ai yukhrijakum min ardikum famaazaa taamuroon"
        },
        {
            "aya_id": 1065,
            "aya_number": 111,
            "aya_text": "قَالُوْآ اَرْجِهْ وَاَخَاهُ وَاَرْسِلْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَۙ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "(Pemuka-pemuka) itu menjawab, “Tahanlah (untuk sementara) dia dan saudaranya dan utuslah ke kota-kota beberapa orang untuk mengumpulkan (para pesihir),",
            "tafsir_jalalayn": "(Pemuka-pemuka itu menjawab, \"Beri tangguhlah dia dan saudaranya) tangguhkanlah perkara keduanya (serta kirimlah ke kota-kota beberapa orang yang akan mengumpulkan ahli-ahli sihir) yang menghimpun para ahli sihir.",
            "sajda": false,
            "transliteration": "Qaalooo arjih wa akhaahu wa arsil filmadaaa'ini haashireen"
        },
        {
            "aya_id": 1066,
            "aya_number": 112,
            "aya_text": "يَأْتُوْكَ بِكُلِّ سٰحِرٍ عَلِيْمٍ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "agar mereka membawa semua pesihir yang pandai kepadamu.”",
            "tafsir_jalalayn": "(Supaya mereka membawa kepadamu semua ahli sihir) menurut suatu qiraat dibaca sahhaar (yang pandai.\") maksudnya yang dapat melebihi kepandaian ilmu sihir Musa, akhirnya mereka dapat menghimpunnya.",
            "sajda": false,
            "transliteration": "Yaatooka bikulli saahirin 'aleem"
        },
        {
            "aya_id": 1067,
            "aya_number": 113,
            "aya_text": "وَجَاۤءَ السَّحَرَةُ فِرْعَوْنَ قَالُوْٓا اِنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Dan para pesihir datang kepada Fir‘aun. Mereka berkata, “(Apakah) kami akan mendapat imbalan, jika kami menang?”",
            "tafsir_jalalayn": "(Dan beberapa ahli sihir itu datang kepada Firaun mengatakan, \"Apakah sesungguhnya) menurut qiraat yang lain lafal inna dibaca ainna (kami akan mendapat upah jika kamilah yang menang?\").",
            "sajda": false,
            "transliteration": "Wa jaaa'as saharatu Fir'awna qaaloo inna lanaa la ajjran in kunnaa nahnul ghaalibeen"
        },
        {
            "aya_id": 1068,
            "aya_number": 114,
            "aya_text": "قَالَ نَعَمْ وَاِنَّكُمْ لَمِنَ الْمُقَرَّبِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Dia (Fir‘aun) menjawab, “Ya, bahkan kamu pasti termasuk orang-orang yang dekat (kepadaku).”",
            "tafsir_jalalayn": "(Firaun menjawab, \"Ya, dan sesungguhnya kamu benar-benar akan termasuk orang-orang yang dekat kepadaku.\")",
            "sajda": false,
            "transliteration": "Qaala na'am wa innakum laminal muqarrabeen"
        },
        {
            "aya_id": 1069,
            "aya_number": 115,
            "aya_text": "قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ نَحْنُ الْمُلْقِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Mereka (para pesihir) berkata, “Wahai Musa! Engkaukah yang akan melemparkan lebih dahulu, atau kami yang melemparkan?”",
            "tafsir_jalalayn": "(Ahli-ahli sihir berkata, \"Hai Musa! Kamukah yang akan melemparkan lebih dahulu) tongkatmu (ataukah kami yang akan melemparkan?\") apa-apa yang ada pada kami.",
            "sajda": false,
            "transliteration": "Qaaloo yaa Moosaaa immaaa an tulqiya wa immaaa an nakoona nahnul mulqeen"
        },
        {
            "aya_id": 1070,
            "aya_number": 116,
            "aya_text": "قَالَ اَلْقُوْاۚ فَلَمَّآ اَلْقَوْا سَحَرُوْٓا اَعْيُنَ النَّاسِ وَاسْتَرْهَبُوْهُمْ وَجَاۤءُوْ بِسِحْرٍ عَظِيْمٍ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Dia (Musa) menjawab, “Lemparkanlah (lebih dahulu)!” Maka setelah mereka melemparkan, mereka menyihir mata orang banyak dan menjadikan orang banyak itu takut, karena mereka memperlihatkan sihir yang hebat (menakjubkan).",
            "tafsir_jalalayn": "(Musa menjawab, \"Lemparkanlah olehmu lebih dahulu) ini adalah suatu perintah yang mempersilakan mereka untuk melemparkan apa yang ada pada mereka, sebagai suatu taktik dari Musa untuk menampakkan yang hak (Maka tatkala mereka melemparkan) tambang-tambang mereka dan tongkat-tongkat mereka (mereka menyulap mata orang) mereka membalik mata para hadirin supaya tidak bisa melihat hal yang sebenarnya (dan menjadikan orang banyak itu takut) artinya mereka membuatnya takut karena mereka menjadikan seolah-olah hal itu adalah ular-ular yang menjalar (serta mereka mendatangkan sihir yang besar, menakjubkan\").",
            "sajda": false,
            "transliteration": "Qaala alqoo falam maaa alqaw saharooo a'yunannaasi wastarhaboohum wa jaaa'oo bisihrin 'azeem"
        },
        {
            "aya_id": 1071,
            "aya_number": 117,
            "aya_text": "۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Dan Kami wahyukan kepada Musa, “Lemparkanlah tongkatmu!” Maka tiba-tiba ia menelan (habis) segala kepalsuan mereka.",
            "tafsir_jalalayn": "(Dan Kami wahyukan kepada Musa, \"Lemparkanlah tongkatmu!\" Maka sekonyong-konyong tongkat itu menelan) dengan membuang salah satu di antara kedua ta yang asal, yakni: tongkat itu mencaplok (apa yang mereka sulapkan) apa yang mereka balikkan pada pandangan mata orang dengan tipu sulap mereka.",
            "sajda": false,
            "transliteration": "Wa awhainaaa ilaa Moosaaa an alqi 'asaaka fa izaa hiya talqafu maa yaafikoon"
        },
        {
            "aya_id": 1072,
            "aya_number": 118,
            "aya_text": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia.",
            "tafsir_jalalayn": "(Karena itu nyatalah yang benar) yakni telah tetap dan menang yang benar itu (dan batallah yang selalu mereka kerjakan) yaitu perbuatan-perbuatan sihir mereka.",
            "sajda": false,
            "transliteration": "Fawaqa'al haqqu wa batala maa kaanoo ya'maloon"
        },
        {
            "aya_id": 1073,
            "aya_number": 119,
            "aya_text": "فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Maka mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina.",
            "tafsir_jalalayn": "(Maka mereka kalah) yakni Firaun dan kaumnya (di tempat itu dan jadilah mereka orang-orang yang hina) artinya kini mereka menjadi orang-orang yang kecil lagi hina.",
            "sajda": false,
            "transliteration": "Faghuliboo hunaalika wanqalaboo saaghireen"
        },
        {
            "aya_id": 1074,
            "aya_number": 120,
            "aya_text": "وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 164,
            "translation_aya_text": "Dan para pesihir itu serta merta menjatuhkan diri dengan bersujud.",
            "tafsir_jalalayn": "(Dan ahli-ahli sihir itu dengan serta-merta meniarapkan diri dengan bersujud).",
            "sajda": false,
            "transliteration": "Wa ulqiyas saharatu saajideen"
        },
        {
            "aya_id": 1075,
            "aya_number": 121,
            "aya_text": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Mereka berkata, “Kami beriman kepada Tuhan seluruh alam,",
            "tafsir_jalalayn": "(Mereka berkata, \"Kami beriman kepada Tuhan semesta alam).",
            "sajda": false,
            "transliteration": "Qaaloo aamannaa bi Rabbil 'aalameen"
        },
        {
            "aya_id": 1076,
            "aya_number": 122,
            "aya_text": "رَبِّ مُوْسٰى وَهٰرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "(yaitu) Tuhannya Musa dan Harun.”",
            "tafsir_jalalayn": "(Yaitu Tuhan Musa dan Harun\") berkat pengetahuan mereka yang menyimpulkan bahwa apa yang telah mereka saksikan itu, yaitu tentang tongkat Musa semata-mata bukanlah perbuatan sihir.",
            "sajda": false,
            "transliteration": "Rabbi Moosaa wa Haaroon"
        },
        {
            "aya_id": 1077,
            "aya_number": 123,
            "aya_text": "قَالَ فِرْعَوْنُ اٰمَنْتُمْ بِهٖ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّ هٰذَا لَمَكْرٌ مَّكَرْتُمُوْهُ فِى الْمَدِيْنَةِ لِتُخْرِجُوْا مِنْهَآ اَهْلَهَاۚ فَسَوْفَ تَعْلَمُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Fir‘aun berkata, “Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini, untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini).",
            "tafsir_jalalayn": "(Firaun berkata, \"Apakah kamu beriman) lafal aamantum dapat dibaca a amantum (kepadanya) kepada Musa (sebelum aku memberi izin) (kepadamu? Sesungguhnya hal ini) apa yang kamu perbuat ini (adalah suatu muslihat yang telah kamu rencanakan di dalam kota ini untuk mengeluarkan penduduknya daripadanya, maka kelak kamu akan mengetahui) apa yang bakal kamu terima balasannya dariku.",
            "sajda": false,
            "transliteration": "Qaala Fir'awnu aamantum bihee qabla an aazana lakum; inna haaza lamakrum makartumoohu filmadeenati litukhrijoo minhaaa ahlahaa fasawfa ta'almoon"
        },
        {
            "aya_id": 1078,
            "aya_number": 124,
            "aya_text": "لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ ثُمَّ لَاُصَلِّبَنَّكُمْ اَجْمَعِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Pasti akan aku potong tangan dan kakimu dengan bersilang (tangan kanan dan kaki kiri atau sebaliknya), kemudian aku akan menyalib kamu semua.”",
            "tafsir_jalalayn": "(Demi sesungguhnya aku akan memotong tangan dan kakimu dengan bersilang secara timbal balik) yakni tangan kanan setiap orang akan dipotong berikut kaki sebelah kirinya (kemudian sungguh-sungguh aku akan menyalibmu semuanya.\")",
            "sajda": false,
            "transliteration": "La uqatti'anna aidiyakum wa arjulakum min khilaafin summa la usallibannakum ajma'een"
        },
        {
            "aya_id": 1079,
            "aya_number": 125,
            "aya_text": "قَالُوْٓا اِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَۙ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Mereka (para pesihir) menjawab, “Sesungguhnya kami akan kembali kepada Tuhan kami.",
            "tafsir_jalalayn": "(Ahli-ahli sihir itu menjawab, \"Sesungguhnya kepada Tuhan kamilah) sesudah kami mati dengan cara apa pun (kami kembali) dikembalikan kelak di akhirat.",
            "sajda": false,
            "transliteration": "Qaaloo innaaa ilaa Rabbinaa munqaliboon"
        },
        {
            "aya_id": 1080,
            "aya_number": 126,
            "aya_text": "وَمَا تَنْقِمُ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاٰيٰتِ رَبِّنَا لَمَّا جَاۤءَتْنَا ۗرَبَّنَآ اَفْرِغْ عَلَيْنَا صَبْرًا وَّتَوَفَّنَا مُسْلِمِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Dan engkau tidak melakukan balas dendam kepada kami, melainkan karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.” (Mereka berdoa), “Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu).”",
            "tafsir_jalalayn": "(Dan kamu tidak membalas dendam) maksudnya kamu tidak mengingkari (dengan menyiksa kami melainkan karena kami telah beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.\" Mereka berdoa, \"Ya Tuhan kami, limpahkanlah kesabaran kepada kami) tatkala dilaksanakannya apa yang diancamkan oleh Firaun agar kami tidak kembali menjadi orang-orang kafir (dan wafatkanlah kami dalam keadaan berserah diri kepada-Mu.\")",
            "sajda": false,
            "transliteration": "Wa maa tanqimu minnaaa illaaa an aamannaa bi Aayaati Rabbinaa lammaa jaaa'atnaa; Rabbanaaa afrigh 'alainaa sabranw wa tawaffanaa muslimeen"
        },
        {
            "aya_id": 1081,
            "aya_number": 127,
            "aya_text": "وَقَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اَتَذَرُ مُوْسٰى وَقَوْمَهٗ لِيُفْسِدُوْا فِى الْاَرْضِ وَيَذَرَكَ وَاٰلِهَتَكَۗ قَالَ سَنُقَتِّلُ اَبْنَاۤءَهُمْ وَنَسْتَحْيٖ نِسَاۤءَهُمْۚ وَاِنَّا فَوْقَهُمْ قَاهِرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Dan para pemuka dari kaum Fir‘aun berkata, “Apakah engkau akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri ini (Mesir) dan meninggalkanmu dan tuhan-tuhanmu?” (Fir‘aun) menjawab, “Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka dan sesungguhnya kita berkuasa penuh atas mereka.”                   ",
            "tafsir_jalalayn": "(Berkatalah pembesar-pembesar dari kaum Firaun,) kepada Firaun sendiri (\"Apakah kamu membiarkan) meninggalkan (Musa dan kaumnya untuk membuat kerusakan di negeri ini) yaitu dengan menyeru ajakan agar menentangmu (dan meninggalkan kamu serta tuhan-tuhanmu?\") tersebutlah bahwa Firaun itu telah membuat berhala-berhala kecil untuk disembah oleh kaumnya, kemudian Firaun berkata, \"Aku adalah tuhanmu dan tuhan mereka,\" oleh karena itu ia pernah mengatakan, \"Aku adalah tuhanmu yang paling tinggi.\" (Firaun menjawab, \"Akan kita bunuh) dengan mentasydidkan huruf ta-nya (anak-anak lelaki mereka) yang baru dilahirkan (dan kita biarkan hidup) kita biarkan (perempuan-perempuan mereka) sebagaimana yang pernah kita lakukan terhadap mereka sebelumnya (dan sesungguhnya kita berkuasa penuh di atas mereka.\") yakni orang-orang yang berkuasa; akhirnya mereka melakukan hal itu terhadap kaum Musa, sehingga membuat kaum Bani Israel mengadu kepada Musa.",
            "sajda": false,
            "transliteration": "Wa qaalal mala-u min qawmi Fir'awna atazaru Moosaa wa qawmahoo liyufsidoo fil ardi wa yazaraka wa aalihatak; qaala sanuqattilu abnaaa 'ahum wa nastahyee nisaaa'ahum wa innaa fawqahum qaahiroon"
        },
        {
            "aya_id": 1082,
            "aya_number": 128,
            "aya_text": "قَالَ مُوْسٰى لِقَوْمِهِ اسْتَعِيْنُوْا بِاللّٰهِ وَاصْبِرُوْاۚ اِنَّ الْاَرْضَ لِلّٰهِ ۗيُوْرِثُهَا مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Musa berkata kepada kaumnya, “Mohonlah pertolongan kepada Allah dan bersabarlah. Sesungguhnya bumi (ini) milik Allah; diwariskan-Nya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dan kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.”",
            "tafsir_jalalayn": "(Musa berkata kepada kaumnya, \"Mohonlah pertolongan kepada Allah dan bersabarlah) dalam menghadapi penganiayaan mereka (sesungguhnya bumi ini kepunyaan Allah yang dipusakakan-Nya) yang diberi-Nya (kepada siapa yang dikehendaki-Nya dari hamba-hamba-Nya. Dan kesudahan yang baik) yang terpuji (adalah bagi orang-orang yang bertakwa.\") terhadap Allah.",
            "sajda": false,
            "transliteration": "Qaala Moosaa liqawmihis ta'eenoo billaahi wasbiroo innal arda lillaahi yoorisuhaa mai yashaaa'u min 'ibaadihee wal 'aaqibatu lilmuttaqeen"
        },
        {
            "aya_id": 1083,
            "aya_number": 129,
            "aya_text": "قَالُوْٓا اُوْذِيْنَا مِنْ قَبْلِ اَنْ تَأْتِيَنَا وَمِنْۢ بَعْدِ مَا جِئْتَنَا ۗقَالَ عَسٰى رَبُّكُمْ اَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى الْاَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Mereka (kaum Musa) berkata,  ”Kami telah ditindas (oleh Fir‘aun) sebelum engkau datang kepada kami dan setelah engkau datang.” (Musa) menjawab, “Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu khalifah di bumi; maka Dia akan melihat bagaimana perbuatanmu.”",
            "tafsir_jalalayn": "(Kaum Musa berkata, \"Kami telah ditindas, oleh Firaun, sebelum kamu datang kepada kami dan sesudah kamu datang.\" Musa menjawab, \"Mudah-mudahan Allah membinasakan musuhmu dan menjadikan kamu khalifah di bumi-Nya, maka Allah akan melihat bagaimana perbuatanmu.\") di dalamnya.",
            "sajda": false,
            "transliteration": "Qaaloo oozeenaa min qabli an taatiyanaa wa mim ba'di maa ji'tanaa; qaala 'asaa Rabbukum ai yuhlika 'aduwwakum wa yastakhli fakum fil ardi fayanzura kaifa ta'maloon"
        },
        {
            "aya_id": 1084,
            "aya_number": 130,
            "aya_text": "وَلَقَدْ اَخَذْنَآ اٰلَ فِرْعَوْنَ بِالسِّنِيْنَ وَنَقْصٍ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَذَّكَّرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Dan sungguh, Kami telah menghukum Fir‘aun dan kaumnya dengan (mendatangkan musim kemarau) bertahun-tahun dan kekurangan buah-buahan, agar mereka mengambil pelajaran.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah menghukum Firaun dan kaumnya dengan mendatangkan musim kemarau yang panjang) musim paceklik (dan kekurangan buah-buahan supaya mereka mengambil pelajaran) menjadikannya sebagai pelajaran bagi mereka kemudian mereka mau beriman karenanya.",
            "sajda": false,
            "transliteration": "Wa laqad akhaznaaa Aala Fir'awna bis sineena wa naqsim minas samaraati la'allahum yazzakkaroon"
        },
        {
            "aya_id": 1085,
            "aya_number": 131,
            "aya_text": "فَاِذَا جَاۤءَتْهُمُ الْحَسَنَةُ قَالُوْا لَنَا هٰذِهٖ ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّطَّيَّرُوْا بِمُوْسٰى وَمَنْ مَّعَهٗۗ  اَلَآ اِنَّمَا طٰۤىِٕرُهُمْ عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 166,
            "translation_aya_text": "Kemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, “Ini adalah karena (usaha) kami.” Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui.",
            "tafsir_jalalayn": "(Kemudian apabila datang kepada mereka kemakmuran) kesuburan tanah dan kecukupan hidup (mereka berkata, \"Ini adalah karena usaha kami\") kami berhak memperolehnya, akan tetapi mereka tidak mau mensyukurinya. (Dan jika mereka ditimpa kesusahan) kekeringan dan musibah/bencana (mereka lemparkan sebab kesialan itu) mereka menganggap kesialan itu (kepada Musa dan orang-orang yang besertanya) dari kalangan orang-orang yang beriman. (Ketahuilah sesungguhnya kesialan mereka itu) rasa sial mereka itu (adalah ketetapan dari Allah) yang sengaja diturunkan kepada mereka (akan tetapi kebanyakan mereka tidak mengetahui) bahwa apa yang menimpa mereka adalah datang dari sisi Allah.",
            "sajda": false,
            "transliteration": "Fa izaa jaaa'at humul hasanatu qaaloo lanaa haazihee wa in tusibhum saiyi'atuny yattaiyaroo bi Moosaa wa mam ma'ah; alaaa innamaa taaa'iruhum 'indal laahi wa laakinna aksarahum laa ya'lamoon"
        },
        {
            "aya_id": 1086,
            "aya_number": 132,
            "aya_text": "وَقَالُوْا مَهْمَا تَأْتِنَا بِهٖ مِنْ اٰيَةٍ لِّتَسْحَرَنَا بِهَاۙ فَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 166,
            "translation_aya_text": "Dan mereka berkata (kepada Musa), “Bukti apa pun yang engkau bawa kepada kami untuk menyihir kami, kami tidak akan beriman kepadamu.”",
            "tafsir_jalalayn": "(Dan mereka berkata,) kepada Musa (\"Bagaimana kamu mendatangkan keterangan kepada kami untuk menyihir kami dengan keterangan itu, maka kami sekali-kali tidak akan beriman kepadamu.\") kemudian Musa berdoa agar mereka diberi pelajaran.",
            "sajda": false,
            "transliteration": "Wa qaaloo mahmaa taatinaa bihee min Aayatil litasharanaa bihaa famaa nahnu laka bimu'mineen"
        },
        {
            "aya_id": 1087,
            "aya_number": 133,
            "aya_text": "فَاَرْسَلْنَا عَلَيْهِمُ الطُّوْفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيٰتٍ مُّفَصَّلٰتٍۗ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 166,
            "translation_aya_text": "Maka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa.",
            "tafsir_jalalayn": "(Maka Kami kirimkan kepada mereka taufan) yaitu air bah yang memasuki rumah-rumah mereka sehingga mencapai setinggi tempat pesanggrahan duduk mereka selama tujuh hari (belalang) kemudian belalang itu memakan persawahan dan buah-buahan milik mereka, demikian pula (kutu) ulat atau sejenis serangga yang memakan apa yang ditinggalkan oleh belalang (katak) kemudian katak itu memenuhi rumah-rumah mereka dan juga makanan-makanan mereka (dan darah) di dalam air milik mereka (sebagai bukti-bukti yang jelas) yang terang (tetapi mereka tetap menyombongkan diri) tidak mau beriman kepada bukti-bukti tersebut (dan mereka adalah kaum yang berdosa).",
            "sajda": false,
            "transliteration": "Fa arsalnaa 'alaihimut toofaana waljaraada walqum mala waddafaadi'a waddama Aayaatim mufassalaatin fastakbaroo wa kaanoo qawmam mujrimeen"
        },
        {
            "aya_id": 1088,
            "aya_number": 134,
            "aya_text": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوْا يٰمُوْسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ  لَىِٕنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِيْٓ اِسْرَاۤءِيْلَ ۚ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 166,
            "translation_aya_text": "Dan ketika mereka ditimpa azab (yang telah diterangkan itu) mereka pun berkata, “Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.”",
            "tafsir_jalalayn": "(Dan ketika mereka ditimpa azab) yaitu siksaan (mereka pun berkata, \"Hai Musa! Mohonkanlah untuk kami kepada Tuhanmu dengan perantaraan kenabian yang diketahui Allah ada pada sisimu) yang dapat menghilangkan azab dari kami jika kami beriman (Sesungguhnya jika) lam adalah bermakna qasam/sumpah (kamu dapat menghilangkan azab itu dari kami, pasti kami akan beriman kepadamu dan akan kami biarkan Bani Israel pergi bersamamu.\").",
            "sajda": false,
            "transliteration": "Wa lammaa waqa'a 'alaihimur rijzu qaaloo ya Moosad-u lanaa rabbaka bimaa 'ahida 'indaka la'in kashafta 'annar rijza lanu 'minanna laka wa lanursilanna ma'aka Banee Israaa'eel"
        },
        {
            "aya_id": 1089,
            "aya_number": 135,
            "aya_text": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ اِلٰٓى اَجَلٍ هُمْ بَالِغُوْهُ اِذَا هُمْ يَنْكُثُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 166,
            "translation_aya_text": "Tetapi setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi ternyata mereka ingkar janji.",
            "tafsir_jalalayn": "(Maka setelah Kami hilangkan) berkat doa Musa (dari mereka azab itu hingga batas waktu yang mereka sampai kepadanya, tiba-tiba mereka mengingkarinya) janjinya dan bersikeras melakukan kekafiran.",
            "sajda": false,
            "transliteration": "Falammaa kashafnaa 'anhumur rijza ilaaa ajalin hum baalighoohu izaa hum yankusoon"
        },
        {
            "aya_id": 1090,
            "aya_number": 136,
            "aya_text": "فَانْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ فِى الْيَمِّ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 166,
            "translation_aya_text": "Maka Kami hukum sebagian di antara mereka, lalu Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan melalaikan ayat-ayat Kami.",
            "tafsir_jalalayn": "(Kemudian Kami menghukum mereka, maka Kami tenggelamkan mereka di laut) laut yang airnya asin (disebabkan mereka) dikarenakan mereka (mendustakan ayat-ayat Kami dan mereka adalah orang-orang yang melalaikan ayat-ayat Kami) tetapi mereka tidak mau memikirkannya.",
            "sajda": false,
            "transliteration": "Fantaqamnaa minhum fa aghraqnaahum kazzaboo bi Aayaatinaa wa kaanoo 'anhaa ghaafileen"
        },
        {
            "aya_id": 1091,
            "aya_number": 137,
            "aya_text": "وَاَوْرَثْنَا الْقَوْمَ الَّذِيْنَ كَانُوْا يُسْتَضْعَفُوْنَ مَشَارِقَ الْاَرْضِ وَمَغَارِبَهَا الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنٰى عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَۙ بِمَا صَبَرُوْاۗ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهٗ وَمَا كَانُوْا يَعْرِشُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 166,
            "translation_aya_text": "Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir‘aun dan kaumnya dan apa yang telah mereka bangun.",
            "tafsir_jalalayn": "(Dan Kami pusakakan kepada kaum yang telah ditindas itu) melalui perbudakan, yaitu mereka adalah kaum Bani Israel (negeri-negeri bagian timur dan bagian baratnya yang telah Kami beri berkah padanya) dengan air dan pohon, ini adalah kata sifat bagi tanah, yang dimaksud adalah tanah Syam (Dan telah sempurnalah perkataan Tuhanmu yang baik) yang dimaksud ialah firman-Nya, \"Dan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi, Mesir, itu.\" (Q.S. Al-Qashash 5) (untuk Bani Israel disebabkan kesabaran mereka) di dalam menanggung penganiayaan musuh mereka (dan Kami hancurkan) Kami binasakan (apa-apa yang telah dibuat Firaun dan kaumnya) bangunan-bangunannya (dan apa yang telah dibangun mereka) dengan mengkasrahkan ra-nya dan boleh juga didamahkan, yakni bangunan-bangunan yang telah mereka tinggikan.",
            "sajda": false,
            "transliteration": "Wa awrasnal qawmal lazeena kaanoo yustad'afoona mashaariqal ardi wa maghaari bahal latee baaraknaa feehaa wa tammat kalimatu Rabbikal husnaa 'alaa Baneee Israaa'eela bimaa sabaroo wa dammarnaa maa kaana yasna'u Fir'awnu wa qawmuhoo wa maa kaanoo ya'rishoon"
        },
        {
            "aya_id": 1092,
            "aya_number": 138,
            "aya_text": "وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتَوْا عَلٰى قَوْمٍ يَّعْكُفُوْنَ عَلٰٓى اَصْنَامٍ لَّهُمْ ۚقَالُوْا يٰمُوْسَى اجْعَلْ لَّنَآ اِلٰهًا كَمَا لَهُمْ اٰلِهَةٌ  ۗقَالَ اِنَّكُمْ قَوْمٌ تَجْهَلُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 167,
            "translation_aya_text": "Dan Kami selamatkan Bani Israil menyeberangi laut itu (bagian utara dari Laut Merah). Ketika mereka sampai kepada suatu kaum yang tetap menyembah berhala, mereka (Bani Israil) berkata, “Wahai Musa! Buatlah untuk kami sebuah tuhan (berhala) sebagaimana mereka mempunyai beberapa tuhan (berhala).” (Musa) menjawab, “Sungguh, kamu orang-orang yang bodoh.”",
            "tafsir_jalalayn": "(Dan Kami seberangkan) Kami lewatkan (Bani Israel ke seberang lautan itu, maka setelah mereka sampai) mereka lewat (pada suatu kaum yang tetap menyembah) dengan dibaca damah atau kasrah huruf kaf-nya (berhala mereka) mereka masih tetap menyembah berhala-berhala itu (Bani Israel berkata, \"Hai Musa! Buatlah untuk kami sebuah tuhan) berhala yang akan kami sembah (sebagaimana mereka mempunyai beberapa tuhan, berhala.\" Musa menjawab, \"Sesungguhnya kamu ini adalah kaum yang bodoh.\") karena kamu membalas karunia Allah atas kamu dengan apa yang tadi kamu katakan.",
            "sajda": false,
            "transliteration": "Wa jaawaznaa bi Banneee Israaa'eelal bahra fa ataw 'alaa qawminy ya'kufoona 'alaaa asnaamil lahum; qaaloo yaa Moosaj'al lanaa ilaahan kamaa lahum aalihah; qaala innakum qawmun tajhaloon"
        },
        {
            "aya_id": 1093,
            "aya_number": 139,
            "aya_text": "اِنَّ هٰٓؤُلَاۤءِ مُتَبَّرٌ مَّا هُمْ فِيْهِ وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 167,
            "translation_aya_text": "Sesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Sesungguhnya mereka itu akan dihancurkan) dibinasakan (kepercayaan yang dianutnya dan akan batal apa yang selalu mereka kerjakan).",
            "sajda": false,
            "transliteration": "Innaa haaa'ulaaa'i mutabbarum maa hum feehi wa baatilum maa kaanoo ya'maloon"
        },
        {
            "aya_id": 1094,
            "aya_number": 140,
            "aya_text": "قَالَ اَغَيْرَ اللّٰهِ اَبْغِيْكُمْ اِلٰهًا وَّهُوَ فَضَّلَكُمْ عَلَى الْعٰلَمِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 167,
            "translation_aya_text": "Dia (Musa) berkata, “Pantaskah aku mencari tuhan untukmu selain Allah, padahal Dia yang telah melebihkan kamu atas segala umat (pada masa itu).”",
            "tafsir_jalalayn": "(Musa menjawab, \"Patutkah aku mencari Tuhan untuk kamu yang selain daripada Allah?\") yakni sesembahan; pada asalnya lafal abghiikum itu ialah abghii lakum (padahal Dialah yang telah melebihkan kamu atas segala umat) di zaman kamu sesuai dengan apa yang dituturkan dalam firman-Nya berikut ini.",
            "sajda": false,
            "transliteration": "Qaala a-ghairal laahi abgheekum ilaahanw wa Huwa faddalakum 'alal 'aalameen"
        },
        {
            "aya_id": 1095,
            "aya_number": 141,
            "aya_text": "وَاِذْ اَنْجَيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِۚ يُقَتِّلُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 167,
            "translation_aya_text": "Dan (ingatlah wahai Bani Israil) ketika Kami menyelamatkan kamu dari (Fir‘aun) dan kaumnya, yang menyiksa kamu dengan siksaan yang sangat berat, mereka membunuh anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu.",
            "tafsir_jalalayn": "(Dan) ingatlah kamu (ketika Kami menyelamatkan kamu) dan menurut suatu qiraat dibaca anjaakum (dari Firaun dan kaumnya yang mengazab kamu) mereka menyiksa dan menganiaya kamu (dengan azab yang sangat jahat) yakni siksaan/azab yang paling keras, yaitu dalam bentuk (yaitu mereka membunuh anak-anak lelakimu dan membiarkan hidup) tidak membunuh (wanita-wanitamu. Dan pada yang demikian itu) penyelamatan dan siksaan (cobaan) pemberian nikmat dan ujian (dari Tuhanmu, yaitu cobaan yang besar) maka apakah kamu tidak mau mengambil pelajaran darinya sehingga kamu berhenti dari apa yang kamu katakan itu.",
            "sajda": false,
            "transliteration": "Wa iz anjainaakum min Aali Fir'awna yasoomoo nakum sooo'al 'azaab, yuqattiloona abnaaa'akum wa yastahyoona nisaaa'akum; wa fee zaalikum balaaa'um mir Rabbikum 'azeem"
        },
        {
            "aya_id": 1096,
            "aya_number": 142,
            "aya_text": "۞ وَوٰعَدْنَا مُوْسٰى ثَلٰثِيْنَ لَيْلَةً وَّاَتْمَمْنٰهَا بِعَشْرٍ فَتَمَّ مِيْقَاتُ رَبِّهٖٓ اَرْبَعِيْنَ لَيْلَةً ۚوَقَالَ مُوْسٰى لِاَخِيْهِ هٰرُوْنَ اخْلُفْنِيْ فِيْ قَوْمِيْ وَاَصْلِحْ وَلَا تَتَّبِعْ سَبِيْلَ الْمُفْسِدِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 167,
            "translation_aya_text": "Dan Kami telah menjanjikan kepada Musa (memberikan Taurat) tiga puluh malam, dan Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi), maka sempurnalah waktu yang telah ditentukan Tuhannya empat puluh malam. Dan Musa berkata kepada saudaranya (yaitu) Harun, “Gantikanlah aku dalam (memimpin) kaumku, dan perbaikilah (dirimu dan kaummu),  dan janganlah engkau mengikuti  jalan orang-orang  yang berbuat kerusakan.”",
            "tafsir_jalalayn": "(Dan telah Kami janjikan) dengan memakai alif dan tidak memakainya (kepada Musa sesudah berlalu waktu tiga puluh malam) di mana Kami akan berbicara kepadanya seusai masa tersebut agar ia berpuasa terlebih dahulu; masa itu adalah bulan Zulkaidah kemudian Musa berpuasa dan tatkala ia selesai, bau mulutnya masih kurang enak. Akhirnya Musa bersiwak dan Allah swt. memerintahkannya agar melakukan puasa sepuluh hari lagi agar ia dapat berbicara dengan-Nya melalui mulutnya; hal ini telah dijelaskan dalam firman Allah swt. (dan Kami sempurnakan jumlah malam itu dengan sepuluh malam lagi) yakni dari bulan Zulhijah (maka sempurnalah waktu yang telah ditentukan Tuhannya) yaitu waktu yang telah dijanjikan oleh-Nya untuk berbicara dengan-Nya (empat puluh) menjadi hal (malam) menjadi tamyiz. (Dan berkata Musa kepada saudaranya, yaitu Harun) di kala hendak pergi ke bukit untuk bermunajat (\"Gantikanlah aku) maksudnya jadilah engkau sebagai penggantiku (dalam memimpin kaumku dan perbaikilah\") perkara mereka (dan janganlah kamu mengikuti jalan orang-orang yang membuat kerusakan) dengan menyetujui mereka berbuat kemaksiatan.",
            "sajda": false,
            "transliteration": "Wa waa'adnaa Moosaa salaaseena lailatanw wa at mamnaahaa bi'ashrim fatamma meeqaatu Rabbihee arba'eena lailah; wa qaala Moosaa liakheehi Haaroonakh lufnee fee qawmee wa aslih wa laa tattabi' sabeelal mufsideen"
        },
        {
            "aya_id": 1097,
            "aya_number": 143,
            "aya_text": "وَلَمَّا جَاۤءَ مُوْسٰى لِمِيْقَاتِنَا وَكَلَّمَهٗ رَبُّهٗۙ قَالَ رَبِّ اَرِنِيْٓ اَنْظُرْ اِلَيْكَۗ قَالَ لَنْ تَرٰىنِيْ وَلٰكِنِ انْظُرْ اِلَى الْجَبَلِ فَاِنِ اسْتَقَرَّ مَكَانَهٗ فَسَوْفَ تَرٰىنِيْۚ فَلَمَّا تَجَلّٰى رَبُّهٗ لِلْجَبَلِ جَعَلَهٗ دَكًّا وَّخَرَّ مُوْسٰى صَعِقًاۚ فَلَمَّآ اَفَاقَ قَالَ سُبْحٰنَكَ تُبْتُ اِلَيْكَ وَاَنَا۠ اَوَّلُ الْمُؤْمِنِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 167,
            "translation_aya_text": "Dan ketika Musa datang untuk (munajat) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, (Musa) berkata, “Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.” (Allah) berfirman, “Engkau tidak akan (sanggup) melihat-Ku, namun lihatlah ke gunung itu, jika ia tetap di tempatnya (sebagai sediakala) niscaya engkau dapat melihat-Ku.” Maka ketika Tuhannya menampakkan (keagungan-Nya) kepada gunung itu, gunung itu hancur luluh dan Musa pun jatuh pingsan. Setelah Musa sadar, dia berkata, “Mahasuci Engkau, aku bertobat kepada Engkau dan aku adalah orang yang pertama-tama beriman.”",
            "tafsir_jalalayn": "(Dan tatkala Musa datang untuk munajat dengan Kami pada waktu yang telah Kami tentukan) waktu yang telah Kami janjikan kepadanya akan berbicara dengannya pada waktu itu (dan Tuhan telah berfirman kepadanya) tanpa perantara dengan pembicaraan yang dapat Musa dengar dari segala penjuru (berkatalah Musa, \"Ya Tuhanku! Tampakkanlah kepadaku) diri Engkau (agar aku dapat melihat-Mu.\" Tuhan berfirman, \"Kamu sekali-kali tidak sanggup melihat-Ku) artinya kamu tidak akan mampu melihat-Ku; bila hal itu diungkapkan bukan dengan memakai huruf lan, maka pengertiannya berarti melihat Tuhan itu mungkin dapat dilakukan (tetapi lihatlah kepada bukit itu) yang bangunannya lebih kuat daripada dirimu (maka jika ia tetap) tegak seperti sediakala (pada tempatnya, niscaya kamu dapat melihat-Ku\") engkau dapat melihat-Ku dan jika tidak, maka niscaya kamu tidak akan kuat (Tatkala Tuhannya tampak) yakni sebagian dari nur-Nya yang hanya sebesar setengah jari manis, demikianlah menurut penjelasan dari hadis yang telah diriwayatkan oleh Al-Hakim (bagi gunung itu, kejadian itu menjadikan gunung itu hancur luluh) dengan dibaca qashr atau pendek dan panjang, yakni gunung itu menjadi lebur rata dengan tanah (dan Musa jatuh pingsan) tak sadarkan diri karena sangat terkejut melihat apa yang ia saksikan (Maka setelah Musa sadar kembali, dia berkata, \"Maha Suci Engkau) dengan memahasucikan Engkau (aku bertobat kepada Engkau) dari permintaan yang aku tidak diperintahkan mengemukakannya (dan aku orang yang pertama-tama beriman\") pada zamanku ini.",
            "sajda": false,
            "transliteration": "Wa lammaa jaaa'a Moosa limeeqaatinaa wa kallamahoo Rabbuhoo qaala Rabbi arineee anzur ilaik; qaala lan taraanee wa laakininzur ilal jabali fa inistaqarra makaanahoo faswfa taraanee; falammaa tajallaa Rabbuhoo liljabali ja'alahoo dakkanw wa kharra Moosaa sa'iqaa; falammaaa afaaqa qaala Subhaanaka tubtu ilaika wa ana awwalul mu'mineen"
        },
        {
            "aya_id": 1098,
            "aya_number": 144,
            "aya_text": "قَالَ يٰمُوْسٰٓى اِنِّى اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ۖفَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "(Allah) berfirman, “Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegang-teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.”",
            "tafsir_jalalayn": "(Allah berfirman,) Maha Tinggi Allah (\"Hai Musa, sesungguhnya Aku memilih melebihkan kamu) yakni Aku memilihmu (dari manusia) yang hidup di masamu (untuk membawa risalah-Ku) dengan memakai jamak dan mufrad/tunggal (dan untuk berbicara langsung dengan-Ku) Aku berbicara kepadamu secara langsung (sebab itu berpegang teguhlah kepada apa yang Aku berikan kepadamu) berupa keutamaan (dan hendaklah kamu termasuk orang-orang yang bersyukur\") atas nikmat-nikmat-Ku.",
            "sajda": false,
            "transliteration": "Qaala yaa Moosaaa innis tafaituka 'alan naasi bi Risaalaatee wa bi kalaamee fakhuz maaa aataituka wa kum minash shaakireen"
        },
        {
            "aya_id": 1099,
            "aya_number": 145,
            "aya_text": "وَكَتَبْنَا لَهٗ فِى الْاَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَّوْعِظَةً وَّتَفْصِيْلًا لِّكُلِّ شَيْءٍۚ فَخُذْهَا بِقُوَّةٍ وَّأْمُرْ قَوْمَكَ يَأْخُذُوْا بِاَحْسَنِهَا ۗسَاُورِيْكُمْ دَارَ الْفٰسِقِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "Dan telah Kami tuliskan untuk Musa pada lauh-lauh (Taurat) segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal; maka (Kami berfirman), “Berpegangteguhlah kepadanya dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, Aku akan memperlihatkan kepadamu negeri orang-orang fasik.”   ",
            "tafsir_jalalayn": "(Dan telah Kami tuliskan untuk Musa pada lempengan-lempengan) lempengan-lempengan kitab Taurat yang terdiri dari dedaunan surga, atau dari zabarjad atau dari tujuh jenis atau sepuluh jenis zamrud (segala sesuatu) yang diperlukan di dalam menyampaikan agama (sebagai pelajaran dan penjelasan) keterangan (bagi segala sesuatu) menjadi badal dari jar dan majrur sebelumnya. (Maka berpeganglah kepadanya) sebelumnya terdapat kalimat Kami berfirman yang ditakdirkan/yang diperkirakan keberadaannya (dengan teguh) dengan sungguh-sungguh dan dengan segala kemampuan (dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, nanti Aku akan memperlihatkan kepadamu negeri orang-orang yang fasik) yakni Firaun beserta para pengikutnya, yaitu negeri Mesir, supaya kamu mengambil pelajaran darinya.",
            "sajda": false,
            "transliteration": "Wa katabnaa lahoo fil alwaahi minkulli shai'immaw 'izaanw wa tafseelal likulli shai'in fakhuzhaa biquwwatinw waamur qawmaka yaakhuzoo bi ahsanihaa; wa ooreekum daaral faasiqeen"
        },
        {
            "aya_id": 1100,
            "aya_number": 146,
            "aya_text": "سَاَصْرِفُ عَنْ اٰيٰتِيَ الَّذِيْنَ يَتَكَبَّرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ وَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَاۚ وَاِنْ يَّرَوْا سَبِيْلَ الرُّشْدِ لَا يَتَّخِذُوْهُ سَبِيْلًاۚ وَاِنْ يَّرَوْا سَبِيْلَ الْغَيِّ يَتَّخِذُوْهُ سَبِيْلًاۗ ذٰلِكَ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "Akan Aku palingkan dari tanda-tanda (kekuasaan-Ku) orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar. Kalaupun mereka melihat setiap tanda (kekuasaan-Ku) mereka tetap tidak akan beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak (akan) menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka menempuhnya. Yang demikian adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya.",
            "tafsir_jalalayn": "(Aku akan memalingkan dari ayat-ayat-Ku) dari bukti-bukti yang menunjukkan kekuasaan-Ku, yaitu berupa hasil-hasil ciptaan-Ku dan lain-lainnya (orang-orang yang menyombongkan dirinya di muka bumi tanpa alasan yang benar) yaitu Aku akan menjadikan mereka terhina sehingga tidak lagi mereka berlaku sombong di muka bumi (jika mereka melihat tiap-tiap ayat-Ku, mereka tidak beriman kepadanya. Dan jika mereka melihat jalan) yakni titian (yang membawa kepada petunjuk) hidayah yang datang dari sisi Tuhan (mereka tidak mau menjalankannya sebagai jalan hidup) yang mereka tempuh (tetapi jika mereka melihat jalan kesesatan) jalan yang salah (mereka terus menempuhnya. Yang demikian itu) berpalingnya mereka itu (adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lalai daripadanya) contoh mengenai mereka telah disebutkan.",
            "sajda": false,
            "transliteration": "Sa asrifu 'an Aayaatiyal lazeena yatakabbaroona fil ardi bighairil haqq; wa iny-yaraw kulla Aayatil laa yu'minoo bihaa wa iny-yaraw sabeelar rushdi laa yattakhizoohu sabeelanw wa iny-yaraw sabeelal ghaiyi yatta khizoohu sabeelaa; zaalika bi annahum kazzaboo bi Aayaatinaa wa kaanoo 'anhaa ghaafileen"
        },
        {
            "aya_id": 1101,
            "aya_number": 147,
            "aya_text": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤءِ الْاٰخِرَةِ حَبِطَتْ اَعْمَالُهُمْۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ࣖ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "Dan orang-orang yang mendustakan tanda-tanda (kekuasaan) Kami dan (mendustakan) adanya pertemuan akhirat, sia-sialah amal mereka. Mereka diberi balasan sesuai dengan apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami dan mendustakan akan menemui akhirat) dimaksud mengenai hari berbangkit dan lain-lainnya (sia-sialah) artinya batillah (perbuatan mereka) yaitu perbuatan-perbuatan yang telah mereka lakukan sewaktu hidup di alam dunia, berupa amal-amal kebaikan seperti silaturahmi dan sedekah, maka mereka tidak lagi mendapat pahalanya karena persyaratannya sudah tidak memenuhi lagi (Tidak) (mereka itu mendapat balasan kecuali) hanya balasan (apa yang telah mereka kerjakan) yakni perbuatan mendustakan ayat-ayat Kami dan perbuatan-perbuatan maksiat.",
            "sajda": false,
            "transliteration": "Wallazeena kazzaboo bi Aayaatinaa wa liqaaa'il Aakhirati habitat 'amaaluhum; hal yujzawna illaa maa kaanoo ya'maloon"
        },
        {
            "aya_id": 1102,
            "aya_number": 148,
            "aya_text": "وَاتَّخَذَ قَوْمُ مُوْسٰى مِنْۢ بَعْدِهٖ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌۗ  اَلَمْ يَرَوْا اَنَّهٗ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيْهِمْ سَبِيْلًاۘ اِتَّخَذُوْهُ وَكَانُوْا ظٰلِمِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "Dan kaum Musa, setelah kepergian (Musa ke Gunung Sinai) mereka membuat patung anak sapi yang bertubuh dan dapat melenguh (bersuara) dari perhiasan (emas). Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang yang zalim.",
            "tafsir_jalalayn": "(Dan kaum Musa, setelah kepergian Musa, mereka membuat) setelah pergi meninggalkan mereka untuk bermunajat (dari perhiasan mereka) yang telah mereka pinjam dari kaumnya Firaun dengan alasan untuk perkawinan (berhala) yang kemudian dipuja-puja oleh mereka (anak lembu) Samirilah yang mencetaknya berdasarkan permintaan mereka (yang bertubuh) sebagai ganti dari daging dan darah (dan bersuara) artinya suara yang dapat didengar; dan dapat bergerak sebab Samiri menaruh debu di mulutnya dari bekas teracak kuda malaikat Jibril, sebagai pengaruhnya berhala itu dapat hidup. Maf'ul dari lafal ittakhadza dibuang yang asalnya ialah lafal ilaahan, yakni sebagai tuhan. (Apakah mereka tidak mengetahui bahwa anak lembu itu tidak dapat berbicara dengan mereka dan tidak dapat pula menunjukkan jalan kepada mereka?) lalu mengapa mereka menganggapnya sebagai tuhan mereka (Mereka menjadikannya) sebagai sesembahan (dan mereka adalah orang-orang yang lalim) disebabkan mengambilnya sebagai sesembahan.",
            "sajda": false,
            "transliteration": "Wattakhaza qawmu Moosaa mim ba'dihee min huliyyihim 'ijlan jasadal lahoo khuwaar; alam yaraw annahoo laa yukallimuhum wa laa yahdeehim sabeelaa; ittakha zoohu wa kaanoo zaalimeen"
        },
        {
            "aya_id": 1103,
            "aya_number": 149,
            "aya_text": "وَلَمَّا سُقِطَ فِيْٓ اَيْدِيْهِمْ وَرَاَوْا اَنَّهُمْ قَدْ ضَلُّوْاۙ قَالُوْا لَىِٕنْ لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "Dan setelah mereka menyesali perbuatannya dan mengetahui bahwa telah sesat, mereka pun berkata, “Sungguh, jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang rugi.”",
            "tafsir_jalalayn": "(Dan setelah mereka menyesali perbuatannya) mereka menyesal mengambil sebagai sesembahan mereka (dan mereka melihat) mereka mengetahui (bahwa mereka telah sesat) oleh sebab perbuatan itu; penyesalan itu datang setelah Musa kembali kepada mereka (mereka pun berkata, \"Sungguh jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami) dengan memakai ya dan ta pada kedua fi'ilnya (pastilah kami menjadi orang-orang yang merugi.\").",
            "sajda": false,
            "transliteration": "Wa lammaa suqita feee aideehim wa ra aw annahum qad dalloo qaaloo la'il lam yarhamnaa Rabbunaa wa yaghfir lanaa lanakoonanna minal khaasireen"
        },
        {
            "aya_id": 1104,
            "aya_number": 150,
            "aya_text": "وَلَمَّا رَجَعَ مُوْسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفًاۙ قَالَ بِئْسَمَا خَلَفْتُمُوْنِيْ مِنْۢ بَعْدِيْۚ اَعَجِلْتُمْ اَمْرَ رَبِّكُمْۚ وَاَلْقَى الْاَلْوَاحَ وَاَخَذَ بِرَأْسِ اَخِيْهِ يَجُرُّهٗٓ اِلَيْهِ ۗقَالَ ابْنَ اُمَّ اِنَّ الْقَوْمَ اسْتَضْعَفُوْنِيْ وَكَادُوْا يَقْتُلُوْنَنِيْۖ فَلَا تُشْمِتْ بِيَ الْاَعْدَاۤءَ وَلَا تَجْعَلْنِيْ مَعَ الْقَوْمِ الظّٰلِمِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 169,
            "translation_aya_text": "Dan ketika Musa telah kembali kepada kaumnya, dengan marah dan sedih hati dia berkata, “Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?” Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala saudaranya (Harun) sambil menarik ke arahnya. (Harun) berkata, “Wahai anak ibuku! Kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku, sebab itu janganlah engkau menjadikan musuh-musuh menyoraki melihat kemalanganku, dan janganlah engkau jadikan aku sebagai orang-orang yang zalim.”",
            "tafsir_jalalayn": "(Dan tatkala Musa kembali kepada kaumnya dalam keadaan marah) oleh sebab perbuatan mereka (dan sedih hati) yakni amat bersedih hati (berkatalah dia,) kepada mereka (\"Alangkah buruknya perbuatan) teramat jelek perbuatan (yang kamu kerjakan) dalam hal ini (sesudah kepergianku!) dimaksud pekerjaanmu ini di mana kamu berlaku musyrik. (Apakah kamu hendak mendahului janji Tuhanmu?\" Dan Musa pun melemparkan lempengan-lempengan) yaitu lempengan-lempengan Kitab Taurat karena marah kepada kaumnya, sehingga lempengan-lempengan itu pecah (dan ia memegang rambut kepala saudaranya) dengan tangan kanannya dan jenggotnya dengan tangan kirinya (sambil menariknya ke arahnya) saking marahnya (Harun berkata,) \"Hai (anak ibuku!) dengan mim dikasrahkan dan difathahkan, yang dimaksud adalah ummi, penyebutan dengan kata-kata ini untuk lebih menimbulkan rasa sayang ke dalam hati Musa (Sesungguhnya kaum ini telah menganggapku lemah dan hampir-hampir mereka) hampir saja (membunuhku, sebab itu janganlah kamu menjadikan gembira) membuat girang (musuh-musuh melihatku) karena kamu menghinakan diriku (dan janganlah kamu masukkan aku ke dalam golongan orang-orang yang lalim.\") sebagaimana engkau memperlakukan orang yang benar-benar menyembah anak sapi.",
            "sajda": false,
            "transliteration": "Wa lammaa raja'a Moosaaa ilaa qawmihee ghadbaana asifan qaala bi'samaa khalaftumoonee mim ba'dee a-'ajiltum amra Rabbikum wa alqal alwaaha wa akhaza biraasi akheehi yajurruhoo ilaih; qaalab na umma innal qawmas tad'afoonee wa kadoo yaqtu loonanee; falaa tushmit biyal a'daaa'a wa laa taj'alnee ma'al qawmiz zaalimeen"
        },
        {
            "aya_id": 1105,
            "aya_number": 151,
            "aya_text": "قَالَ رَبِّ اغْفِرْ لِيْ وَلِاَخِيْ وَاَدْخِلْنَا فِيْ رَحْمَتِكَ ۖوَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 169,
            "translation_aya_text": "Dia (Musa) berdoa, “Ya Tuhanku, ampunilah aku dan saudaraku dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang dari semua penyayang.”",
            "tafsir_jalalayn": "(Musa berdoa, \"Ya Tuhanku! Ampunilah aku) atas apa yang telah kuperbuat terhadap saudaraku (dan saudaraku) Musa menyertakan saudaranya dalam doa demi untuk membuatnya rela atas apa yang telah ia lakukan kepadanya dan sekaligus untuk menolak agar musuh jangan girang melihat sikapnya terhadap saudaranya itu (dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang di antara para penyayang.\") Allah berfirman,",
            "sajda": false,
            "transliteration": "Qaala Rabbigh fir lee wa li akhee wa adkhilnaa fee rahmatika wa Anta arhamur raahimeen"
        },
        {
            "aya_id": 1106,
            "aya_number": 152,
            "aya_text": "اِنَّ الَّذِيْنَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّنْ رَّبِّهِمْ وَذِلَّةٌ فِى الْحَيٰوةِ الدُّنْيَاۗ وَكَذٰلِكَ نَجْزِى الْمُفْتَرِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 169,
            "translation_aya_text": "Sesungguhnya orang-orang yang menjadikan (patung) anak sapi (sebagai sembahannya), kelak akan menerima kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebohongan.",
            "tafsir_jalalayn": "(\"Sesungguhnya orang-orang yang menjadikan anak lembu) sebagai sesembahan (kelak akan menimpa mereka kemurkaan) yakni azab (dari Tuhan mereka dan kehinaan dalam kehidupan di dunia) maka mereka dihukum dengan perintah agar mereka membunuh diri mereka sendiri dan kehinaan akan selalu menimpa mereka sampai hari kiamat nanti. (Demikianlah) seperti apa yang telah Kami balaskan kepada mereka (Kami memberi balasan kepada orang-orang yang membuat-buat kebohongan) terhadap Allah dengan melakukan perbuatan syirik dan lain-lainnya.",
            "sajda": false,
            "transliteration": "Innal lazeenat takhazul 'ijla-sa yanaaluhum ghadabum mir Rabbihim wa zillatun fil hayaatid dunyaa; wa kazaalika najzil muftareen"
        },
        {
            "aya_id": 1107,
            "aya_number": 153,
            "aya_text": "وَالَّذِيْنَ عَمِلُوا السَّيِّاٰتِ ثُمَّ تَابُوْا مِنْۢ بَعْدِهَا وَاٰمَنُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 169,
            "translation_aya_text": "Dan orang-orang yang telah mengerjakan kejahatan, kemudian bertobat dan beriman, niscaya setelah itu Tuhanmu Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan orang-orang yang mengerjakan kejahatan; kemudian bertobat) kembali tidak melakukannya (sesudah itu dan beriman) terhadap Allah (sesungguhnya Tuhan kamu sesudahnya) sesudah tobat (adalah Maha Pengampun) kepada mereka (lagi Maha Penyayang\").",
            "sajda": false,
            "transliteration": "Wallazeena 'amilus saiyiaati summa taaboo mim ba'dihaa wa aamanooo inna Rabbaka mim ba'dihaa la Ghafoorur Raheem"
        },
        {
            "aya_id": 1108,
            "aya_number": 154,
            "aya_text": "وَلَمَّا سَكَتَ عَنْ مُّوْسَى الْغَضَبُ اَخَذَ الْاَلْوَاحَۖ وَفِيْ نُسْخَتِهَا هُدًى وَّرَحْمَةٌ لِّلَّذِيْنَ هُمْ لِرَبِّهِمْ يَرْهَبُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 169,
            "translation_aya_text": "Dan setelah amarah Musa mereda, diambilnya (kembali) lauh-lauh (Taurat) itu; di dalam tulisannya terdapat petunjuk dan rahmat bagi orang-orang yang takut kepada Tuhannya.",
            "tafsir_jalalayn": "(Sesudah mereda) telah tenang (amarah Musa, lalu diambilnya kembali lempengan-lempengan itu) yang telah ia banting itu (dan dalam tulisannya) apa yang tertulis di dalam lempengan kitab Taurat itu (terdapat petunjuk) dari kesesatan (dan rahmat untuk orang-orang yang takut kepada Tuhannya) mereka takut kepada-Nya; huruf lam dimasukkan ke dalam maf'ul mengingat tempatnya yang didahulukan.",
            "sajda": false,
            "transliteration": "Wa lammaa sakata 'am Moosal ghadabu akhazal al waaha wa fee nnuskhatihaa hudanw wa rahmatul lillazeena hum li Rabbihim yarhaboon"
        },
        {
            "aya_id": 1109,
            "aya_number": 155,
            "aya_text": "وَاخْتَارَ مُوْسٰى قَوْمَهٗ سَبْعِيْنَ رَجُلًا لِّمِيْقَاتِنَا ۚفَلَمَّآ اَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ اَهْلَكْتَهُمْ مِّنْ قَبْلُ وَاِيَّايَۗ اَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاۤءُ مِنَّاۚ اِنْ هِيَ اِلَّا فِتْنَتُكَۗ تُضِلُّ بِهَا مَنْ تَشَاۤءُ وَتَهْدِيْ مَنْ تَشَاۤءُۗ اَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الْغَافِرِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 169,
            "translation_aya_text": "Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, “Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau binasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami? Itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki. Engkaulah pemimpin kami, maka ampunilah kami dan berilah kami rahmat. Engkaulah pemberi ampun yang terbaik.”",
            "tafsir_jalalayn": "(Dan Musa memilih dari kaumnya) dimaksud sebagian dari kaumnya (sebanyak tujuh puluh orang lelaki) dari kalangan orang-orang yang tidak ikut menyembah anak sapi, ia lakukan hal itu berdasarkan perintah dari Allah swt. (untuk memenuhi waktu yang telah Kami tentukan) waktu yang telah Kami janjikan, agar mereka datang tepat pada waktunya, untuk memohon ampunan dari penyembahan terhadap anak sapi yang telah dilakukan oleh teman-teman mereka. Kemudian Musa keluar bersama mereka. (Maka ketika mereka diguncang gempa bumi) yaitu gempa yang dahsyat. Ibnu Abbas mengatakan, \"Sebab mereka tidak melarang kaumnya tatkala menyembah anak sapi itu,\" selanjutnya Ibnu Abbas mengatakan lagi, \"Mereka adalah selain dari orang-orang yang meminta agar dapat melihat Tuhan yang kemudian ditimpa azab berupa sha`iqah\" (Ia berkata,) yakni Musa (\"Ya Tuhanku! Kalau Engkau kehendaki tentulah Engkau membinasakan sebelum ini) sebelum aku keluar bersama mereka; maksud Musa untuk menentukan nasib kaum Bani Israel sehubungan dengan peristiwa penyembahan anak sapi itu, agar jika mereka terkena azab tidak menuduhku sebagai penyebabnya (dan aku. Apakah Engkau membinasakan kami karena perbuatan orang-orang yang kurang akal di antara kami?) Istifham bermakna isti`thaf, memohon belas kasihan, yakni janganlah Engkau menyiksa kami oleh sebab dosa yang dilakukan oleh selain kami. (Tidak lain) (itu) fitnah yang dilakukan oleh orang-orang yang akalnya kurang (kecuali hanyalah fitnah dari Engkau) dimaksud cobaan dari Engkau (Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki) kesesatannya (dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki) kehidayahannya. (Engkaulah yang memimpin kami) yang menguasai perkara-perkara kami (maka ampunilah kami, dan berilah kami rahmat dan Engkaulah Pemberi ampun yang sebaik-baiknya.\")",
            "sajda": false,
            "transliteration": "Wakhtaara Moosaa qawmahoo sab'eena rajjulal limeeqaatinaa falammaa akhazat humur rajfatu qaala Rabbi law shi'ta ahlaktahum min qablu wa iyyaaya atuhlikunna bimaa fa'alas sufahaaa'u minnaa in hiya illaa fitnatuka tudillu bihaa man tashaaa'u wa tahdee man tashaaa'u Anta waliyyunaa faghfir lanaa warhammnnaa wa Anta khairul ghaafireen"
        },
        {
            "aya_id": 1110,
            "aya_number": 156,
            "aya_text": "۞ وَاكْتُبْ لَنَا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ اِنَّا هُدْنَآ اِلَيْكَۗ قَالَ عَذَابِيْٓ اُصِيْبُ بِهٖ مَنْ اَشَاۤءُۚ وَرَحْمَتِيْ وَسِعَتْ كُلَّ شَيْءٍۗ فَسَاَكْتُبُهَا لِلَّذِيْنَ يَتَّقُوْنَ وَيُؤْتُوْنَ الزَّكٰوةَ وَالَّذِيْنَ هُمْ بِاٰيٰتِنَا يُؤْمِنُوْنَۚ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 170,
            "translation_aya_text": "Dan tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sungguh, kami kembali (bertobat) kepada Engkau. (Allah) berfirman, “Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.”",
            "tafsir_jalalayn": "(Dan tetapkanlah) pastikanlah (untuk kami kebaikan di dunia ini dan di akhirat) kebaikan (sesungguhnya kami kembali pada jalan hidayah) maksudnya kami telah bertobat (kepada-Mu. Allah berfirman,) Maha Tinggi Allah (\"Siksa-Ku akan Kutimpakan kepada siapa yang Aku kehendaki) Aku ingin menyiksanya (dan rahmat-Ku meliputi) menyeluruh (segala sesuatu) yang ada di dunia (Maka akan Aku tetapkan rahmat-Ku) di akhirat kelak (untuk orang-orang yang bertakwa yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.\")",
            "sajda": false,
            "transliteration": "Waktub lanaa fee haazi hid dunyaa hasanatanw wa fil Aakhirati innnaa hudnaaa ilaik; qaala 'azaabee useebu bihee man ashaaa'u wa rahmatee wasi'at kulla shai'; fasa aktubuhaa lillazeena yattaqoona wa yu'toonaz Zakaata wallazeena hum bi Aayaatinaa yu'minoon"
        },
        {
            "aya_id": 1111,
            "aya_number": 157,
            "aya_text": "اَلَّذِيْنَ يَتَّبِعُوْنَ الرَّسُوْلَ النَّبِيَّ الْاُمِّيَّ الَّذِيْ يَجِدُوْنَهٗ مَكْتُوْبًا عِنْدَهُمْ فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ يَأْمُرُهُمْ بِالْمَعْرُوْفِ وَيَنْهٰىهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبٰۤىِٕثَ وَيَضَعُ عَنْهُمْ اِصْرَهُمْ وَالْاَغْلٰلَ الَّتِيْ كَانَتْ عَلَيْهِمْۗ فَالَّذِيْنَ اٰمَنُوْا بِهٖ وَعَزَّرُوْهُ وَنَصَرُوْهُ وَاتَّبَعُوا النُّوْرَ الَّذِيْٓ اُنْزِلَ مَعَهٗٓ  ۙاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ࣖ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 170,
            "translation_aya_text": "(Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al-Qur'an), mereka itulah orang-orang beruntung.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang mengikut rasul, nabi yang ummi) yaitu Nabi Muhammad saw. (yang namanya mereka dapati tertulis di dalam Taurat dan Injil yang ada di sisi mereka) lengkap dengan nama dan ciri-cirinya (yang menyuruh mereka mengerjakan yang makruf dan melarang mereka dari mengerjakan yang mungkar dan menghalalkan bagi mereka segala yang baik) dari apa yang sebelumnya diharamkan oleh syariat mereka (dan mengharamkan bagi mereka segala yang buruk) yaitu bangkai dan lain-lainnya (dan membuang dari mereka beban-beban) maksud tanggungan mereka (dan belenggu-belenggu) hal-hal yang berat (yang ada pada mereka) seperti bertobat dengan jalan membunuh diri dan memotong apa yang terkena oleh najis. (Maka orang-orang yang beriman kepadanya) dari kalangan mereka (memuliakannya) yaitu menghormatinya (menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya) yakni Alquran (mereka itulah orang-orang yang beruntung).",
            "sajda": false,
            "transliteration": "Allazeena yattabi'oonar Rasoolan Nabiyyal ummiyyal lazee yajidoonahoo maktooban 'indahum fit Tawraati wal Injeeli yaa muruhum bilma'roofi wa yanhaahum 'anil munkari wa yuhillu lahumul taiyibaati wa yuharrimu 'alaihimul khabaaa'isa wa yada'u 'anhum israhum wal aghlaalal latee kaanat 'alaihim; fallazeena aamanoo bihee wa 'azzaroohu wa nnasaroohu wattaba'un nooral lazeee unzila ma'ahooo ulaaa'ika humul muflihoon"
        },
        {
            "aya_id": 1112,
            "aya_number": 158,
            "aya_text": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ جَمِيْعًا ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ  لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُۖ فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهِ النَّبِيِّ الْاُمِّيِّ الَّذِيْ يُؤْمِنُ بِاللّٰهِ وَكَلِمٰتِهٖ وَاتَّبِعُوْهُ لَعَلَّكُمْ تَهْتَدُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 170,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi; tidak ada tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia, agar kamu mendapat petunjuk.”          ",
            "tafsir_jalalayn": "(Katakanlah,) pembicaraan ini ditujukan kepada Nabi saw. (\"Hai manusia! Sesungguhnya aku adalah utusan Allah kepadamu semua, yaitu Allah yang mempunyai kerajaan langit dan bumi; tidak ada Tuhan selain Dia; yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan rasul-Nya, nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya) yakni Alquran (dan ikutilah dia, supaya kamu mendapat petunjuk.\") artinya kamu akan mendapat bimbingan hidayah.",
            "sajda": false,
            "transliteration": "Qul yaaa aiyuhan naasu innee Rasoohul laahi ilaikum jamee'anil lazee lahoo mulkus samaawaati wal ardi laaa ilaaha illaa Huwa yuhyee wa yumeetu fa aaminoo billaahi wa Rasoolihin Nabiyyil ummiy yil lazee yu'minu billaahi wa Kalimaatihee wattabi'oohu la'allakum tahtadoon"
        },
        {
            "aya_id": 1113,
            "aya_number": 159,
            "aya_text": "وَمِنْ قَوْمِ مُوْسٰٓى اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 170,
            "translation_aya_text": "Dan di antara kaum Musa itu terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil menjalankan keadilan.",
            "tafsir_jalalayn": "(Dan di antara kaum Musa itu terdapat suatu umat) suatu jemaah (yang memberi petunjuk) kepada manusia (dengan hak dan dengan yang hak itulah mereka menjalankan keadilan) di dalam memberikan keputusan hukum.",
            "sajda": false,
            "transliteration": "Wa min qawmi Moosaaa ummatuny yahdoona bilhaqqi wa bihee ya'diloon"
        },
        {
            "aya_id": 1114,
            "aya_number": 160,
            "aya_text": "وَقَطَّعْنٰهُمُ اثْنَتَيْ عَشْرَةَ اَسْبَاطًا اُمَمًاۗ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اِذِ اسْتَسْقٰىهُ قَوْمُهٗٓ اَنِ اضْرِبْ بِّعَصَاكَ الْحَجَرَۚ فَانْۢبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًاۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْۗ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوٰىۗ  كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 171,
            "translation_aya_text": "Dan Kami membagi mereka menjadi dua belas suku yang masing-masing berjumlah besar, dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya, “Pukullah batu itu dengan tongkatmu!” Maka memancarlah dari (batu) itu dua belas mata air. Setiap suku telah mengetahui tempat minumnya masing-masing. Dan Kami naungi mereka dengan awan dan Kami turunkan kepada mereka mann dan salwa. (Kami berfirman), “Makanlah yang baik-baik dari rezeki yang telah Kami berikan kepadamu.” Mereka tidak menzalimi Kami, tetapi merekalah yang selalu menzalimi  dirinya sendiri.",
            "tafsir_jalalayn": "(Dan Kami bagi mereka) Kami pecahkan kaum Bani Israel (menjadi dua belas) sebagai hal (suku-suku) menjadi badal dari yang sebelumnya, yaitu kabilah-kabilah (yang masing-masingnya berjumlah besar) menjadi badal dari yang sebelumnya (dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya,) di tengah padang sahara (\"Pukullah batu itu dengan tongkatmu!\") kemudian Musa memukulkannya (maka memancarlah) maksudnya tersemburlah (daripadanya dua belas mata air) sesuai dengan bilangan kabilah (Sesungguhnya tiap-tiap suku telah mengetahui) setiap suku dari kalangan mereka (tempat minum masing-masing. Dan Kami naungkan awan di atas mereka) di padang pasir tempat mereka berada guna melindungi mereka dari panasnya matahari (dan Kami turunkan kepada mereka manna dan salwa) keduanya adalah taranjabin, makanan manis seperti madu, dan sebangsa burung puyuh dengan ditakhfifkan mimnya dan dibaca pendek. Dan Kami berfirman kepada mereka, (\"Makanlah yang baik-baik dari apa yang telah Kami rezekikan kepadamu.\" Mereka tidak menganiaya Kami, tetapi merekalah yang selalu menganiaya dirinya sendiri).",
            "sajda": false,
            "transliteration": "Wa qatta' naahumus natai 'ashrata asbaatan umamaa; wa awhainaa ilaa Moosaaa izis tasqaahu qawmuhooo anid rib bi'asaakal hajara fambajasat minhus nata 'ashrata 'ainan qad 'alima kullu unaasim mashrabahm; wa zallalnaa 'alaihimul ghammaamma wa anzalnaa 'alaihimul MManna was Salwaa kuloo min taiyibaati maa razaqnaakum; wa maa zalamoonaa wa laakin kaanooo anfusahum yazlimoon"
        },
        {
            "aya_id": 1115,
            "aya_number": 161,
            "aya_text": "وَاِذْ قِيْلَ لَهُمُ اسْكُنُوْا هٰذِهِ الْقَرْيَةَ وَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ وَقُوْلُوْا حِطَّةٌ وَّادْخُلُوا الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيْۤـٰٔتِكُمْۗ سَنَزِيْدُ الْمُحْسِنِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 171,
            "translation_aya_text": "Dan (ingatlah), ketika dikatakan kepada mereka (Bani Israil), “Diamlah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)nya di mana saja kamu kehendaki.” Dan katakanlah, “Bebaskanlah kami dari dosa kami dan masukilah pintu gerbangnya sambil membungkuk, niscaya Kami ampuni kesalahan-kesalahanmu.” Kelak akan Kami tambah (pahala) kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Dan) Ingatlah (ketika dikatakan kepada mereka, Bani Israel, \"Diamlah di negeri ini saja) yaitu Baitulmakdis (dan makanlah dari hasil buminya di mana saja kamu kehendaki. Dan katakanlah,) perintah Kami ('Bebaskanlah kami dari dosa kami' dan masukilah pintunya) pintu gerbang negeri itu (sambil membungkuk) dengan membungkukkan punggung (niscaya Kami ampuni) dengan memakai nun dan ta, dan bina maf'ul (kesalahan-kesalahanmu.\" Kelak Kami akan tambah pahala kepada orang-orang yang berbuat baik) orang-orang yang taat pahala.",
            "sajda": false,
            "transliteration": "Wa iz qeela lahumuskunoo haazihil qaryata wa kuloo minhaa haisu shi'tum wa qooloo hittatunw wadkhulul baaba sujjadan naghfir lakum khateee'aatikum; sanazeedul muhsineen"
        },
        {
            "aya_id": 1116,
            "aya_number": 162,
            "aya_text": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا مِنْهُمْ قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَظْلِمُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 171,
            "translation_aya_text": "Maka orang-orang yang zalim di antara mereka mengganti (perkataan itu) dengan perkataan yang tidak dikatakan kepada mereka, maka Kami timpakan kepada mereka azab dari langit disebabkan kezaliman mereka.",
            "tafsir_jalalayn": "(Maka orang-orang yang lalim di antara mereka itu mengganti perkataan itu dengan perkataan yang tidak dikatakan kepada mereka) mereka mengatakan, \"Habbatun fii sya`ratin sebagai ganti dari hiththatun\" dan kemudian mereka memasuki pintu gerbangnya sambil merangkak bukannya membungkukkan badan (maka Kami timpakan kepada mereka azab) yakni siksaan (dari langit disebabkan kelaliman mereka.)",
            "sajda": false,
            "transliteration": "Fabaddalal lazeena zalamoo minhum qawlan ghairal lazee qeela lahum fa arsalnaa 'alaihim rijzam minas samaaa'i bimaa kaanoo yazlimoon"
        },
        {
            "aya_id": 1117,
            "aya_number": 163,
            "aya_text": "وَسْـَٔلْهُمْ عَنِ الْقَرْيَةِ الَّتِيْ كَانَتْ حَاضِرَةَ الْبَحْرِۘ اِذْ يَعْدُوْنَ فِى السَّبْتِ اِذْ تَأْتِيْهِمْ حِيْتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَّيَوْمَ لَا يَسْبِتُوْنَۙ لَا تَأْتِيْهِمْ ۛ كَذٰلِكَ ۛنَبْلُوْهُمْ بِمَا كَانُوْا يَفْسُقُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 171,
            "translation_aya_text": "Dan tanyakanlah kepada Bani Israil tentang negeri yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabtu, (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka terapung-apung di permukaan air, padahal pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka disebabkan mereka berlaku fasik.",
            "tafsir_jalalayn": "(Dan tanyakanlah kepada Bani Israel) hai Muhammad, sebagai celaan (tentang negeri yang terletak di dekat laut) di pinggir laut Qalzum yaitu kota Aylah; yang dipertanyakan ialah tentang apa yang terjadi atas penduduknya (ketika mereka melanggar aturan) saat mereka melakukan pelanggaran (pada hari Sabtu) di mana mereka berburu ikan yang pada hari itu mereka dilarang melakukannya (di waktu) merupakan zharaf dari lafal ya'duuna (datang kepada mereka ikan-ikan pada hari Sabtunya dengan terapung-apung pada pinggirannya) yang tampak di permukaan air (dan di hari-hari yang bukan Sabtu) maksudnya di mana mereka sudah tidak lagi terikat dengan pengagungan hari Sabtu, atau dengan kata lain ialah hari-hari selain hari Sabtu (ikan-ikan itu tidak datang kepada mereka) sebagai ujian dari Allah. (Demikianlah Kami mencoba mereka disebabkan mereka berlaku fasik) dan tatkala mereka hendak berburu ikan para penduduk kota terbagi suaranya menjadi tiga bagian; sebagian berpendapat ikut berburu bersama orang-orang yang berburu, sebagian lainnya mencegah mereka melakukannya dan sebagian lainnya bersikap abstain, tidak ikut dan juga tidak melarang.",
            "sajda": false,
            "transliteration": "Was'alhum 'anil qaryatil latee kaanat haadiratal bahri iz ya'doona fis Sabt iz taateehim heetaanuhum yawma Sabtihim shurra'anw wa yawma laa yasbitoona laa taateehim; kazaalika nabloohum bimaa kaanoo yafsuqoon"
        },
        {
            "aya_id": 1118,
            "aya_number": 164,
            "aya_text": "وَاِذْ قَالَتْ اُمَّةٌ مِّنْهُمْ لِمَ تَعِظُوْنَ قَوْمًاۙ ۨاللّٰهُ مُهْلِكُهُمْ اَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيْدًاۗ قَالُوْا مَعْذِرَةً اِلٰى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Dan (ingatlah) ketika suatu umat di antara mereka berkata, “Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?” Mereka menjawab, “Agar kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu, dan agar mereka bertakwa.”",
            "tafsir_jalalayn": "(Dan ketika) diathafkan kepada lafal idz yang sebelumnya (suatu umat di antara mereka berkata,) yaitu kaum yang tidak ikut berburu dan juga tidak melarang orang-orang yang berburu (\"Mengapa kamu menasihati kaum yang Allah akan membinasakan mereka atau mengazab mereka dengan azab yang keras?\" Mereka menjawab,) nasihat kami (\"Agar kami mempunyai alasan) yang bisa dijadikan sebagai pelepas tanggung jawab (kepada Tuhanmu) supaya kami tidak dituduh lalai dalam masalah tidak memberikan larangan kepada mereka (dan supaya mereka bertakwa.\") tidak berani melakukan perburuan lagi.",
            "sajda": false,
            "transliteration": "Wa iz qaalat ummatum minhum lima ta'izoona qaw manil laahu muhlikuhum aw mu'azzibuhum 'azaaban shadeedan qaaloo ma'ziratan ilaa Rabbikum wa la'allahum tattaqoon"
        },
        {
            "aya_id": 1119,
            "aya_number": 165,
            "aya_text": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖٓ اَنْجَيْنَا الَّذِيْنَ يَنْهَوْنَ عَنِ السُّوْۤءِ وَاَخَذْنَا الَّذِيْنَ ظَلَمُوْا بِعَذَابٍۢ بَـِٔيْسٍۢ بِمَا كَانُوْا يَفْسُقُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Maka setelah mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang melarang orang berbuat jahat dan Kami timpakan kepada orang-orang yang zalim siksaan yang keras, disebabkan mereka selalu berbuat fasik.",
            "tafsir_jalalayn": "(Maka tatkala mereka melupakan) yaitu mereka meninggalkan (apa yang diperingatkan kepada mereka) apa yang dinasihatkan kepada mereka (tentang hal itu) kemudian mereka tidak mau juga menuruti nasihat (Kami selamatkan orang-orang yang melarang dari perbuatan jahat dan Kami timpakan kepada orang-orang yang lalim) yang melakukan pelanggaran (siksaan yang berat) yang keras (disebabkan mereka selalu berbuat fasik.)",
            "sajda": false,
            "transliteration": "Falammaa nasoo maa zukkiroo bihee anjainal lazeena yanhawna 'anis sooo'i wa akhaznal lazeena zalamoo bi'azaabim ba'eeim bimaa kaanooyafsuqoon"
        },
        {
            "aya_id": 1120,
            "aya_number": 166,
            "aya_text": "فَلَمَّا عَتَوْا عَنْ مَّا نُهُوْا عَنْهُ قُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Maka setelah mereka bersikap sombong terhadap segala apa yang dilarang. Kami katakan kepada mereka, “Jadilah kamu kera yang hina.”",
            "tafsir_jalalayn": "(Maka tatkala mereka bersikap sombong) yakni bersikap takabur (terhadap) tidak mau meninggalkan (apa yang dilarang mereka mengerjakannya, Kami katakan kepada mereka, \"Jadilah kamu kera yang hina.\") yang terhina, maka jadilah mereka itu kera yang hina; keterangan ini adalah penjelasan dari apa yang telah lalu. Ibnu Abbas mengatakan, \"Saya tidak mengetahui tentang apa yang terjadi dengan golongan yang bersikap abstain.\" Ikrimah mengatakan, \"Mereka tidak dibinasakan, sebab mereka membenci apa yang telah dilakukan rekan-rekannya dan mereka mengatakan, 'Mengapa kamu menasihati....'.\" Hakim telah meriwayatkan dari Ibnu Abbas bahwa golongan tersebut ikut pula melakukannya dan bahkan takjub dengan sikap mereka yang melakukannya.",
            "sajda": false,
            "transliteration": "Falammaa 'ataw 'ammmaa nuhoo 'anhu qulna lahum kkoonoo qiradatan khaasi'een"
        },
        {
            "aya_id": 1121,
            "aya_number": 167,
            "aya_text": "وَاِذْ تَاَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ يَّسُوْمُهُمْ سُوْۤءَ الْعَذَابِۗ اِنَّ رَبَّكَ لَسَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Dan (ingatlah), ketika Tuhanmu memberitahukan, bahwa sungguh, Dia akan mengirim orang-orang yang akan menimpakan azab yang seburuk-buruknya kepada mereka (orang Yahudi) sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan ketika memberitahukan) mempermaklumkan (Tuhanmu, bahwa sesungguhnya Dia akan mengirim kepada mereka) dimaksud orang-orang Yahudi (sampai hari kiamat orang-orang yang akan menimpakan kepada mereka azab yang seburuk-buruknya) dengan dihinakan dan dibebani pajak/jizyah; kemudian Allah mengutus Nabi Sulaiman kepada mereka, dan sesudah itu Raja Bukhtunasher (Nebukat Nezar) yang membunuh dan menawan mereka serta mewajibkan mereka membayar jizyah. Mereka selalu membayar jizyah kepada orang-orang Majusi sehingga Allah swt. mengutus nabi kita Muhammad saw. yang kemudian mengambil pula jizyah dari mereka. (Sesungguhnya Tuhanmu amat cepat siksa-Nya) (dan sesungguhnya Dia Maha Pengampun) terhadap orang-orang yang taat kepada-Nya (lagi Maha Penyayang) terhadap mereka yang taat.",
            "sajda": false,
            "transliteration": "Wa iz ta azzana Rabbuka la yab'asannna 'alaihim ilaa Yawmil Qiyaamati mai yasoomuhum sooo'al 'azaab; inna Rabbaka lasaree'ul 'iqaab; wa innahoo la Ghafoorur Raheem"
        },
        {
            "aya_id": 1122,
            "aya_number": 168,
            "aya_text": "وَقَطَّعْنٰهُمْ فِى الْاَرْضِ اُمَمًاۚ مِنْهُمُ الصّٰلِحُوْنَ وَمِنْهُمْ دُوْنَ ذٰلِكَ ۖوَبَلَوْنٰهُمْ بِالْحَسَنٰتِ وَالسَّيِّاٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Dan Kami pecahkan mereka di dunia ini menjadi beberapa golongan; di antaranya ada orang-orang yang saleh dan ada yang tidak demikian. Dan Kami uji mereka dengan (nikmat) yang baik-baik dan (bencana) yang buruk-buruk, agar mereka kembali (kepada kebenaran).",
            "tafsir_jalalayn": "(Dan Kami bagi-bagi mereka) Kami pecah-pecah mereka (di dunia menjadi beberapa golongan) terdiri dari beberapa golongan (di antaranya ada orang-orang yang saleh dan di antaranya) ada orang-orang (yang tidak demikian) yaitu menjadi orang-orang kafir dan orang-orang fasik (Dan Kami coba mereka dengan yang baik-baik) yang nikmat-nikmat (dan yang buruk-buruk) dengan bencana-bencana (agar mereka kembali) kepada kebenaran dan tidak mau berbuat fasik lagi.",
            "sajda": false,
            "transliteration": "Wa qatta'naahum fil ardi umamam minhumus aalihoona wa min hum doona zaalika wa balawnaahum bilhasanaati wassaiyi aati la'allahum yarji'oon"
        },
        {
            "aya_id": 1123,
            "aya_number": 169,
            "aya_text": "فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ وَّرِثُوا الْكِتٰبَ يَأْخُذُوْنَ عَرَضَ هٰذَا الْاَدْنٰى وَيَقُوْلُوْنَ سَيُغْفَرُ لَنَاۚ وَاِنْ يَّأْتِهِمْ عَرَضٌ مِّثْلُهٗ يَأْخُذُوْهُۗ  اَلَمْ يُؤْخَذْ عَلَيْهِمْ مِّيْثَاقُ الْكِتٰبِ اَنْ لَّا يَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّ وَدَرَسُوْا مَا فِيْهِۗ وَالدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Maka setelah mereka, datanglah generasi (yang jahat) yang mewarisi Taurat, yang mengambil harta benda dunia yang rendah ini. Lalu mereka berkata, “Kami akan diberi ampun.” Dan kelak jika harta benda dunia datang kepada mereka sebanyak itu (pula), niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam Kitab (Taurat) bahwa mereka tidak akan mengatakan terhadap Allah, kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka tidakkah kamu mengerti?",
            "tafsir_jalalayn": "(Maka datanglah sesudah mereka generasi yang jahat yang mewarisi Alkitab) yakni kitab Taurat dari para pendahulu mereka (yang mengambil harta benda dunia yang rendah ini) sesuatu yang tidak ada harganya, yaitu duniawi baik yang halal maupun yang haram (dan berkata, \"Kami akan diberi ampun.\") atas apa yang telah kami lakukan. (Dan kelak jika datang kepada mereka harta benda dunia sebanyak itu pula niscaya mereka akan mengambilnya juga) jumlah kalimat ini menjadi hal; artinya mereka masih juga mengharapkan ampunan sedangkan mereka masih tetap kembali melakukannya padahal di dalam kitab Taurat tidak ada janji ampunan jika disertai dengan menetapi perbuatan dosa (bukankah sudah diambil) Istifham atau kata tanya bermakna menetapkan (perjanjian kitab Taurat dari mereka) Idhafah di sini bermakna fii (yaitu bahwa mereka tidak akan mengatakan terhadap Allah kecuali yang benar, padahal mereka telah mempelajari) diathafkan kepada lafal yu`khadzu, yakni mereka telah membaca (apa yang tersebut di dalamnya?) maka mengapa mereka mendustakan tentang masalah ampunan itu, sedangkan mereka masih terus menepati perbuatan dosanya. (Dan kampung akhirat itu lebih baik bagi mereka yang bertakwa) yang takut terhadap perbuatan haram. (Maka apakah mereka tidak mengerti) dengan memakai ya dan ta, sesungguhnya pahala akhirat itu lebih baik yang seharusnya mereka lebih memilihnya daripada perkara duniawi.",
            "sajda": false,
            "transliteration": "Fakhalafa mim ba'dihim khalfunw warisul Kitaaba yaa khuzoona 'arada haazal adnaa wa yaqooloona sayughfaru lanaa wa iny yaatihim 'aradum misluhoo yaakhuzooh; alam yu'khaz 'alaihim 'aradum misluhoo yaakhuzooh; alam yu'khaz 'alaihim meesaaqul Kitaabi al laa yaqooloo 'alal laahi illal haqqa wa darasoo maa feeh; wad Daarul Aakhirtu khairul lillazeena yattaqoon; afalaa ta'qiloon"
        },
        {
            "aya_id": 1124,
            "aya_number": 170,
            "aya_text": "وَالَّذِيْنَ يُمَسِّكُوْنَ بِالْكِتٰبِ وَاَقَامُوا الصَّلٰوةَۗ اِنَّا لَا نُضِيْعُ اَجْرَ الْمُصْلِحِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Dan orang-orang yang berpegang teguh pada Kitab (Taurat) serta melaksanakan salat, (akan diberi pahala). Sungguh, Kami tidak akan menghilangkan pahala orang-orang saleh.",
            "tafsir_jalalayn": "(Dan orang-orang yang berpegang teguh) dengan memakai tasydid dan tidak/takhfif (dengan Alkitab Taurat) yaitu sebagian di antara mereka (serta mendirikan salat) seperti Abdullah bin Salam dan teman-temannya. (Sesungguhnya Kami tidak menyia-nyiakan pahala orang-orang yang mengadakan perbaikan) Jumlah kalimat ini menjadi khabar dari lafal lilladziina; dan di dalamnya terkandung meletakkan isim zhahir pada tempat isim dhamir; yakni ajrahum/pahala mereka.",
            "sajda": false,
            "transliteration": "Wallazeena yumas sikoona bil Kitaabi wa aqaamus Salaata innaa laa nudee'uajral musliheen"
        },
        {
            "aya_id": 1125,
            "aya_number": 171,
            "aya_text": "۞ وَاِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَاَنَّهٗ ظُلَّةٌ وَّظَنُّوْٓا اَنَّهٗ وَاقِعٌۢ بِهِمْۚ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 173,
            "translation_aya_text": "Dan (ingatlah) ketika Kami mengangkat gunung ke atas mereka, seakan-akan (gunung) itu naungan awan dan mereka yakin bahwa (gunung) itu akan jatuh menimpa mereka. (Dan Kami firmankan kepada mereka), “Peganglah dengan teguh apa yang telah Kami berikan kepadamu, serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya agar kamu menjadi orang-orang bertakwa.”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Kami mengangkat bukit) yaitu Kami mencabutnya dari dasarnya (ke atas mereka seakan-akan bukit itu naungan awan dan mereka menduga) dan merasa yakin (bahwa bukit itu akan jatuh menimpa mereka) akan jatuh kepada mereka sesuai dengan janji Allah kepada mereka, bahwa hal itu akan menimpa mereka jika mereka tidak mau menerima hukum-hukum syariat kitab Taurat. Mereka menolaknya mengingat hal itu teramat berat pada permulaannya tetapi kemudian mereka mau menerimanya. Kami berfirman kepada mereka, (\"Peganglah dengan teguh apa yang telah Kami berikan kepadamu) dengan sungguh-sungguh dan dengan segala kemampuan (serta ingatlah selalu apa yang tersebut di dalamnya) dengan mengamalkannya (supaya kamu menjadi orang-orang yang bertakwa.\").",
            "sajda": false,
            "transliteration": "Wa iz nataqnal jabala fawqahum ka annahoo zullatunw wa zannooo annahoo waaqi'um bihim khuzoo maaa aatainaakum biquwwatinw wazkuroo maa feehi la'allakum tattaqoon"
        },
        {
            "aya_id": 1126,
            "aya_number": 172,
            "aya_text": "وَاِذْ اَخَذَ رَبُّكَ مِنْۢ بَنِيْٓ اٰدَمَ مِنْ ظُهُوْرِهِمْ ذُرِّيَّتَهُمْ وَاَشْهَدَهُمْ عَلٰٓى اَنْفُسِهِمْۚ  اَلَسْتُ بِرَبِّكُمْۗ قَالُوْا بَلٰىۛ شَهِدْنَا ۛاَنْ تَقُوْلُوْا يَوْمَ الْقِيٰمَةِ اِنَّا كُنَّا عَنْ هٰذَا غٰفِلِيْنَۙ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 173,
            "translation_aya_text": "Dan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), “Bukankah Aku ini Tuhanmu?” Mereka menjawab, “Betul (Engkau Tuhan kami), kami bersaksi.” (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, “Sesungguhnya ketika itu kami lengah terhadap ini.”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika) sewaktu (Tuhanmu mengeluarkan keturunan anak-anak Adam dari sulbi mereka) menjadi badal isytimal dari lafal sebelumnya dengan mengulangi huruf jar (yaitu anak cucu mereka) maksudnya Dia mengeluarkan sebagian mereka dari tulang sulbi sebagian lainnya yang berasal dari sulbi Nabi Adam secara turun-temurun, sebagaimana sekarang mereka beranak-pinak mirip dengan jagung di daerah Nu`man sewaktu hari Arafah/musim jagung. Allah menetapkan kepada mereka bukti-bukti yang menunjukkan ketuhanan-Nya serta Dia memberinya akal (dan Allah mengambil kesaksian terhadap jiwa mereka) seraya berfirman, (\"Bukankah Aku ini Tuhanmu?\" Mereka menjawab, \"Betul.) Engkau adalah Tuhan kami (kami menjadi saksi.\") yang demikian itu. Kesaksian itu supaya (tidak) jangan (kamu mengatakan) dengan memakai ya dan ta pada dua tempat, yakni orang-orang kafir (di hari kiamat kelak, \"Sesungguhnya kami terhadap hal-hal ini) yakni keesaan Tuhan (adalah orang-orang yang lalai.\") kami tidak mengetahuinya.",
            "sajda": false,
            "transliteration": "Wa iz akhaza Rabbuka mim Baneee Aadama min zuhoorihim zurriyyatahum wa ash hadahum 'alaa anfusihim alastu bi Rabbikum qaaloo balaa shahidnaaa; an taqooloo Yawmal Qiyaamati innaa kunnaa 'an haazaa ghaafileen"
        },
        {
            "aya_id": 1127,
            "aya_number": 173,
            "aya_text": "اَوْ تَقُوْلُوْٓا اِنَّمَآ اَشْرَكَ اٰبَاۤؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنْۢ بَعْدِهِمْۚ  اَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 173,
            "translation_aya_text": "Atau agar kamu tidak mengatakan, “Sesungguhnya nenek moyang kami telah mempersekutukan Tuhan sejak dahulu, sedang kami adalah keturunan yang (datang) setelah mereka. Maka apakah Engkau akan membinasakan kami karena perbuatan orang-orang (dahulu) yang sesat?”",
            "tafsir_jalalayn": "(Atau agar kamu tidak mengatakan, \"Sesungguhnya orang-orang tua kami telah mempersekutukan Tuhan sejak dahulu) dimaksud sebelum kami (sedangkan kami ini adalah anak-anak keturunan yang datang sesudah mereka) maka kami hanya mengikut mereka (Maka apakah Engkau akan membinasakan kami) Engkau akan mengazab kami (karena perbuatan orang-orang yang sesat dahulu?\") dari kalangan orang-orang tua kami yang pertama kali melakukan kemusyrikan. Kesimpulan pengertian dari ayat ini bahwa mereka tidak mungkin berhujah dengan alasan itu sedangkan mereka telah melakukan kesaksian terhadap diri mereka sendiri tentang keesaan Tuhan itu. Penuturan tentang hal ini melalui lisan pemilik mukjizat/Nabi Muhammad saw. kedudukannya sama dengan penuturan terhadap jiwa manusia semuanya.",
            "sajda": false,
            "transliteration": "Aw taqoolooo innamaaa ashraka aabaaa 'unaa min qablu wa kunnaa zurriyyatam mim ba'dihim afatuhlikunna bimaa fa'alal mubtiloon"
        },
        {
            "aya_id": 1128,
            "aya_number": 174,
            "aya_text": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلَعَلَّهُمْ يَرْجِعُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 173,
            "translation_aya_text": "Dan demikianlah Kami menjelaskan ayat-ayat itu, agar mereka kembali (kepada kebenaran).",
            "tafsir_jalalayn": "(Dan demikianlah Kami menjelaskan ayat-ayat itu) Kami menerangkan seperti apa yang telah Kami jelaskan di dalam perjanjian kesaksian supaya mereka memikirkannya (agar mereka kembali) dari kekafiran mereka kepada kebenaran.",
            "sajda": false,
            "transliteration": "Wa kazaalika nufassihul Aayaati wa la'allahum yarji'oon"
        },
        {
            "aya_id": 1129,
            "aya_number": 175,
            "aya_text": "وَاتْلُ عَلَيْهِمْ نَبَاَ الَّذِيْٓ اٰتَيْنٰهُ اٰيٰتِنَا فَانْسَلَخَ مِنْهَا فَاَتْبَعَهُ الشَّيْطٰنُ فَكَانَ مِنَ الْغٰوِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 173,
            "translation_aya_text": "Dan bacakanlah (Muhammad) kepada mereka, berita orang yang telah Kami berikan ayat-ayat Kami kepadanya, kemudian dia melepaskan diri dari ayat-ayat itu, lalu dia diikuti oleh setan (sampai dia tergoda), maka jadilah dia termasuk orang yang sesat.",
            "tafsir_jalalayn": "(Dan bacakanlah) hai Muhammad (kepada mereka) yakni orang-orang Yahudi (berita) kabar (orang yang telah Kami berikan kepadanya ayat-ayat Kami, pengetahuan tentang isi Alkitab, kemudian dia melepaskan diri dari ayat-ayat itu) maksudnya ia keluar darinya dengan membawa kekafirannya, sebagaimana seekor ular keluar dari kulitnya, orang yang dimaksud ialah Bal`am bin Ba`ura salah seorang ulama terkemuka Bani Israel. Ia diminta agar mendoakan Musa celaka dan untuk itu diberi hadiah, dia mendoakan hal itu tetapi doanya itu menyebabkan senjata makan tuan akhirnya lidahnya menjulur sampai ke dadanya (lalu dia diikuti oleh setan) setan dapat menggodanya sehingga jadilah ia temannya (maka jadilah ia termasuk orang-orang yang sesat).",
            "sajda": false,
            "transliteration": "Watlu 'alaihim naba allazeee aatainaahu Aayaatinaa fansalakha minhaa fa atba'a hush Shaytaano fakaana minal ghaaween"
        },
        {
            "aya_id": 1130,
            "aya_number": 176,
            "aya_text": "وَلَوْ شِئْنَا لَرَفَعْنٰهُ بِهَا وَلٰكِنَّهٗٓ اَخْلَدَ اِلَى الْاَرْضِ وَاتَّبَعَ هَوٰىهُۚ فَمَثَلُهٗ كَمَثَلِ الْكَلْبِۚ اِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ اَوْ تَتْرُكْهُ يَلْهَثْۗ ذٰلِكَ مَثَلُ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 173,
            "translation_aya_text": "Dan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya dia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir.",
            "tafsir_jalalayn": "(Dan kalau Kami menghendaki, sesungguhnya Kami tinggikan dia) kepada derajat para ulama (dengan ayat-ayat itu) seumpamanya Kami memberikan taufik/kekuatan kepadanya untuk mengamalkan ayat-ayat itu (tetapi dia cenderung) yaitu lebih menyukai (kepada tanah) yakni harta benda dan duniawi (dan menurutkan hawa nafsunya yang rendah) dalam doa yang dilakukannya, akhirnya Kami balik merendahkan derajatnya. (Maka perumpamaannya) ciri khasnya (seperti anjing jika kamu menghalaunya) mengusir dan menghardiknya (diulurkannya lidahnya) lidahnya menjulur (atau) jika (kamu membiarkannya dia mengulurkan lidahnya juga) sedangkan sifat seperti itu tidak terdapat pada hewan-hewan selain anjing. Kedua jumlah syarat menjadi hal, ia menjulurkan lidahnya dalam keadaan terhina dalam segala kondisi. Maksudnya penyerupaan/tasybih ini ialah mengumpamakan dalam hal kerendahan dan kehinaan dengan qarinah adanya fa yang memberikan pengertian tertib dengan kalimat sebelumnya, yakni kecenderungan terhadap duniawi dan mengikuti hawa nafsu rendahnya, juga karena adanya qarinah/bukti firman-Nya, (Demikian itulah) perumpamaan itulah (perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu) kepada orang-orang Yahudi (agar mereka berpikir) agar mereka mau memikirkannya hingga mereka mau beriman.",
            "sajda": false,
            "transliteration": "Wa law shi'naa larafa'naahu bihaa wa laakin nahooo akhlada ilal ardi watta ba'a hawaah; famasaluhoo kamasalil kalb; in tahmil 'alaihi yalhas aw tatruk hu yalhas; zaalika masalul qawmil lazeena kazzaboo bi Aayaatinaa; faqsusil qasasa la'allahum yatafakkaroon"
        },
        {
            "aya_id": 1131,
            "aya_number": 177,
            "aya_text": "سَاۤءَ مَثَلًا ۨالْقَوْمُ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاَنْفُسَهُمْ كَانُوْا يَظْلِمُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 173,
            "translation_aya_text": "Sangat buruk perumpamaan orang-orang yang mendustakan ayat-ayat Kami; mereka menzalimi diri sendiri.",
            "tafsir_jalalayn": "(Amat buruklah) amat jeleklah (perumpamaan suatu kaum) yaitu perumpamaan kaum itu (yaitu orang-orang yang mendustakan ayat-ayat Kami dan kepada diri mereka sendirilah mereka berbuat lalim) dengan mendustakan ayat-ayat itu.",
            "sajda": false,
            "transliteration": "Saaa'a masalanil qawmul lazeena kazzaboo bi Aayaatinaa wa anfusahum kaanoo yazlimoon"
        },
        {
            "aya_id": 1132,
            "aya_number": 178,
            "aya_text": "مَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِيْۚ وَمَنْ يُّضْلِلْ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 173,
            "translation_aya_text": "Barangsiapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barangsiapa disesatkan Allah, maka merekalah orang-orang yang rugi.",
            "tafsir_jalalayn": "(Barang siapa yang diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk dan barang siapa yang disesatkan Allah, maka merekalah orang-orang yang merugi).",
            "sajda": false,
            "transliteration": "mai yahdil laahu fa huwal muhtadee wa mai yudlil fa ulaaa'ika humul khaasiroon"
        },
        {
            "aya_id": 1133,
            "aya_number": 179,
            "aya_text": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ  ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami jadikan) Kami ciptakan (untuk isi neraka Jahanam kebanyakan dari jin dan manusia, mereka mempunyai hati tetapi tidak dipergunakan untuk memahami ayat-ayat Allah) yakni perkara hak (dan mereka mempunyai mata tetapi tidak dipergunakannya untuk melihat tanda-tanda kekuasaan Allah) yaitu bukti-bukti yang menunjukkan kekuasaan Allah dengan penglihatan yang disertai pemikiran (dan mereka mempunyai telinga tetapi tidak dipergunakannya untuk mendengar ayat-ayat Allah) ayat-ayat Allah dan nasihat-nasihat-Nya dengan pendengaran yang disertai pemikiran dan ketaatan (mereka itu sebagai binatang ternak) dalam hal tidak mau mengetahui, melihat dan mendengar (bahkan mereka lebih sesat) dari hewan ternak itu sebab hewan ternak akan mencari hal-hal yang bermanfaat bagi dirinya dan ia akan lari dari hal-hal yang membahayakan dirinya tetapi mereka itu berani menyuguhkan dirinya ke dalam neraka dengan menentang (mereka itulah orang-orang yang lalai)",
            "sajda": false,
            "transliteration": "Wa laqad zaraanaa li jahannama kaseeram minal jinni wal insi lahum quloobul laa yafqahoona bihaa wa lahum a'yunul laa yubisiroona bihaa wa lahum aazaanul laa yasma'oona bihaa; ulaaa'ika kal an'aami bal hum adall; ulaaa'ika humul ghaafiloon"
        },
        {
            "aya_id": 1134,
            "aya_number": 180,
            "aya_text": "وَلِلّٰهِ الْاَسْمَاۤءُ الْحُسْنٰى فَادْعُوْهُ بِهَاۖ وَذَرُوا الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اَسْمَاۤىِٕهٖۗ سَيُجْزَوْنَ مَا كَانُوْا يَعْمَلُوْنَ ۖ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan Allah memiliki Asma'ul-husna (nama-nama yang terbaik), maka bermohonlah kepada-Nya dengan menyebutnya Asma'ul-husna itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya. Mereka kelak akan mendapat balasan terhadap apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Allah mempunyai asma-asma yang baik) yang sembilan puluh sembilan, demikianlah telah disebutkan oleh hadis. Al-husna adalah bentuk muannats dari al-ahsan (maka bermohonlah kepada-Nya) sebutkanlah Dia olehmu (dengan menyebut nama-nama-Nya itu dan tinggalkanlah) maksudnya biarkanlah (orang-orang yang menyimpang dari kebenaran) berasal dan kata alhada dan lahada, yang artinya mereka menyimpang dari perkara yang hak (dalam menyebut nama-nama-Nya) artinya mereka mengambil nama-nama tersebut untuk disebutkan kepada sesembahan-sesembahan mereka, seperti nama Latta yang berakar dari lafal Allah, dan Uzzaa yang berakar dari kata Al-Aziiz, dan Manaat yang berakar dari kata Al-Mannaan (nanti mereka akan mendapat balasan) kelak di akhirat sebagai pembalasannya (terhadap apa yang telah mereka kerjakan) ketentuan ini sebelum turunnya ayat perintah berperang.",
            "sajda": false,
            "transliteration": "Wa lillaahil Asmaaa 'ul Husnaa fad'oohu bihaa wa zarul lazeena yulhidoona feee Asmaaa'ih; sa yujzawna maa kaanoo ya'maloon"
        },
        {
            "aya_id": 1135,
            "aya_number": 181,
            "aya_text": "وَمِمَّنْ خَلَقْنَآ اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan di antara orang-orang yang telah Kami ciptakan ada umat yang memberi petunjuk dengan (dasar) kebenaran, dan dengan itu (pula) mereka berlaku adil.",
            "tafsir_jalalayn": "(Dan di antara orang-orang yang Kami ciptakan ada umat yang memberi petunjuk dengan hak, dan dengan yang hak itu pula mereka menjalankan keadilan) mereka adalah umat Muhammad saw. sebagaimana yang telah dijelaskan oleh hadis.",
            "sajda": false,
            "transliteration": "Wa mimman khalaqnaaa ummatuny yahdoona bilhaqqi wa bihee ya'diloon"
        },
        {
            "aya_id": 1136,
            "aya_number": 182,
            "aya_text": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan orang-orang yang mendustakan ayat-ayat Kami, akan Kami biarkan mereka berangsur-angsur (ke arah kebinasaan), dengan cara yang tidak mereka ketahui.",
            "tafsir_jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami) yakni Alquran, dari kalangan penduduk Mekah (nanti Kami akan menarik mereka secara berangsur-angsur) Kami akan mengazab mereka sedikit demi sedikit (dengan cara yang tidak mereka ketahui).",
            "sajda": false,
            "transliteration": "Wallazeena kazzaboo bi Aayaatinaa sanastadrijuhum min haisu laa ya'lamoon"
        },
        {
            "aya_id": 1137,
            "aya_number": 183,
            "aya_text": "وَاُمْلِيْ لَهُمْ ۗاِنَّ كَيْدِيْ مَتِيْنٌ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan Aku akan memberikan tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh.",
            "tafsir_jalalayn": "(Dan Aku memberi tangguh kepada mereka) Kami menangguhkan mereka (Sesungguhnya rencana-Ku amat tangguh) amat keras dan tidak bisa ditahan.",
            "sajda": false,
            "transliteration": "Wa umlee lahum; inna kaidee mateen"
        },
        {
            "aya_id": 1138,
            "aya_number": 184,
            "aya_text": "اَوَلَمْ يَتَفَكَّرُوْا مَا بِصَاحِبِهِمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ مُّبِيْنٌ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan apakah mereka tidak merenungkan bahwa teman mereka (Muhammad) tidak gila. Dia (Muhammad) tidak lain hanyalah seorang pemberi peringatan yang jelas.",
            "tafsir_jalalayn": "(Apakah mereka tidak memikirkan) kemudian mereka dapat mengetahui (bahwa teman mereka) yaitu Muhammad saw. (tidak berpenyakit gila) bukanlah kurang akal (tidak lain) (dia hanyalah seorang pemberi peringatan lagi pemberi penjelasan) yang jelas peringatannya.",
            "sajda": false,
            "transliteration": "Awalam yatafakkaroo maa bisaahibihim min jinnah; in huwa illaa nazeerum mubeen"
        },
        {
            "aya_id": 1139,
            "aya_number": 185,
            "aya_text": "اَوَلَمْ يَنْظُرُوْا فِيْ مَلَكُوْتِ السَّمٰوٰتِ وَالْاَرْضِ وَمَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ وَّاَنْ عَسٰٓى اَنْ يَّكُوْنَ قَدِ اقْتَرَبَ اَجَلُهُمْۖ فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala apa yang diciptakan Allah, dan kemungkinan telah dekatnya waktu (kebinasaan) mereka? Lalu berita mana lagi setelah ini yang akan mereka percayai?",
            "tafsir_jalalayn": "(Dan apakah mereka tidak memperhatikan kerajaan) kekuasaan (langit dan bumi dan) di dalam (segala sesuatu yang diciptakan Allah) merupakan penjelasan dari apa yang sebelumnya, dengan hal itu mereka menyimpulkan tentang kekuasaan dan keesaan penciptanya (dan bahwasanya) sehubungan dengan (kemungkinan telah dekatnya) (kebinasaan mereka?) kemudian mereka mati dalam keadaan kafir, lalu mereka dimasukkan ke dalam neraka. Mengapa mereka tidak bersegera untuk beriman. (Maka kepada berita manakah lagi sesudahnya) yakni sesudah berita Alquran (mereka akan beriman?)",
            "sajda": false,
            "transliteration": "Awalam yanzuroo fee malakootis samaawaati wal ardi wa maa khalaqal laahu min shai'inw wa an 'asaaa ai yakoona qadiqtaraba ajaluhum fabi aiyi hadeesim ba'dahoo yu'minoon"
        },
        {
            "aya_id": 1140,
            "aya_number": 186,
            "aya_text": "مَنْ يُّضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهٗ  ۖوَيَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Barangsiapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan.",
            "tafsir_jalalayn": "(Barang siapa yang Allah sesatkan, maka baginya tak ada orang yang akan memberi petunjuk. Dan Allah membiarkan mereka) dengan memakai ya dan nun serta dirafa`kan sebagai jumlah isti'naf/permulaan; sedangkan apabila dijazamkan maka diathafkan secara mahall kepada lafal sesudah fa (terombang-ambing dalam kesesatan) mereka terombang-ambing dalam keadaan bingung.",
            "sajda": false,
            "transliteration": "Mai yadlilil laahu falaa haadiyaa lah; wa yazaruhum fee tughyaanihim ya'mahoon"
        },
        {
            "aya_id": 1141,
            "aya_number": 187,
            "aya_text": "يَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰىهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ رَبِّيْۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ اِلَّا هُوَۘ ثَقُلَتْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ  لَا تَأْتِيْكُمْ اِلَّا بَغْتَةً ۗيَسْـَٔلُوْنَكَ كَاَنَّكَ حَفِيٌّ عَنْهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, “Kapan terjadi?” Katakanlah, “Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.” Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), “Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.”",
            "tafsir_jalalayn": "(Mereka menanyakan kepadamu) yaitu mereka penduduk kota Mekah (tentang kiamat,) tentang hari akhir (\"Bilakah) kapan (terjadinya?\" Katakanlah,) kepada mereka (\"Sesungguhnya pengetahuan tentang kiamat itu) bila terjadinya (adalah pada sisi Tuhanku; tidak seorang pun yang dapat menjelaskan) menerangkan (waktu kedatangannya) huruf lam bermakna fii (selain Dia. Kiamat itu amat berat) amat besar peristiwanya (yang di langit dan di bumi) amat berat dirasakan oleh penduduk keduanya mengingat kengerian huru-haranya. (Kiamat itu tidak akan datang kepadamu melainkan dengan tiba-tiba.\") secara sekonyong-konyong (Mereka bertanya kepadamu seolah-olah kamu benar-benar mengetahui) terlalu berlebihan di dalam bertanya (tentang kiamat itu) sehingga engkau memberitahukan tentangnya. (Katakanlah, \"Sesungguhnya pengetahuan tentang kiamat itu adalah di sisi Allah) merupakan pengukuhan sebelumnya (tetapi kebanyakan manusia tidak mengetahui.\") pengetahuan mengenai kiamat itu hanya ada di sisi Allah swt.",
            "sajda": false,
            "transliteration": "Yas'aloonaka 'anis Saa'ati aiyaana mursaahaa qul innamaa 'ilmuhaa 'inda Rabbee laa yujallaeehaa liwaqtihaaa illaa Hoo; saqulat fis samaawaati wal ard; laa taateekum illaa baghtah; yas'aloonaka ka annaka hafiyyun 'anhaa qul innamaa 'ilmuhaa 'indal laahi wa laakinna aksaran naasi laa ya'lamoon"
        },
        {
            "aya_id": 1142,
            "aya_number": 188,
            "aya_text": "قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا اِلَّا مَا شَاۤءَ اللّٰهُ ۗوَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۛ وَمَا مَسَّنِيَ السُّوْۤءُ ۛاِنْ اَنَا۠ اِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 175,
            "translation_aya_text": "Katakanlah (Muhammad), “Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.”",
            "tafsir_jalalayn": "(Katakanlah, \"Aku tidak berkuasa menarik kemanfaatan bagi diriku sendiri) untuk mendapatkannya (dan tidak pula menolak kemudaratan) mampu menolaknya (kecuali yang dikehendaki Allah. Dan sekiranya aku mengetahui yang gaib) apa-apa yang gaib dariku (tentulah aku membuat kebaikan sebanyak-banyaknya dan aku tidak akan ditimpa kemudaratan) berupa kemiskinan dan lain sebagainya karena sebelumnya aku telah bersiap-siap menghadapinya dengan cara menghindari kemudaratan-kemudaratan itu (tidak lain) (aku ini hanyalah pemberi peringatan) dengan neraka bagi orang-orang kafir (dan pembawa berita gembira) dengan surga (bagi orang-orang yang beriman\").",
            "sajda": false,
            "transliteration": "Qul laaa amliku linafsee naf'anw wa laa darran illaa maa shaaa'al laah; wa law kuntu a'alamul ghaiba lastaksartu minal khairi wa maa massaniyas soo'; in ana illaa nazeerunw wa basheerul liqawminy yu'minoon"
        },
        {
            "aya_id": 1143,
            "aya_number": 189,
            "aya_text": "۞ هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ اِلَيْهَاۚ فَلَمَّا تَغَشّٰىهَا حَمَلَتْ حَمْلًا خَفِيْفًا فَمَرَّتْ بِهٖ ۚفَلَمَّآ اَثْقَلَتْ دَّعَوَا اللّٰهَ رَبَّهُمَا لَىِٕنْ اٰتَيْتَنَا صَالِحًا لَّنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 175,
            "translation_aya_text": "Dialah yang menciptakan kamu dari jiwa yang satu (Adam) dan daripadanya Dia menciptakan pasangannya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, (istrinya) mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian ketika dia merasa berat, keduanya (suami istri) bermohon kepada Allah, Tuhan Mereka (seraya berkata), “Jika Engkau memberi kami anak yang saleh, tentulah kami akan selalu bersyukur.”",
            "tafsir_jalalayn": "(Dialah) Allahlah (yang menciptakan kamu dari diri yang satu) yaitu Adam (dan Dia menjadikan) Dia menciptakan (daripadanya istrinya) yakni Hawa (agar dia merasa tenang) Adam menjimaknya (istrinya itu mengandung kandungan yang ringan) berupa air mani (dan teruslah dia merasa ringan) masih bisa berjalan ke sana dan kemari mengingat ringannya kandungan (kemudian tatkala dia merasa berat) anak yang ada dalam perutnya makin membesar, kemudian ia merasa khawatir bahwa kandungannya itu nanti berupa hewan (keduanya bermohon kepada Allah Tuhannya seraya berkata, \"Sesungguhnya jika Engkau memberi kami) anak (yang saleh) yang sempurna (tentulah kami termasuk orang-orang yang bersyukur.\") kepada-Mu atas karunia itu.",
            "sajda": false,
            "transliteration": "Huwal lazee khalaqakum min nafsinw waahidatinw wa ja'ala minhaa zawjahaa liyas kuna ilaihaa falammaa taghash shaahaa hamalat hamlan khafeefan famarrat bihee falammaaa asqalad da'awal laaha Rabbahumaa la'in aayaitanaa saalihal lanakoo nanna minash shaakireen"
        },
        {
            "aya_id": 1144,
            "aya_number": 190,
            "aya_text": "فَلَمَّآ اٰتٰىهُمَا صَالِحًا جَعَلَا لَهٗ شُرَكَاۤءَ فِيْمَآ اٰتٰىهُمَا ۚفَتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 175,
            "translation_aya_text": "Maka setelah Dia memberi keduanya seorang anak yang saleh, mereka menjadikan sekutu bagi Allah terhadap anak yang telah dianugerahkan-Nya itu. Maka Mahatinggi Allah dari apa yang mereka persekutukan.",
            "tafsir_jalalayn": "(Tatkala Allah memberi kepada keduanya) seorang anak (yang saleh, maka keduanya menjadikan sekutu bagi Allah) dalam suatu qiraat dibaca dengan dikasrahkan syinnya dan tanwin pada huruf akhirnya; yakni sekutu (tentang anak yang dianugerahkan-Nya kepada mereka berdua) dengan menamakannya Abdul Harits, sedangkan tidak boleh seorang hamba menjadi hamba selain kepada Allah. Yang dimaksud dalam penyekutuan di sini bukanlah dalam masalah ubudiah/ibadah, karena Nabi Adam telah dimaksum dari hal semacam itu. Samurah telah meriwayatkan dari Nabi saw. yang pernah bersabda bahwa ketika Hawa melahirkan seorang anak, iblis bertawaf mengelilingi Siti Hawa; sebelumnya anak Siti Hawa belum pernah ada yang hidup, kemudian iblis berkata kepadanya, \"Namakanlah dia anakmu yang baru lahir itu Abdul Harits, maka ia kelak akan hidup.\" Anak itu ternyata dapat hidup, hal itu terjadi karena ada saran dari setan dan perintah darinya, demikianlah menurut apa yang diriwayatkan oleh Al-Hakim. Al-Hakim mengatakan bahwa hadis ini sahih; Tirmizi mengatakan bahwa predikat hadis ini hasan gharib (Maka Maha Tinggi Allah dari apa yang mereka persekutukan) yakni penduduk Mekah dengan menjadikan berhala-berhala sebagai sesembahan mereka. Jumlah ayat ini merupakan musabbab atau penyebab, dan diathafkan kepada lafal khalaqakum, dan di antara sabab dengan musababnya terhadap jumlah mu`taridhah.",
            "sajda": false,
            "transliteration": "Falammaaa aataahumaa saalihan ja'alaa lahoo shurakaaa'a feemaaa aataahumaa; fata'aalal laahu 'ammaa yushrikoon"
        },
        {
            "aya_id": 1145,
            "aya_number": 191,
            "aya_text": "اَيُشْرِكُوْنَ مَا لَا يَخْلُقُ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَۖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 175,
            "translation_aya_text": "Mengapa mereka mempersekutukan (Allah dengan) sesuatu (berhala) yang tidak dapat menciptakan sesuatu apa pun? Padahal (berhala) itu sendiri diciptakan.",
            "tafsir_jalalayn": "(Apakah mereka mempersekutukan) Allah dalam ibadah (dengan berhala-berhala yang tak dapat menciptakan sesuatu pun? Sedangkan berhala-berhala itu sendiri buatan orang).",
            "sajda": false,
            "transliteration": "A yushrikoona maa laa yakhluqu shai'anw wa hum yukhlaqoon"
        },
        {
            "aya_id": 1146,
            "aya_number": 192,
            "aya_text": "وَلَا يَسْتَطِيْعُوْنَ لَهُمْ نَصْرًا وَّلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 175,
            "translation_aya_text": "Dan (berhala) itu tidak dapat memberikan pertolongan kepada penyembahnya, dan kepada dirinya sendiri pun mereka tidak dapat memberi pertolongan.",
            "tafsir_jalalayn": "(Dan berhala-berhala itu terhadap mereka tidak dapat) terhadap para pengabdinya (memberikan pertolongan, dan kepada dirinya sendiri pun berhala-berhala itu tidak dapat memberi pertolongan) tidak dapat mencegah orang yang bermaksud merusak mereka, apakah orang itu mau memecahkannya atau mau berbuat yang lain. Istifham/kata tanya di sini mempunyai pengertian untuk mencemoohkan.",
            "sajda": false,
            "transliteration": "Wa laa yastatee'oona lahum nasranw wa laaa anfusahum yansuroon"
        },
        {
            "aya_id": 1147,
            "aya_number": 193,
            "aya_text": "وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَتَّبِعُوْكُمْۗ سَوَۤاءٌ عَلَيْكُمْ اَدَعَوْتُمُوْهُمْ اَمْ اَنْتُمْ صَامِتُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 175,
            "translation_aya_text": "Dan jika kamu (wahai orang-orang musyrik) menyerunya (berhala-berhala) untuk memberi petunjuk kepadamu, tidaklah berhala-berhala itu dapat memperkenankan seruanmu; sama saja (hasilnya) buat kamu menyeru mereka atau berdiam diri.",
            "tafsir_jalalayn": "(Dan jika kamu menyerunya) menyeru berhala-berhala itu (untuk memberi petunjuk kepadamu, tidaklah berhala-berhala itu dapat memperkenankan seruanmu) dengan memakai takhfif dan tasydid (sama saja hasilnya buat kamu menyeru mereka) untuk meminta petunjuk (atau pun kamu berdiam diri) tidak menyeru mereka, maka mereka pasti tidak dapat memenuhi permintaanmu karena mereka tidak dapat mendengar.",
            "sajda": false,
            "transliteration": "Wa in tad'oohum ilalhudaa laa yattabi'ookum; sawaaa'un 'alaikum a-da'awtumoohum am antum saamitoon"
        },
        {
            "aya_id": 1148,
            "aya_number": 194,
            "aya_text": "اِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ عِبَادٌ اَمْثَالُكُمْ فَادْعُوْهُمْ فَلْيَسْتَجِيْبُوْا لَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 175,
            "translation_aya_text": "Sesungguhnya mereka (berhala-berhala) yang kamu seru selain Allah adalah makhluk (yang lemah) yang serupa juga dengan kamu. Maka serulah mereka lalu biarkanlah mereka memperkenankan permintaanmu, jika kamu orang yang benar.",
            "tafsir_jalalayn": "(Sesungguhnya berhala-berhala yang kamu seru) yang kamu sembah (selain Allah itu adalah makhluk yang lemah) hamba-hamba (yang serupa juga dengan kamu. Maka serulah berhala-berhala itu lalu biarkanlah mereka memperkenankan permintaanmu) doa kamu (jika kami memang orang-orang yang benar) dalam anggapanmu bahwa mereka adalah tuhan. Kemudian Allah menjelaskan tentang kelemahan berhala-berhala tersebut dan Dia menjelaskan pula bahwa justru para pengabdinyalah yang lebih utama dari berhala-berhala itu sendiri. Untuk itu Allah berfirman:",
            "sajda": false,
            "transliteration": "Innal lazeena tad'oona min doonil laahi 'ibaadun amsaalukum fad'oohum fal yastajeeboo lakum in kuntum saadiqeen"
        },
        {
            "aya_id": 1149,
            "aya_number": 195,
            "aya_text": "اَلَهُمْ اَرْجُلٌ يَّمْشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَيْدٍ يَّبْطِشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَعْيُنٌ يُّبْصِرُوْنَ بِهَآ ۖ اَمْ لَهُمْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۗ قُلِ ادْعُوْا شُرَكَاۤءَكُمْ ثُمَّ كِيْدُوْنِ فَلَا تُنْظِرُوْنِ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 175,
            "translation_aya_text": "Apakah mereka (berhala-berhala) mempunyai kaki untuk berjalan, atau mempunyai tangan untuk memegang dengan keras, atau mempunyai mata untuk melihat, atau mempunyai telinga untuk mendengar? Katakanlah (Muhammad), “Panggillah (berhala-berhalamu) yang kamu anggap sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)ku, dan jangan kamu tunda lagi.",
            "tafsir_jalalayn": "(Apakah berhala-berhala itu mempunyai kaki yang dengan itu mereka dapat berjalan atau) bahkan apakah (mereka mempunyai tangan-tangan) bentuk jamak dari lafal yadun/tangan (yang dengan tangan-tangan itu mereka dapat memukul atau) bahkan apakah (mereka mempunyai mata yang dengan mata itu mereka dapat melihat atau) bahkan apakah (mereka mempunyai telinga yang dengan telinga itu mereka dapat mendengar?) kata tanya yang terdapat di dalam ayat ini menunjukkan makna ingkar. Yakni bahwa berhala-berhala itu tidak mempunyai sesuatu pun dari hal-hal tersebut seperti apa yang kamu sekalian miliki. Lalu mengapa kamu menyembahnya sedang diri kamu sendiri keadaannya jauh lebih baik daripada mereka. (Katakanlah) kepada mereka, hai Muhammad (\"Panggillah berhala-berhalamu yang kamu jadikan sekutu bagi Allah itu) untuk mencelakakanku (kemudian lakukanlah tipu-daya kepadaku tanpa memberi tangguh kepadaku\") memberi tenggang waktu karena aku tidak lagi memperdulikanmu.",
            "sajda": false,
            "transliteration": "A lahum arjuluny yamshoona bihaa am lahum aidiny yabtishoona bihaaa am lahum a'yunuy yubsiroona bihaaa am lahum aazaanuny yasma'oona bihaa; qulid'oo shurakaaa'akum summa keedooni falaa tunziroon"
        },
        {
            "aya_id": 1150,
            "aya_number": 196,
            "aya_text": "اِنَّ وَلِيِّ َۧ اللّٰهُ الَّذِيْ نَزَّلَ الْكِتٰبَۖ وَهُوَ يَتَوَلَّى الصّٰلِحِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Sesungguhnya pelindungku adalah Allah yang telah menurunkan Kitab (Al-Qur'an). Dia melindungi orang-orang saleh.",
            "tafsir_jalalayn": "(Sesungguhnya pelindungku ialah Allah) yang mengurusi perkaraku (yang telah menurunkan Alkitab) Alquran (dan Dia melindungi orang-orang yang saleh) memeliharanya.",
            "sajda": false,
            "transliteration": "Inna waliyyial laahul lazee nazzalal Kitaaba wa Huwa yatawallas saaliheen"
        },
        {
            "aya_id": 1151,
            "aya_number": 197,
            "aya_text": "وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَطِيْعُوْنَ نَصْرَكُمْ وَلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri.”",
            "tafsir_jalalayn": "(Dan berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri) lalu mengapa aku mempedulikan keadaan mereka.",
            "sajda": false,
            "transliteration": "Wallazeena tad'oona min doonihee laa yastatee'oona nasrakum wa laaa anfusahum yansuroon"
        },
        {
            "aya_id": 1152,
            "aya_number": 198,
            "aya_text": "وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَسْمَعُوْاۗ وَتَرٰىهُمْ يَنْظُرُوْنَ اِلَيْكَ وَهُمْ لَا يُبْصِرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan jika kamu menyeru mereka (berhala-berhala) untuk memberi petunjuk, mereka tidak dapat mendengarnya. Dan kamu lihat mereka memandangmu padahal mereka tidak melihat.",
            "tafsir_jalalayn": "(Dan jika kamu sekalian menyeru mereka) berhala-berhala itu (untuk memberi petunjuk, niscaya berhala-berhala tidak dapat mendengarnya. Dan kamu melihat mereka) berhala-berhala itu, hai Muhammad (memandang kepadamu) yakni, mereka berhadapan denganmu bagaikan orang yang sedang memandang (padahal mereka tidak dapat melihat).",
            "sajda": false,
            "transliteration": "Wa in tad'oohum ilal hudaa laa yasm'oo wa taraahum yanzuroona ilaika wa hum laa yubsiroon"
        },
        {
            "aya_id": 1153,
            "aya_number": 199,
            "aya_text": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَاَعْرِضْ عَنِ الْجَاهِلِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Jadilah pemaaf dan suruhlah orang mengerjakan yang makruf, serta jangan pedulikan orang-orang yang bodoh.",
            "tafsir_jalalayn": "(Jadilah engkau pemaaf) mudah memaafkan di dalam menghadapi perlakuan orang-orang, dan jangan membalas (dan suruhlah orang mengerjakan makruf) perkara kebaikan (serta berpalinglah daripada orang-orang yang bodoh) janganlah engkau melayani kebodohan mereka.",
            "sajda": false,
            "transliteration": "khuzil 'afwa waamur bil'urfi waa'rid 'anil jaahileen"
        },
        {
            "aya_id": 1154,
            "aya_number": 200,
            "aya_text": "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ سَمِيْعٌ عَلِيْمٌ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan jika setan datang menggodamu, maka berlindunglah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan jika) lafal immaa merupakan gabungan antara in syarthiah dan maa zaidah atau tambahan (kamu ditimpa suatu godaan setan) dimaksud jika setan memalingkan kamu dari apa yang kamu diperintahkan untuk melakukannya dengan suatu godaan (maka berlindunglah kepada Allah) sebagai jawab syarath sedangkan jawab amarnya dibuang, yaitu guna menolak setan daripada dirimu (sesungguhnya Allah Maha Mendengar) semua perkataan (lagi Maha Mengetahui) semua pekerjaan.",
            "sajda": false,
            "transliteration": "Wa immaa yanzaghannaka minash Shaitaani nazghun fasta'iz billaah; innahoo Samee'un Aleem"
        },
        {
            "aya_id": 1155,
            "aya_number": 201,
            "aya_text": "اِنَّ الَّذِيْنَ اتَّقَوْا اِذَا مَسَّهُمْ طٰۤىِٕفٌ مِّنَ الشَّيْطٰنِ تَذَكَّرُوْا فَاِذَا هُمْ مُّبْصِرُوْنَۚ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Sesungguhnya orang-orang yang bertakwa apabila mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat kepada Allah, maka ketika itu juga mereka melihat (kesalahan-kesalahannya).",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang bertakwa bila mereka ditimpa) terkena (was-was) menurut suatu qiraat dibaca thaifun bukan thaaifun, artinya sesuatu yang menimpa mereka (dari setan mereka ingat) akan siksa Allah dan pahala-Nya (maka ketika itu mereka melihat) perbedaan antara perkara yang hak dan yang batil lalu mereka kembali kepada jalan yang hak.",
            "sajda": false,
            "transliteration": "Innal lazeenat taqaw izaa massahum taaa'ifum minash Shaitaani tazakkaroo fa izaa hum mubsiroon"
        },
        {
            "aya_id": 1156,
            "aya_number": 202,
            "aya_text": "وَاِخْوَانُهُمْ يَمُدُّوْنَهُمْ فِى الْغَيِّ ثُمَّ لَا يُقْصِرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan teman-teman mereka (orang kafir dan fasik) membantu setan-setan dalam menyesatkan dan mereka tidak henti-hentinya (menyesatkan).",
            "tafsir_jalalayn": "(Dan teman-teman mereka) yaitu teman-teman setan terdiri dari orang-orang kafir (membantu mereka) setan-setan itu (dalam menyesatkan kemudian) mereka (tidak henti-hentinya) di dalam menyesatkan dengan sikap penuh hati-hati sebagaimana orang-orang yang takwa pun berhati-hati terhadap godaan mereka.",
            "sajda": false,
            "transliteration": "Wa ikhwaanuhum yamuddoonahum fil ghaiyi summa laa yuqsiroon"
        },
        {
            "aya_id": 1157,
            "aya_number": 203,
            "aya_text": "وَاِذَا لَمْ تَأْتِهِمْ بِاٰيَةٍ قَالُوْا لَوْلَا اجْتَبَيْتَهَاۗ قُلْ اِنَّمَآ اَتَّبِعُ مَا يُوْحٰٓى اِلَيَّ مِنْ رَّبِّيْۗ هٰذَا بَصَاۤىِٕرُ مِنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّؤْمِنُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan apabila engkau (Muhammad) tidak membacakan suatu ayat kepada mereka, mereka berkata, “Mengapa tidak engkau buat sendiri ayat itu?” Katakanlah (Muhammad), “Sesungguhnya aku hanya mengikuti apa yang diwahyukan Tuhanku kepadaku. (Al-Qur'an) ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk dan rahmat bagi orang-orang yang beriman.”",
            "tafsir_jalalayn": "(Dan apabila kamu tidak membawa kepada mereka) kepada penduduk Mekah (suatu ayat) seperti apa yang mereka minta (mereka berkata, \"Mengapa tidak) (kamu buat-buat ayat itu?\") artinya kamu buat sendiri ayat itu? (Katakanlah,) kepada mereka (\"Sesungguhnya aku hanya mengikut apa yang diwahyukan kepadaku dari Tuhanku) aku tidak berhak untuk mendatangkannya dari diriku sendiri. (Ini) Alquran ini (adalah bukti-bukti yang jelas) hujah-hujah (dari Tuhanmu, petunjuk dan rahmat bagi orang-orang yang beriman.\")",
            "sajda": false,
            "transliteration": "Wa izaa lam taatihim bi aayatin qaaloo law lajtabai tahaa; qul innamaaa attabi'u maa yoohaaa ilaiya mir Rabbee; haazaa basaaa'iru mir Rabbikum wa hudanw wa rahmatul liqawminy yu'minoon"
        },
        {
            "aya_id": 1158,
            "aya_number": 204,
            "aya_text": "وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan apabila dibacakan Al-Qur'an, maka dengarkanlah dan diamlah, agar kamu mendapat rahmat.",
            "tafsir_jalalayn": "(Dan apabila dibacakan Alquran, maka dengarkanlah baik-baik dan perhatikanlah) jangan berbicara (agar kamu mendapat rahmat) ayat ini diturunkan sehubungan dengan perintah tidak boleh berbicara sewaktu khutbah Jumat yang diungkapkan oleh ayat ini dengan istilah Alquran, mengingat khutbah itu mengandung ayat-ayat Alquran. Menurut pendapat lain berkaitan dengan pembacaan Alquran secara mutlak.",
            "sajda": false,
            "transliteration": "Wa izaa quri'al Quraanu fastami'oo lahoo wa ansitoo la 'allakum turhamoon"
        },
        {
            "aya_id": 1159,
            "aya_number": 205,
            "aya_text": "وَاذْكُرْ رَّبَّكَ فِيْ نَفْسِكَ تَضَرُّعًا وَّخِيْفَةً وَّدُوْنَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْاٰصَالِ وَلَا تَكُنْ مِّنَ الْغٰفِلِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan ingatlah Tuhanmu dalam hatimu dengan rendah hati dan rasa takut, dan dengan tidak mengeraskan suara, pada waktu pagi dan petang, dan janganlah kamu termasuk orang-orang yang lengah.",
            "tafsir_jalalayn": "(Dan sebutlah nama Tuhanmu di dalam hatimu) secara diam-diam (dengan merendahkan diri) menghinakan diri (dan rasa takut) yakni takut terhadap-Nya (dan) lebih jelas lagi daripada diam-diam dengan (tidak mengeraskan suara) maksudnya pertengahan di antara diam-diam dan keras suara (di waktu pagi dan petang) pada permulaan siang hari dan pada akhir siang hari (dan janganlah kamu termasuk orang-orang yang lalai) daripada mengingat atau menyebut Allah.",
            "sajda": false,
            "transliteration": "Wazkur Rabbaka fee nafsika tadarru'anw wa kheefatanw wa doonal jahri minal qawli bilghuduwwi wal aasali wa laa takum minal ghaafileen"
        },
        {
            "aya_id": 1160,
            "aya_number": 206,
            "aya_text": "اِنَّ الَّذِيْنَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَيُسَبِّحُوْنَهٗ وَلَهٗ يَسْجُدُوْنَ ࣖ ۩",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Sesungguhnya orang-orang yang ada di sisi Tuhanmu tidak merasa enggan untuk menyembah Allah dan mereka menyucikan-Nya dan hanya kepada-Nya mereka bersujud.",
            "tafsir_jalalayn": "(Sesungguhnya mereka yang berada di sisi Tuhanmu) yakni malaikat-malaikat-Nya (tidaklah merasa enggan) tidak takabur (untuk menyembah Allah dan mereka bertasbih kepada-Nya) menyucikan-Nya dari hal-hal yang tidak layak menjadi sifat-Nya (dan hanya kepada-Nyalah mereka bersujud) mereka secara khusus tunduk dan bersujud hanya kepada-Nya, maka jadilah kamu sekalian seperti mereka.",
            "sajda": true,
            "transliteration": "Innal lazeena 'inda Rabbika laa yastakbiroona 'an 'ibaadatihee wa yusabbihoonahoo wa lahoo yasjudoon"
        }
    ]
}