{
    "sura_id": 9,
    "name": "سُورَةُ التَّوۡبَةِ",
    "englishName": "At-Tawba",
    "englishNameTranslation": "The Repentance",
    "revelationType": "Medinan",
    "data": [
        {
            "aya_id": 1236,
            "aya_number": 1,
            "aya_text": "بَرَاۤءَةٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَۗ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "(Inilah pernyataan) pemutusan hubungan dari Allah dan Rasul-Nya kepada orang-orang musyrik yang kamu telah mengadakan perjanjian (dengan mereka).",
            "tafsir_jalalayn": "Inilah pernyataan (Pemutusan perhubungan daripada Allah dan Rasul-Nya) yang ditunjuk (kepada orang-orang musyrikin yang kalian telah mengadakan perjanjian dengan mereka) yakni perjanjian yang bersifat mutlak, atau perjanjian yang berlaku kurang dari empat bulan, atau lebih dari empat bulan kemudian perjanjian itu dirusak sebagaimana yang akan disebut pada ayat berikutnya.",
            "sajda": false,
            "transliteration": "Baraaa'atum minal laahi wa Rasooliheee ilal lazeena 'anhattum minal mushrikeen",
            "tajweed_text": "بَر[o[َا]ٓءَ[a:5448[ةٌ م]ِّنَ [h:321[ٱ]للَّهِ وَرَسُولِه[o[ِۦٓ] إِلَى [h:1372[ٱ]لَّذِينَ عَ[n[ـٰ]هَ[d:5449[د]تّ[w:5450[ُم م]ِّنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ"
        },
        {
            "aya_id": 1237,
            "aya_number": 2,
            "aya_text": "فَسِيْحُوْا فِى الْاَرْضِ اَرْبَعَةَ اَشْهُرٍ وَّاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۙوَاَنَّ اللّٰهَ مُخْزِى الْكٰفِرِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "Maka berjalanlah kamu (kaum musyrikin) di bumi selama empat bulan dan ketahuilah bahwa kamu tidak dapat melemahkan Allah, dan sesungguhnya Allah menghinakan orang-orang kafir.",
            "tafsir_jalalayn": "(Maka berjalanlah kalian) artinya berjalanlah kalian dengan aman, hai kaum musyrikin (di muka bumi selama empat bulan) dimulai pada bulan Syawal berdasarkan petunjuk yang akan disebutkan nanti. Tiada keamanan lagi bagi kalian sesudah empat bulan itu (dan ketahuilah bahwa sesungguhnya kalian tidak dapat melemahkan Allah) artinya terluput dari azab-Nya (dan sesungguhnya Allah menghinakan orang-orang kafir) Dialah yang membuat mereka hina di dunia melalui pembunuhan dan di akhirat kelak dengan siksaan neraka.",
            "sajda": false,
            "transliteration": "Faseehoo fil ardi arba'ata ashhurinw wa'lamoooannakum ghairu mu'jizil laahi wa annal laaha mukhzil kaafireen",
            "tajweed_text": "فَسِيحُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ أَرْبَعَةَ أَشْهُ[a:5451[رٍ و]َ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َكُمْ غَيْرُ مُعْجِزِى [h:5452[ٱ]للَّهِ‌ۙ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ مُخْزِى [h:5453[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ"
        },
        {
            "aya_id": 1238,
            "aya_number": 3,
            "aya_text": "وَاَذَانٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى النَّاسِ يَوْمَ الْحَجِّ الْاَكْبَرِ اَنَّ اللّٰهَ بَرِيْۤءٌ مِّنَ الْمُشْرِكِيْنَ ەۙ وَرَسُوْلُهٗ ۗفَاِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۗوَبَشِّرِ الَّذِيْنَ كَفَرُوْا بِعَذَابٍ اَلِيْمٍۙ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "Dan satu maklumat (pemberitahuan) dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar, bahwa sesungguhnya Allah dan Rasul-Nya berlepas diri dari orang-orang musyrik. Kemudian jika kamu (kaum musyrikin) bertobat, maka itu lebih baik bagimu; dan jika kamu berpaling, maka ketahuilah bahwa kamu tidak dapat melemahkan Allah. Dan berilah kabar gembira kepada orang-orang kafir (bahwa mereka akan mendapat) azab yang pedih,",
            "tafsir_jalalayn": "(Dan inilah suatu permakluman) pengumuman (dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar) yaitu hari raya kurban (bahwa) sesungguhnya (Allah berlepas diri dari orang-orang musyrik) dan perjanjian-perjanjian mereka (dan Rasul-Nya) demikian pula. Sehubungan dengan ayat ini Imam Bukhari telah meriwayatkan sebuah hadis, bahwa pada tahun itu juga, yaitu tahun sembilan Hijriah, Nabi saw. mengutus Ali untuk mempermaklumkan ayat-ayat ini pada hari raya kurban di Mina. (Yang isinya ialah), bahwasanya sesudah tahun ini tidak boleh lagi orang musyrik melakukan haji dan tawaf di Baitullah dan tidak boleh pula tawaf di Baitullah dengan telanjang. (Kemudian jika kalian, kaum musyrikin, bertobat) dari kekafiran (maka bertobat itu lebih baik bagi kalian dan jika kalian berpaling) dari iman (maka ketahuilah bahwa sesungguhnya kalian tidak dapat melemahkan Allah. Dan beritakanlah) beritahukanlah (kepada orang-orang kafir akan siksaan yang pedih) azab yang pedih dengan cara dibunuh dan ditawan dan mendapat siksaan neraka kelak di akhirat.",
            "sajda": false,
            "transliteration": "Wa azaanum minal laahi wa Rasooliheee ilan naasi yawmal Hajjil Akbari annal laaha bareee'um minal mushrikeena wa Rasooluh; fa-in tubtum fahuwa khairullakum wa in tawallaitum fa'lamooo annakum ghairu mu'jizil laah; wa bashiril lazeena kafaroo biazaabin aleem",
            "tajweed_text": "وَأَذ[n[َٲ][a:5454[نٌ م]ِّنَ [h:321[ٱ]للَّهِ وَرَسُولِه[o[ِۦٓ] إِلَى [h:5455[ٱ][l[ل][g[نّ]َاسِ يَوْمَ [h:5456[ٱ]لْحَجِّ [h:5457[ٱ]لْأَكْبَرِ أَ[g[نّ]َ [h:394[ٱ]للَّهَ بَر[o[ِى]ٓ[a:5458[ءٌ م]ِّنَ [h:699[ٱ]لْمُشْرِكِينَ‌ۙ وَرَسُولُهُ[n[ۥ]‌ۚ فَإِ[f:5459[ن ت]ُ[q:1648[بْ]تُمْ فَهُوَ خَيْ[u:263[رٌ ل]َّكُمْ‌ۖ وَإِ[f:5460[ن ت]َوَلَّيْتُمْ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َكُمْ غَيْرُ مُعْجِزِى [h:5452[ٱ]للَّهِ‌ۗ وَبَشِّرِ [h:117[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِعَذَابٍ أَل[p[ِي]مٍ"
        },
        {
            "aya_id": 1239,
            "aya_number": 4,
            "aya_text": "اِلَّا الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَ ثُمَّ لَمْ يَنْقُصُوْكُمْ شَيْـًٔا وَّلَمْ يُظَاهِرُوْا عَلَيْكُمْ اَحَدًا فَاَتِمُّوْٓا اِلَيْهِمْ عَهْدَهُمْ اِلٰى مُدَّتِهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "kecuali orang-orang musyrik yang telah mengadakan perjanjian dengan kamu dan mereka sedikit pun tidak mengurangi (isi perjanjian) dan tidak (pula) mereka membantu seorang pun yang memusuhi kamu, maka terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sungguh, Allah menyukai orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Kecuali orang-orang musyrik yang kalian telah mengadakan perjanjian dengan mereka dan mereka tidak merusak sedikit pun) syarat-syarat yang tertera dalam perjanjian itu (dan tidak pula mereka membantu) bersekongkol dengan (seseorang untuk memusuhi kalian) dari kalangan orang-orang kafir (maka terhadap mereka itu penuhilah janjinya sampai) habis (batas waktunya.) yang telah kalian tentukan dalam perjanjian itu (Sesungguhnya Allah menyukai orang-orang yang bertakwa) yakni mereka yang memenuhi janjinya.",
            "sajda": false,
            "transliteration": "Illal lazeena 'aahattum minal mushrikeena summa lam yanqusookum shai'anw-wa lam yuzaahiroo 'alaikum ahadan fa atimmooo ilaihim 'ahdahum ilaa muddatihim; innal laaha yuhibbul muttaqeen",
            "tajweed_text": "إِلَّا [h:778[ٱ]لَّذِينَ عَ[n[ـٰ]هَ[d:5449[د]تّ[w:5450[ُم م]ِّنَ [h:699[ٱ]لْمُشْرِكِينَ ثُ[g[مّ]َ لَمْ يَ[f:5461[نق]ُصُوكُمْ شَيْـ[a:5462[ـًٔا و]َلَمْ يُظَ[n[ـٰ]هِرُو[s[اْ] عَلَيْكُمْ أَحَ[f:5463[دًا ف]َأَتِ[g[مّ][o[ُوٓ][s[اْ] إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:2037[ٱ]لْمُتَّق[p[ِي]نَ"
        },
        {
            "aya_id": 1240,
            "aya_number": 5,
            "aya_text": "فَاِذَا انْسَلَخَ الْاَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِيْنَ حَيْثُ وَجَدْتُّمُوْهُمْ وَخُذُوْهُمْ وَاحْصُرُوْهُمْ وَاقْعُدُوْا لَهُمْ كُلَّ مَرْصَدٍۚ فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَخَلُّوْا سَبِيْلَهُمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "Apabila telah habis bulan-bulan haram, maka perangilah orang-orang musyrik di mana saja kamu temui, tangkaplah dan kepunglah mereka, dan awasilah di tempat pengintaian. Jika mereka bertobat dan melaksanakan salat serta menunaikan zakat, maka berilah kebebasan kepada mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Apabila sudah habis) telah habis (bulan-bulan haram itu) hal ini merupakan batas maksimal masa penangguhan (maka bunuhlah orang-orang musyrik itu di mana saja kalian jumpai mereka) baik di tanah suci maupun di luar tanah suci (dan tangkaplah mereka) dengan menahannya (kepunglah mereka) dalam benteng-benteng dan tempat-tempat perlindungan mereka sehingga mereka terpaksa harus bertempur dengan kalian atau menyerah masuk Islam (dan intailah mereka di tempat pengintaian.) yakni jalan-jalan yang biasa mereka lalui. Dinashabkannya lafal kulla karena huruf jarnya dicabut. (Jika mereka bertobat) dari kekafiran (dan mendirikan salat serta menunaikan zakat, maka berilah kebebasan kepada mereka.) jangan sekali-kali kalian menghambat dan mempersulit mereka (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.) terhadap orang yang bertobat.",
            "sajda": false,
            "transliteration": "Fa izansalakhal Ashhurul Hurumu faqtulul mushrikeena haisu wajattumoohum wa khuzoohum wahsuroohum qaq'udoo lahum kulla marsad; fa-in taaboo wa aqaamus Salaata wa aatawuz Zakaata fakhalloo sabeelahum; innal laaha Ghafoorur Raheem",
            "tajweed_text": "فَإِذَا [h:5464[ٱ][f:5465[نس]َلَخَ [h:5466[ٱ]لْأَشْهُرُ [h:5467[ٱ]لْحُرُمُ فَ[h:262[ٱ][q:262[قْ]تُلُو[s[اْ] [h:5468[ٱ]لْمُشْرِكِينَ حَيْثُ وَجَ[d:3005[د]تُّمُوهُمْ وَخُذُوهُمْ وَ[h:5469[ٱ]حْصُرُوهُمْ وَ[h:5470[ٱ][q:5470[قْ]عُدُو[s[اْ] لَهُمْ كُلَّ مَرْصَ[f:5471[دٍ‌ۚ ف]َإِ[f:5472[ن ت]َابُو[s[اْ] وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَوُ[s[اْ] [h:1642[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ فَخَلُّو[s[اْ] سَبِيلَهُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 1241,
            "aya_number": 6,
            "aya_text": "وَاِنْ اَحَدٌ مِّنَ الْمُشْرِكِيْنَ اسْتَجَارَكَ فَاَجِرْهُ حَتّٰى يَسْمَعَ كَلٰمَ اللّٰهِ ثُمَّ اَبْلِغْهُ مَأْمَنَهٗ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْلَمُوْنَ ࣖ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "Dan jika di antara kaum musyrikin ada yang meminta perlindungan kepadamu, maka lindungilah agar dia dapat mendengar firman Allah, kemudian antarkanlah dia ke tempat yang aman baginya. (Demikian) itu karena sesungguhnya mereka kaum yang tidak mengetahui.",
            "tafsir_jalalayn": "(Dan jika seorang di antara orang-orang musyrik itu) lafal ahadun dirafa'kan oleh fi'il/kata kerja yang menafsirkan maknanya (meminta perlindungan kepadamu) maksudnya meminta suaka kepadamu supaya jangan dibunuh (maka lindungilah dia) berilah ia jaminan keamanan (supaya ia sempat mendengar firman Allah) yaitu Alquran (kemudian antarkanlah ia ke tempat yang aman baginya) yaitu tempat tinggal kaumnya, bilamana ternyata ia masih belum mau beriman, supaya ia mempertimbangkan sikapnya itu (Demikian itu) hal yang disebut itu (disebabkan mereka kaum yang tidak mengetahui) agama Allah, maka merupakan suatu keharusan bagi mereka mendengarkan Alquran terlebih dahulu supaya mereka mengetahui dan mengerti akan agama Allah.",
            "sajda": false,
            "transliteration": "Wa in ahadum minal mushrikeenas tajaaraka fa ajirhu hattaa yasma'a Kalaamal laahi summa ablighhu maa manah; zaalika bi annahum qawmul laa ya'lamoon",
            "tajweed_text": "وَإِنْ أَحَ[a:5473[دٌ م]ِّنَ [h:699[ٱ]لْمُشْرِكِينَ [h:5474[ٱ]سْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَ[n[ـٰ]مَ [h:389[ٱ]للَّهِ ثُ[g[مّ]َ أَ[q:5475[بْ]لِغْهُ مَأْمَنَهُ[n[ۥ]‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَعْلَم[p[ُو]نَ"
        },
        {
            "aya_id": 1242,
            "aya_number": 7,
            "aya_text": "كَيْفَ يَكُوْنُ لِلْمُشْرِكِيْنَ عَهْدٌ عِنْدَ اللّٰهِ وَعِنْدَ رَسُوْلِهٖٓ اِلَّا الَّذِيْنَ عَاهَدْتُّمْ عِنْدَ الْمَسْجِدِ الْحَرَامِۚ فَمَا اسْتَقَامُوْا لَكُمْ فَاسْتَقِيْمُوْا لَهُمْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Bagaimana mungkin ada perjanjian (aman) di sisi Allah dan Rasul-Nya dengan orang-orang musyrik, kecuali dengan orang-orang yang kamu telah mengadakan perjanjian (dengan mereka) di dekat Masjidilharam (Hudaibiyah), maka selama mereka berlaku jujur terhadapmu, hendaklah kamu berlaku jujur (pula) terhadap mereka. Sungguh, Allah menyukai orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Bagaimana) tidak mungkin (bisa ada perjanjian aman dari Allah dan Rasul-Nya dengan orang-orang musyrik) sedangkan mereka masih tetap dalam kekafirannya terhadap Allah dan Rasul-Nya lagi berbuat khianat (kecuali orang-orang yang kalian telah mengadakan perjanjian dengan mereka di dekat Masjidilharam) ketika perang Hudaibiah; mereka adalah orang-orang Quraisy yang dikecualikan sebelumnya (maka selama mereka berlaku lurus terhadap kalian) selagi mereka menepati perjanjiannya dan tidak merusaknya (hendaklah kalian berlaku lurus pula terhadap mereka) dengan menunaikan perjanjian itu. Huruf maa pada lafal famastaqaamuu adalah maa syarthiyah. (Sesungguhnya Allah menyukai orang-orang yang bertakwa) Nabi saw. telah menepati perjanjiannya dengan mereka, sehingga mereka sendirilah yang merusak perjanjian itu, karena mereka membantu Bani Bakar untuk memerangi Bani Khuza'ah.",
            "sajda": false,
            "transliteration": "Kaifa yakoonu lilmush rikeena 'ahdun 'indallaahi wa 'inda Rasoolihee illal lazeena 'aahattum 'indal Masjidil Haraami famas taqaamoo lakum fastaqeemoo lahum; innallaaha yuhibbul muttaqeen",
            "tajweed_text": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَعِ[f:5476[ند]َ رَسُولِه[o[ِۦٓ] إِلَّا [h:778[ٱ]لَّذِينَ عَ[n[ـٰ]هَ[d:5449[د]تُّمْ عِ[f:264[ند]َ [h:1026[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ‌ۖ فَمَا [h:5477[ٱ]سْتَقَ[n[ـٰ]مُو[s[اْ] لَكُمْ فَ[h:5478[ٱ]سْتَقِيمُو[s[اْ] لَهُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:2037[ٱ]لْمُتَّق[p[ِي]نَ"
        },
        {
            "aya_id": 1243,
            "aya_number": 8,
            "aya_text": "كَيْفَ وَاِنْ يَّظْهَرُوْا عَلَيْكُمْ لَا يَرْقُبُوْا فِيْكُمْ اِلًّا وَّلَا ذِمَّةً ۗيُرْضُوْنَكُمْ بِاَفْوَاهِهِمْ وَتَأْبٰى قُلُوْبُهُمْۚ وَاَكْثَرُهُمْ فٰسِقُوْنَۚ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Bagaimana mungkin (ada perjanjian demikian), padahal jika mereka memperoleh kemenangan atas kamu, mereka tidak memelihara hubungan kekerabatan denganmu dan tidak (pula mengindahkan) perjanjian. Mereka menyenangkan hatimu dengan mulutnya, sedang hatinya menolak. Kebanyakan mereka adalah orang-orang fasik (tidak menepati janji).",
            "tafsir_jalalayn": "(Bagaimana bisa) ada perjanjian bagi orang-orang musyrikin (padahal jika mereka memperoleh kemenangan atas kalian) mereka mendapat kemenangan atas kalian (mereka tidak memelihara) tidak lagi mengindahkan (hubungan kekerabatan) hubungan kefamilian (dan tidak pula mengindahkan perjanjian) bahkan mereka akan berupaya sekuat tenaga untuk menyakiti dan mengganggu kalian. Jumlah syarat merupakan hal atau kata keterangan. (Mereka menyenangkan hati kalian dengan mulutnya) yakni melalui kata-kata manis mereka (sedangkan hatinya menolak) untuk menunaikan perjanjian itu. (Dan kebanyakan mereka adalah orang-orang yang fasik) selalu merusak perjanjian.",
            "sajda": false,
            "transliteration": "Kaifa wa iny-yazharoo 'alaikum laa yarquboo feekum illanw wa laa zimmah; yurdoo nakum biafwaahihim wa taabaa quloobuhum wa aksaruhum faasiqoon",
            "tajweed_text": "كَيْفَ وَإ[a:5479[ِن ي]َظْهَرُو[s[اْ] عَلَيْكُمْ لَا يَرْقُبُو[s[اْ] فِيكُمْ إِل[a:5480[اًّ و]َلَا ذِ[g[مّ]َ[a:5481[ةً‌ۚ ي]ُرْضُونَك[c:5482[ُم ب]ِأَفْو[n[َٲ]هِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ"
        },
        {
            "aya_id": 1244,
            "aya_number": 9,
            "aya_text": "اِشْتَرَوْا بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا فَصَدُّوْا عَنْ سَبِيْلِهٖۗ اِنَّهُمْ سَاۤءَ مَاكَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Mereka memperjualbelikan ayat-ayat Allah dengan harga murah, lalu mereka menghalang-halangi (orang) dari jalan Allah. Sungguh, betapa buruknya apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Mereka menukarkan ayat-ayat Allah) yakni Alquran (dengan harga yang sedikit) berupa harta duniawi. Atau dengan kata lain, mereka tidak mau mengikuti Alquran demi memperturutkan hawa nafsunya dan ketamakannya (lalu mereka menghalangi manusia dari jalan Allah) dari agama-Nya. (Sesungguhnya amat buruklah) amat jeleklah (apa yang mereka kerjakan) itu, seburuk-buruk pekerjaan adalah apa yang mereka lakukan.",
            "sajda": false,
            "transliteration": "Ishtaraw bi Aayaatil laahi samanan qaleelan fasaddoo 'an sabeelih; innahum saaa'a maa kaanoo ya'maloon",
            "tajweed_text": "ٱشْتَرَوْ[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ ثَمَ[f:208[نًا ق]َلِيل[f:5483[اً ف]َصَدُّو[s[اْ] عَ[f:4361[ن س]َبِيلِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 1245,
            "aya_number": 10,
            "aya_text": "لَا يَرْقُبُوْنَ فِيْ مُؤْمِنٍ اِلًّا وَّلَا ذِمَّةً ۗوَاُولٰۤىِٕكَ هُمُ الْمُعْتَدُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Mereka tidak memelihara (hubungan) kekerabatan dengan orang mukmin dan tidak (pula mengindahkan) perjanjian. Dan mereka itulah orang-orang yang melampaui batas.",
            "tafsir_jalalayn": "(Mereka tidak memelihara hubungan kerabat terhadap orang-orang mukmin dan tidak pula mengindahkan perjanjian. Dan mereka itulah orang-orang yang melampaui batas).",
            "sajda": false,
            "transliteration": "Laa yarquboona fee mu'minin illanw wa laa zimmah wa ulaaa 'ika humulmu 'tadoon",
            "tajweed_text": "لَا يَرْقُبُونَ فِى مُؤْمِنٍ إِل[a:5480[اًّ و]َلَا ذِ[g[مّ]َ[a:5484[ةً‌ۚ و]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5485[ٱ]لْمُعْتَد[p[ُو]نَ"
        },
        {
            "aya_id": 1246,
            "aya_number": 11,
            "aya_text": "فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَاِخْوَانُكُمْ فِى الدِّيْنِ ۗوَنُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Dan jika mereka bertobat, melaksanakan salat dan menunaikan zakat, maka (berarti mereka itu) adalah saudara-saudaramu seagama. Kami menjelaskan ayat-ayat itu bagi orang-orang yang mengetahui.",
            "tafsir_jalalayn": "(Jika mereka bertobat, mendirikan salat dan menunaikan zakat, maka mereka itu adalah saudara-saudara kalian) saudara bagi kalian (yang seagama. Dan Kami menjelaskan) Kami menerangkan (ayat-ayat itu bagi kaum yang mengetahui) kaum yang berpikir.",
            "sajda": false,
            "transliteration": "Fa in taaboo wa aqaamus Salaata wa aatawuz Zakaata fa ikhwaanukum fid deen; wa nufassilul Aayaati liqawminy ya'lamoon",
            "tajweed_text": "فَإِ[f:5472[ن ت]َابُو[s[اْ] وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَوُ[s[اْ] [h:1642[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ فَإِخْو[n[َٲ]نُكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ‌ۗ وَنُفَصِّلُ [h:5486[ٱ]لْأَيَ[n[ـٰ]تِ لِقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ"
        },
        {
            "aya_id": 1247,
            "aya_number": 12,
            "aya_text": "وَاِنْ نَّكَثُوْٓا اَيْمَانَهُمْ مِّنْۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوْا فِيْ دِيْنِكُمْ فَقَاتِلُوْٓا اَىِٕمَّةَ الْكُفْرِۙ اِنَّهُمْ لَآ اَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Dan jika mereka melanggar sumpah setelah ada perjanjian, dan mencerca agamamu, maka perangilah pemimpin-pemimpin kafir itu. Sesungguhnya mereka adalah orang-orang yang tidak dapat dipegang janjinya, mudah-mudahan mereka berhenti.",
            "tafsir_jalalayn": "(Jika mereka merusak) melanggar (sumpahnya) janjinya (sesudah mereka berjanji dan mereka mencerca agama kalian) yakni mencelanya (maka perangilah pemimpin-pemimpin orang-orang kafir) ketua-ketuanya; di dalam ayat ini isim zhahir mengganti kedudukan isim dhamir, yakni lafal aimmatal kufri mengganti kedudukan aimmatahum (sesungguhnya tiada janji) yaitu perjanjian (dari mereka) yang dapat dipegang. Menurut suatu qiraat lafal aimaan dibaca iimaan dengan memakai harakat kasrah pada awal hurufnya (agar mereka berhenti) dari kekafirannya.",
            "sajda": false,
            "transliteration": "Wa in nakasooo aimaanahum mim ba'di 'ahdihim wa ta'anoo fee deenikum faqaatilooo a'immatal kufri innahum laaa aimaana lahum la'allahum yantahoon",
            "tajweed_text": "وَإ[a:5487[ِن ن]َّكَث[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَه[w:5488[ُم م]ّ[i:146[ِنۢ ب]َعْدِ عَهْدِهِمْ وَطَعَنُو[s[اْ] فِى دِينِكُمْ فَقَ[n[ـٰ]تِل[o[ُوٓ][s[اْ] أَئِ[g[مّ]َةَ [h:5489[ٱ]لْكُفْرِ‌ۙ إِ[g[نّ]َهُمْ ل[o[َآ] أَيْمَ[n[ـٰ]نَ لَهُمْ لَعَلَّهُمْ يَ[f:5490[نت]َه[p[ُو]نَ"
        },
        {
            "aya_id": 1248,
            "aya_number": 13,
            "aya_text": "اَلَا تُقَاتِلُوْنَ قَوْمًا نَّكَثُوْٓا اَيْمَانَهُمْ وَهَمُّوْا بِاِخْرَاجِ الرَّسُوْلِ وَهُمْ بَدَءُوْكُمْ اَوَّلَ مَرَّةٍۗ  اَتَخْشَوْنَهُمْ ۚفَاللّٰهُ اَحَقُّ اَنْ تَخْشَوْهُ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Mengapa kamu tidak memerangi orang-orang yang melanggar sumpah (janjinya), dan telah merencanakan untuk mengusir Rasul, dan mereka yang pertama kali memerangi kamu? Apakah kamu takut kepada mereka, padahal Allah-lah yang lebih berhak untuk kamu takuti, jika kamu orang-orang beriman.",
            "tafsir_jalalayn": "(Mengapakah tidak) sebagai suatu seruan (kalian perangi orang-orang yang telah merusak) mengingkari (janjinya) perjanjian mereka (padahal mereka telah keras kemauannya untuk mengusir Rasul) dari Mekah ketika mereka memusyawarahkan hal ini di Darun Nadwah (dan merekalah yang mulai) memerangi kalian (pada awal mulanya) di mana mereka telah memerangi Bani Khuzaah teman sepakta kalian untuk membantu Bani Bakar; apakah gerangan yang mencegah kalian untuk memerangi mereka (apakah kalian takut kepada mereka) merasa gentar menghadapi mereka (padahal Allah lah yang berhak untuk kalian takuti) bilamana kalian tidak memerangi mereka (jika kalian benar-benar orang yang beriman).",
            "sajda": false,
            "transliteration": "Alaa tuqaatiloona qawman nakasooo aimaanahum wa hammoo bi ikhraajir Rasooli wa hum bada'ookum awwala marrah; atakhshawnahum; fallaahu ahaqqu an takhshawhu in kuntum mu'mineen",
            "tajweed_text": "أَلَا تُقَ[n[ـٰ]تِلُونَ قَوْ[a:5491[مًا ن]َّكَث[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ وَهَ[g[مّ]ُو[s[اْ] بِإِخْرَاجِ [h:5492[ٱ][l[ل]رَّسُولِ وَه[c:5493[ُم ب]َدَءُوكُمْ أَوَّلَ مَرَّةٍ‌ۚ أَتَخْشَوْنَهُمْ‌ۚ فَ[h:591[ٱ]للَّهُ أَحَقُّ أَ[f:5494[ن ت]َخْشَوْهُ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 1249,
            "aya_number": 14,
            "aya_text": "قَاتِلُوْهُمْ يُعَذِّبْهُمُ اللّٰهُ بِاَيْدِيْكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُوْرَ قَوْمٍ مُّؤْمِنِيْنَۙ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Perangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tanganmu dan Dia akan menghina mereka dan menolongmu (dengan kemenangan) atas mereka, serta melegakan hati orang-orang yang beriman,",
            "tafsir_jalalayn": "(Perangilah mereka niscaya Allah akan menyiksa mereka) Allah pasti akan membunuh mereka (dengan perantaraan tangan kalian dan Allah akan menghinakan mereka) Dia akan membuat mereka hina melalui cara penahanan dan penindasan (dan menolong kalian terhadap mereka serta melegakan hati orang-orang yang beriman) melalui apa yang telah dilakukan oleh Bani Khuzaah terhadap mereka yang merusak perjanjian.",
            "sajda": false,
            "transliteration": "Qaatiloohum yu'az zibhumul laahu bi aideekum wa yukhzihim wa yansurkum 'alaihim wa yashfi sudoora qawmim mu 'mineen",
            "tajweed_text": "قَ[n[ـٰ]تِلُوهُمْ يُعَذِّ[q:5495[بْ]هُمُ [h:5496[ٱ]للَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَ[f:5497[نص]ُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْ[a:5498[مٍ م]ُّؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 1250,
            "aya_number": 15,
            "aya_text": "وَيُذْهِبْ غَيْظَ قُلُوْبِهِمْۗ وَيَتُوْبُ اللّٰهُ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "dan Dia menghilangkan kemarahan hati mereka (orang mukmin). Dan Allah menerima tobat orang yang Dia kehendaki. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan menghilangkan panas hati orang-orang mukmin) kegelisahannya (Dan Allah menerima tobat orang yang dikehendaki-Nya) dengan masuk Islam seperti apa yang dilakukan oleh Abu Sofyan (Allah Maha Mengetahui lagi Maha Bijaksana).",
            "sajda": false,
            "transliteration": "Wa yuzhib ghaiza quloobihim; wa yatoobullaahu 'alaa mai yashaaa'; wallaahu 'Aleemun Hakeem",
            "tajweed_text": "وَيُذْهِ[q:5499[بْ] غَيْظَ قُلُوبِهِمْ‌ۗ وَيَتُوبُ [h:5500[ٱ]للَّهُ عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ"
        },
        {
            "aya_id": 1251,
            "aya_number": 16,
            "aya_text": "اَمْ حَسِبْتُمْ اَنْ تُتْرَكُوْا وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَلَمْ يَتَّخِذُوْا مِنْ دُوْنِ اللّٰهِ وَلَا رَسُوْلِهٖ وَلَا الْمُؤْمِنِيْنَ وَلِيْجَةً ۗوَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Apakah kamu mengira bahwa kamu akan dibiarkan (begitu saja), padahal Allah belum mengetahui orang-orang yang berjihad di antara kamu dan tidak mengambil teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman. Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Apakah) mengandung makna ingkar (kalian mengira bahwa kalian akan dibiarkan begitu saja dan tiada) tidaklah (Allah mengetahui) dengan pengetahuan yang jelas (akan orang-orang yang berjihad di antara kalian) dengan hati yang tulus (dan tidak mengambil menjadi teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman) artinya sebagai teman sejawat dan kekasih. Orang-orang yang berhati tulus itu tidak nampak jelas; yang dimaksud dengan mereka ialah orang-orang yang memiliki sifat-sifat seperti apa yang telah disebutkan di atas, mereka berbeda dengan orang-orang lain. (Dan Allah Maha Mengetahui apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Am hasibtum an turakoo wa lammaa ya'lamil laahul lazeena jaahadoo minkum wa lam yattakhizoo min doonil laahi wa laa Rasoolihee wa lalmu'mineena waleejah; wallaahu khabeerum bimaa ta'maloon",
            "tajweed_text": "أَمْ حَسِ[q:1174[بْ]تُمْ أَ[f:5501[ن ت]ُتْرَكُو[s[اْ] وَلَ[g[مّ]َا يَعْلَمِ [h:2272[ٱ]للَّهُ [h:2273[ٱ]لَّذِينَ جَ[n[ـٰ]هَدُو[s[اْ] مِ[f:344[نك]ُمْ وَلَمْ يَتَّخِذُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَلَا رَسُولِه[n[ِۦ] وَلَا [h:5502[ٱ]لْمُؤْمِنِينَ وَلِيجَ[a:5503[ةً‌ۚ و]َ[h:72[ٱ]للَّهُ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 1252,
            "aya_number": 17,
            "aya_text": "مَا كَانَ لِلْمُشْرِكِيْنَ اَنْ يَّعْمُرُوْا مَسٰجِدَ اللّٰهِ شٰهِدِيْنَ عَلٰٓى اَنْفُسِهِمْ بِالْكُفْرِۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْۚ وَ فِى النَّارِ هُمْ خٰلِدُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Tidaklah pantas orang-orang musyrik memakmurkan masjid Allah, padahal mereka mengakui bahwa mereka sendiri kafir. Mereka itu sia-sia amalnya, dan mereka kekal di dalam neraka.",
            "tafsir_jalalayn": "(Tidaklah pantas orang-orang musyrik itu memakmurkan mesjid-mesjid Allah) boleh dibaca mufrad dan boleh pula dibaca jamak, yakni dengan cara memasukinya dan duduk di dalamnya (sedangkan mereka mengakui bahwa mereka sendiri kafir. Itulah orang-orang yang sia-sia) batal (amal perbuatannya dan mereka kekal di dalam neraka).",
            "sajda": false,
            "transliteration": "maa kaana lilmushrikeena ai ya'muroo masaajidal laahi shaahideena 'alaaa anfusihim bilkufr; ulaaa'ika habitat a'maaluhum wa fin naari hum khaalidoon",
            "tajweed_text": "مَا كَانَ لِلْمُشْرِكِينَ أ[a:5504[َن ي]َعْمُرُو[s[اْ] مَسَ[n[ـٰ]جِدَ [h:594[ٱ]للَّهِ شَ[n[ـٰ]هِدِينَ عَلَ[o[ىٰٓ] أَ[f:568[نف]ُسِه[c:5505[ِم ب]ِ[h:2055[ٱ]لْكُفْرِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ وَفِى [h:5506[ٱ][l[ل][g[نّ]َارِ هُمْ خَ[n[ـٰ]لِد[p[ُو]نَ"
        },
        {
            "aya_id": 1253,
            "aya_number": 18,
            "aya_text": "اِنَّمَا يَعْمُرُ مَسٰجِدَ اللّٰهِ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ وَلَمْ يَخْشَ اِلَّا اللّٰهَ ۗفَعَسٰٓى اُولٰۤىِٕكَ اَنْ يَّكُوْنُوْا مِنَ الْمُهْتَدِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Sesungguhnya yang memakmurkan masjid Allah hanyalah orang-orang yang beriman kepada Allah dan hari kemudian, serta (tetap) melaksanakan salat, menunaikan zakat dan tidak takut (kepada apa pun) kecuali kepada Allah. Maka mudah-mudahan mereka termasuk orang-orang yang mendapat petunjuk.",
            "tafsir_jalalayn": "(Sesungguhnya yang memakmurkan mesjid-mesjid Allah hanyalah orang-orang yang beriman kepada Allah dan hari kemudian serta tetap mendirikan salat, menunaikan zakat dan tidak takut) kepada seorang pun (selain kepada Allah, maka mereka orang-orang yang diharapkan termasuk orang-orang yang mendapat petunjuk).",
            "sajda": false,
            "transliteration": "Innamaa ya'muru masaa jidal laahi man aamana billaahi wal Yawmil Aakhiri wa aqaamas Salaata wa aataz Zakaata wa lam yakkhsa illal laaha fa'asaaa ulaaa'ika ai yakoonoo minal muhtadeen",
            "tajweed_text": "إِ[g[نّ]َمَا يَعْمُرُ مَسَ[n[ـٰ]جِدَ [h:594[ٱ]للَّهِ مَنْ ءَامَنَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَأَقَامَ [h:915[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَى [h:916[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَلَمْ يَخْشَ إِلَّا [h:416[ٱ]للَّهَ‌ۖ فَعَسَ[o[ىٰٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أ[a:5507[َن ي]َكُونُو[s[اْ] مِنَ [h:4096[ٱ]لْمُهْتَد[p[ِي]نَ"
        },
        {
            "aya_id": 1254,
            "aya_number": 19,
            "aya_text": "۞ اَجَعَلْتُمْ سِقَايَةَ الْحَاۤجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَجَاهَدَ فِيْ سَبِيْلِ اللّٰهِ ۗ لَا يَسْتَوٗنَ عِنْدَ اللّٰهِ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۘ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Apakah (orang-orang) yang memberi minuman kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam, kamu samakan dengan orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah. Allah tidak memberikan petunjuk kepada orang-orang zalim.",
            "tafsir_jalalayn": "(Apakah orang-orang yang memberi minum kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam kalian jadikan) orang-orang yang bertugas menunaikan hal-hal tersebut (sama dengan orang-orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah) dalam hal keutamaannya (dan Allah tidak memberikan petunjuk kepada kaum yang lalim) kepada orang-orang yang kafir. Ayat ini diturunkan berkenaan dengan sanggahan Allah terhadap orang yang mengatakan hal tersebut, dia adalah Abbas atau lainnya.",
            "sajda": false,
            "transliteration": "Aja'altum siqaayatal haaajji wa 'imaaratal masjidil haraami kamman aamana billaahi wal Yawmil Aakhiri wa jaahada fee sabeelil laah; laa yastawoona 'indal laah; wallaahu laa yahdil qawmaz zaalimeen",
            "tajweed_text": "۞ أَجَعَلْتُمْ سِقَايَةَ [h:5508[ٱ]لْح[m[َا]ٓجِّ وَعِمَارَةَ [h:5509[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ كَمَنْ ءَامَنَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَجَ[n[ـٰ]هَدَ فِى سَبِيلِ [h:788[ٱ]للَّهِ‌ۚ لَا يَسْتَوُ[n[ۥ]نَ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ"
        },
        {
            "aya_id": 1255,
            "aya_number": 20,
            "aya_text": "اَلَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۙ اَعْظَمُ دَرَجَةً عِنْدَ اللّٰهِ ۗوَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan.",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah dengan harta dan diri mereka adalah lebih tinggi derajat) yaitu kedudukan (di sisi Allah) daripada orang-orang selain mereka (dan itulah orang-orang yang mendapat kemenangan) orang-orang yang memperoleh kebaikan.",
            "sajda": false,
            "transliteration": "Allazeena aamanoo wa haajaroo wa jaahadoo fee sabeelil laahi bi amwaalihim wa anufsihim a'zamu darajatan 'indal laah; wa ulaaa'ika humul faaa'izoon",
            "tajweed_text": "ٱلَّذِينَ ءَامَنُو[s[اْ] وَهَاجَرُو[s[اْ] وَجَ[n[ـٰ]هَدُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ أَعْظَمُ دَرَجَةً عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۚ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ"
        },
        {
            "aya_id": 1256,
            "aya_number": 21,
            "aya_text": "يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَّجَنّٰتٍ لَّهُمْ فِيْهَا نَعِيْمٌ مُّقِيْمٌۙ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 190,
            "translation_aya_text": "Tuhan menggembirakan mereka dengan memberikan rahmat, keridaan dan surga, mereka memperoleh kesenangan yang kekal di dalamnya,",
            "tafsir_jalalayn": "(Tuhan mereka menggembirakan mereka dengan memberikan rahmat daripada-Nya, keridaan dan surga, mereka memperoleh di dalamnya kesenangan yang kekal) abadi.",
            "sajda": false,
            "transliteration": "Yubashshiruhum Rabbuhum birahmatim minhu wa ridwaaninw wa Jannaatil lahum feehaa na'eemum muqeem",
            "tajweed_text": "يُبَشِّرُهُمْ رَبُّه[c:5511[ُم ب]ِرَحْمَ[a:5512[ةٍ م]ِّنْهُ وَرِضْو[n[َٲ][a:5513[نٍ و]َجَ[g[نّ]َ[n[ـٰ][u:5514[تٍ ل]َّهُمْ فِيهَا نَعِي[a:5515[مٌ م]ُّق[p[ِي]مٌ"
        },
        {
            "aya_id": 1257,
            "aya_number": 22,
            "aya_text": "خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗاِنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 190,
            "translation_aya_text": "mereka kekal di dalamnya selama-lamanya. Sungguh, di sisi Allah terdapat pahala yang besar.",
            "tafsir_jalalayn": "(Mereka kekal) menjadi kata keterangan dari lafal yang muqaddarah/tidak disebutkan (di dalamnya selama-lamanya. Sesungguhnya di sisi Allahlah pahala yang besar.)",
            "sajda": false,
            "transliteration": "Khaalideena feehaaa abadaa; innal laaha 'indahooo ajrun 'azeem",
            "tajweed_text": "خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَدًا‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عِ[f:719[ند]َهُ[o[ۥٓ] أَ[q:2423[جْ]رٌ عَظ[p[ِي]مٌ"
        },
        {
            "aya_id": 1258,
            "aya_number": 23,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْٓا اٰبَاۤءَكُمْ وَاِخْوَانَكُمْ اَوْلِيَاۤءَ اِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْاِيْمَانِۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 190,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu jadikan bapak-bapakmu dan saudara-saudaramu sebagai pelindung, jika mereka lebih menyukai kekafiran daripada keimanan. Barangsiapa di antara kamu yang menjadikan mereka pelindung, maka mereka itulah orang-orang yang zalim.",
            "tafsir_jalalayn": "Ayat ini diturunkan berkenaan dengan orang-orang yang tidak turut berhijrah karena alasan keluarga dan usaha perdagangannya yang tidak dapat ditinggalkan (Hai orang-orang yang beriman, janganlah kalian jadikan bapak-bapak dan saudara-saudara kalian menjadi wali, penguasa, kalian jika mereka lebih mengutamakan) lebih memilih (kekafiran atas keimanan dan siapa di antara kalian yang menjadikan mereka sebagai wali, maka mereka itulah orang-orang yang lalim).",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tattakhizooo aabaaa 'akum wa ikhwaanakum awliyaaa'a inis tahabbul kufra 'alal eemaan; wa mai yatawal lahum minkum fa ulaaa'ika humuz zaalimoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذ[o[ُوٓ][s[اْ] ءَاب[o[َا]ٓءَكُمْ وَإِخْو[n[َٲ]نَكُمْ أَوْلِي[o[َا]ٓءَ إِنِ [h:5516[ٱ]سْتَحَبُّو[s[اْ] [h:5517[ٱ]لْكُفْرَ عَلَى [h:5518[ٱ]لْإِيمَ[n[ـٰ]نِ‌ۚ وَم[a:3619[َن ي]َتَوَلَّه[w:3620[ُم م]ِّ[f:344[نك]ُمْ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ"
        },
        {
            "aya_id": 1259,
            "aya_number": 24,
            "aya_text": "قُلْ اِنْ كَانَ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْ وَاِخْوَانُكُمْ وَاَزْوَاجُكُمْ وَعَشِيْرَتُكُمْ وَاَمْوَالُ ِۨاقْتَرَفْتُمُوْهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسٰكِنُ تَرْضَوْنَهَآ اَحَبَّ اِلَيْكُمْ مِّنَ اللّٰهِ وَرَسُوْلِهٖ وَجِهَادٍ فِيْ سَبِيْلِهٖ فَتَرَبَّصُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 190,
            "translation_aya_text": "Katakanlah, “Jika bapak-bapakmu, anak-anakmu, saudara-saudaramu, istri-istrimu, keluargamu, harta kekayaan yang kamu usahakan, perdagangan yang kamu khawatirkan kerugiannya, dan rumah-rumah tempat tinggal yang kamu sukai, lebih kamu cintai dari pada Allah dan Rasul-Nya serta berjihad di jalan-Nya, maka tunggulah sampai Allah memberikan keputusan-Nya.” Dan Allah tidak memberi petunjuk kepada orang-orang fasik.",
            "tafsir_jalalayn": "(Katakanlah, \"Jika bapak-bapak, anak-anak, saudara-saudara, istri-istri dan kaum keluarga kalian) yaitu kaum kerabat kalian, menurut suatu qiraat lafal asyiiratukum dibaca asyiiraatukum (dan harta kekayaan yang kalian usahakan) harta hasil usaha kalian (dan perniagaan yang kalian khawatir kerugiannya) khawatir tidak laku (dan rumah-rumah tempat tinggal yang kalian sukai adalah lebih kalian cintai daripada Allah dan Rasul-Nya dan daripada berjihad di jalan-Nya) sehingga hal-hal tersebut mengakibatkan kalian enggan untuk melakukan hijrah dan berjihad di jalan-Nya (maka tunggulah) nantikanlah (sampai Allah mendatangkan keputusan-Nya) ayat ini mengandung makna ancaman buat mereka. (Dan Allah tidak memberi petunjuk kepada orang-orang fasik\").",
            "sajda": false,
            "transliteration": "Qul in kaana aabaaa'ukum wa abnaaa'ukum wa ikhwaanukum wa azwaajukum wa 'asheeratukum wa amwaaluniq taraftumoohaa wa tijaaratun takhshawna kasaadahaa wa masaakinu tardawnahaaa ahabba ilaikum minal laahi wa Rasoolihee wa Jihaadin fee Sabeelihee fatarabbasoo hattaa yaatiyallaahu bi amrih; wallaahu laa yahdil qawmal faasiqeen",
            "tajweed_text": "قُلْ إِ[f:2594[ن ك]َانَ ءَاب[o[َا]ٓؤُكُمْ وَأَ[q:2602[بْ]ن[o[َا]ٓؤُكُمْ وَإِخْو[n[َٲ]نُكُمْ وَأَزْو[n[َٲ]جُكُمْ وَعَشِيرَتُكُمْ وَأَمْو[n[َٲ]لٌ [h:5519[ٱ][q:5520[قْ]تَرَفْتُمُوهَا وَتِجَ[n[ـٰ]رَ[f:5521[ةٌ ت]َخْشَوْنَ كَسَادَهَا وَمَسَ[n[ـٰ]كِنُ تَرْضَوْنَه[o[َآ] أَحَبَّ إِلَيْك[w:5522[ُم م]ِّنَ [h:321[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَجِهَا[f:5523[دٍ ف]ِى سَبِيلِه[n[ِۦ] فَتَرَبَّصُو[s[اْ] حَتَّىٰ يَأْتِىَ [h:573[ٱ]للَّهُ بِأَمْرِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ"
        },
        {
            "aya_id": 1260,
            "aya_number": 25,
            "aya_text": "لَقَدْ نَصَرَكُمُ اللّٰهُ فِيْ مَوَاطِنَ كَثِيْرَةٍۙ وَّيَوْمَ حُنَيْنٍۙ اِذْ اَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْـًٔا وَّضَاقَتْ عَلَيْكُمُ الْاَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُّدْبِرِيْنَۚ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 190,
            "translation_aya_text": "Sungguh, Allah telah menolong kamu (mukminin) di banyak medan perang, dan (ingatlah) Perang Hunain, ketika jumlahmu yang besar itu membanggakan kamu, tetapi (jumlah yang banyak itu) sama sekali tidak berguna bagimu, dan bumi yang luas itu terasa sempit bagimu, kemudian kamu berbalik ke belakang dan lari tunggang-langgang.",
            "tafsir_jalalayn": "(Sesungguhnya Allah telah menolong kalian di tempat-tempat) peperangan (yang banyak) seperti dalam perang Badar, perang melawan Bani Quraizhah dan perang melawan Bani Nadhir (dan) ingatlah (peperangan Hunain) Hunain adalah nama sebuah lembah yang terletak di antara kota Mekah dan Thaif. Artinya ingatlah sewaktu kalian berperang melawan orang-orang Hawazin, yaitu dalam bulan Syawal, tahun 8 Hijriah (yaitu di waktu) lafal idz menjadi kata ganti dari lafal yaum (kalian menjadi congkak karena banyaknya jumlah kalian) lalu pada saat itu kalian mengatakan bahwa kami tidak akan dapat dikalahkan oleh golongan yang sedikit. Pada saat itu jumlah pasukan kaum Muslimin ada dua belas ribu orang sedangkan pasukan orang kafir hanya berjumlah empat ribu orang (maka jumlah yang banyak itu tidak memberi manfaat kepada kalian sedikit pun dan bumi yang luas itu telah terasa sempit oleh kalian) huruf maa adalah mashdariyah, artinya sekalipun bumi itu luas tetapi kalian tidak dapat menemukan tempat yang aman sebagai akibat dari pengaruh rasa takut yang menimpa pada saat itu (kemudian kalian lari ke belakang dengan bercerai-berai) karena terpukul akan tetapi Nabi saw. tetap bertahan pada posisinya seraya menaiki kendaraan bagal putihnya dan tiada yang menemaninya selain Abbas serta Abu Sofyan yang memegang tali kendali kendaraan beliau.",
            "sajda": false,
            "transliteration": "Laqad nasarakumul laahu fee mawaatina kaseeratinw wa yawma Hunainin iz a'jabatkum kasratukum falam tughni 'ankum shai'anw wa daaqat 'alaikumul ardu bimaa rahubat summa wallaitum mudbireen",
            "tajweed_text": "لَقَ[q:2389[دْ] نَصَرَكُمُ [h:2209[ٱ]للَّهُ فِى مَوَاطِنَ كَثِيرَ[a:5524[ةٍ‌ۙ و]َيَوْمَ حُنَيْنٍ‌ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَ[f:255[نك]ُمْ شَيْـ[a:5525[ـًٔا و]َضَاقَتْ عَلَيْكُمُ [h:5526[ٱ]لْأَرْضُ بِمَا رَحُبَتْ ثُ[g[مّ]َ وَلَّيْت[w:5527[ُم م]ُّ[q:5528[دْ]بِر[p[ِي]نَ"
        },
        {
            "aya_id": 1261,
            "aya_number": 26,
            "aya_text": "ثُمَّ اَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلٰى رَسُوْلِهٖ وَعَلَى الْمُؤْمِنِيْنَ وَاَنْزَلَ جُنُوْدًا لَّمْ تَرَوْهَا وَعَذَّبَ الَّذِيْنَ كَفَرُوْاۗ وَذٰلِكَ جَزَاۤءُ الْكٰفِرِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 190,
            "translation_aya_text": "Kemudian Allah menurunkan ketenangan kepada Rasul-Nya dan kepada orang-orang yang beriman, dan Dia menurunkan bala tentara (para malaikat) yang tidak terlihat olehmu, dan Dia menimpakan azab kepada orang-orang kafir. Itulah balasan bagi orang-orang kafir.",
            "tafsir_jalalayn": "(Kemudian Allah menurunkan ketenangan) rasa aman (kepada Rasul-Nya dan kepada orang-orang Mukmin) sehingga mereka kembali lagi bergabung dengan Nabi saw. sewaktu Abbas memanggil/menyeru mereka atas instruksi dari Nabi, lalu mereka meneruskan peperangan itu (dan Allah menurunkan bala tentara yang kalian tiada melihatnya) yakni para malaikat (dan Allah menimpakan bencana kepada orang-orang kafir) sehingga banyak di antara mereka yang terbunuh dan tertawan (dan demikianlah pembalasan kepada orang-orang kafir).",
            "sajda": false,
            "transliteration": "Summa anzalal laahu sakeenatahoo 'alaa Rasoolihee wa 'alalmu 'mineena wa anzala junoodal lam tarawhaa wa azzabal lazeena kafaroo; wa zaalika jazaaa'ul kaafireen",
            "tajweed_text": "ثُ[g[مّ]َ أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ سَكِينَتَهُ[n[ۥ] عَلَىٰ رَسُولِه[n[ِۦ] وَعَلَى [h:5529[ٱ]لْمُؤْمِنِينَ وَأَ[f:91[نز]َلَ جُنُو[u:5530[دًا ل]َّمْ تَرَوْهَا وَعَذَّبَ [h:5531[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۚ] وَذ[n[َٲ]لِكَ جَز[o[َا]ٓءُ [h:1029[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ"
        },
        {
            "aya_id": 1262,
            "aya_number": 27,
            "aya_text": "ثُمَّ يَتُوْبُ اللّٰهُ مِنْۢ بَعْدِ ذٰلِكَ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 191,
            "translation_aya_text": "Setelah itu Allah menerima tobat orang yang Dia kehendaki. Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Sesudah itu Allah menerima tobat dari orang-orang yang dikehendaki-Nya) dari kalangan orang-orang kafir karena masuk Islam (Allah Maha Pengampun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Summa yatoobul laahu mim ba'di zaalika 'alaa mai yashaaa'; wallaahu Ghafoorur Raheem",
            "tajweed_text": "ثُ[g[مّ]َ يَتُوبُ [h:2652[ٱ]للَّهُ م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۗ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 1263,
            "aya_number": 28,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْمُشْرِكُوْنَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هٰذَا ۚوَاِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيْكُمُ اللّٰهُ مِنْ فَضْلِهٖٓ اِنْ شَاۤءَۗ اِنَّ اللّٰهَ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 191,
            "translation_aya_text": "Wahai orang-orang yang beriman! Sesungguhnya orang-orang musyrik itu najis (kotor jiwa), karena itu janganlah mereka mendekati Masjidilharam setelah tahun ini. Dan jika kamu khawatir menjadi miskin (karena orang kafir tidak datang), maka Allah nanti akan memberikan kekayaan kepadamu dari karunia-Nya, jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, sesungguhnya orang-orang yang musyrik itu najis) maksudnya kotor karena batin mereka najis (maka janganlah mereka mendekati Masjidilharam) artinya, mereka tidak boleh memasuki tanah suci (sesudah tahun ini) yakni tahun kesembilan Hijriah. (Dan jika kalian khawatir menjadi beban) fakir oleh sebab orang-orang musyrik itu tidak mau lagi berdagang dengan kalian (maka Allah nanti akan memberikan kekayaan kepada kalian dari karunia-Nya, jika Dia menghendaki) dan memang Allah telah membuat mereka kaya sesudah itu melalui banyaknya futuh/kemenangan dan jizyah yang berhasil mereka peroleh. (Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana).",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanooo innamal mushrikoona najasun falaa yaqrabul Masjidal Haraama ba'da 'aamihim haaza; wa in khiftum 'ailatan fasawfa yughnee kumul laahu min fadliheee in shaaa'; innallaaha 'Aleemun hakeem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َمَا [h:5532[ٱ]لْمُشْرِكُونَ نَجَ[f:5533[سٌ ف]َلَا يَ[q:5534[قْ]رَبُو[s[اْ] [h:5535[ٱ]لْمَسْجِدَ [h:5536[ٱ]لْحَرَامَ بَعْدَ عَامِهِمْ هَ[n[ـٰ]ذَا‌ۚ وَإِنْ خِفْتُمْ عَيْلَ[f:5537[ةً ف]َسَوْفَ يُغْنِيكُمُ [h:5538[ٱ]للَّهُ مِ[f:475[ن ف]َضْلِه[o[ِۦٓ] إِ[f:364[ن ش][o[َا]ٓءَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِيمٌ حَك[p[ِي]مٌ"
        },
        {
            "aya_id": 1264,
            "aya_number": 29,
            "aya_text": "قَاتِلُوا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ وَلَا يُحَرِّمُوْنَ مَا حَرَّمَ اللّٰهُ وَرَسُوْلُهٗ وَلَا يَدِيْنُوْنَ دِيْنَ الْحَقِّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حَتّٰى يُعْطُوا الْجِزْيَةَ عَنْ يَّدٍ وَّهُمْ صَاغِرُوْنَ ࣖ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 191,
            "translation_aya_text": "Perangilah orang-orang yang tidak beriman kepada Allah dan hari kemudian, mereka yang tidak mengharamkan apa yang telah diharamkan Allah dan Rasul-Nya dan mereka yang tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang telah diberikan Kitab, hingga mereka membayar jizyah (pajak) dengan patuh sedang mereka dalam keadaan tunduk.",
            "tafsir_jalalayn": "(Perangilah orang-orang yang tidak beriman kepada Allah dan tidak pula kepada hari kemudian) jika tidak demikian niscaya dari dahulu mereka sudah beriman kepada Nabi saw. (dan mereka tidak mengharamkan apa yang telah diharamkan oleh Allah dan Rasul-Nya) seperti khamar (dan tidak beragama dengan agama yang benar) yakni agama yang telah ditetapkan oleh Allah yang mengganti agama-agama lainnya, yaitu agama Islam (yaitu orang-orang) lafal alladziina pada ayat ini berkedudukan menjelaskan lafal alladziina pada awal ayat (yang diberikan Alkitab kepada mereka) kepada orang-orang Yahudi dan orang-orang Nasrani (sampai mereka membayar jizyah) kharaj yang dibebankan kepada mereka untuk membayarnya setiap tahun (dengan patuh) lafal yadin berkedudukan menjadi hal/kata keterangan, artinya, secara taat dan patuh, atau mereka menyerahkannya secara langsung tanpa memakai perantara atau wakil (sedangkan mereka dalam keadaan tunduk) yaitu patuh dan taat terhadap peraturan/hukum Islam.",
            "sajda": false,
            "transliteration": "Qaatilul lazeena laa yu'minoona billaahi wa laa bil yawmil Aakhiri wa laa yuharrimoona maa harramal laahu wa Rasooluhoo wa laa yadeenoona deenal haqqi minal lazeena ootul Kitaaba hattaa yu'tul jizyata ai yadinw wa hum saaghiroon",
            "tajweed_text": "قَ[n[ـٰ]تِلُو[s[اْ] [h:5539[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَلَا بِ[h:2784[ٱ]لْيَوْمِ [h:2785[ٱ]لْأَخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ [h:3706[ٱ]للَّهُ وَرَسُولُهُ[n[ۥ] وَلَا يَدِينُونَ دِينَ [h:5540[ٱ]لْحَقِّ مِنَ [h:523[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ حَتَّىٰ يُعْطُو[s[اْ] [h:5541[ٱ]لْجِزْيَةَ ع[a:5542[َن ي]َ[a:5543[دٍ و]َهُمْ صَ[n[ـٰ]غِر[p[ُو]نَ"
        },
        {
            "aya_id": 1265,
            "aya_number": 30,
            "aya_text": "وَقَالَتِ الْيَهُوْدُ عُزَيْرُ ِۨابْنُ اللّٰهِ وَقَالَتِ النَّصٰرَى الْمَسِيْحُ ابْنُ اللّٰهِ ۗذٰلِكَ قَوْلُهُمْ بِاَفْوَاهِهِمْۚ يُضَاهِـُٔوْنَ قَوْلَ الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۗقَاتَلَهُمُ اللّٰهُ ۚ اَنّٰى يُؤْفَكُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 191,
            "translation_aya_text": "Dan orang-orang Yahudi berkata, “Uzair putra Allah,” dan orang-orang Nasrani  berkata, “Al-Masih putra Allah.” Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai  berpaling?",
            "tafsir_jalalayn": "(Orang-orang Yahudi berkata, \"Uzair itu putra Allah,\" dan orang-orang Nasrani berkata, \"Almasih itu) yakni Nabi Isa (adalah putra Allah.\" Demikian itulah ucapan mereka dengan mulut mereka tanpa ada sandaran dalil yang mendukung perkataannya itu, bahkan (mereka meniru-niru) perkataan mereka itu meniru (perkataan orang-orang kafir yang terdahulu) dari kalangan nenek moyang mereka, karena menuruti tradisi mereka. (Semoga mereka dilaknat) dikutuk (oleh Allah, bagaimana) mengapa (mereka sampai berpaling) maksudnya bagaimana mereka sampai berani berpaling dari kebenaran, padahal dalilnya sudah jelas dan gamblang.",
            "sajda": false,
            "transliteration": "Q qaalatil yahoodu 'Uzairunib nul laahi wa qaalatin Nasaaral Maseehub nul laahi zaalika qawluhum bi afwaahihim yudaahi'oona qawlal lazeena kafaroo min qabl; qatalahumul laah; annaa yu'fakoon",
            "tajweed_text": "وَقَالَتِ [h:583[ٱ]لْيَهُودُ عُزَيْرٌ [h:5544[ٱ][q:1917[بْ]نُ [h:5545[ٱ]للَّهِ وَقَالَتِ [h:586[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَى [h:5546[ٱ]لْمَسِيحُ [h:3448[ٱ][q:1917[بْ]نُ [h:5545[ٱ]للَّهِ‌ۖ ذ[n[َٲ]لِكَ قَوْلُه[c:5547[ُم ب]ِأَفْو[n[َٲ]هِهِمْ‌ۖ يُضَ[n[ـٰ]هِــُٔونَ قَوْلَ [h:2461[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ قَ[n[ـٰ]تَلَهُمُ [h:5548[ٱ]للَّهُ‌ۚ أَ[g[نّ]َىٰ يُؤْفَك[p[ُو]نَ"
        },
        {
            "aya_id": 1266,
            "aya_number": 31,
            "aya_text": "اِتَّخَذُوْٓا اَحْبَارَهُمْ وَرُهْبَانَهُمْ اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ وَالْمَسِيْحَ ابْنَ مَرْيَمَۚ وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوْٓا اِلٰهًا وَّاحِدًاۚ  لَآ اِلٰهَ اِلَّا هُوَۗ سُبْحٰنَهٗ عَمَّا يُشْرِكُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 191,
            "translation_aya_text": "Mereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah, dan (juga) Al-Masih putra Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan.",
            "tafsir_jalalayn": "(Mereka menjadikan orang-orang alimnya) dimaksud adalah ulama-ulama Yahudi (dan rahib-rahib mereka) para pendeta Nasrani (sebagai tuhan selain Allah) karena para pengikut agama Yahudi dan Nasrani mengikuti mereka dalam hal menghalalkan apa yang telah diharamkan oleh Allah dan mengharamkan apa yang telah dihalalkan oleh-Nya (dan juga mereka mempertuhankan Almasih putra Maryam, padahal mereka tidak diperintahkan) oleh kitab Taurat dan kitab Injil mereka (melainkan hanya menyembah) maksudnya mereka disuruh supaya menyembah (Tuhan Yang Maha Esa, tidak ada Tuhan selain Dia, Maha Suci Allah) lafal subhaanahu mengandung arti menyucikan Allah (dari apa yang mereka persekutukan).",
            "sajda": false,
            "transliteration": "ittakhazooo ahbaarahum wa ruhbaanahum arbaabammin doonil laahi wal Maseehab na Maryama wa maaa umirooo illaa liya'budooo Ilaahanw Waa hidan laaa ilaaha illaa Hoo; Subhaanahoo 'ammaa yushrikoon",
            "tajweed_text": "ٱتَّخَذ[o[ُوٓ][s[اْ] أَحْبَارَهُمْ وَرُهْبَ[n[ـٰ]نَهُمْ أَرْبَا[a:1993[بًا م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَ[h:5549[ٱ]لْمَسِيحَ [h:5550[ٱ][q:451[بْ]نَ مَرْيَمَ وَم[o[َآ] أُمِر[o[ُوٓ][s[اْ] إِلَّا لِيَعْبُد[o[ُوٓ][s[اْ] إِلَ[n[ـٰ][a:693[هًا و][n[َٲ]حِ[u:5551[دًا‌ۖ ل]ّ[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۚ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] عَ[g[مّ]َا يُشْرِك[p[ُو]نَ"
        },
        {
            "aya_id": 1267,
            "aya_number": 32,
            "aya_text": "يُرِيْدُوْنَ اَنْ يُّطْفِـُٔوْا نُوْرَ اللّٰهِ بِاَفْوَاهِهِمْ وَيَأْبَى اللّٰهُ اِلَّآ اَنْ يُّتِمَّ نُوْرَهٗ وَلَوْ كَرِهَ الْكٰفِرُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 192,
            "translation_aya_text": "Mereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah menolaknya, malah berkehendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai.",
            "tafsir_jalalayn": "(Mereka berkehendak memadamkan cahaya/agama Allah) yakni syariat dan bukti-bukti-Nya (dengan mulut mereka) melalui perkataan-perkataan mereka dalam hal ini (dan Allah tidak menghendaki selain menyempurnakan) memenangkan (cahaya-Nya walaupun orang-orang yang kafir tidak menyukai) hal tersebut.",
            "sajda": false,
            "transliteration": "Yureedoona ai yutfi'oo nooral laahi bi'afwaahihim wa yaaballaahu illaaa ai yutimma noorahoo wa law karihal kaafiroon",
            "tajweed_text": "يُرِيدُونَ أ[a:5552[َن ي]ُ[q:5553[طْ]فِــُٔو[s[اْ] نُورَ [h:5554[ٱ]للَّهِ بِأَفْو[n[َٲ]هِهِمْ وَيَأْبَى [h:5555[ٱ]للَّهُ إِلّ[o[َآ] أ[a:1308[َن ي]ُتِ[g[مّ]َ نُورَهُ[n[ۥ] وَلَوْ كَرِهَ [h:5556[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ"
        },
        {
            "aya_id": 1268,
            "aya_number": 33,
            "aya_text": "هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖۙ وَلَوْ كَرِهَ الْمُشْرِكُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 192,
            "translation_aya_text": "Dialah yang telah mengutus Rasul-Nya dengan petunjuk (Al-Qur'an) dan agama yang benar untuk diunggulkan atas segala agama, walaupun orang-orang musyrik tidak menyukai.",
            "tafsir_jalalayn": "(Dialah yang telah mengutus rasul-Nya) yakni Nabi Muhammad saw. (dengan membawa petunjuk dan agama yang benar untuk dimenangkan-Nya) Dialah yang meninggikan agama-Nya (atas segala agama) semua agama yang berbeda dengan agama-Nya (walaupun orang-orang musyrik tidak menyukai) hal tersebut.",
            "sajda": false,
            "transliteration": "huwal lazeee ar sala Rasoolahoo bilhudaa wa deenil haqqi liyuzhirahoo 'alad deeni kullihee wa law karihal mushrikoon",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَرْسَلَ رَسُولَهُ[n[ۥ] بِ[h:54[ٱ]لْهُدَىٰ وَدِينِ [h:5557[ٱ]لْحَقِّ لِيُظْهِرَهُ[n[ۥ] عَلَى [h:5558[ٱ][l[ل]دِّينِ كُلِّه[n[ِۦ] وَلَوْ كَرِهَ [h:5559[ٱ]لْمُشْرِك[p[ُو]نَ"
        },
        {
            "aya_id": 1269,
            "aya_number": 34,
            "aya_text": "۞ يٰٓاَيُّهَا الَّذِينَ اٰمَنُوْٓا اِنَّ كَثِيْرًا مِّنَ الْاَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُوْنَ اَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۗوَالَّذِيْنَ يَكْنِزُوْنَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُوْنَهَا فِيْ سَبِيْلِ اللّٰهِ ۙفَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍۙ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 192,
            "translation_aya_text": "Wahai orang-orang yang beriman! Sesungguhnya banyak dari orang-orang alim dan rahib-rahib mereka benar-benar memakan harta orang dengan jalan yang batil, dan (mereka) menghalang-halangi (manusia) dari jalan Allah. Dan orang-orang yang menyimpan emas dan perak dan tidak menginfakkannya di jalan Allah, maka berikanlah kabar gembira kepada mereka, (bahwa mereka akan mendapat) azab yang pedih.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, sesungguhnya sebagian besar dari orang-orang alim Yahudi dan rahib-rahib Nasrani benar-benar memakan) yakni mengambil (harta benda orang lain dengan cara yang batil) seperti menerima suap dalam memutuskan hukum (dan mereka menghalang-halangi) manusia (dari jalan Allah) dari agama-Nya. (Dan orang-orang) lafal ini menjadi mubtada/permulaan kata (yang menyimpan emas dan perak dan tidak menafkahkannya) dimaksud ialah menimbunnya (pada jalan Allah) artinya mereka tidak menunaikan hak zakatnya dan tidak membelanjakannya ke jalan kebaikan (maka beritahukanlah kepada mereka) beritakanlah kepada mereka (akan siksa yang pedih) yang amat menyakitkan.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanooo inna kaseeramminal ahbaari warruhbaani la yaakuloona amwaalan naasi bil baatili wa yasuddoona 'an sabeelil laah; wallazeena yaknizoonaz zahaba wal fiddata wa laayunfiqoonahaa fee sabeelil laahi fabashshirhum bi'azaabin aleem",
            "tajweed_text": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َ كَثِي[a:3614[رًا م]ِّنَ [h:5560[ٱ]لْأَحْبَارِ وَ[h:5561[ٱ][l[ل]رُّهْبَانِ لَيَأْكُلُونَ أَمْو[n[َٲ]لَ [h:3285[ٱ][l[ل][g[نّ]َاسِ بِ[h:212[ٱ]لْبَ[n[ـٰ]طِلِ وَيَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۗ وَ[h:37[ٱ]لَّذِينَ يَكْنِزُونَ [h:5562[ٱ][l[ل]ذَّهَبَ وَ[h:5563[ٱ]لْفِضَّةَ وَلَا يُ[f:5564[نف]ِقُونَهَا فِى سَبِيلِ [h:788[ٱ]للَّهِ فَبَشِّرْه[c:1811[ُم ب]ِعَذَابٍ أَل[p[ِي]مٍ"
        },
        {
            "aya_id": 1270,
            "aya_number": 35,
            "aya_text": "يَّوْمَ يُحْمٰى عَلَيْهَا فِيْ نَارِ جَهَنَّمَ فَتُكْوٰى بِهَا جِبَاهُهُمْ وَجُنُوْبُهُمْ وَظُهُوْرُهُمْۗ هٰذَا مَا كَنَزْتُمْ لِاَنْفُسِكُمْ فَذُوْقُوْا مَا كُنْتُمْ تَكْنِزُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 192,
            "translation_aya_text": "(Ingatlah) pada hari ketika emas dan perak dipanaskan dalam neraka Jahanam, lalu dengan itu disetrika dahi, lambung dan punggung mereka (seraya dikatakan) kepada mereka, “Inilah harta bendamu yang kamu simpan untuk dirimu sendiri, maka rasakanlah (akibat dari) apa yang kamu simpan itu.”",
            "tafsir_jalalayn": "(Pada hari dipanaskan emas dan perak itu dalam neraka Jahanam lalu disetrika) dibakar (dengannya dahi, lambung dan punggung mereka) bakaran emas-perak itu merata mengenai seluruh kulit tubuh mereka lalu dikatakan kepada mereka (\"Inilah harta benda kalian yang kalian simpan untuk diri kalian sendiri, maka rasakanlah sekarang akibat dari apa yang kalian simpan itu\") sebagai pembalasannya.",
            "sajda": false,
            "transliteration": "Yawma yuhmaa 'alaihaa fee naari jahannama fatukwaa bihaa jibaahuhum haazaa maa kanaztum li anfusikum fazooqoo maa kuntum taknizoon",
            "tajweed_text": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِى نَارِ جَهَ[g[نّ]َمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ‌ۖ هَ[n[ـٰ]ذَا مَا كَنَزْتُمْ لِأَ[f:574[نف]ُسِكُمْ فَذُوقُو[s[اْ] مَا كُ[f:100[نت]ُمْ تَكْنِز[p[ُو]نَ"
        },
        {
            "aya_id": 1271,
            "aya_number": 36,
            "aya_text": "اِنَّ عِدَّةَ الشُّهُوْرِ عِنْدَ اللّٰهِ اثْنَا عَشَرَ شَهْرًا فِيْ كِتٰبِ اللّٰهِ يَوْمَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ مِنْهَآ اَرْبَعَةٌ حُرُمٌ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ ەۙ فَلَا تَظْلِمُوْا فِيْهِنَّ اَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِيْنَ كَاۤفَّةً كَمَا يُقَاتِلُوْنَكُمْ كَاۤفَّةً ۗوَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 192,
            "translation_aya_text": "Sesungguhnya jumlah bulan menurut Allah ialah dua belas bulan, (sebagaimana) dalam ketetapan Allah pada waktu Dia menciptakan langit dan bumi, di antaranya ada empat bulan haram. Itulah (ketetapan) agama yang lurus, maka janganlah kamu menzalimi dirimu dalam (bulan yang empat) itu, dan perangilah kaum musyrikin semuanya sebagaimana mereka pun memerangi kamu semuanya. Dan ketahuilah bahwa Allah beserta orang-orang yang takwa.",
            "tafsir_jalalayn": "(Sesungguhnya bilangan bulan) jumlah bulan pertahunnya (pada sisi Allah adalah dua belas bulan dalam Kitabullah) dalam Lohmahfuz (di waktu Dia menciptakan langit dan bumi, di antaranya) bulan-bulan tersebut (empat bulan suci) yang disucikan, yaitu Zulkaidah, Zulhijah, Muharam dan Rajab. (Itulah) penyucian bulan-bulan yang empat tersebut (agama yang lurus) artinya agama yang mustaqim (maka janganlah kalian menganiaya dalam bulan-bulan tersebut) dalam bulan-bulan yang empat itu (diri kalian sendiri) dengan melakukan kemaksiatan. Karena sesungguhnya perbuatan maksiat yang dilakukan dalam bulan-bulan tersebut dosanya lebih besar lagi. Menurut suatu penafsiran disebutkan bahwa dhamir fiihinna kembali kepada itsnaa `asyara, artinya dalam bulan-bulan yang dua belas itu (dan perangilah kaum musyrikin itu semuanya) seluruhnya dalam bulan-bulan yang dua belas itu (sebagaimana mereka pun memerangi kalian semuanya; dan ketahuilah bahwasanya Allah beserta orang-orang yang takwa) pertolongan dan bantuan-Nya selalu menyertai mereka.",
            "sajda": false,
            "transliteration": "Inna 'iddatash shuhoori 'indal laahis naa 'ashara shahran fee Kitaabil laahi yawma khalaqas samaawaati wal arda minhaaa arba'atun hurum; zaalikad deenul qaiyim; falaa tazlimoo feehinna anfusakum; wa qaatilul mushrikeena kaaaf fattan kamaa yuqaati loonakum kaaaffah; wa'lamooo annal laaha ma'al muttaqeen",
            "tajweed_text": "إِ[g[نّ]َ عِدَّةَ [h:5565[ٱ][l[ل]شُّهُورِ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ [h:5566[ٱ]ثْنَا عَشَرَ شَهْ[f:5567[رًا ف]ِى كِتَ[n[ـٰ]بِ [h:1816[ٱ]للَّهِ يَوْمَ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ مِنْه[o[َآ] أَرْبَعَةٌ حُرُ[f:5568[مٌ‌ۚ ذ][n[َٲ]لِكَ [h:5569[ٱ][l[ل]دِّينُ [h:5570[ٱ]لْقَيِّمُ‌ۚ فَلَا تَظْلِمُو[s[اْ] فِيهِ[g[نّ]َ أَ[f:221[نف]ُسَكُمْ‌ۚ وَقَ[n[ـٰ]تِلُو[s[اْ] [h:5571[ٱ]لْمُشْرِكِينَ ك[m[َا]ٓفَّ[f:5572[ةً ك]َمَا يُقَ[n[ـٰ]تِلُونَكُمْ ك[m[َا]ٓفَّ[a:5573[ةً‌ۚ و]َ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ مَعَ [h:1044[ٱ]لْمُتَّق[p[ِي]نَ"
        },
        {
            "aya_id": 1272,
            "aya_number": 37,
            "aya_text": "اِنَّمَا النَّسِيْۤءُ زِيَادَةٌ فِى الْكُفْرِ يُضَلُّ بِهِ الَّذِيْنَ كَفَرُوْا يُحِلُّوْنَهٗ عَامًا وَّيُحَرِّمُوْنَهٗ عَامًا لِّيُوَاطِـُٔوْا عِدَّةَ مَا حَرَّمَ اللّٰهُ فَيُحِلُّوْا مَا حَرَّمَ اللّٰهُ ۗزُيِّنَ لَهُمْ سُوْۤءُ اَعْمَالِهِمْۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ ࣖ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 193,
            "translation_aya_text": "Sesungguhnya pengunduran (bulan haram) itu hanya menambah kekafiran. Orang-orang kafir disesatkan dengan (pengunduran) itu, mereka menghalalkannya suatu tahun dan mengharamkannya pada suatu tahun yang lain, agar mereka dapat menyesuaikan dengan bilangan yang diharamkan Allah, sekaligus mereka menghalalkan apa yang diharamkan Allah. (Setan) dijadikan terasa indah bagi mereka perbuatan-perbuatan buruk mereka. Dan Allah tidak memberi petunjuk kepada orang-orang yang kafir.",
            "tafsir_jalalayn": "(Sesungguhnya mengundur-undurkan bulan haram itu) yaitu menangguhkan kesucian bulan haram tersebut kepada bulan yang lain seperti tradisi yang biasa dilakukan pada zaman jahiliah. Mereka biasa mengakhirkan kesucian bulan Muharam, bilamana waktu bulan Muharam tiba sedangkan mereka masih dalam peperangan, maka mereka memindahkan kesucian bulan Muharam kepada bulan Safar (adalah menambah kekafiran) karena kekafiran terhadap ketentuan hukum yang telah ditetapkan Allah dalam bulan Muharam itu (disesatkan) dapat dibaca yadhallu dan dapat pula dibaca yadhillu (orang-orang yang kafir dengan mengundur-undurkan itu, mereka menghalalkan) perbuatan mengundur-undurkan itu (pada suatu tahun dan mereka mengharamkannya pada tahun yang lain agar mereka dapat menyesuaikan) supaya penghalalan dan pengharaman bulan mereka dan pergantiannya cocok (dengan bilangan) hitungan (yang Allah mengharamkannya) yakni bulan-bulan yang diharamkan oleh Allah. Dalam hal ini mereka tidak menambah-nambahkan atas empat bulan yang diharamkan itu dan pula mereka tidak menguranginya hanya mereka tidak memperhatikan lagi ketentuan-ketentuan waktu yang telah ditetapkan Allah (maka mereka menghalalkan apa yang diharamkan Allah. Setan menjadikan mereka memandang baik perbuatan mereka yang buruk itu) sehingga mereka menduganya sebagai perbuatan yang baik (Dan Allah tidak memberi petunjuk kepada orang-orang yang kafir).",
            "sajda": false,
            "transliteration": "Innamma naseee'u ziyaadatun filkufri yudallu bihillazeena kafaroo yuhil loonahoo 'aamanw wa yuhar rimoonahoo 'aamalliyu watti'oo 'iddata maa harramal laah; zuyyina lahum sooo'u a'maalihim; wallaahu laa yahdil qawmal kaafireen",
            "tajweed_text": "إِ[g[نّ]َمَا [h:5574[ٱ][l[ل][g[نّ]َس[o[ِى]ٓءُ زِيَادَ[f:5575[ةٌ ف]ِى [h:2437[ٱ]لْكُفْرِ‌ۖ يُضَلُّ بِهِ [h:4071[ٱ]لَّذِينَ كَفَرُو[s[اْ] يُحِلُّونَهُ[n[ۥ] عَا[a:5576[مًا و]َيُحَرِّمُونَهُ[n[ۥ] عَا[u:5577[مًا ل]ِّيُوَاطِــُٔو[s[اْ] عِدَّةَ مَا حَرَّمَ [h:3706[ٱ]للَّهُ فَيُحِلُّو[s[اْ] مَا حَرَّمَ [h:3706[ٱ]للَّهُ‌ۚ زُيِّنَ لَهُمْ س[o[ُو]ٓءُ أَعْمَ[n[ـٰ]لِهِمْ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1557[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ"
        },
        {
            "aya_id": 1273,
            "aya_number": 38,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَا لَكُمْ اِذَا قِيْلَ لَكُمُ انْفِرُوْا فِيْ سَبِيْلِ اللّٰهِ اثَّاقَلْتُمْ اِلَى الْاَرْضِۗ اَرَضِيْتُمْ بِالْحَيٰوةِ الدُّنْيَا مِنَ الْاٰخِرَةِۚ فَمَا مَتَاعُ الْحَيٰوةِ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا قَلِيْلٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 193,
            "translation_aya_text": "Wahai orang-orang yang beriman! Mengapa apabila dikatakan kepada kamu, “Berangkatlah (untuk berperang) di jalan Allah,” kamu merasa berat dan ingin tinggal di tempatmu? Apakah kamu lebih menyenangi kehidupan di dunia daripada kehidupan di akhirat? Padahal kenikmatan hidup di dunia ini (dibandingkan dengan kehidupan) di akhirat hanyalah sedikit.",
            "tafsir_jalalayn": "Ayat ini diturunkan sewaktu Nabi saw. menyeru kaum muslimin untuk berangkat ke perang Tabuk sedangkan pada saat itu udara sangat panas dan cuacanya sulit sehingga hal itu membuat mereka berat untuk melakukannya (Hai orang-orang yang beriman apakah sebabnya apabila dikatakan kepada kalian, \"Berangkatlah untuk berperang pada jalan Allah lalu kalian merasa berat) lafal itstsaaqaltum pada asalnya tatsaaqaltum kemudian huruf ta diganti dengan huruf tsa lalu diidgamkan atau digabungkan dengan huruf tsa yang asli setelah itu ditarik hamzah washal sehingga jadilah itstsaaqaltum. Artinya kalian malas dan enggan untuk melakukan jihad (dan ingin tinggal di tempat kalian saja?) artinya ingin tetap di tempat tinggal, istifham/kata tanya pada permulaan ayat mengandung makna taubikh/celaan. (Apakah kalian puas dengan kehidupan di dunia) dengan kesenang-kesenangannya (sebagai ganti kehidupan akhirat?) sebagai ganti kenikmatan ukhrawi (padahal kenikmatan hidup di dunia ini di) dibandingkan dengan kenikmatan (akhirat hanyalah sedikit\") sangat kecil dan tidak ada artinya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo maa lakum izaa qeela lakumun firoo fee sabeelil laahis saaqaltum ilal ard; aradeetum bilhayaatid dunyaa minal Aakhirah; famaa ma taaul hayaatiddunyaa fil Aakhirati illaa qaleel",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَا لَكُمْ إِذَا قِيلَ لَكُمُ [h:5578[ٱ][f:2909[نف]ِرُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ [h:5579[ٱ]ثَّاقَلْتُمْ إِلَى [h:5136[ٱ]لْأَرْضِ‌ۚ أَرَضِيت[c:5580[ُم ب]ِ[h:5581[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:5582[ٱ][l[ل]دُّنْيَا مِنَ [h:5583[ٱ]لْأَخِرَةِ‌ۚ فَمَا مَتَ[n[ـٰ]عُ [h:1780[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا فِى [h:536[ٱ]لْأَخِرَةِ إِلَّا قَل[p[ِي]لٌ"
        },
        {
            "aya_id": 1274,
            "aya_number": 39,
            "aya_text": "اِلَّا تَنْفِرُوْا يُعَذِّبْكُمْ عَذَابًا اَلِيمًاۙ وَّيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوْهُ شَيْـًٔاۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 193,
            "translation_aya_text": "Jika kamu tidak berangkat (untuk berperang), niscaya Allah akan menghukum kamu dengan azab yang pedih dan menggantikan kamu dengan kaum yang lain, dan kamu tidak akan merugikan-Nya sedikit pun. Dan Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Jika) lafal illaa di sini pada asalnya ialah gabungan antara in syarthiyah dan laa nafi (kalian tidak berangkat) keluar bersama dengan Nabi saw. untuk melakukan jihad (niscaya Allah menyiksa kalian dengan siksaan yang pedih)) yang menyakitkan (dan diganti-Nya kalian dengan kaum yang lain) artinya Allah akan mendatangkan kaum yang lain sebagai pengganti kalian (dan kalian tidak dapat memberi kemudaratan kepada-Nya) yakni kepada Allah atau kepada Nabi saw. (sedikit pun) dikarenakan kalian tidak mau membantunya, maka sesungguhnya Allahlah yang akan menolong agama-Nya (Dan Allah Maha Kuasa atas segala sesuatu) yang antara lain ialah menolong agama dan Nabi-Nya.",
            "sajda": false,
            "transliteration": "Illaa tanfiroo yu'az zibkum 'azaaban aleemanw wa yastabdil qawman ghairakum wa laa tadurroohu shai'aa; wal laahu 'alaa kulli shai'in Qadeer",
            "tajweed_text": "إِلَّا تَ[f:5584[نف]ِرُو[s[اْ] يُعَذِّ[q:5585[بْ]كُمْ عَذَابًا أَلِي[a:5586[مًا و]َيَسْتَ[q:5587[بْ]دِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْـ[a:5588[ـًٔا‌ۗ و]َ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ"
        },
        {
            "aya_id": 1275,
            "aya_number": 40,
            "aya_text": "اِلَّا تَنْصُرُوْهُ فَقَدْ نَصَرَهُ اللّٰهُ اِذْ اَخْرَجَهُ الَّذِيْنَ كَفَرُوْا ثَانِيَ اثْنَيْنِ اِذْ هُمَا فِى الْغَارِ اِذْ يَقُوْلُ لِصَاحِبِهٖ لَا تَحْزَنْ اِنَّ اللّٰهَ مَعَنَاۚ فَاَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلَيْهِ وَاَيَّدَهٗ بِجُنُوْدٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِيْنَ كَفَرُوا السُّفْلٰىۗ وَكَلِمَةُ اللّٰهِ هِيَ الْعُلْيَاۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 193,
            "translation_aya_text": "Jika kamu tidak menolongnya (Muhammad), sesungguhnya Allah telah menolongnya (yaitu) ketika orang-orang kafir mengusirnya (dari Mekah); sedang dia salah seorang dari dua orang ketika keduanya berada dalam gua, ketika itu dia berkata kepada sahabatnya, “Jangan engkau bersedih, sesungguhnya Allah bersama kita.” Maka Allah menurunkan ketenangan kepadanya (Muhammad) dan membantu dengan bala tentara (malaikat-malaikat) yang tidak terlihat olehmu, dan Dia menjadikan seruan orang-orang kafir itu rendah. Dan firman Allah itulah yang tinggi. Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Jika kalian tidak menolongnya) yakni Nabi Muhammad saw. (maka sesungguhnya Allah telah menolongnya, yaitu ketika) sewaktu (orang-orang kafir mengeluarkannya) dari Mekah, artinya mereka memaksanya supaya keluar dari Mekah sebagai tindak lanjut dari rencana yang telah mereka musyawarahkan di Darun Nadwah, yaitu membunuh, menahan atau mengusirnya (sedangkan dia salah seorang dari dua orang) lafal ayat ini menjadi hal/keterangan keadaan; maksudnya sewaktu dia menjadi salah seorang dari dua orang sedangkan yang lainnya ialah Abu Bakar. Pengertian yang tersirat dari ayat ini ialah semoga Allah menolongnya dalam keadaan seperti itu, maka semoga pula Dia tidak membiarkannya dalam keadaan yang lainnya. (Ketika) menjadi badal/kata ganti daripada lafal idz yang sebelumnya (keduanya berada dalam gua) di bukit Tsur (di waktu) menjadi badal daripada idz yang kedua (dia berkata kepada temannya,) kepada Abu Bakar yang pada saat melihat kaki kaum musyrikin ia berkata kepada Nabi saw., \"Seandainya salah seorang daripada mereka melihat ke arah bawah telapak kakinya niscaya dia akan dapat melihat kita berdua.\" (\"Janganlah kamu berduka cita, sesungguhnya Allah beserta kita.\") melalui pertolongan-Nya. (Maka Allah menurunkan ketenangan-Nya) rasa aman (kepadanya) menurut suatu pendapat dikatakan bahwa dhamir di sini kembali kepada Nabi Muhammad saw. sedangkan menurut pendapat yang lain kembali kepada Abu Bakar (dan membantunya) yakni Nabi Muhammad saw. (dengan tentara yang kalian tidak melihatnya) yaitu para malaikat, di dalam gua tersebut dan di medan-medan pertempuran yang dialaminya (dan Allah menjadikan seruan orang-orang kafir) yaitu seruan kemusyrikan (itulah yang rendah) yakni kalah. (Dan kalimat Allah) kalimat syahadat (itulah yang tinggi) yang tampak dan menang. (Allah Maha Perkasa) dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam penciptaan-Nya.",
            "sajda": false,
            "transliteration": "Illaa tansuroohu faqad nasarahul laahu iz akhrajahul lazeena kafaroo saaniyasnaini iz humaa filghaari iz yaqoolu lisaahibihee la tahzan innnal laaha ma'anaa fa anzalallaahu sakeenatahoo 'alaihi wa aiyadahoo bijunoodil lam tarawhaa wa ja'ala kalimatal lazeena kafarus suflaa; wa Kalimatul laahi hiyal 'ulyaa; wallaahu 'Azeezun Hakeem;",
            "tajweed_text": "إِلَّا تَ[f:5589[نص]ُرُوهُ فَقَ[q:563[دْ] نَصَرَهُ [h:5590[ٱ]للَّهُ إِذْ أَخْرَجَهُ [h:5591[ٱ]لَّذِينَ كَفَرُو[s[اْ] ثَانِىَ [h:5592[ٱ]ثْنَيْنِ إِذْ هُمَا فِى [h:5593[ٱ]لْغَارِ إِذْ يَقُولُ لِصَ[n[ـٰ]حِبِه[n[ِۦ] لَا تَحْزَنْ إِ[g[نّ]َ [h:80[ٱ]للَّهَ مَعَنَا‌ۖ فَأَ[f:5594[نز]َلَ [h:5595[ٱ]للَّهُ سَكِينَتَهُ[n[ۥ] عَلَيْهِ وَأَيَّدَهُ[n[ۥ] بِجُنُو[u:5596[دٍ ل]َّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ [h:5597[ٱ]لَّذِينَ كَفَرُو[s[اْ] [h:5598[ٱ][l[ل]سُّفْلَىٰ‌ۗ وَكَلِمَةُ [h:5599[ٱ]للَّهِ هِىَ [h:5600[ٱ]لْعُلْيَا‌ۗ وَ[h:72[ٱ]للَّهُ عَزِيزٌ حَك[p[ِي]مٌ"
        },
        {
            "aya_id": 1276,
            "aya_number": 41,
            "aya_text": "اِنْفِرُوْا خِفَافًا وَّثِقَالًا وَّجَاهِدُوْا بِاَمْوَالِكُمْ وَاَنْفُسِكُمْ فِيْ سَبِيْلِ اللّٰهِ ۗذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 194,
            "translation_aya_text": "Berangkatlah kamu baik dengan rasa ringan maupun dengan rasa berat, dan berjihadlah dengan harta dan jiwamu di jalan Allah. Yang demikian itu adalah lebih baik bagimu jika kamu mengetahui.",
            "tafsir_jalalayn": "(Berangkatlah kalian baik dalam keadaan merasa ringan atau pun merasa berat) dalam keadaan bersemangat atau pun dalam keadaan tidak bersemangat. Menurut penafsiran yang lain dikatakan bahwa arti ayat ini ialah baik dalam keadaan kuat maupun dalam keadaan lemah atau baik dalam keadaan berkecukupan maupun dalam keadaan kekurangan. Akan tetapi ayat ini dinasakh oleh firman Allah swt. yang lain, yaitu, \"Tiada dosa (lantaran tidak pergi berjihad) atas orang-orang yang lemah...\" (Q.S. At-Taubah 91). (dan berjihadlah dengan harta dan diri kalian di jalan Allah. Yang demikian itu adalah lebih baik bagi kalian jika kalian mengetahui) bahwasanya hal ini lebih baik bagi diri kalian, oleh sebab itu jangan sekali-kali kalian merasa berat. Ayat ini diturunkan berkenaan dengan sikap orang-orang munafik, yaitu mereka yang enggan pergi berperang.",
            "sajda": false,
            "transliteration": "Infiroo khifaafanw wa siqaalanw wa jaahidoo bi amwaalikum wa anfusikum fee sabeelil laah; zaalikum khairul lakum in kuntum ta'lamoon",
            "tajweed_text": "ٱ[f:2909[نف]ِرُو[s[اْ] خِفَا[a:5601[فًا و]َثِقَال[a:5602[اً و]َجَ[n[ـٰ]هِدُو[s[اْ] بِأَمْو[n[َٲ]لِكُمْ وَأَ[f:2485[نف]ُسِكُمْ فِى سَبِيلِ [h:788[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ"
        },
        {
            "aya_id": 1277,
            "aya_number": 42,
            "aya_text": "لَوْ كَانَ عَرَضًا قَرِيْبًا وَّسَفَرًا قَاصِدًا لَّاتَّبَعُوْكَ وَلٰكِنْۢ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُۗ وَسَيَحْلِفُوْنَ بِاللّٰهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْۚ يُهْلِكُوْنَ اَنْفُسَهُمْۚ وَاللّٰهُ يَعْلَمُ اِنَّهُمْ لَكٰذِبُوْنَ ࣖ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 194,
            "translation_aya_text": "Sekiranya (yang kamu serukan kepada mereka) ada keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, niscaya mereka mengikutimu, tetapi tempat yang dituju itu terasa sangat jauh bagi mereka. Mereka akan bersumpah dengan (nama) Allah, “Jikalau kami sanggup niscaya kami berangkat bersamamu.” Mereka membinasakan diri sendiri dan Allah mengetahui bahwa mereka benar-benar orang-orang yang berdusta.",
            "tafsir_jalalayn": "(Kalau) apa yang engkau serukan kepada mereka itu (berupa keuntungan) yaitu harta duniawi (yang mudah diperoleh) gampang diraih (dan perjalanan yang tidak berapa jauh) artinya pertengahan (pastilah mereka mengikutimu) dengan niat untuk mendapatkan ganimah (tetapi tempat yang dituju itu amat jauh terasa oleh mereka) karena itu mereka tidak mau ikut. (Mereka akan bersumpah atas nama Allah) bilamana kalian kembali kepada mereka (\"Jika kami sanggup) berangkat (tentulah kami berangkat bersama-sama kalian.\" Mereka membinasakan diri mereka sendiri) dengan sumpah dusta (dan Allah mengetahui bahwa sesungguhnya mereka benar-benar orang-orang yang dusta) dalam perkataan mereka yang demikian itu.",
            "sajda": false,
            "transliteration": "Law kaana 'aradan qareebanw wa safaran qaasidal lattaba'ooka wa laakim ba'udat 'alaihimush shuqqah; wa sayahlifoona billaahi lawis tata'naa lakharajnaa ma'akum; yuhlikoona anfusahum wal laahu ya'lamu innahum lakaa ziboon",
            "tajweed_text": "لَوْ كَانَ عَرَ[f:5603[ضًا ق]َرِي[a:5604[بًا و]َسَفَ[f:5605[رًا ق]َاصِ[u:5606[دًا ل]َّ[h:5607[ٱ]تَّبَعُوكَ وَلَ[n[ـٰ]ك[i:5608[ِنۢ ب]َعُدَتْ عَلَيْهِمُ [h:5609[ٱ][l[ل]شُّقَّةُ‌ۚ وَسَيَحْلِفُونَ بِ[h:32[ٱ]للَّهِ لَوِ [h:5610[ٱ]سْتَطَعْنَا لَخَرَ[q:5611[جْ]نَا مَعَكُمْ يُهْلِكُونَ أَ[f:38[نف]ُسَهُمْ وَ[h:72[ٱ]للَّهُ يَعْلَمُ إِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ"
        },
        {
            "aya_id": 1278,
            "aya_number": 43,
            "aya_text": "عَفَا اللّٰهُ عَنْكَۚ لِمَ اَذِنْتَ لَهُمْ حَتّٰى يَتَبَيَّنَ لَكَ الَّذِيْنَ صَدَقُوْا وَتَعْلَمَ الْكٰذِبِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 194,
            "translation_aya_text": "Allah memaafkanmu (Muhammad). Mengapa engkau memberi izin kepada mereka (untuk tidak pergi berperang), sebelum jelas bagimu orang-orang yang benar-benar (berhalangan) dan sebelum engkau mengetahui orang-orang yang berdusta?",
            "tafsir_jalalayn": "Rasulullah saw. memberi izin kepada segolongan orang-orang untuk tidak ikut berjihad yang keputusannya ini berdasarkan ijtihad dari diri beliau sendiri. Maka turunlah wahyu kepada Rasulullah saw. sebagai teguran hanya saja Allah swt. di dalam wahyu-Nya kali ini mendahulukan maaf atas perbuatan yang telah dilakukannya; dimaksud sebagai penenang hati. (Semoga Allah memaafkanmu, mengapa kamu memberi izin kepada mereka) untuk tidak ikut berjihad dan mengapa kamu tidak membiarkan mereka (sebelum jelas bagimu orang-orang yang benar) dalam keuzurannya (dan sebelum kamu ketahui orang-orang yang berdusta?) dalam hal ini.",
            "sajda": false,
            "transliteration": "'Afal laahu 'anka lima azinta lahum hattaa yatabai yana lakal lazeena sadaqoo wa ta'lamal kaazibeen",
            "tajweed_text": "عَفَا [h:2357[ٱ]للَّهُ عَ[f:626[نك]َ لِمَ أَذِ[f:5612[نت]َ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ [h:5613[ٱ]لَّذِينَ صَدَقُو[s[اْ] وَتَعْلَمَ [h:5614[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ"
        },
        {
            "aya_id": 1279,
            "aya_number": 44,
            "aya_text": "لَا يَسْتَأْذِنُكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالْمُتَّقِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 194,
            "translation_aya_text": "Orang-orang yang beriman kepada Allah dan hari kemudian, tidak akan meminta izin (tidak ikut) kepadamu untuk berjihad dengan harta dan jiwa mereka. Allah mengetahui orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Orang-orang yang beriman kepada Allah dan hari kemudian, tidak akan meminta izin kepadamu) untuk tidak ikut (berjihad dengan harta dan diri mereka. Dan Allah mengetahui orang-orang yang bertakwa).",
            "sajda": false,
            "transliteration": "Laa yastaazinukal lazeena yu'minoona billaahi wal Yawmil Aakhiri ai yujaa hidoo bi amwaalihim wa anfusihim; wallaahu 'aleemum bilmut taqeen",
            "tajweed_text": "لَا يَسْتَــْٔذِنُكَ [h:5615[ٱ]لَّذِينَ يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ أ[a:5616[َن ي]ُجَ[n[ـٰ]هِدُو[s[اْ] بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِي[i:2184[مُۢ ب]ِ[h:2185[ٱ]لْمُتَّق[p[ِي]نَ"
        },
        {
            "aya_id": 1280,
            "aya_number": 45,
            "aya_text": "اِنَّمَا يَسْتَأْذِنُكَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَارْتَابَتْ قُلُوْبُهُمْ فَهُمْ فِيْ رَيْبِهِمْ يَتَرَدَّدُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 194,
            "translation_aya_text": "Sesungguhnya yang akan meminta izin kepadamu (Muhammad), hanyalah orang-orang yang tidak beriman kepada Allah dan hari kemudian, dan hati mereka ragu, karena itu mereka selalu bimbang  dalam keraguan.",
            "tafsir_jalalayn": "(Sesungguhnya yang akan meminta izin kepadamu) untuk tidak ikut berjihad (hanyalah orang-orang yang tidak beriman kepada Allah dan hari kemudian dan merasa ragu) yakni ragu-ragu (hatinya) akan kebenaran agama Islam (karena itu mereka selalu bimbang dalam keraguannya) artinya mereka selalu bingung di dalam menentukan sikapnya.",
            "sajda": false,
            "transliteration": "Innamaa yastaazinukal lazeena laa yu'minoona billaahi wal Yawmil Aakhiri wartaabat quloobuhum fahum fee raibihim yataraddadoon",
            "tajweed_text": "إِ[g[نّ]َمَا يَسْتَــْٔذِنُكَ [h:5615[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَ[h:5617[ٱ]رْتَابَتْ قُلُوبُهُمْ فَهُمْ فِى رَيْبِهِمْ يَتَرَدَّد[p[ُو]نَ"
        },
        {
            "aya_id": 1281,
            "aya_number": 46,
            "aya_text": "۞ وَلَوْ اَرَادُوا الْخُرُوْجَ لَاَعَدُّوْا لَهٗ عُدَّةً وَّلٰكِنْ كَرِهَ اللّٰهُ انْۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيْلَ اقْعُدُوْا مَعَ الْقٰعِدِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 194,
            "translation_aya_text": "Dan jika mereka mau berangkat, niscaya mereka menyiapkan persiapan untuk keberangkatan itu, tetapi Allah tidak menyukai keberangkatan mereka, maka Dia melemahkan keinginan mereka, dan dikatakan (kepada mereka), “Tinggallah kamu bersama orang-orang yang tinggal itu.”",
            "tafsir_jalalayn": "(Dan jika mereka mau berangkat) bersamamu (tentulah mereka menyiapkan persiapan untuk keberangkatan itu) niscaya mereka akan mempersiapkan alat-alat perang dan perbekalan (tetapi Allah tidak menyukai keberangkatan mereka) artinya Dia tidak menghendaki mereka berangkat (maka Allah melemahkan keinginan mereka) Allah membuat mereka malas (dan dikatakan) kepada mereka (\"Tinggallah kalian bersama orang-orang yang tinggal itu.\") yaitu orang-orang yang sakit, kaum wanita dan anak-anak kecil. Artinya Allah swt. telah menakdirkan hal tersebut.",
            "sajda": false,
            "transliteration": "Wa law araadul khurooja la-'addoo lahoo 'uddatanw wa laakin karihal laahum bi'aasahum fasabbatahum wa qeelaq 'udoo ma'al qaa'ideen",
            "tajweed_text": "۞ وَلَوْ أَرَادُو[s[اْ] [h:5618[ٱ]لْخُرُوجَ لَأَعَدُّو[s[اْ] لَهُ[n[ۥ] عُدَّ[a:5619[ةً و]َلَ[n[ـٰ]كِ[f:5620[ن ك]َرِهَ [h:5621[ٱ]للَّهُ [h:5622[ٱ][i:5623[نۢب]ِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ [h:5624[ٱ][q:5625[قْ]عُدُو[s[اْ] مَعَ [h:5626[ٱ]لْقَ[n[ـٰ]عِد[p[ِي]نَ"
        },
        {
            "aya_id": 1282,
            "aya_number": 47,
            "aya_text": "لَوْ خَرَجُوْا فِيْكُمْ مَّا زَادُوْكُمْ اِلَّا خَبَالًا وَّلَاَوْضَعُوْا خِلٰلَكُمْ يَبْغُوْنَكُمُ الْفِتْنَةَۚ وَفِيْكُمْ سَمّٰعُوْنَ لَهُمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالظّٰلِمِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 194,
            "translation_aya_text": "Jika (mereka berangkat bersamamu), niscaya mereka tidak akan menambah (kekuatan)mu, malah hanya akan membuat kekacauan, dan mereka tentu bergegas maju ke depan di celah-celah barisanmu untuk mengadakan kekacauan (di barisanmu); sedang di antara kamu ada orang-orang yang sangat suka mendengarkan (perkataan) mereka. Allah mengetahui orang-orang yang zalim.",
            "tafsir_jalalayn": "(Jika mereka berangkat bersama-sama kalian, niscaya mereka tidak menambah kalian selain dari kekacauan) yaitu kerusakan melalui hasutan yang mereka lancarkan kepada kaum mukminin guna melemahkan semangat juangnya (dan niscaya mereka akan bergegas-gegas maju ke muka di celah-celah barisan kalian untuk melancarkan adu domba (mereka menghendaki kalian) yakni mempunyai tujuan supaya kalian (menjadi kacau) melalui siasat adu dombanya (sedangkan di antara kalian ada orang-orang yang suka mendengarkan perkataan mereka) artinya mau menerima apa yang mereka katakan. (Dan Allah mengetahui orang-orang yang lalim).",
            "sajda": false,
            "transliteration": "Law kharajoo feekum maa zaadookum ilaa Khabaalanw wa la awda'oo khilaalakum yabghoona kumul fitnata wa feekum sammaa'oona lahum; wallaahu 'aleemum biz zaalimeen",
            "tajweed_text": "لَوْ خَرَجُو[s[اْ] فِيك[w:5627[ُم م]َّا زَادُوكُمْ إِلَّا خَبَال[a:5628[اً و]َلَأَوْضَعُو[s[اْ] خِلَ[n[ـٰ]لَكُمْ يَ[q:5629[بْ]غُونَكُمُ [h:5630[ٱ]لْفِتْنَةَ وَفِيكُمْ سَ[g[مّ]َ[n[ـٰ]عُونَ لَهُمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِي[i:497[مُۢ ب]ِ[h:498[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ"
        },
        {
            "aya_id": 1283,
            "aya_number": 48,
            "aya_text": "لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوْا لَكَ الْاُمُوْرَ حَتّٰى جَاۤءَ الْحَقُّ وَظَهَرَ اَمْرُ اللّٰهِ وَهُمْ كٰرِهُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Sungguh, sebelum itu mereka memang sudah berusaha membuat kekacauan dan mengatur berbagai macam tipu daya bagimu (memutarbalikkan persoalan), hingga datanglah kebenaran (pertolongan Allah), dan menanglah urusan (agama) Allah, padahal mereka tidak menyukainya.",
            "tafsir_jalalayn": "(Sesungguhnya mereka selalu ingin menjerumuskanmu) dirimu (ke dalam kekacauan sejak dahulu) yaitu semenjak kamu datang di Madinah (dan mereka mengatur berbagai macam tipu daya untuk merusakmu) mereka selalu berupaya untuk menipumu dan membatalkan agamamu (hingga datanglah kebenaran) yaitu pertolongan Allah (dan menanglah) berjayalah (perkara Allah) yakni agama-Nya (padahal mereka tidak menyukai)nya. Akhirnya dengan terpaksa mereka masuk Islam akan tetapi hanya lahiriah saja.",
            "sajda": false,
            "transliteration": "Laqadib taghawul fitnata min qablu wa qallaboo lakal umoora hattaa jaaa'al haqqu wa zahara amrul laahi wa hum kaarihoon",
            "tajweed_text": "لَقَدِ [h:5631[ٱ][q:5632[بْ]تَغَوُ[s[اْ] [h:5633[ٱ]لْفِتْنَةَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَقَلَّبُو[s[اْ] لَكَ [h:5634[ٱ]لْأُمُورَ حَتَّىٰ ج[o[َا]ٓءَ [h:5635[ٱ]لْحَقُّ وَظَهَرَ أَمْرُ [h:2832[ٱ]للَّهِ وَهُمْ كَ[n[ـٰ]رِه[p[ُو]نَ"
        },
        {
            "aya_id": 1284,
            "aya_number": 49,
            "aya_text": "وَمِنْهُمْ مَّنْ يَّقُوْلُ ائْذَنْ لِّيْ وَلَا تَفْتِنِّيْۗ  اَلَا فِى الْفِتْنَةِ سَقَطُوْاۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢ بِالْكٰفِرِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Dan di antara mereka ada orang yang berkata, “Berilah aku izin (tidak pergi berperang) dan janganlah engkau (Muhammad) menjadikan aku terjerumus ke dalam fitnah.” Ketahuilah, bahwa mereka telah terjerumus ke dalam fitnah. Dan sungguh, Jahanam meliputi orang-orang yang kafir.",
            "tafsir_jalalayn": "(Di antara mereka ada orang yang berkata, \"Berilah saya izin) untuk tidak ikut berperang (dan janganlah kamu menjadikan saya terjerumus ke dalam fitnah.\") orang yang mengatakan demikian ialah Jaddu bin Qais. Nabi saw. telah berkata kepadanya, \"Apakah kamu mampu sabar di dalam memerangi orang-orang kulit kuning (putih)?\" Maka Jaddu menjawab, \"Sesungguhnya saya tidak tahan menghadapi wanita dan saya takut bilamana melihat wanita kulit kuning tidak dapat menahan diri sehingga saya terjerumus ke dalam fitnah.\" Maka Allah swt. berfirman (Ketahuilah bahwa mereka telah terjerumus ke dalam fitnah) karena tidak ikut berangkat. Menurut suatu qiraat lafal saqathuu dibaca saqatha. (Dan sesungguhnya Jahanam itu betul-betul meliputi orang-orang kafir) tidak ada sesuatu pun yang dapat menyelamatkan mereka dari neraka Jahanam.",
            "sajda": false,
            "transliteration": "Wa minhum mai yaqoolu' zal lee wa laa taftinneee; alaa fil fitnati saqatoo; wa inna Jahannama lamuheetatum bil kaafireen",
            "tajweed_text": "وَمِنْه[w:1106[ُم م]ّ[a:31[َن ي]َقُولُ [h:5636[ٱ]ئْذ[u:5637[َن ل]ِّى وَلَا تَفْتِ[g[نّ][o[ِىٓ‌ۚ] أَلَا فِى [h:5638[ٱ]لْفِتْنَةِ سَقَطُو[s[اْ‌ۗ] وَإِ[g[نّ]َ جَهَ[g[نّ]َمَ لَمُحِيطَ[i:5639[ةُۢ ب]ِ[h:74[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ"
        },
        {
            "aya_id": 1285,
            "aya_number": 50,
            "aya_text": "اِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْۚ وَاِنْ تُصِبْكَ مُصِيْبَةٌ يَّقُوْلُوْا قَدْ اَخَذْنَآ اَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَّهُمْ فَرِحُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Jika engkau (Muhammad) mendapat kebaikan, mereka tidak senang; tetapi jika engkau ditimpa bencana, mereka berkata, “Sungguh, sejak semula kami telah berhati-hati (tidak pergi berperang),” dan mereka berpaling dengan (perasaan) gembira.",
            "tafsir_jalalayn": "(Jika kamu mendapat sesuatu kebaikan) seperti mendapat kemenangan dan ganimah (mereka merasa tidak senang karenanya dan jika kamu ditimpa oleh suatu bencana) yaitu keadaan yang kritis (mereka berkata, \"Sesungguhnya kami telah memikirkan urusan kami) secara matang sewaktu kami tidak ikut berangkat (sebelumnya.\") sebelum terjadinya bencana ini (kemudian mereka berpaling dengan rasa gembira) atas musibah yang telah menimpamu.",
            "sajda": false,
            "transliteration": "in tusibka hasanatun tasu'hum; wa in tusibka museebatuny yaqooloo qad akhaznaaa amranaa min qablu wa yatawallaw wa hum farihoon",
            "tajweed_text": "إِ[f:5640[ن ت]ُصِ[q:5641[بْ]كَ حَسَنَ[f:2199[ةٌ ت]َسُؤْهُمْ‌ۖ وَإِ[f:5642[ن ت]ُصِ[q:5641[بْ]كَ مُصِيبَ[a:5643[ةٌ ي]َقُولُو[s[اْ] قَ[q:298[دْ] أَخَذْن[o[َآ] أَمْرَنَا مِ[f:128[ن ق]َ[q:129[بْ]لُ وَيَتَوَلَّو[s[اْ] وَّهُمْ فَرِح[p[ُو]نَ"
        },
        {
            "aya_id": 1286,
            "aya_number": 51,
            "aya_text": "قُلْ لَّنْ يُّصِيْبَنَآ اِلَّا مَا كَتَبَ اللّٰهُ لَنَاۚ هُوَ مَوْلٰىنَا وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Katakanlah (Muhammad), “Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami. Dialah pelindung kami, dan hanya kepada Allah bertawakallah orang-orang yang beriman.”",
            "tafsir_jalalayn": "(Katakanlah,) kepada mereka (\"Sekali-kali tidak akan menimpa kami melainkan apa yang telah ditetapkan oleh Allah bagi kami) yaitu bencana. (Dialah pelindung kami) yang menolong dan yang mengatur urusan-urusan kami (dan hanya kepada Allahlah orang-orang yang beriman harus bertawakal.\")",
            "sajda": false,
            "transliteration": "Qul lany-yuseebanaaa illaa maa katabal laahu lanaa Huwa mawlaanaa; wa 'alal laahi falyatawak kalimu 'minoon",
            "tajweed_text": "قُل لّ[a:5644[َن ي]ُصِيبَن[o[َآ] إِلَّا مَا كَتَبَ [h:989[ٱ]للَّهُ لَنَا هُوَ مَوْلَ[n[ـٰ]نَا‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ"
        },
        {
            "aya_id": 1287,
            "aya_number": 52,
            "aya_text": "قُلْ هَلْ تَرَبَّصُوْنَ بِنَآ اِلَّآ اِحْدَى الْحُسْنَيَيْنِۗ وَنَحْنُ نَتَرَبَّصُ بِكُمْ اَنْ يُّصِيْبَكُمُ اللّٰهُ بِعَذَابٍ مِّنْ عِنْدِهٖٓ اَوْ بِاَيْدِيْنَاۖ فَتَرَبَّصُوْٓا اِنَّا مَعَكُمْ مُّتَرَبِّصُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Katakanlah (Muhammad), “Tidak ada yang kamu tunggu-tunggu bagi kami, kecuali salah satu dari dua kebaikan (menang atau mati syahid). Dan kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan azab kepadamu dari sisi-Nya, atau (azab) melalui tangan kami. Maka tunggulah, sesungguhnya kami menunggu (pula) bersamamu.”",
            "tafsir_jalalayn": "(Katakanlah, \"Tidak ada yang kalian tunggu-tunggu) asal kata tarabbashuuna adalah tatarabbashuuna, kemudian salah satu huruf ta-nya dibuang sehingga jadilah tarabbashuuna, artinya, tiada sesuatu pun yang kalian tunggu-tunggu akan terjadi (bagi kami kecuali salah satu) akibat (dari dua kebaikan) lafal husnayayni adalah bentuk kata tatsniyah dari lafal husnaa, dan sekaligus adalah bentuk muannats dari lafal ahsan; yang dimaksud ialah mendapat kemenangan atau gugur sebagai syuhada. (Dan kami menunggu-nunggu) menanti-nanti (bagi kalian bahwa Allah akan menimpakan kepada kalian azab dari sisi-Nya) melalui azab yang turun dari langit (atau azab dengan tangan kami) melalui perintah-Nya yang mengizinkan kami untuk memerangi kalian. (Sebab itu tunggulah) hal tersebut dari kami (sesungguhnya kami menunggu-nunggu bersama kalian.\") akibat yang akan kalian terima.",
            "sajda": false,
            "transliteration": "Qul hal tarabbasoona binaaa illaaa ihdal husnayayni wa nahnu natrabbasu bikum ai yus eebakumul laahu bi'azaa bim min 'indiheee aw biaidee naa fatarabbasooo innaa ma'akum mutarabbisoon",
            "tajweed_text": "قُلْ هَلْ تَرَبَّصُونَ بِن[o[َآ] إِلّ[o[َآ] إِحْدَى [h:5645[ٱ]لْحُسْنَيَيْنِ‌ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أ[a:5646[َن ي]ُصِيبَكُمُ [h:5647[ٱ]للَّهُ بِعَذَا[a:5648[بٍ م]ِّنْ عِ[f:3628[ند]ِه[o[ِۦٓ] أَوْ بِأَيْدِينَا‌ۖ فَتَرَبَّص[o[ُوٓ][s[اْ] إِ[g[نّ]َا مَعَك[w:5649[ُم م]ُّتَرَبِّص[p[ُو]نَ"
        },
        {
            "aya_id": 1288,
            "aya_number": 53,
            "aya_text": "قُلْ اَنْفِقُوْا طَوْعًا اَوْ كَرْهًا لَّنْ يُّتَقَبَّلَ مِنْكُمْ ۗاِنَّكُمْ كُنْتُمْ قَوْمًا فٰسِقِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Katakanlah (Muhammad), “Infakkanlah hartamu baik dengan sukarela maupun dengan terpaksa, namun (infakmu) tidak akan diterima. Sesungguhnya kamu adalah orang-orang yang fasik.”",
            "tafsir_jalalayn": "(Katakanlah, \"Nafkahkanlah harta kalian) demi taat kepada Allah (baik dengan sukarela atau pun dengan terpaksa, namun nafkah itu sekali-kali tidak akan diterima dari kalian) harta yang telah kalian nafkahkan itu. (Sesungguhnya kalian adalah orang-orang yang fasik.\") kalimat perintah di sini mengandung makna kalimat berita.",
            "sajda": false,
            "transliteration": "Qul anfiqoo taw'an aw karhal lany yutaqabbala min kum innakum kuntum qawman faasiqeen",
            "tajweed_text": "قُلْ أَ[f:1460[نف]ِقُو[s[اْ] طَوْعًا أَوْ كَرْ[u:5650[هًا ل]ّ[a:5651[َن ي]ُتَقَبَّلَ مِ[f:344[نك]ُمْ‌ۖ إِ[g[نّ]َكُمْ كُ[f:100[نت]ُمْ قَوْ[f:5652[مًا ف]َ[n[ـٰ]سِق[p[ِي]نَ"
        },
        {
            "aya_id": 1289,
            "aya_number": 54,
            "aya_text": "وَمَا مَنَعَهُمْ اَنْ تُقْبَلَ مِنْهُمْ نَفَقٰتُهُمْ اِلَّآ اَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَبِرَسُوْلِهٖ وَلَا يَأْتُوْنَ الصَّلٰوةَ اِلَّا وَهُمْ كُسَالٰى وَلَا يُنْفِقُوْنَ اِلَّا وَهُمْ كٰرِهُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Dan yang menghalang-halangi infak mereka untuk diterima adalah karena mereka kafir (ingkar) kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa).",
            "tafsir_jalalayn": "(Dan tidak ada yang menghalangi mereka untuk diterima) dapat dibaca yuqbala dan dapat pula dibaca tuqbala (dari mereka nafkah-nafkahnya melainkan karena mereka) lafal annahum menjadi fa'il/subjek sedangkan lafal an tuqbala objek/maf'ulnya (kafir kepada Allah dan Rasul-Nya dan mereka tidak mengerjakan salat melainkan dengan malas) dengan berat melakukannya (dan tidak pula menafkahkan harta mereka melainkan dengan rasa enggan) untuk berinfak, karena mereka menganggapnya sebagai suatu kerugian.",
            "sajda": false,
            "transliteration": "Wa maa mana'ahum an tuqbala minhum nafaqaatuhum illaaa annnahum kafaroo billaahi wa bi Rasoolihee wa laa yaatoonas Salaata illaa wa hum kusaalaa wa laa yunfiqoona illaa wa hum kaarihoon",
            "tajweed_text": "وَمَا مَنَعَهُمْ أَ[f:5653[ن ت]ُ[q:2093[قْ]بَلَ مِنْهُمْ نَفَقَ[n[ـٰ]تُهُمْ إِلّ[o[َآ] أَ[g[نّ]َهُمْ كَفَرُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَبِرَسُولِه[n[ِۦ] وَلَا يَأْتُونَ [h:5654[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُ[f:16[نف]ِقُونَ إِلَّا وَهُمْ كَ[n[ـٰ]رِه[p[ُو]نَ"
        },
        {
            "aya_id": 1290,
            "aya_number": 55,
            "aya_text": "فَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُعَذِّبَهُمْ بِهَا فِى الْحَيٰوةِ الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Maka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir.",
            "tafsir_jalalayn": "(Maka janganlah harta benda dan anak-anak mereka menarik hatimu) artinya jangan sekali-kali kamu menganggap baik nikmat-nikmat Kami yang telah kami limpahkan kepada mereka, karena sesungguhnya hal itu adalah istidraj (Sesungguhnya Allah bermaksud menimpakan azab kepada mereka) yakni hendak mengazab mereka (dengan memberi harta benda dan anak-anak itu di dunia) melalui jerih payah yang mereka alami di dalam mengumpulkannya, dan sekaligus di dalamnya terkandung berbagai malapetaka dan musibah (dan kelak akan melayang) yakni dicabut (nyawa mereka, sedangkan mereka dalam keadaan kafir) maka Allah akan mengazab mereka di akhirat dengan siksaan yang amat keras.",
            "sajda": false,
            "transliteration": "Falaa tu'jibka amwaaluhum wa laaa awlaaduhum; innamaa yureedul laahu liyu'az zibahum bihaa fil hayaatid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon",
            "tajweed_text": "فَلَا تُعْجِ[q:5655[بْ]كَ أَمْو[n[َٲ]لُهُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُهُمْ‌ۚ إِ[g[نّ]َمَا يُرِيدُ [h:976[ٱ]للَّهُ لِيُعَذِّبَه[c:5656[ُم ب]ِهَا فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَتَزْهَقَ أَ[f:2341[نف]ُسُهُمْ وَهُمْ كَ[n[ـٰ]فِر[p[ُو]نَ"
        },
        {
            "aya_id": 1291,
            "aya_number": 56,
            "aya_text": "وَيَحْلِفُوْنَ بِاللّٰهِ اِنَّهُمْ لَمِنْكُمْۗ وَمَا هُمْ مِّنْكُمْ وَلٰكِنَّهُمْ قَوْمٌ يَّفْرَقُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Dan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; namun mereka bukanlah dari golonganmu, tetapi mereka orang-orang yang sangat takut (kepadamu).",
            "tafsir_jalalayn": "(Dan mereka/orang-orang munafik bersumpah dengan nama Allah bahwa sesungguhnya mereka termasuk golongan kalian) yakni mengaku sebagai orang-orang mukmin (padahal mereka bukanlah dari golongan kalian akan tetapi mereka adalah orang-orang yang sangat takut kepada kalian) artinya mereka takut kalian akan memperlakukan diri mereka seperti apa yang kalian lakukan terhadap kaum musyrikin. Oleh karenanya mereka berani bersumpah demi untuk melindungi dirinya/taqiyah.",
            "sajda": false,
            "transliteration": "Wa yahlifoona billaahi innnahum laminkum wa maa hum minkum wa laakinnahum qawmuny yafraqoon",
            "tajweed_text": "وَيَحْلِفُونَ بِ[h:32[ٱ]للَّهِ إِ[g[نّ]َهُمْ لَمِ[f:5657[نك]ُمْ وَمَا ه[w:5658[ُم م]ِّ[f:344[نك]ُمْ وَلَ[n[ـٰ]كِ[g[نّ]َهُمْ قَوْ[a:5659[مٌ ي]َفْرَق[p[ُو]نَ"
        },
        {
            "aya_id": 1292,
            "aya_number": 57,
            "aya_text": "لَوْ يَجِدُوْنَ مَلْجَاً اَوْ مَغٰرٰتٍ اَوْ مُدَّخَلًا لَّوَلَّوْا اِلَيْهِ وَهُمْ يَجْمَحُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Sekiranya mereka memperoleh tempat perlindungan, gua-gua atau lubang-lubang (dalam tanah), niscaya mereka pergi (lari) ke sana dengan secepat-cepatnya.",
            "tafsir_jalalayn": "(Jika mereka memperoleh tempat perlindungan) tempat yang dapat melindungi mereka (atau gua-gua) tempat berlindung (atau lubang-lubang) dalam tanah yang dapat dijadikan sebagai perlindungan (niscaya mereka pergi kepadanya dengan secepat-cepatnya) bergegas di dalam memasukinya, bergegas mereka lari dari kalian bagaikan kuda yang larat yang tidak dapat diharapkan untuk kembali lagi.",
            "sajda": false,
            "transliteration": "Law yajidoona malja'an aw maghaaraatin aw mudda khalal lawallaw ilaihi wa hum yajmahoon",
            "tajweed_text": "لَوْ يَجِدُونَ مَلْجَــًٔا أَوْ مَغَ[n[ـٰ]ر[n[َٲ]تٍ أَوْ مُدَّخَل[u:5660[اً ل]َّوَلَّوْ[s[اْ] إِلَيْهِ وَهُمْ يَ[q:5661[جْ]مَح[p[ُو]نَ"
        },
        {
            "aya_id": 1293,
            "aya_number": 58,
            "aya_text": "وَمِنْهُمْ مَّنْ يَّلْمِزُكَ فِى الصَّدَقٰتِۚ فَاِنْ اُعْطُوْا مِنْهَا رَضُوْا وَاِنْ لَّمْ يُعْطَوْا مِنْهَآ اِذَا هُمْ يَسْخَطُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Dan di antara mereka ada yang mencelamu tentang (pembagian) sedekah (zakat); jika mereka diberi bagian, mereka bersenang hati, dan jika mereka tidak diberi bagian, tiba-tiba mereka marah.",
            "tafsir_jalalayn": "(Dan di antara mereka ada orang yang mencelamu) mencacimu (tentang) pembagian (zakat; jika mereka diberi sebagian daripadanya mereka bersenang hati dan jika mereka tidak diberi sebagian daripadanya dengan serta merta mereka menjadi marah).",
            "sajda": false,
            "transliteration": "Wa minhum mai yalmizuka fis sadaqaati fa-in u'too minhaa radoo wa illam yu'taw minhaaa izaa hum yaskhatoon",
            "tajweed_text": "وَمِنْه[w:1106[ُم م]ّ[a:5662[َن ي]َلْمِزُكَ فِى [h:5663[ٱ][l[ل]صَّدَقَ[n[ـٰ]تِ فَإِنْ أُعْطُو[s[اْ] مِنْهَا رَضُو[s[اْ] وَإ[u:3542[ِن ل]َّمْ يُعْطَوْ[s[اْ] مِنْه[o[َآ] إِذَا هُمْ يَسْخَط[p[ُو]نَ"
        },
        {
            "aya_id": 1294,
            "aya_number": 59,
            "aya_text": "وَلَوْ اَنَّهُمْ رَضُوْا مَآ اٰتٰىهُمُ اللّٰهُ وَرَسُوْلُهٗۙ وَقَالُوْا حَسْبُنَا اللّٰهُ سَيُؤْتِيْنَا اللّٰهُ مِنْ فَضْلِهٖ وَرَسُوْلُهٗٓ اِنَّآ اِلَى اللّٰهِ رَاغِبُوْنَ ࣖ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Dan sekiranya mereka benar-benar rida dengan apa yang diberikan kepada mereka oleh Allah dan Rasul-Nya, dan berkata, “Cukuplah Allah bagi kami, Allah dan Rasul-Nya akan memberikan kepada kami sebagian dari karunia-Nya. Sesungguhnya kami orang-orang yang berharap kepada Allah.”",
            "tafsir_jalalayn": "(Jika mereka sungguh-sungguh rida dengan apa yang diberikan Allah dan Rasul-Nya) berupa ganimah dan hal-hal yang sejenis dengannya (lalu mereka mengatakan, \"Cukuplah bagi kami) yakni telah mencukupi kami (Allah, Dia akan memberikan kepada kami sebagian dari karunia-Nya dan demikian pula Rasul-Nya) ganimah yang lainnya yang dapat mencukupi kami (sesungguhnya kami adalah orang-orang yang berharap kepada Allah.\") semoga Dia memberikan kecukupan kepada kami. Jawab daripada lafal lau ialah lakaana khairan lahum (tentulah yang demikian itu lebih baik dari mereka).",
            "sajda": false,
            "transliteration": "Wa law annahum radoo maaa aataahumul laahu wa Rasooluhoo wa qaaloo hasbunal laahu wayu'teenallaahu min fadlihee wa Rasooluhooo innaaa ilallaahi raaghiboon",
            "tajweed_text": "وَلَوْ أَ[g[نّ]َهُمْ رَضُو[s[اْ] م[o[َآ] ءَاتَ[n[ـٰ]هُمُ [h:2411[ٱ]للَّهُ وَرَسُولُهُ[n[ۥ] وَقَالُو[s[اْ] حَسْبُنَا [h:2428[ٱ]للَّهُ سَيُؤْتِينَا [h:5664[ٱ]للَّهُ مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَرَسُولُهُ[o[ۥٓ] إِ[g[نّ][o[َآ] إِلَى [h:1637[ٱ]للَّهِ ر[n[َٲ]غِب[p[ُو]نَ"
        },
        {
            "aya_id": 1295,
            "aya_number": 60,
            "aya_text": "۞ اِنَّمَا الصَّدَقٰتُ لِلْفُقَرَاۤءِ وَالْمَسٰكِيْنِ وَالْعَامِلِيْنَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوْبُهُمْ وَفِى الرِّقَابِ وَالْغَارِمِيْنَ وَفِيْ سَبِيْلِ اللّٰهِ وَابْنِ السَّبِيْلِۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, orang miskin, amil zakat, yang dilunakkan hatinya (mualaf), untuk (memerdekakan) hamba sahaya, untuk (membebaskan) orang yang berutang, untuk jalan Allah dan untuk orang yang sedang dalam perjalanan, sebagai kewajiban dari Allah. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Sesungguhnya zakat-zakat) zakat-zakat yang diberikan (hanyalah untuk orang-orang fakir) yaitu mereka yang tidak dapat menemukan peringkat ekonomi yang dapat mencukupi mereka (orang-orang miskin) yaitu mereka yang sama sekali tidak dapat menemukan apa-apa yang dapat mencukupi mereka (pengurus-pengurus zakat) yaitu orang yang bertugas menarik zakat, yang membagi-bagikannya, juru tulisnya, dan yang mengumpulkannya (para mualaf yang dibujuk hatinya) supaya mau masuk Islam atau untuk memantapkan keislaman mereka, atau supaya mau masuk Islam orang-orang yang semisal dengannya, atau supaya mereka melindungi kaum Muslimin. Mualaf itu bermacam-macam jenisnya; menurut pendapat Imam Syafii jenis mualaf yang pertama dan yang terakhir pada masa sekarang (zaman Imam Syafii) tidak berhak lagi untuk mendapatkan bagiannya, karena Islam telah kuat. Berbeda dengan dua jenis mualaf yang lainnya, maka keduanya masih berhak untuk diberi bagian. Demikianlah menurut pendapat yang sahih (dan untuk) memerdekakan (budak-budak) yakni para hamba sahaya yang berstatus mukatab (orang-orang yang berutang) orang-orang yang mempunyai utang, dengan syarat bila ternyata utang mereka itu bukan untuk tujuan maksiat; atau mereka telah bertobat dari maksiat, hanya mereka tidak memiliki kemampuan untuk melunasi utangnya, atau diberikan kepada orang-orang yang sedang bersengketa demi untuk mendamaikan mereka, sekalipun mereka adalah orang-orang yang berkecukupan (untuk jalan Allah) yaitu orang-orang yang berjuang di jalan Allah tetapi tanpa ada yang membayarnya, sekalipun mereka adalah orang-orang yang berkecukupan (dan orang-orang yang sedang dalam perjalanan) yaitu yang kehabisan bekalnya (sebagai suatu ketetapan yang diwajibkan) lafal fariidhatan dinashabkan oleh fi'il yang keberadaannya diperkirakan (Allah; dan Allah Maha Mengetahui) makhluk-Nya (lagi Maha Bijaksana) dalam penciptaan-Nya. Ayat ini menyatakan bahwa zakat tidak boleh diberikan kepada orang-orang selain mereka, dan tidak boleh pula mencegah zakat dari sebagian golongan di antara mereka bilamana golongan tersebut memang ada. Selanjutnya imamlah yang membagi-bagikannya kepada golongan-golongan tersebut secara merata; akan tetapi imam berhak mengutamakan individu tertentu dari suatu golongan atas yang lainnya. Huruf lam yang terdapat pada lafal lilfuqaraa` memberikan pengertian wajib meratakan pembagian zakat kepada setiap individu-individu yang berhak. Hanya saja tidak diwajibkan kepada pemilik harta yang dizakati, bilamana ia membaginya sendiri, meratakan pembagiannya kepada setiap golongan, karena hal ini amat sulit untuk dilaksanakan. Akan tetapi cukup baginya memberikannya kepada tiga orang dari setiap golongan. Tidak cukup baginya bilamana ternyata zakatnya hanya diberikan kepada kurang dari tiga orang; demikianlah pengertian yang disimpulkan dari ungkapan jamak pada ayat ini. Sunah telah memberikan penjelasannya, bahwa syarat bagi orang yang menerima zakat itu, antara lain ialah muslim, hendaknya ia bukan keturunan dari Bani Hasyim dan tidak pula dari Bani Muthalib.",
            "sajda": false,
            "transliteration": "Innamas sadaqaatu lilfuqaraaa'i walmasaakeeni wal 'aamileena 'alaihaa wal mu'al lafati quloobuhum wa fir riqaabi walghaarimeena wa fee sabeelil laahi wabnis sabeeli fareedatam minal laah; wal laahu 'Aleemun Hakeem",
            "tajweed_text": "۞ إِ[g[نّ]َمَا [h:5665[ٱ][l[ل]صَّدَقَ[n[ـٰ]تُ لِلْفُقَر[o[َا]ٓءِ وَ[h:421[ٱ]لْمَسَ[n[ـٰ]كِينِ وَ[h:5666[ٱ]لْعَ[n[ـٰ]مِلِينَ عَلَيْهَا وَ[h:5667[ٱ]لْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِى [h:914[ٱ][l[ل]رِّقَابِ وَ[h:5668[ٱ]لْغَ[n[ـٰ]رِمِينَ وَفِى سَبِيلِ [h:788[ٱ]للَّهِ وَ[h:1189[ٱ][q:1189[بْ]نِ [h:1190[ٱ][l[ل]سَّبِيلِ‌ۖ فَرِيضَ[a:2605[ةً م]ِّنَ [h:321[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ"
        },
        {
            "aya_id": 1296,
            "aya_number": 61,
            "aya_text": "وَمِنْهُمُ الَّذِيْنَ يُؤْذُوْنَ النَّبِيَّ وَيَقُوْلُوْنَ هُوَ اُذُنٌ ۗقُلْ اُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِاللّٰهِ وَيُؤْمِنُ لِلْمُؤْمِنِيْنَ وَرَحْمَةٌ لِّلَّذِيْنَ اٰمَنُوْا مِنْكُمْۗ وَالَّذِيْنَ يُؤْذُوْنَ رَسُوْلَ اللّٰهِ لَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Dan di antara mereka (orang munafik) ada orang-orang yang menyakiti hati Nabi  (Muhammad) dan mengatakan, “Nabi mempercayai semua apa yang didengarnya.” Katakanlah, “Dia mempercayai semua yang baik bagi kamu, dia beriman kepada Allah, mempercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.” Dan orang-orang yang menyakiti Rasulullah akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Di antara mereka) orang-orang munafik (ada yang menyakiti Nabi) dengan mencelanya dan menyampaikan perkataannya kepada kaum munafikin (dan mereka mengatakan) bilamana mereka dicegah dari perbuatan tersebut supaya jangan menyakiti nabi (\"Nabi mempercayai semua apa yang didengarnya.\") yakni Nabi selalu mendengar apa yang dikatakan kepadanya dan selalu menerimanya. Bilamana kami bersumpah kepadanya bahwa kami tidak menyatakannya, maka dia mempercayai kami. (Katakanlah,) \"Ia (mempercayai) mendengarkan (semua yang baik bagi kalian) bukannya mendengarkan hal-hal yang buruk (ia beriman kepada Allah, mempercayai) artinya selalu percaya (orang-orang mukmin) atas semua berita yang telah disampaikan mereka, akan tetapi ia tidak mempercayai orang-orang selain mereka. Huruf lam di sini adalah lam zaidah; dimaksud untuk memberikan pengertian yang membedakan antara iman karena sadar dan iman karena faktor lainnya (dan menjadi rahmat) bila dibaca rafa' maka diathafkan kepada lafal udzunun, dan bila dibaca jar maka diathafkan kepada lafal khairin (bagi orang-orang yang beriman di antara kalian.\" Dan orang-orang yang menyakiti Rasulullah itu, bagi mereka siksa yang pedih).",
            "sajda": false,
            "transliteration": "Wa minhumul lazeena yu'zoonan nabiyya wa yaqooloona huwa uzun; qul uzunu khairil lakum yu'minu billaahi wa yu'minu lilmu mi neena wa rahmatul lillazeena aamanoo minkum; wallazeena yu'zoona Rasoolal laahi lahum 'azaabun aleem",
            "tajweed_text": "وَمِنْهُمُ [h:5669[ٱ]لَّذِينَ يُؤْذُونَ [h:5670[ٱ][l[ل][g[نّ]َبِىَّ وَيَقُولُونَ هُوَ أُذُ[f:5671[نٌ‌ۚ ق]ُلْ أُذُنُ خَيْ[u:5672[رٍ ل]َّكُمْ يُؤْمِنُ بِ[h:32[ٱ]للَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَ[u:5044[ةٌ ل]ِّلَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ‌ۚ وَ[h:37[ٱ]لَّذِينَ يُؤْذُونَ رَسُولَ [h:3273[ٱ]للَّهِ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ"
        },
        {
            "aya_id": 1297,
            "aya_number": 62,
            "aya_text": "يَحْلِفُوْنَ بِاللّٰهِ لَكُمْ لِيُرْضُوْكُمْ وَاللّٰهُ وَرَسُوْلُهٗٓ اَحَقُّ اَنْ يُّرْضُوْهُ اِنْ كَانُوْا مُؤْمِنِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Mereka bersumpah kepadamu dengan (nama) Allah untuk menyenangkan kamu, padahal Allah dan Rasul-Nya lebih pantas mereka mencari keridaan-Nya jika mereka orang mukmin.",
            "tafsir_jalalayn": "(Mereka bersumpah dengan nama Allah kepada kalian) wahai orang-orang mukmin, atas apa yang kalian dengar dari mereka, yaitu berupa perbuatan yang menyakitkan Rasulullah. Mereka bersumpah bahwa mereka tidak melakukannya (untuk mencari keridaan kalian, padahal Allah dan Rasul-Nya itu yang lebih patut mereka cari keridaannya) dengan melalui ketaatan (jika mereka adalah orang-orang yang mukmin) sebenarnya. Disatukannya dhamir karena mengingat kaitan di antara dua keridaan. Khabar daripada lafal allaah atau lafal rasuuluhu dibuang atau tidak disebutkan.",
            "sajda": false,
            "transliteration": "yahlifoona billaahi lakum liyurdookum wallaahu wa Rasooluhoo ahaqqu ai yurdoohu in kaanoo mu'mineen",
            "tajweed_text": "يَحْلِفُونَ بِ[h:32[ٱ]للَّهِ لَكُمْ لِيُرْضُوكُمْ وَ[h:72[ٱ]للَّهُ وَرَسُولُهُ[o[ۥٓ] أَحَقُّ أ[a:5673[َن ي]ُرْضُوهُ إِ[f:5674[ن ك]َانُو[s[اْ] مُؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 1298,
            "aya_number": 63,
            "aya_text": "اَلَمْ يَعْلَمُوْٓا اَنَّهٗ مَنْ يُّحَادِدِ اللّٰهَ وَرَسُوْلَهٗ فَاَنَّ لَهٗ نَارَ جَهَنَّمَ خَالِدًا فِيْهَاۗ ذٰلِكَ الْخِزْيُ الْعَظِيْمُ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Tidakkah mereka (orang munafik) mengetahui bahwa barangsiapa menentang Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baginya, dia kekal di dalamnya. Itulah kehinaan yang besar.",
            "tafsir_jalalayn": "(Tidakkah mereka mengetahui bahwasanya) dhamir di sini adalah dhamir sya`n (barang siapa menentang) melawan (Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baqinya) sebagai pembalasan (dia kekal di dalamnya. Itu adalah kehinaan yang besar).",
            "sajda": false,
            "transliteration": "Alam ya'lamooo annahoo mai yuhaadidillaaha wa Rasoolahoo faanna lahoo Naara jahannama khaalidan feehaa; zaalikal khizyul 'Azeem",
            "tajweed_text": "أَلَمْ يَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َهُ[n[ۥ] م[a:5675[َن ي]ُحَادِدِ [h:5676[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] فَأَ[g[نّ]َ لَهُ[n[ۥ] نَارَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِ[f:2636[دًا ف]ِيهَا‌ۚ ذ[n[َٲ]لِكَ [h:5677[ٱ]لْخِزْىُ [h:5678[ٱ]لْعَظ[p[ِي]مُ"
        },
        {
            "aya_id": 1299,
            "aya_number": 64,
            "aya_text": "يَحْذَرُ الْمُنٰفِقُوْنَ اَنْ تُنَزَّلَ عَلَيْهِمْ سُوْرَةٌ تُنَبِّئُهُمْ بِمَا فِيْ قُلُوْبِهِمْۗ قُلِ اسْتَهْزِءُوْاۚ اِنَّ اللّٰهَ مُخْرِجٌ مَّا تَحْذَرُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Orang-orang munafik itu takut jika diturunkan suatu surah yang menerangkan apa yang tersembunyi di dalam hati mereka. Katakanlah (kepada mereka), “Teruskanlah berolok-olok (terhadap Allah dan Rasul-Nya).” Sesungguhnya Allah akan mengungkapkan apa yang kamu takuti itu.",
            "tafsir_jalalayn": "(Merasa takut) merasa khawatir (orang-orang munafik itu akan diturunkan terhadap mereka) yaitu kaum Mukminin (suatu surah yang menerangkan apa yang tersembunyi dalam hati mereka) yakni tentang kemunafikan mereka, tetapi sekalipun demikian mereka masih tetap memperolok-olokkannya (Katakanlah, \"Teruskanlah ejekan-ejekan kalian.\") perintah yang mengandung makna ancaman (Sesungguhnya Allah akan menyatakan) akan menampakkan (apa yang kalian takuti) yaitu kemunafikan kalian akan ditampakkan.",
            "sajda": false,
            "transliteration": "Yahzarul munaafiqoona an tunaz zala 'alaihim Sooratun tunabbi 'uhum bimaa feequloobihim; qulistahzi'oo innal laaha mukhrijum maa tahzaroon",
            "tajweed_text": "يَحْذَرُ [h:5679[ٱ]لْمُنَ[n[ـٰ]فِقُونَ أَ[f:2107[ن ت]ُنَزَّلَ عَلَيْهِمْ سُورَ[f:5680[ةٌ ت]ُنَبِّئُه[c:5681[ُم ب]ِمَا فِى قُلُوبِهِمْ‌ۚ قُلِ [h:5682[ٱ]سْتَهْزِء[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ مُخْرِ[a:373[جٌ م]َّا تَحْذَر[p[ُو]نَ"
        },
        {
            "aya_id": 1300,
            "aya_number": 65,
            "aya_text": "وَلَىِٕنْ سَاَلْتَهُمْ لَيَقُوْلُنَّ اِنَّمَا كُنَّا نَخُوْضُ وَنَلْعَبُۗ  قُلْ اَبِاللّٰهِ وَاٰيٰتِهٖ وَرَسُوْلِهٖ كُنْتُمْ تَسْتَهْزِءُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Dan jika kamu tanyakan kepada mereka, niscaya mereka akan menjawab, “Sesungguhnya kami hanya bersenda gurau dan bermain-main saja.” Katakanlah, “Mengapa kepada Allah, dan ayat-ayat-Nya serta Rasul-Nya kamu selalu berolok-olok?”",
            "tafsir_jalalayn": "(Dan jika) Lam bermakna qasam/sumpah (kamu tanyakan kepada mereka) tentang ejekan-ejekan mereka terhadap dirimu dan terhadap Alquran, padahal mereka berangkat bersamamu ke Tabuk (tentulah mereka akan menjawab) mengemukakan alasannya (\"Sesungguhnya kami hanyalah bersenda-gurau dan bermain-main saja\") dalam ucapan kami guna melenyapkan rasa bosan dalam menempuh perjalanan yang jauh ini, dan kami tidak bermaksud apa-apa selain daripada itu (Katakanlah)kepada mereka! (\"Apakah dengan Allah, ayat-ayat-Nya dan Rasul-Nya kalian berolok-olok?\").",
            "sajda": false,
            "transliteration": "Wala'in sa altahum layaqoolunna innamaa kunnaa nakhoodu wa nal'ab; qul abillaahi wa 'Aayaatihee wa Rasoolihee kuntum tastahzi'oon",
            "tajweed_text": "وَلَئِ[f:5683[ن س]َأَلْتَهُمْ لَيَقُولُ[g[نّ]َ إِ[g[نّ]َمَا كُ[g[نّ]َا نَخُوضُ وَنَلْعَبُ‌ۚ قُلْ أَبِ[h:5684[ٱ]للَّهِ وَءَايَ[n[ـٰ]تِه[n[ِۦ] وَرَسُولِه[n[ِۦ] كُ[f:100[نت]ُمْ تَسْتَهْزِء[p[ُو]نَ"
        },
        {
            "aya_id": 1301,
            "aya_number": 66,
            "aya_text": "لَا تَعْتَذِرُوْا قَدْ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ ۗ اِنْ نَّعْفُ عَنْ طَاۤىِٕفَةٍ مِّنْكُمْ نُعَذِّبْ طَاۤىِٕفَةً ۢ بِاَنَّهُمْ كَانُوْا مُجْرِمِيْنَ ࣖ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Tidak perlu kamu meminta maaf, karena kamu telah kafir setelah beriman. Jika Kami memaafkan sebagian dari kamu (karena telah tobat), niscaya Kami akan mengazab golongan (yang lain) karena sesungguhnya mereka adalah orang-orang yang (selalu) berbuat dosa.",
            "tafsir_jalalayn": "(Tidak usah kalian meminta maaf) akan hal tersebut (karena kalian kafir sesudah beriman) artinya kekafiran kalian ini tampak sesudah kalian menampakkan keimanan. (Jika Kami memaafkan) bila dibaca memakai ya berarti menjadi mabni maf'ul sehingga bacaannya menjadi ya'fa. Jika dibaca memakai huruf nun, berarti mabni fa'il, dan bacaannya seperti yang tertera pada ayat (segolongan daripada kalian) lantaran keikhlasan dan tobatnya, seperti apa yang dilakukan oleh Jahsy bin Humair (niscaya Kami akan mengazab) dapat dibaca tu`adzdzib dan dapat pula dibaca nu`adzdzib (golongan yang lain disebabkan mereka adalah orang-orang yang selalu berbuat dosa) yakni, karena mereka selalu menetapi kemunafikannya dan selalu melancarkan ejekan-ejekan.",
            "sajda": false,
            "transliteration": "Laa ta'taziroo qad kafartum ba'da eemaanikum; in na'fu 'an taaa'ifatim minkum nu'az zib taaa'ifatam bi annahum kaanoo mujrimeen",
            "tajweed_text": "لَا تَعْتَذِرُو[s[اْ] قَ[q:298[دْ] كَفَرْت[c:5685[ُم ب]َعْدَ إِيمَ[n[ـٰ]نِكُمْ‌ۚ إ[a:5686[ِن ن]َّعْفُ عَ[f:5687[ن ط][o[َا]ٓئِفَ[a:5688[ةٍ م]ِّ[f:344[نك]ُمْ نُعَذِّ[q:5689[بْ] ط[o[َا]ٓئِفَ[i:5690[ةَۢ ب]ِأَ[g[نّ]َهُمْ كَانُو[s[اْ] مُ[q:4958[جْ]رِم[p[ِي]نَ"
        },
        {
            "aya_id": 1302,
            "aya_number": 67,
            "aya_text": "اَلْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ بَعْضُهُمْ مِّنْۢ بَعْضٍۘ يَأْمُرُوْنَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوْفِ وَيَقْبِضُوْنَ اَيْدِيَهُمْۗ نَسُوا اللّٰهَ فَنَسِيَهُمْ ۗ اِنَّ الْمُنٰفِقِيْنَ هُمُ الْفٰسِقُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan kepada Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik.",
            "tafsir_jalalayn": "(Orang-orang munafik laki-laki dan orang-orang munafik perempuan sebagian dari mereka dengan sebagian yang lain adalah sama) yakni mereka mempunyai sikap dan sepak terjang yang sama, perihalnya sama dengan setali tiga uang (mereka menyuruh membuat yang mungkar) berupa kekafiran dan maksiat-maksiat (dan melarang berbuat yang makruf) berupa keimanan dan ketaatan (dan mereka menggenggam tangannya) daripada berinfak di jalan ketaatan (mereka telah lupa kepada Allah) artinya mereka tidak mau taat kepada-Nya (maka Allah melupakan mereka) dibiarkannya mereka melupakan pertanda sifat pemurah Allah. (Sesungguhnya orang-orang munafik itulah orang-orang yang fasik).",
            "sajda": false,
            "transliteration": "Almunaafiqoona wal munaafiqaatu ba'duhum mim ba'd; yaamuroona bilmunkari wa yanhawna 'anil ma'roofi wa yaqbidoona aidiyahum; nasul laaha fanasiyahum; innal munaafiqeena humul faasiqoon",
            "tajweed_text": "ٱلْمُنَ[n[ـٰ]فِقُونَ وَ[h:5691[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تُ بَعْضُه[w:5692[ُم م]ّ[i:1862[ِنۢ ب]َعْ[a:5693[ضٍ‌ۚ ي]َأْمُرُونَ بِ[h:5694[ٱ]لْمُ[f:5694[نك]َرِ وَيَنْهَوْنَ عَنِ [h:5695[ٱ]لْمَعْرُوفِ وَيَ[q:5696[قْ]بِضُونَ أَيْدِيَهُمْ‌ۚ نَسُو[s[اْ] [h:5697[ٱ]للَّهَ فَنَسِيَهُمْ‌ۗ إِ[g[نّ]َ [h:3224[ٱ]لْمُنَ[n[ـٰ]فِقِينَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ"
        },
        {
            "aya_id": 1303,
            "aya_number": 68,
            "aya_text": "وَعَدَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ هِيَ حَسْبُهُمْ ۚوَلَعَنَهُمُ اللّٰهُ ۚوَلَهُمْ عَذَابٌ مُّقِيْمٌۙ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Allah menjanjikan (mengancam) orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka; dan mereka mendapat azab yang kekal,",
            "tafsir_jalalayn": "(Allah mengancam orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam, mereka kekal di dalamnya. Cukuplah neraka itu bagi mereka) sebagai pembalasan dan hukuman (dan Allah melaknat mereka) Dia menjauhkan mereka dari rahmat-Nya (dan bagi mereka azab yang kekal) yang abadi.",
            "sajda": false,
            "transliteration": "Wa'adal laahul munafiqeena wal munaafiqaati wal kuffaara naara jahannnamma khaalideena feehaa; hiya hasbuhum; wa la'annahumul laahu wa lahum 'azaabum muqeem",
            "tajweed_text": "وَعَدَ [h:3055[ٱ]للَّهُ [h:5698[ٱ]لْمُنَ[n[ـٰ]فِقِينَ وَ[h:5699[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تِ وَ[h:3648[ٱ]لْكُفَّارَ نَارَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ هِىَ حَسْبُهُمْ‌ۚ وَلَعَنَهُمُ [h:5700[ٱ]للَّهُ‌ۖ وَلَهُمْ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ"
        },
        {
            "aya_id": 1304,
            "aya_number": 69,
            "aya_text": "كَالَّذِيْنَ مِنْ قَبْلِكُمْ كَانُوْٓا اَشَدَّ مِنْكُمْ قُوَّةً وَّاَكْثَرَ اَمْوَالًا وَّاَوْلَادًاۗ فَاسْتَمْتَعُوْا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِيْنَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِيْ خَاضُوْاۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 198,
            "translation_aya_text": "(keadaan kamu kaum munafik dan musyrikin) seperti orang-orang sebelum kamu, mereka lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya. Maka mereka telah menikmati bagiannya, dan kamu telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya, dan kamu mempercakapkan (hal-hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu sia-sia amalnya di dunia dan di akhirat. Mereka itulah orang-orang yang rugi.",
            "tafsir_jalalayn": "Keadaan kalian hai orang-orang munafik (seperti keadaan orang-orang yang sebelum kalian, mereka lebih kuat daripada kalian dan lebih banyak harta benda dan anak-anaknya daripada kalian. Maka mereka telah menikmati) mereka telah bersenang-senang (dengan bagian mereka) maksudnya bagian duniawi mereka (dan kalian telah menikmati) hai orang-orang munafik (bagian kalian sebagaimana orang-orang yang sebelum kalian menikmati bagiannya dan kalian mempercakapkan) hal-hal yang batil dan mencela Nabi saw. (sebagaimana mereka mempercakapkannya) seperti apa yang biasa mereka pergunjingkan. (Mereka itu amalannya menjadi sia-sia di dunia dan di akhirat dan mereka itulah orang-orang yang merugi).",
            "sajda": false,
            "transliteration": "Kallazeena min qablikum kaanoo ashadda minkum quwwatanw wa aksara amwaalanw wa awlaadan fastamta'oo bikhalaaqihim fastamta'tum bikhalaaqikum kamas tamta'al lazeena min qablikum bikhalaa qihim wa khudtum kallazee khaadooo; ulaaa'ika habitat a'maaluhum fid dunyaa wal Aakhirati wa ulaaa'ika humul khaasiroon",
            "tajweed_text": "كَ[h:9999[ٱ]لَّذِينَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ كَان[o[ُوٓ][s[اْ] أَشَدَّ مِ[f:344[نك]ُمْ قُوَّ[a:5701[ةً و]َأَكْثَرَ أَمْو[n[َٲ]ل[a:5702[اً و]َأَوْلَ[n[ـٰ][f:5703[دًا ف]َ[h:5704[ٱ]سْتَمْتَعُو[s[اْ] بِخَلَ[n[ـٰ]قِهِمْ فَ[h:5705[ٱ]سْتَمْتَعْت[c:5706[ُم ب]ِخَلَ[n[ـٰ]قِكُمْ كَمَا [h:5707[ٱ]سْتَمْتَعَ [h:5708[ٱ]لَّذِينَ مِ[f:85[ن ق]َ[q:86[بْ]لِك[c:5709[ُم ب]ِخَلَ[n[ـٰ]قِهِمْ وَخُضْتُمْ كَ[h:1506[ٱ]لَّذِى خَاض[o[ُوٓ[s[اْ]‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ فِى [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ"
        },
        {
            "aya_id": 1305,
            "aya_number": 70,
            "aya_text": "اَلَمْ يَأْتِهِمْ نَبَاُ الَّذِيْنَ مِنْ قَبْلِهِمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۙ وَقَوْمِ اِبْرٰهِيْمَ وَاَصْحٰبِ مَدْيَنَ وَالْمُؤْتَفِكٰتِۗ اَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 198,
            "translation_aya_text": "Apakah tidak sampai kepada mereka berita (tentang) orang-orang yang sebelum mereka, (yaitu) kaum Nuh, ‘Ad, samud, kaum Ibrahim, penduduk Madyan, dan (penduduk) negeri-negeri yang telah musnah? Telah datang kepada mereka rasul-rasul dengan membawa bukti-bukti yang nyata; Allah tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri.",
            "tafsir_jalalayn": "(Belumkah datang kepada mereka berita penting) kabar penting (tentang orang-orang yang sebelum mereka; yaitu kaum Nuh, Ad) kaumnya Nabi Hud (Tsamud) kaumnya Nabi Saleh (kaum Ibrahim dan penduduk Madyan) kaumnya Nabi Syuaib (dan penduduk negeri-negeri yang telah musnah) negeri-negeri tempat tinggal kaumnya Nabi Luth, yang dimaksud ialah para penduduknya. (Telah datang kepada mereka rasul-rasul dengan membawa keterangan yang nyata) dengan membawa mukjizat-mukjizat akan tetapi mereka tetap mendustakannya, akhirnya mereka dibinasakan (maka Allah tidaklah sekali-kali menganiaya mereka) seumpamanya Dia mengazab mereka tanpa dosa (akan tetapi merekalah yang menganiaya diri mereka sendiri) oleh sebab dosa-dosa yang mereka lakukan.",
            "sajda": false,
            "transliteration": "Alam yaatihim naba ul lazeena min qablihim qawmi Noohinw wa 'Aadinw wa Samooda wa qawmi Ibraaheema wa ashaabi adyana walmu'tafikaat; atathum Rusuluhum bilbaiyinaati famaa kaanal laahu liyazlimahum wa laakin kaanooo anfusahum yazlimoon",
            "tajweed_text": "أَلَمْ يَأْتِهِمْ نَبَأُ [h:5710[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ قَوْمِ نُو[a:5711[حٍ و]َعَا[a:5712[دٍ و]َثَمُودَ وَقَوْمِ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَأَصْحَ[n[ـٰ]بِ مَ[q:4842[دْ]يَنَ وَ[h:5713[ٱ]لْمُؤْتَفِكَ[n[ـٰ]تِ‌ۚ أَتَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ‌ۖ فَمَا كَانَ [h:742[ٱ]للَّهُ لِيَظْلِمَهُمْ وَلَ[n[ـٰ]كِ[f:276[ن ك]َان[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ"
        },
        {
            "aya_id": 1306,
            "aya_number": 71,
            "aya_text": "وَالْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۘ يَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَيُطِيْعُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاُولٰۤىِٕكَ سَيَرْحَمُهُمُ اللّٰهُ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 198,
            "translation_aya_text": "Dan orang-orang yang beriman, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain. Mereka menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, melaksanakan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan orang-orang yang beriman, lelaki dan perempuan sebagian mereka adalah menjadi penolong bagi sebagian yang lain. Mereka menyuruh mengerjakan yang makruf, mencegah dari yang mungkar, mendirikan salat, menunaikan zakat dan mereka taat kepada Allah dan Rasul-Nya. Mereka itu akan diberi rahmat oleh Allah; sesungguhnya Allah Maha Perkasa) tiada sesuatu pun yang dapat menghalang-halangi apa-apa yang akan dilaksanakan oleh janji dan ancaman-Nya (lagi Maha Bijaksana) Dia tidak sekali-kali meletakkan sesuatu melainkan persis pada tempat yang sesuai.",
            "sajda": false,
            "transliteration": "Walmu'minoona wal mu'minaatu ba'duhum awliyaaa'u ba;d; yaamuroona bilma'roofi wa yanhawna 'anil munkari wa yuqeemoonas Salaata wa yu'toonaz Zakaata wa yutee'oonal laaha wa Rasoolah; ulaaa'ika sayarhamuhumul laah; innallaaha 'Azeezun Hakeem",
            "tajweed_text": "وَ[h:9999[ٱ]لْمُؤْمِنُونَ وَ[h:5714[ٱ]لْمُؤْمِنَ[n[ـٰ]تُ بَعْضُهُمْ أَوْلِي[o[َا]ٓءُ بَعْ[a:5693[ضٍ‌ۚ ي]َأْمُرُونَ بِ[h:934[ٱ]لْمَعْرُوفِ وَيَنْهَوْنَ عَنِ [h:2144[ٱ]لْمُ[f:2145[نك]َرِ وَيُقِيمُونَ [h:14[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَيُؤْتُونَ [h:3639[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَيُطِيعُونَ [h:5715[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ سَيَرْحَمُهُمُ [h:5716[ٱ]للَّهُ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَزِيزٌ حَك[p[ِي]مٌ"
        },
        {
            "aya_id": 1307,
            "aya_number": 72,
            "aya_text": "وَعَدَ اللّٰهُ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍ ۗوَرِضْوَانٌ مِّنَ اللّٰهِ اَكْبَرُ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 198,
            "translation_aya_text": "Allah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga ‘Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung.",
            "tafsir_jalalayn": "(Allah menjanjikan kepada orang-orang yang mukmin, lelaki dan perempuan akan mendapat surga yang di bawahnya mengalir sungai-sungai, kekal mereka di dalamnya dan mendapat tempat-tempat yang bagus di surga Adn) yaitu tempat tinggal (Dan keridaan Allah adalah lebih besar) lebih agung daripada kesemuanya itu (itu adalah keberuntungan yang besar).",
            "sajda": false,
            "transliteration": "Wa'adal laahulmu' mineena walmu'minaati Jannaatin tajree min tahtihal anhaaru khaalideena feehaa wa masaakina taiyibatan fee Jannnaati 'adn; wa ridwaanum minal laahi akbar; zaalika hual fawzul 'azeem",
            "tajweed_text": "وَعَدَ [h:3055[ٱ]للَّهُ [h:5717[ٱ]لْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا وَمَسَ[n[ـٰ]كِنَ طَيِّبَ[f:5719[ةً ف]ِى جَ[g[نّ]َ[n[ـٰ]تِ عَ[q:5720[دْ][a:5721[نٍ‌ۚ و]َرِضْو[n[َٲ][a:1789[نٌ م]ِّنَ [h:321[ٱ]للَّهِ أَكْبَرُ‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ"
        },
        {
            "aya_id": 1308,
            "aya_number": 73,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْ ۗوَمَأْوٰىهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيْرُ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Wahai Nabi! Berjihadlah (melawan) orang-orang kafir dan orang-orang munafik, dan bersikap keraslah terhadap mereka. Tempat mereka adalah neraka Jahanam. Dan itulah seburuk-buruk tempat kembali.",
            "tafsir_jalalayn": "(Hai Nabi, berjihadlah melawan orang-orang kafir) dengan senjata (dan orang-orang munafik itu) dengan memakai hujah dan lisan (dan bersikap keraslah terhadap mereka) dengan sikap keras dan benci. (Tempat mereka ialah neraka Jahanam. Dan itulah tempat kembali yang seburuk-buruknya) yakni tempat yang paling buruk adalah neraka Jahanam.",
            "sajda": false,
            "transliteration": "yaaa aiyuhan Nabiyyu jaahidil kuffaara walmunaafiqeena waghluz 'alaihim; wa maawaahum jahannnamu wa bi'sal maseer",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ جَ[n[ـٰ]هِدِ [h:5723[ٱ]لْكُفَّارَ وَ[h:5724[ٱ]لْمُنَ[n[ـٰ]فِقِينَ وَ[h:5725[ٱ]غْلُظْ عَلَيْهِمْ‌ۚ وَمَأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ"
        },
        {
            "aya_id": 1309,
            "aya_number": 74,
            "aya_text": "يَحْلِفُوْنَ بِاللّٰهِ مَا قَالُوْا ۗوَلَقَدْ قَالُوْا كَلِمَةَ الْكُفْرِ وَكَفَرُوْا بَعْدَ اِسْلَامِهِمْ وَهَمُّوْا بِمَا لَمْ يَنَالُوْاۚ وَمَا نَقَمُوْٓا اِلَّآ اَنْ اَغْنٰىهُمُ اللّٰهُ وَرَسُوْلُهٗ مِنْ فَضْلِهٖ ۚفَاِنْ يَّتُوْبُوْا يَكُ خَيْرًا لَّهُمْ ۚوَاِنْ يَّتَوَلَّوْا يُعَذِّبْهُمُ اللّٰهُ عَذَابًا اَلِيْمًا فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَمَا لَهُمْ فِى الْاَرْضِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Mereka (orang munafik) bersumpah dengan (nama) Allah, bahwa mereka tidak mengatakan (sesuatu yang menyakiti Muhammad). Sungguh, mereka telah mengucapkan perkataan kekafiran, dan telah menjadi kafir setelah Islam, dan menginginkan apa yang mereka tidak dapat mencapainya; dan mereka tidak mencela (Allah dan Rasul-Nya), sekiranya Allah dan Rasul-Nya telah melimpahkan karunia-Nya kepada mereka. Maka jika mereka bertobat, itu adalah lebih baik bagi mereka, dan jika mereka berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat; dan mereka tidak mempunyai pelindung dan tidak (pula) penolong di bumi.",
            "tafsir_jalalayn": "(Mereka berani bersumpah) yaitu orang-orang munafik (dengan memakai nama Allah bahwa mereka tidak mengatakan) sesuatu yang menyakiti hatimu. (Sesungguhnya mereka telah mengucapkan perkataan kekafiran dan telah menjadi kafir sesudah Islam) yakni mereka telah menampakkan kekafirannya sesudah terlebih dahulu mereka menampakkan keislamannya (dan mengingini apa yang mereka tidak dapat mencapainya) keinginan mereka untuk membunuh Nabi saw. pada malam Aqabah sewaktu beliau kembali dari Tabuk. Jumlah mereka yang mengadakan makar itu ada belasan orang lelaki akan tetapi Ammar bin Yasir segera bertindak memukuli muka-muka kendaraan mereka tatkala mereka mulai mengepung Nabi saw. sehingga mereka bubar (dan mereka tidak mencela) mengingkari Allah dan Rasul-Nya (kecuali karena Allah dan Rasul-Nya telah melimpahkan kecukupan kepada mereka sebagai karunia-Nya) berupa ganimah sesudah mereka sangat menginginkannya. Dengan kata lain mereka belum pernah menerima hal tersebut darinya melainkan hanya kali ini dan hal ini bukan merupakan hal yang diingkari. (Maka jika mereka bertobat) dari kemunafikannya lalu mereka benar-benar beriman kepadamu (itu adalah lebih baik bagi mereka, dan jika mereka berpaling) dari keimanan (niscaya Allah akan mengazab mereka dengan siksaan yang pedih di dunia) dengan dibunuhnya mereka (dan di akhirat) dengan neraka (dan mereka sekali-kali tidak mempunyai pelindung) yang dapat melindungi mereka dari azab Allah itu (dan tidak pula penolong di muka bumi yang dapat mempertahankan diri mereka.",
            "sajda": false,
            "transliteration": "Yahlifoona billaahi wa qaaloo wa laqad qaaloo kalimatal kufri wa kafaroo ba'da Islaamihim wa hammoo bimaa lam yanaaloo; wa maa naqamooo illaaa an aghnaa humullaahu wa Rasooluhoo min fadlih; fainy yatooboo yaku khairal lahum wa iny yatawal law yu'az zibhumullaahu 'azaaban aleeman fiddunyaa wal Aakhirah; wamaa lahum fil ardi minw waliyyinw wa laa naseer",
            "tajweed_text": "يَحْلِفُونَ بِ[h:32[ٱ]للَّهِ مَا قَالُو[s[اْ] وَلَقَ[q:341[دْ] قَالُو[s[اْ] كَلِمَةَ [h:5726[ٱ]لْكُفْرِ وَكَفَرُو[s[اْ] بَعْدَ إِسْلَ[n[ـٰ]مِهِمْ وَهَ[g[مّ]ُو[s[اْ] بِمَا لَمْ يَنَالُو[s[اْ‌ۚ] وَمَا نَقَم[o[ُوٓ][s[اْ] إِلّ[o[َآ] أَنْ أَغْنَ[n[ـٰ]هُمُ [h:5727[ٱ]للَّهُ وَرَسُولُهُ[n[ۥ] مِ[f:475[ن ف]َضْلِه[n[ِۦ]‌ۚ فَإ[a:5728[ِن ي]َتُوبُو[s[اْ] يَكُ خَيْ[u:2160[رًا ل]َّهُمْ‌ۖ وَإ[a:5729[ِن ي]َتَوَلَّوْ[s[اْ] يُعَذِّ[q:5495[بْ]هُمُ [h:5496[ٱ]للَّهُ عَذَابًا أَلِي[f:5730[مًا ف]ِى [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ‌ۚ وَمَا لَهُمْ فِى [h:44[ٱ]لْأَرْضِ م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا نَص[p[ِي]رٍ"
        },
        {
            "aya_id": 1310,
            "aya_number": 75,
            "aya_text": "۞ وَمِنْهُمْ مَّنْ عٰهَدَ اللّٰهَ لَىِٕنْ اٰتٰىنَا مِنْ فَضْلِهٖ لَنَصَّدَّقَنَّ وَلَنَكُوْنَنَّ مِنَ الصّٰلِحِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Dan di antara mereka ada orang yang telah berjanji kepada Allah, “Sesungguhnya jika Allah memberikan sebagian dari karunia-Nya kepada kami, niscaya kami akan bersedekah dan niscaya kami termasuk orang-orang yang saleh.”",
            "tafsir_jalalayn": "(Dan di antara mereka ada orang yang telah berikrar kepada Allah, \"Sesungguhnya jika Allah memberikan sebagian karunia-Nya kepada kami, pastilah kami akan bersedekah) lafal lanashshaddaqanna pada asalnya lanatashaddaqanna, kemudian huruf ta dimasukkan ke dalam huruf shad yang bagian asal kalimat, sehingga jadilah lanashshaddaqanna (dan pastilah kami termasuk orang-orang yang saleh.\") orang yang dimaksud ialah Tsa'labah bin Hathib, pada suatu hari ia meminta kepada Nabi saw. supaya mendoakannya, semoga Allah memberinya rezeki harta, kelak ia akan menunaikan hak-haknya kepada setiap orang yang berhak menerimanya. Kemudian Nabi saw. mendoakannya sesuai dengan permintaannya itu; akhirnya Allah memberinya harta yang banyak, sehingga ia lupa akan salat Jumat dan salat berjemaah yang biasa dilakukannya karena sibuk dengan hartanya yang banyak itu, dan lebih parah lagi ia tidak menunaikan zakatnya sebagaimana yang dijelaskan oleh Allah swt. dalam ayat berikutnya, yaitu:",
            "sajda": false,
            "transliteration": "Wa minhum man 'aaha dal laaha la'in aataanaa min fadlihee lanas saddaqanna wa lanakoonanna minassaaliheen",
            "tajweed_text": "۞ وَمِنْه[w:1106[ُم م]َّنْ عَ[n[ـٰ]هَدَ [h:5731[ٱ]للَّهَ لَئِنْ ءَاتَ[n[ـٰ]نَا مِ[f:475[ن ف]َضْلِه[n[ِۦ] لَنَصَّدَّقَ[g[نّ]َ وَلَنَكُونَ[g[نّ]َ مِنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ"
        },
        {
            "aya_id": 1311,
            "aya_number": 76,
            "aya_text": "فَلَمَّآ اٰتٰىهُمْ مِّنْ فَضْلِهٖ بَخِلُوْا بِهٖ وَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Ketika Allah memberikan kepada mereka sebagian dari karunia-Nya, mereka menjadi kikir dan berpaling, dan selalu menentang (kebenaran).",
            "tafsir_jalalayn": "(Maka setelah Allah memberikan kepada mereka sebagian dari karunia-Nya, mereka kikir dengan karunia itu, dan berpaling) dari taat kepada Allah (dan mereka memanglah orang-orang yang selalu berpaling dari kebenaran).",
            "sajda": false,
            "transliteration": "Falammaaa aataahum min fadlihee bakhiloo bihee wa tawallaw wa hum mu'ridoon",
            "tajweed_text": "فَلَ[g[مّ][o[َآ] ءَاتَ[n[ـٰ]ه[w:5732[ُم م]ِّ[f:475[ن ف]َضْلِه[n[ِۦ] بَخِلُو[s[اْ] بِه[n[ِۦ] وَتَوَلَّو[s[اْ] وَّه[w:1817[ُم م]ُّعْرِض[p[ُو]نَ"
        },
        {
            "aya_id": 1312,
            "aya_number": 77,
            "aya_text": "فَاَعْقَبَهُمْ نِفَاقًا فِيْ قُلُوْبِهِمْ اِلٰى يَوْمِ يَلْقَوْنَهٗ بِمَآ اَخْلَفُوا اللّٰهَ مَا وَعَدُوْهُ وَبِمَا كَانُوْا يَكْذِبُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Maka Allah menanamkan kemunafikan dalam hati mereka sampai pada waktu mereka menemui-Nya, karena mereka telah mengingkari janji yang telah mereka ikrarkan kepada-Nya dan (juga) karena mereka selalu berdusta.",
            "tafsir_jalalayn": "(Maka Allah menimpakan kepada mereka) yakni menjadikan akibat mereka (kemunafikan) yang tetap (pada hati mereka sampai kepada waktu mereka menemui-Nya) menemui Allah, yaitu pada hari kiamat nanti (karena mereka telah memungkiri terhadap Allah apa yang telah mereka ikrarkan kepada-Nya dan juga karena mereka selalu berdusta) dengan janjinya. Setelah itu Tsa'labah bin Hathib datang menghadap Nabi saw. sambil membawa zakatnya, akan tetapi Nabi saw. berkata kepadanya, \"Sesungguhnya Allah telah melarang aku menerima zakatmu.\" Setelah itu Rasulullah saw. lalu menaburkan tanah di atas kepalanya. Pada masa pemerintahan Khalifah Abu Bakar r.a. ia datang membawa zakatnya kepada Khalifah Abu Bakar, akan tetapi Khalifah Abu Bakar tidak mau menerimanya. Pada masa pemerintahan Khalifah Umar r.a. ia pun datang membawa zakatnya, akan tetapi Khalifah Umar juga tidak mau menerimanya. Pada masa pemerintahan Khalifah Usman ia pun datang lagi membawa zakatnya, akan tetapi ternyata Khalifah Usman sama saja juga tidak mau menerimanya. Ia mati pada masa pemerintahan Khalifah Usman r.a.",
            "sajda": false,
            "transliteration": "Fa a'qabahum nifaaqan fee quloobihim ilaa Yawmi yalqaw nahoo bimaaa akhlaful laaha maa wa'adoohu wa bimaa kaanoo yakhziboon",
            "tajweed_text": "فَأَعْقَبَهُمْ نِفَا[f:5733[قًا ف]ِى قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُ[n[ۥ] بِم[o[َآ] أَخْلَفُو[s[اْ] [h:5734[ٱ]للَّهَ مَا وَعَدُوهُ وَبِمَا كَانُو[s[اْ] يَكْذِب[p[ُو]نَ"
        },
        {
            "aya_id": 1313,
            "aya_number": 78,
            "aya_text": "اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ سِرَّهُمْ وَنَجْوٰىهُمْ وَاَنَّ اللّٰهَ عَلَّامُ الْغُيُوْبِ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Tidakkah mereka mengetahui bahwa Allah mengetahui rahasia dan bisikan mereka, dan bahwa Allah mengetahui segala yang gaib?",
            "tafsir_jalalayn": "(Tidakkah mereka tahu) orang-orang munafik itu (bahwasanya Allah mengetahui rahasia mereka) apa-apa yang mereka simpan di dalam diri mereka (dan bisikan mereka) yakni apa-apa yang mereka bisikkan di antara sesama mereka (dan bahwasanya Allah amat mengetahui segala yang gaib) yang dimaksud dengan gaib ialah segala sesuatu yang tidak terlihat oleh mata. Ketika ayat mengenai sedekah ini diturunkan, ada seorang lelaki datang dengan membawa sedekah yang banyak sekali, lalu orang-orang munafik itu mengatakan, \"Dia hanya ingin pamer saja.\" Datang pula seorang lelaki lain seraya membawa sedekah satu sha', maka orang-orang munafik itu mengatakan pula, \"Sesungguhnya Allah Maha Kaya dari sedekahnya orang ini\", maka pada saat itu juga turunlah firman- Nya berikut ini, yaitu:",
            "sajda": false,
            "transliteration": "Alam ya'lamooo annal laaha ya'lamu sirrahum wa najwaahum wa annal laaha 'Allaamul Ghuyoob",
            "tajweed_text": "أَلَمْ يَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ سِرَّهُمْ وَنَ[q:5735[جْ]وَ[n[ٮٰ]هُمْ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ عَلَّ[n[ـٰ]مُ [h:3865[ٱ]لْغُي[p[ُو][q[ب]ِ"
        },
        {
            "aya_id": 1314,
            "aya_number": 79,
            "aya_text": "اَلَّذِيْنَ يَلْمِزُوْنَ الْمُطَّوِّعِيْنَ مِنَ الْمُؤْمِنِيْنَ فِى الصَّدَقٰتِ وَالَّذِيْنَ لَا يَجِدُوْنَ اِلَّا جُهْدَهُمْ فَيَسْخَرُوْنَ مِنْهُمْ ۗسَخِرَ اللّٰهُ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "(Orang munafik) yaitu mereka yang mencela orang-orang beriman yang memberikan sedekah dengan sukarela dan yang (mencela) orang-orang yang hanya memperoleh (untuk disedekahkan) sekedar kesanggupannya, maka orang-orang munafik itu menghina mereka. Allah akan membalas penghinaan mereka, dan mereka akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Orang-orang) menjadi mubtada (yang mencela) menganggap aib (orang-orang yang dengan suka rela) senang hati (memberi sedekah dari kalangan orang-orang mukmin, dan mencela orang-orang yang tidak memperoleh sekadar kesanggupannya) kemampuannya lalu mereka menyedekahkannya (maka orang-orang munafik itu menghina mereka) sedangkan khabar daripada mubtada tadi ialah (Allah akan membalas penghinaan mereka itu) artinya, Allah membalas penghinaannya (dan untuk mereka azab yang pedih).",
            "sajda": false,
            "transliteration": "Allazeena yalmizoonal mut tawwi'eena minalmu'mineena fis sadaqaati wallazeena laa yajidoona illaa juhdahum fayaskharoona minhum sakhiral laahu minhum wa lahum azaabun aleem",
            "tajweed_text": "ٱلَّذِينَ يَلْمِزُونَ [h:5736[ٱ]لْمُطَّوِّعِينَ مِنَ [h:3047[ٱ]لْمُؤْمِنِينَ فِى [h:5663[ٱ][l[ل]صَّدَقَ[n[ـٰ]تِ وَ[h:37[ٱ]لَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ‌ۙ سَخِرَ [h:5737[ٱ]للَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ"
        },
        {
            "aya_id": 1315,
            "aya_number": 80,
            "aya_text": "اِسْتَغْفِرْ لَهُمْ اَوْ لَا تَسْتَغْفِرْ لَهُمْۗ اِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِيْنَ مَرَّةً فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ۗذٰلِكَ بِاَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "(Sama saja) engkau (Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Yang demikian itu karena mereka ingkar (kafir) kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik.",
            "tafsir_jalalayn": "(Kamu memohonkan ampun) hai Muhammad (bagi mereka atau tidak kamu mohonkan ampun bagi mereka adalah sama saja) ayat ini mengandung pengertian takhyir, yakni boleh memilih memintakan ampun atau tidak. Sehubungan dengan hal ini Rasulullah saw. telah bersabda, \"Sesungguhnya aku disuruh memilih, maka aku memilih memintakan ampun.\" (H.R. Bukhari) (Kendatipun kamu memohonkan ampun bagi mereka tujuh puluh kali, namun Allah sekali-kali tidak akan memberi ampun kepada mereka). Menurut suatu pendapat pengertian tujuh puluh kali ini merupakan ungkapan mubalaghah yang menunjukkan banyaknya istigfar (memohonkan ampun). Di dalam kitab sahih Bukhari telah diketengahkan sebuah hadis mengenai hal ini yaitu, \"Seandainya aku mengetahui, bahwa jika permohonan ampunku diterima bila dibacakan lebih daripada tujuh puluh kali, maka niscaya aku akan menambahkannya.\" (H.R. Bukhari). Dalam pendapat yang lain dikatakan, bahwa pengertian yang dimaksud ialah bilangan tertentu, yaitu tujuh puluh itu sendiri. Hal ini pun berlandaskan pada hadis Nabi saw. pula, yaitu, \"Aku akan membacakannya lebih dari tujuh puluh kali.\" Kemudian Allah swt. menjelaskan kepada Nabi-Nya tentang pemutusan ampunan, yaitu melalui firman-Nya, \"Sama saja bagi mereka, kamu mintakan ampunan atau tidak kamu mintakan ampunan. Niscaya Allah sekali-kali tidak akan mengampuni mereka. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang fasik.\" (Q.S. Al-Munafiqun 6). (Yang demikian itu adalah karena mereka kafir kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada kaum yang fasik).",
            "sajda": false,
            "transliteration": "istaghfir lahum aw laa tastaghfir lahum in tastaghfir lahum sab'eena marratan falany yaghfiral laahu lahum; zaalika bi annahum kafaroo billaahi wa Rasoolih; wallaahu laa yahdil qawmal faasiqeen",
            "tajweed_text": "ٱسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِ[f:5738[ن ت]َسْتَغْفِرْ لَهُمْ سَ[q:5045[بْ]عِينَ مَرَّ[f:5739[ةً ف]َل[a:5740[َن ي]َغْفِرَ [h:5741[ٱ]للَّهُ لَهُمْ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ كَفَرُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ"
        },
        {
            "aya_id": 1316,
            "aya_number": 81,
            "aya_text": "فَرِحَ الْمُخَلَّفُوْنَ بِمَقْعَدِهِمْ خِلٰفَ رَسُوْلِ اللّٰهِ وَكَرِهُوْٓا اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَقَالُوْا لَا تَنْفِرُوْا فِى الْحَرِّۗ قُلْ نَارُ جَهَنَّمَ اَشَدُّ حَرًّاۗ  لَوْ كَانُوْا يَفْقَهُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Orang-orang yang ditinggalkan (tidak ikut berperang), merasa gembira dengan duduk-duduk diam sepeninggal Rasulullah. Mereka tidak suka berjihad dengan harta dan jiwa mereka di jalan Allah dan mereka berkata, “Janganlah kamu berangkat (pergi berperang) dalam panas terik ini.” Katakanlah (Muhammad), “Api neraka Jahanam lebih panas,” jika mereka mengetahui.",
            "tafsir_jalalayn": "(Orang-orang yang ditinggalkan merasa gembira) yaitu mereka yang tidak ikut ke Tabuk (dengan tinggalnya mereka) dengan ketidakikutan mereka (sesudah) keberangkatan (Rasulullah, dan mereka tidak suka berjihad dengan harta dan jiwa mereka pada jalan Allah dan mereka berkata,) artinya sebagian dari mereka mengatakan kepada sebagian yang lain (\"Janganlah kalian berangkat) maksudnya janganlah kalian pergi untuk berjihad (dalam panas terik ini.\" Katakanlah, \"Api neraka Jahanam itu lebih sangat panas) daripada panasnya Tabuk. Yang lebih utama ialah hendaknya mereka menghindarkan diri daripada panasnya Jahanam itu, yaitu dengan ikut berperang dan tidak tinggal di tempat (jika mereka mengetahui) artinya jika mereka mengetahui hal tersebut, tentulah mereka tidak akan tinggal di tempat dan pasti ikut berjihad.",
            "sajda": false,
            "transliteration": "Farihal mukhallafoona bimaq'adihim khilaafa Rasoolil laahi wa karihooo ai yujaahidoo bi amwaalihim wa anfusihim fee sabeelil laahi wa qaaloo la tanfiroo fil harr; qul Naaru jahannama ashaddu harraa; law kaanoo yafqahoon",
            "tajweed_text": "فَرِحَ [h:5742[ٱ]لْمُخَلَّفُونَ بِمَ[q:5743[قْ]عَدِهِمْ خِلَ[n[ـٰ]فَ رَسُولِ [h:5744[ٱ]للَّهِ وَكَرِه[o[ُوٓ][s[اْ] أ[a:5616[َن ي]ُجَ[n[ـٰ]هِدُو[s[اْ] بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ فِى سَبِيلِ [h:788[ٱ]للَّهِ وَقَالُو[s[اْ] لَا تَ[f:5584[نف]ِرُو[s[اْ] فِى [h:5745[ٱ]لْحَرِّ‌ۗ قُلْ نَارُ جَهَ[g[نّ]َمَ أَشَدُّ حَر[u:5746[ًّا‌ۚ ل]َّوْ كَانُو[s[اْ] يَفْقَه[p[ُو]نَ"
        },
        {
            "aya_id": 1317,
            "aya_number": 82,
            "aya_text": "فَلْيَضْحَكُوْا قَلِيْلًا وَّلْيَبْكُوْا كَثِيْرًاۚ جَزَاۤءًۢ بِمَا كَانُوْا يَكْسِبُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Maka biarkanlah mereka tertawa sedikit dan menangis yang banyak, sebagai balasan terhadap apa yang selalu mereka perbuat.",
            "tafsir_jalalayn": "(Maka hendaklah mereka tertawa sedikit) di dunia (dan hendaklah mereka menangis) di akhirat nanti (banyak sebagai pembalasan dari apa yang selalu mereka kerjakan) ayat ini merupakan berita tentang keadaan mereka, diungkapkan dalam bentuk ungkapan amar/perintah.",
            "sajda": false,
            "transliteration": "Falyadhakoo qaleelanw walyabkoo kaseeran jazaaa'am bimaa kaanoo yaksiboon",
            "tajweed_text": "فَلْيَضْحَكُو[s[اْ] قَلِيل[a:5747[اً و]َلْيَ[q:5748[بْ]كُو[s[اْ] كَثِي[f:5749[رًا ج]َز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ"
        },
        {
            "aya_id": 1318,
            "aya_number": 83,
            "aya_text": "فَاِنْ رَّجَعَكَ اللّٰهُ اِلٰى طَاۤىِٕفَةٍ مِّنْهُمْ فَاسْتَأْذَنُوْكَ لِلْخُرُوْجِ فَقُلْ لَّنْ تَخْرُجُوْا مَعِيَ اَبَدًا وَّلَنْ تُقَاتِلُوْا مَعِيَ عَدُوًّاۗ اِنَّكُمْ رَضِيْتُمْ بِالْقُعُوْدِ اَوَّلَ مَرَّةٍۗ فَاقْعُدُوْا مَعَ الْخَالِفِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Maka jika Allah mengembalikanmu (Muhammad) kepada suatu golongan dari mereka (orang-orang munafik), kemudian mereka meminta izin kepadamu untuk keluar (pergi berperang), maka katakanlah, “Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kamu telah rela tidak pergi (berperang) sejak semula. Karena itu duduklah (tinggallah) bersama orang-orang yang tidak ikut (berperang).”",
            "tafsir_jalalayn": "(Maka jika kamu telah dikembalikan) bila telah dipulangkan dengan selamat (oleh Allah) dari Tabuk (lalu kamu kembali kepada satu golongan dari mereka) yaitu dari kalangan orang-orang munafik yang tinggal di Madinah tidak ikut berangkat berjihad (kemudian mereka minta izin kepadamu untuk keluar) bersamamu dalam perang yang lain (maka katakanlah) kepada mereka (\"Kalian tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kalian telah rela tidak pergi berperang kali yang pertama. Karena itu duduklah/tinggallah bersama orang-orang yang tidak ikut berperang.\") maksudnya bersama mereka yang tidak ikut berperang, yaitu bersama kaum wanita, anak-anak dan lain-lainnya.",
            "sajda": false,
            "transliteration": "Fa ir raja'akal laahu ilaa taaa'ifatim minhum fastaaa zanooka lilkhurooji faqul lan takhrujoo ma'iya abadanw a lan tuqaatiloo ma'iya 'aduwwan innakum radeetum bilqu'oodi awwala marratin faq'udoo ma'al khaalifeen",
            "tajweed_text": "فَإ[u:5750[ِن ر]َّجَعَكَ [h:5751[ٱ]للَّهُ إِلَىٰ ط[o[َا]ٓئِفَ[a:5752[ةٍ م]ِّنْهُمْ فَ[h:5753[ٱ]سْتَــْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّ[f:5754[ن ت]َخْرُجُو[s[اْ] مَعِىَ أَبَ[a:5755[دًا و]َلَ[f:5756[ن ت]ُقَ[n[ـٰ]تِلُو[s[اْ] مَعِىَ عَدُوًّا‌ۖ إِ[g[نّ]َكُمْ رَضِيت[c:5757[ُم ب]ِ[h:5758[ٱ]لْقُعُودِ أَوَّلَ مَرَّ[f:5759[ةٍ ف]َ[h:5760[ٱ][q:5760[قْ]عُدُو[s[اْ] مَعَ [h:5761[ٱ]لْخَ[n[ـٰ]لِف[p[ِي]نَ"
        },
        {
            "aya_id": 1319,
            "aya_number": 84,
            "aya_text": "وَلَا تُصَلِّ عَلٰٓى اَحَدٍ مِّنْهُمْ مَّاتَ اَبَدًا وَّلَا تَقُمْ عَلٰى قَبْرِهٖۗ اِنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَمَاتُوْا وَهُمْ فٰسِقُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Dan janganlah engkau (Muhammad) melaksanakan salat untuk seseorang yang mati di antara mereka (orang-orang munafik), selama-lamanya dan janganlah engkau berdiri (mendoakan) di atas kuburnya. Sesungguhnya mereka ingkar kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik.",
            "tafsir_jalalayn": "Ketika Nabi saw. melakukan salat jenazah atas kematian Ibnu Ubay (pemimpin orang-orang munafik), maka turunlah firman-Nya: (Dan janganlah kamu sekali-kali menyalatkan jenazah seorang yang mati di antara mereka, dan janganlah kamu berdiri di kuburnya) untuk keperluan menguburkannya atau menziarahinya. (Sesungguhnya mereka telah kafir kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik) yaitu dalam keadaan kafir.",
            "sajda": false,
            "transliteration": "Wa laa tusalli 'alaaa ahadim minhum maata abadanw wa laa taqum 'alaa qabriheee innahum kafaroo billaahi wa Rasoolihee wa maatoo wa hum faasiqoon",
            "tajweed_text": "وَلَا تُصَلِّ عَلَ[o[ىٰٓ] أَحَ[a:702[دٍ م]ِّنْه[w:5762[ُم م]َّاتَ أَبَ[a:5763[دًا و]َلَا تَقُمْ عَلَىٰ قَ[q:5764[بْ]رِه[o[ِۦٓ‌ۖ] إِ[g[نّ]َهُمْ كَفَرُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَمَاتُو[s[اْ] وَهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ"
        },
        {
            "aya_id": 1320,
            "aya_number": 85,
            "aya_text": "وَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَاَوْلَادُهُمْۗ اِنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّعَذِّبَهُمْ بِهَا فِى الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Dan janganlah engkau (Muhammad) kagum terhadap harta dan anak-anak mereka. Sesungguhnya dengan itu Allah hendak menyiksa mereka di dunia dan agar nyawa mereka melayang, sedang mereka dalam keadaan kafir.",
            "tafsir_jalalayn": "(Dan janganlah harta benda dan anak-anak mereka menarik hatimu. Sesungguhnya Allah menghendaki akan mengazab mereka di dunia dengan harta dan anak-anak itu dan agar melayang) dicabut (nyawa mereka dalam keadaan kafir).",
            "sajda": false,
            "transliteration": "Wa laa tu'jibka amwaa luhum wa awlaaduhum; innamaa yureedul laahu ai yu'az zibahum bihaa fid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon",
            "tajweed_text": "وَلَا تُعْجِ[q:5655[بْ]كَ أَمْو[n[َٲ]لُهُمْ وَأَوْلَ[n[ـٰ]دُهُمْ‌ۚ إِ[g[نّ]َمَا يُرِيدُ [h:976[ٱ]للَّهُ أ[a:5765[َن ي]ُعَذِّبَه[c:5766[ُم ب]ِهَا فِى [h:599[ٱ][l[ل]دُّنْيَا وَتَزْهَقَ أَ[f:2341[نف]ُسُهُمْ وَهُمْ كَ[n[ـٰ]فِر[p[ُو]نَ"
        },
        {
            "aya_id": 1321,
            "aya_number": 86,
            "aya_text": "وَاِذَآ اُنْزِلَتْ سُوْرَةٌ اَنْ اٰمِنُوْا بِاللّٰهِ وَجَاهِدُوْا مَعَ رَسُوْلِهِ اسْتَأْذَنَكَ اُولُوا الطَّوْلِ مِنْهُمْ وَقَالُوْا ذَرْنَا نَكُنْ مَّعَ الْقٰعِدِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Dan apabila diturunkan suatu surah (yang memerintahkan kepada orang-orang munafik), “Berimanlah kepada Allah dan berjihadlah bersama Rasul-Nya,” niscaya orang-orang yang kaya dan berpengaruh di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata, “Biarkanlah kami berada bersama orang-orang yang duduk (tinggal di rumah).”",
            "tafsir_jalalayn": "(Dan apabila diturunkan suatu surah) yakni sebagian daripada surah-surah Alquran (bahwa) yang memerintahkan mereka (berimanlah kalian kepada Allah dan berjihadlah beserta Rasul-Nya, niscaya akan meminta izin kepadamu orang-orang yang sanggup) yakni mereka yang memiliki kemampuan (di antara mereka untuk tidak berjihad dan mereka berkata, \"Biarkanlah kami berada bersama orang-orang yang duduk.\").",
            "sajda": false,
            "transliteration": "Wa izaaa unzilat Sooratun an aaminoo billaahi wa jaahidoo ma'a Rasoolihis taazanaka uluttawli minhum wa qaaloo zarnaa nakum ma'alqaa 'ideen",
            "tajweed_text": "وَإِذ[o[َآ] أُ[f:5767[نز]ِلَتْ سُورَةٌ أَنْ ءَامِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَجَ[n[ـٰ]هِدُو[s[اْ] مَعَ رَسُولِهِ [h:5768[ٱ]سْتَــْٔذَنَكَ أُ[s[وْ]لُو[s[اْ] [h:5769[ٱ][l[ل]طَّوْلِ مِنْهُمْ وَقَالُو[s[اْ] ذَرْنَا نَك[a:5770[ُن م]َّعَ [h:5626[ٱ]لْقَ[n[ـٰ]عِد[p[ِي]نَ"
        },
        {
            "aya_id": 1322,
            "aya_number": 87,
            "aya_text": "رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِ وَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Mereka rela berada bersama orang-orang yang tidak pergi berperang, dan hati mereka telah tertutup, sehingga mereka tidak memahami (kebahagiaan beriman dan berjihad).",
            "tafsir_jalalayn": "(Mereka rela berada bersama dengan orang-orang yang tidak pergi berperang) lafal khawaalif merupakan bentuk jamak daripada lafal khaalifah, yang dimaksud adalah kaum wanita yang tinggal di rumah-rumahnya (dan hati mereka telah dikunci mati, maka mereka tidak mengetahui) kebaikan.",
            "sajda": false,
            "transliteration": "Radoo bi ai yakoonoo ma'al khawaalifi wa tubi'a 'alaa quloobihim fahum laa yafqahoon",
            "tajweed_text": "رَضُو[s[اْ] بِأ[a:5771[َن ي]َكُونُو[s[اْ] مَعَ [h:5772[ٱ]لْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَه[p[ُو]نَ"
        },
        {
            "aya_id": 1323,
            "aya_number": 88,
            "aya_text": "لٰكِنِ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ جَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاُولٰۤىِٕكَ لَهُمُ الْخَيْرٰتُ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Tetapi Rasul dan orang-orang yang beriman bersama dia, (mereka) berjihad dengan harta dan jiwa. Mereka itu memperoleh kebaikan. Mereka itulah orang-orang yang beruntung.",
            "tafsir_jalalayn": "(Tetapi Rasul dan orang-orang yang beriman bersama dia, mereka berjihad dengan harta dan diri mereka. Dan mereka itulah orang-orang yang memperoleh kebaikan) di dunia dan di akhirat (dan mereka itu pulalah orang-orang yang beruntung) orang-orang yang mendapatkan keberuntungan.",
            "sajda": false,
            "transliteration": "Laakinir Rasoolu wal lazeena aamanoo ma'ahoo jaahadoo bi amwaalihim wa anfusihim; wa ulaaa'ika lahumul khairaatu wa ulaaa'ika humul muflihoon",
            "tajweed_text": "لَ[n[ـٰ]كِنِ [h:5773[ٱ][l[ل]رَّسُولُ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ] جَ[n[ـٰ]هَدُو[s[اْ] بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ‌ۚ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمُ [h:5774[ٱ]لْخَيْر[n[َٲ]تُ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ"
        },
        {
            "aya_id": 1324,
            "aya_number": 89,
            "aya_text": "اَعَدَّ اللّٰهُ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ ࣖ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang agung.",
            "tafsir_jalalayn": "(Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang besar).",
            "sajda": false,
            "transliteration": "A'addal laahu lahum Jannaatin tajree min tahtihal anhaaru khaalideena feehaa; zaalikal fawzul 'azeem",
            "tajweed_text": "أَعَدَّ [h:5775[ٱ]للَّهُ لَهُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ ذ[n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ"
        },
        {
            "aya_id": 1325,
            "aya_number": 90,
            "aya_text": "وَجَاۤءَ الْمُعَذِّرُوْنَ مِنَ الْاَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِيْنَ كَذَبُوا اللّٰهَ وَرَسُوْلَهٗ ۗسَيُصِيْبُ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Dan di antara orang-orang Arab Badui datang (kepada Nabi) mengemukakan alasan, agar diberi izin (untuk tidak pergi berperang), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam. Kelak orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih.",
            "tafsir_jalalayn": "(Kemudian datanglah orang-orang yang mengemukakan uzur) asalnya lafal al-mu`adzdziruuna ialah al-mu`tadziruuna kemudian huruf ta diidgamkan ke dalam huruf dzal sehingga jadilah al-mu`adzdziruuna keduanya mempunyai arti yang sama lalu dibaca al-mu`adzdziruuna (yaitu orang-orang Arab penduduk padang pasir) kepada Nabi saw. (agar diberi izin bagi mereka) untuk tetap tinggal di kampungnya, tidak pergi berjihad karena berhalangan, akhirnya Nabi saw. memberi izin kepada mereka (sedangkan orang-orang yang mendustakan Allah dan Rasul-Nya duduk berdiam diri saja) mereka yang diam adalah orang-orang yang berpura-pura beriman dari kalangan orang-orang munafik penduduk padang pasir, mereka diam saja tidak datang menghadap kepada Nabi saw. untuk mengemukakan alasan ketidakikutannya. (Kelak orang-orang yang kafir di antara mereka itu akan ditimpa azab yang pedih).",
            "sajda": false,
            "transliteration": "Wa jaaa'al mu'az ziroona minal A'raabi liyu'zana lahum wa qa'adal lazeena kazabul laaha wa Rasoolah; sayuseebul lazeena kafaroo minhum 'azaabun aleem",
            "tajweed_text": "وَج[o[َا]ٓءَ [h:5776[ٱ]لْمُعَذِّرُونَ مِنَ [h:5777[ٱ]لْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ [h:5778[ٱ]لَّذِينَ كَذَبُو[s[اْ] [h:5779[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۚ سَيُصِيبُ [h:4389[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْهُمْ عَذَابٌ أَل[p[ِي]مٌ"
        },
        {
            "aya_id": 1326,
            "aya_number": 91,
            "aya_text": "لَيْسَ عَلَى الضُّعَفَاۤءِ وَلَا عَلَى الْمَرْضٰى وَلَا عَلَى الَّذِيْنَ لَا يَجِدُوْنَ مَا يُنْفِقُوْنَ حَرَجٌ اِذَا نَصَحُوْا لِلّٰهِ وَرَسُوْلِهٖۗ مَا عَلَى الْمُحْسِنِيْنَ مِنْ سَبِيْلٍ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Tidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. Tidak ada alasan apa pun untuk menyalahkan orang-orang yang berbuat baik. Dan Allah Maha Pengampun, Maha Penyayang,",
            "tafsir_jalalayn": "(Tiada dosa atas orang-orang yang lemah) yakni orang-orang jompo (atas orang-orang yang sakit) seperti orang buta dan orang yang sakit parah yang tak sembuh-sembuh (dan atas orang-orang yang tidak memperoleh apa yang akan mereka nafkahkan) untuk berjihad (apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya) sewaktu ia tidak pergi berjihad, yaitu tidak menimbulkan kekacauan dan rasa takut kepada orang-orang lain dan tetap menaati peraturan. (Tidak atas orang-orang yang berbuat baik) yakni orang-orang yang melaksanakan hal tersebut (jalan) alasan untuk menyalahkan mereka. (Dan Allah Maha Pengampun) kepada mereka (lagi Maha Penyayang) kepada mereka di dalam memberikan kelonggaran mengenai masalah tidak pergi berjihad ini.",
            "sajda": false,
            "transliteration": "Laisa 'alad du'aaaa'i wa laa 'alal mardaa wa laa 'alal lazeena laa yajidoona maa yunfiqoona harajun izaa nasahoo lillaahi wa Rasoolih; maa 'alal muhsineena min sabeel; wallaahu Ghafoorur Raheem",
            "tajweed_text": "لَّيْسَ عَلَى [h:5780[ٱ][l[ل]ضُّعَف[o[َا]ٓءِ وَلَا عَلَى [h:5781[ٱ]لْمَرْضَىٰ وَلَا عَلَى [h:289[ٱ]لَّذِينَ لَا يَجِدُونَ مَا يُ[f:16[نف]ِقُونَ حَرَجٌ إِذَا نَصَحُو[s[اْ] لِلَّهِ وَرَسُولِه[n[ِۦ]‌ۚ مَا عَلَى [h:1343[ٱ]لْمُحْسِنِينَ مِ[f:5782[ن س]َبِي[a:5783[لٍ‌ۚ و]َ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 1327,
            "aya_number": 92,
            "aya_text": "وَّلَا عَلَى الَّذِيْنَ اِذَا مَآ اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُكُمْ عَلَيْهِ ۖتَوَلَّوْا وَّاَعْيُنُهُمْ تَفِيْضُ مِنَ الدَّمْعِ حَزَنًا اَلَّا يَجِدُوْا مَا يُنْفِقُوْنَۗ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "dan tidak ada (pula dosa) atas orang-orang yang datang kepadamu (Muhammad), agar engkau memberi kendaraan kepada mereka, lalu engkau berkata, “Aku tidak memperoleh kendaraan untuk membawamu,” lalu mereka kembali, sedang mata mereka bercucuran air mata karena sedih, disebabkan mereka tidak memperoleh apa yang akan mereka infakkan (untuk ikut berperang).",
            "tafsir_jalalayn": "(Dan tiada pula dosa atas orang-orang yang apabila mereka datang kepadamu supaya kamu memberi mereka kendaraan) untuk berangkat berperang bersamamu; jumlah mereka ada tujuh orang yang semuanya berasal dari kalangan sahabat Ansar. Akan tetapi menurut pendapat lain dikatakan bahwa mereka semua berasal dari Bani Muqarrin (lalu kamu berkata, \"Aku tidak memperoleh kendaraan untuk membawa kalian.\") jumlah ayat ini menjadi hal/kalimat keterangan (lalu mereka kembali) lafal ayat ini menjadi jawab dari kata idzaa, artinya mereka bubar kembali ke rumah masing-masing (sedangkan mata mereka bercucuran) yakni mengalirkan (berupa) lafal min di sini mempunyai arti bayan/kata penjelasan/kata penafsir (air mata karena kesedihan) lantaran mereka (tidak memperoleh apa yang akan mereka nafkahkan) untuk berjihad.",
            "sajda": false,
            "transliteration": "Wa laa 'alal lazeena izaa maaa atawka litahmilahum qulta laaa ajidu maaa ahmilukum 'alaihi tawallaw wa a'yunuhum tafeedu minaddam'i hazanan allaa yajidoo maa yunfiqoon",
            "tajweed_text": "وَلَا عَلَى [h:289[ٱ]لَّذِينَ إِذَا م[o[َآ] أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ ل[o[َآ] أَجِدُ م[o[َآ] أَحْمِلُكُمْ عَلَيْهِ تَوَلَّو[s[اْ] وَّأَعْيُنُهُمْ تَفِيضُ مِنَ [h:3742[ٱ][l[ل]دَّمْعِ حَزَنًا أَلَّا يَجِدُو[s[اْ] مَا يُ[f:16[نف]ِق[p[ُو]نَ"
        },
        {
            "aya_id": 1328,
            "aya_number": 93,
            "aya_text": "اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَسْتَأْذِنُوْنَكَ وَهُمْ اَغْنِيَاۤءُۚ رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِۙ وَطَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَعْلَمُوْنَ  ۔",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Sesungguhnya alasan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu (untuk tidak ikut berperang), padahal mereka orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci hati mereka, sehingga mereka tidak mengetahui (akibat perbuatan mereka).",
            "tafsir_jalalayn": "(Sesungguhnya jalan untuk menyalahkan itu hanyalah terhadap orang-orang yang meminta izin kepadamu) untuk tidak ikut berangkat berjihad (padahal mereka itu orang-orang kaya. Mereka rela berada bersama-sama orang-orang yang tidak ikut berperang dan Allah telah mengunci mati hati mereka, maka mereka tidak mengetahui) akibat perbuatan mereka.",
            "sajda": false,
            "transliteration": "Innamas sabeelu 'alal lazeena yastaazinoonaka wa hum aghniyaaa'; radoo biany-yakoonoo ma'al khawaalifi wa taba'al laahu 'alaa quloobihim fahum laa ya'lamoon",
            "tajweed_text": "۞ إِ[g[نّ]َمَا [h:5784[ٱ][l[ل]سَّبِيلُ عَلَى [h:289[ٱ]لَّذِينَ يَسْتَــْٔذِنُونَكَ وَهُمْ أَغْنِي[o[َا]ٓءُ‌ۚ رَضُو[s[اْ] بِأ[a:5771[َن ي]َكُونُو[s[اْ] مَعَ [h:5772[ٱ]لْخَوَالِفِ وَطَبَعَ [h:5785[ٱ]للَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَم[p[ُو]نَ"
        },
        {
            "aya_id": 1329,
            "aya_number": 94,
            "aya_text": "يَعْتَذِرُوْنَ اِلَيْكُمْ اِذَا رَجَعْتُمْ اِلَيْهِمْ ۗ قُلْ لَّا تَعْتَذِرُوْا لَنْ نُّؤْمِنَ لَكُمْ قَدْ نَبَّاَنَا اللّٰهُ مِنْ اَخْبَارِكُمْ وَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ ثُمَّ تُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Mereka (orang-orang munafik yang tidak ikut berperang) akan mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka. Katakanlah (Muhammad), “Janganlah kamu mengemukakan alasan; kami tidak percaya lagi kepadamu, sungguh, Allah telah memberitahukan kepada kami tentang beritamu. Dan Allah akan melihat pekerjaanmu, (demikian pula) Rasul-Nya, kemudian kamu dikembalikan kepada (Allah) Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Mereka mengemukakan uzurnya kepada kalian) untuk tidak pergi berperang (apabila kalian telah kembali kepada mereka) dari medan perang (Katakanlah) kepada mereka (\"Janganlah kalian mengemukakan uzur, kami tidak percaya lagi kepada kalian) kami sudah tidak mempercayai lagi kalian (karena sesungguhnya Allah telah memberitahukan kepada kami di antara berita-berita rahasia kalian) Allah telah memberitahukan kepada kami tentang hal-ihwal kalian. (Dan Allah serta Rasul-Nya akan melihat pekerjaan kalian kemudian kalian dikembalikan) melalui dibangkitkan dari dalam kubur (kepada Yang Mengetahui yang gaib dan yang nyata) yakni Allah (lalu Dia memberitahu kepada kalian apa yang telah kalian kerjakan.\") maka Dia membalasnya kepada kalian.",
            "sajda": false,
            "transliteration": "ya'taziroona ilaikum izaa raja'tum ilaihim; qul laa ta'taziroo lan nu'mina lakum qad nabba annal laahu min akhbaarikum; wa sa yaral laahu 'amalakum wa Rasooluhoo suma turaddoona ilaa 'Aalimil Ghaibi washshahaadati fa yunabbi'ukum bimaa kuntum ta'maloon",
            "tajweed_text": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ‌ۚ قُل لَّا تَعْتَذِرُو[s[اْ] ل[a:265[َن ن]ُّؤْمِنَ لَكُمْ قَ[q:298[دْ] نَبَّأَنَا [h:5786[ٱ]للَّهُ مِنْ أَخْبَارِكُمْ‌ۚ وَسَيَرَى [h:5787[ٱ]للَّهُ عَمَلَكُمْ وَرَسُولُهُ[n[ۥ] ثُ[g[مّ]َ تُرَدُّونَ إِلَىٰ عَ[n[ـٰ]لِمِ [h:5788[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 1330,
            "aya_number": 95,
            "aya_text": "سَيَحْلِفُوْنَ بِاللّٰهِ لَكُمْ اِذَا انْقَلَبْتُمْ اِلَيْهِمْ لِتُعْرِضُوْا عَنْهُمْ ۗ فَاَعْرِضُوْا عَنْهُمْ ۗ اِنَّهُمْ رِجْسٌۙ وَّمَأْوٰىهُمْ جَهَنَّمُ جَزَاۤءً ۢبِمَا كَانُوْا يَكْسِبُوْنَ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Mereka akan bersumpah kepadamu dengan nama Allah, ketika kamu kembali kepada mereka, agar kamu berpaling dari mereka. Maka berpalinglah dari mereka; karena sesungguhnya mereka itu berjiwa kotor dan tempat mereka neraka Jahanam, sebagai balasan atas apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Kelak mereka akan bersumpah kepada kalian dengan nama Allah, apabila kalian kembali) yakni pulang (kepada mereka) dari medan perang Tabuk untuk menunjukkan bahwa mereka benar-benar mempunyai alasan yang tepat sewaktu mereka tidak ikut berangkat (supaya kalian berpaling dari mereka) artinya supaya tidak mencela perbuatan mereka itu. (Maka berpalinglah dari mereka karena sesungguhnya mereka itu adalah najis) najis karena batin mereka kotor (dan tempat mereka Jahanam sebagai balasan atas apa yang telah mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Sa yahlifoona billaahi lakum izanqalabtum ilaihim litu'ridoo 'anhum fa a'ridoo 'anhum innahum rijsunw wa maawaahum jahannamu jazaaa 'ambimaa kaanoo yaksiboon",
            "tajweed_text": "سَيَحْلِفُونَ بِ[h:32[ٱ]للَّهِ لَكُمْ إِذَا [h:5789[ٱ][f:2280[نق]َلَ[q:2280[بْ]تُمْ إِلَيْهِمْ لِتُعْرِضُو[s[اْ] عَنْهُمْ‌ۖ فَأَعْرِضُو[s[اْ] عَنْهُمْ‌ۖ إِ[g[نّ]َهُمْ رِ[q:3765[جْ][a:5790[سٌ‌ۖ و]َمَأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ جَز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ"
        },
        {
            "aya_id": 1331,
            "aya_number": 96,
            "aya_text": "يَحْلِفُوْنَ لَكُمْ لِتَرْضَوْا عَنْهُمْ ۚفَاِنْ تَرْضَوْا عَنْهُمْ فَاِنَّ اللّٰهَ لَا يَرْضٰى عَنِ الْقَوْمِ الْفٰسِقِيْنَ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Mereka akan bersumpah kepadamu agar kamu bersedia menerima mereka. Tetapi sekalipun kamu menerima mereka, Allah tidak akan rida kepada orang-orang yang fasik.",
            "tafsir_jalalayn": "(Mereka akan bersumpah kepada kalian agar kalian rida kepada mereka. Tetapi jika sekiranya kalian rida kepada mereka, maka sesungguhnya Allah tidak rida kepada orang-orang yang fasik itu) artinya Allah tidak rela kepada mereka dan kerelaan kalian kepada mereka sedikit pun tidak akan bermanfaat buat mereka, karena Allah telah murka kepada mereka.",
            "sajda": false,
            "transliteration": "Yahlifoona lakum litardaw 'anhum fa in tardaw 'anhum fa innal laaha laa yardaa 'anil qawmil faasiqeen",
            "tajweed_text": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْ[s[اْ] عَنْهُمْ‌ۖ فَإِ[f:5791[ن ت]َرْضَوْ[s[اْ] عَنْهُمْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ لَا يَرْضَىٰ عَنِ [h:4503[ٱ]لْقَوْمِ [h:3491[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ"
        },
        {
            "aya_id": 1332,
            "aya_number": 97,
            "aya_text": "اَلْاَعْرَابُ اَشَدُّ كُفْرًا وَّنِفَاقًا وَّاَجْدَرُ اَلَّا يَعْلَمُوْا حُدُوْدَ مَآ اَنْزَلَ اللّٰهُ عَلٰى رَسُوْلِهٖ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Orang-orang Arab Badui itu lebih kuat kekafiran dan kemunafikannya, dan sangat wajar tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Orang-orang Arab itu) yaitu penduduk daerah badui (lebih sangat kekafiran dan kemunafikannya) daripada penduduk daerah perkotaan; karena penduduk daerah badui berwatak keras dan kasar serta mereka jauh dari mendengarkan Alquran (dan lebih wajar) lebih patut (tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya) berupa hukum-hukum dan syariat-syariat. Huruf allaa asalnya terdiri dari an dan laa kemudian keduanya digabungkan, sehingga jadilah allaa. (Dan Allah Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) di dalam mengatur penciptaan mereka.",
            "sajda": false,
            "transliteration": "Al A'raabu ashaddu kufranw wa nifaaqanw wa ajdaru allaa ya'lamoo hudooda maaa anzalal laahu 'alaa Rasoolih; wallaahu 'Aleemun Hakeem",
            "tajweed_text": "ٱلْأَعْرَابُ أَشَدُّ كُفْ[a:5792[رًا و]َنِفَا[a:5793[قًا و]َأَ[q:5794[جْ]دَرُ أَلَّا يَعْلَمُو[s[اْ] حُدُودَ م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ عَلَىٰ رَسُولِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ"
        },
        {
            "aya_id": 1333,
            "aya_number": 98,
            "aya_text": "وَمِنَ الْاَعْرَابِ مَنْ يَّتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَّيَتَرَبَّصُ بِكُمُ الدَّوَاۤىِٕرَ ۗعَلَيْهِمْ دَاۤىِٕرَةُ السَّوْءِ ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ  ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Dan di antara orang-orang Arab Badui itu ada yang memandang apa yang diinfakkannya (di jalan Allah) sebagai suatu kerugian; dia menanti-nanti marabahaya menimpamu, merekalah yang akan ditimpa marabahaya. Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Di antara orang-orang Arab badui itu ada orang yang memandang apa yang dinafkahkannya) di jalan Allah (sebagai suatu kerugian) ketekoran dan kerugian sebab ia tidak mengharapkan akan pahalanya melainkan menginfakkannya karena rasa takut; mereka adalah Bani Asad dan Bani Ghathafan (dan menanti-nanti) malapetaka menimpa kalian sehingga ia bebas dari kalian (merekalah yang akan ditimpa marabahaya) dapat dibaca as-suu` dan dapat pula dibaca as-sau`, artinya azab dan kebinasaan itu justru akan menimpa mereka sendiri bukannya menimpa kalian. (Dan Allah Maha Mendengar) akan semua ucapan hamba-hamba-Nya (lagi Maha Mengetahui) perbuatan-perbuatan mereka.",
            "sajda": false,
            "transliteration": "Wa minal A'raabi mai yattakhizu maa yunfiqu maghramanw wa yatarabbasu bikumud dawaaa'ir; alaihim daaa'iratus saw'; wallaahu Samee'un 'Aleem",
            "tajweed_text": "وَمِنَ [h:5795[ٱ]لْأَعْرَابِ م[a:851[َن ي]َتَّخِذُ مَا يُ[f:1550[نف]ِقُ مَغْرَ[a:5796[مًا و]َيَتَرَبَّصُ بِكُمُ [h:5797[ٱ][l[ل]دَّو[o[َا]ٓئِرَ‌ۚ عَلَيْهِمْ د[o[َا]ٓئِرَةُ [h:5798[ٱ][l[ل]سَّوْءِ‌ۗ وَ[h:72[ٱ]للَّهُ سَمِيعٌ عَل[p[ِي]مٌ"
        },
        {
            "aya_id": 1334,
            "aya_number": 99,
            "aya_text": "وَمِنَ الْاَعْرَابِ مَنْ يُّؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبٰتٍ عِنْدَ اللّٰهِ وَصَلَوٰتِ الرَّسُوْلِ ۗ اَلَآ اِنَّهَا قُرْبَةٌ لَّهُمْ ۗ سَيُدْخِلُهُمُ اللّٰهُ فِيْ رَحْمَتِهٖ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Dan di antara orang-orang Arab Badui itu ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. Ketahuilah, sesungguhnya infak itu suatu jalan bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukkan mereka ke dalam rahmat (surga)-Nya; sesungguhnya Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan di antara orang-orang Arab badui itu ada orang-orang yang beriman kepada Allah dan hari kemudian) seperti kabilah Juhainah dan kabilah Muzayyanah (dan menjadikan apa yang ia infakkan) di jalan Allah (sebagai amal taqarrub) maksudnya mendekatkan diri kepada-Nya (di sisi Allah dan) sebagai jalan untuk (memperoleh selawat) yakni doa-doa (Rasul) kepadanya. (Ketahuilah, sesungguhnya nafkah itu) artinya nafkah mereka itu (merupakan amal taqarrub) dapat dibaca qurubaatun dan dapat pula dibaca qurbatun (bagi mereka) di sisi-Nya. (Kelak Allah akan memasukkan mereka ke dalam rahmat-Nya) yaitu surga-Nya. (Sesungguhnya Allah Maha Pengampun) kepada orang-orang yang taat kepada-Nya (lagi Maha Penyayang) terhadap mereka yang taat.",
            "sajda": false,
            "transliteration": "Wa minal A'raabi mai yu'minu billaahi wal yawmil AAkhiri wa yattakhizu maa yunfiqu qurubaatin 'indal laahi wa salawaatir Rasool; alaaa innahaa qurbatul lahum; sayudkhiluhumul laahu fee rahmatih; innal laaha Ghafoorur Raheem",
            "tajweed_text": "وَمِنَ [h:5795[ٱ]لْأَعْرَابِ م[a:5799[َن ي]ُؤْمِنُ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَيَتَّخِذُ مَا يُ[f:1550[نف]ِقُ قُرُبَ[n[ـٰ]تٍ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَصَلَو[n[َٲ]تِ [h:5800[ٱ][l[ل]رَّسُولِ‌ۚ أَل[o[َآ] إِ[g[نّ]َهَا قُرْبَ[u:5801[ةٌ ل]َّهُمْ‌ۚ سَيُ[q:5802[دْ]خِلُهُمُ [h:5803[ٱ]للَّهُ فِى رَحْمَتِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 1335,
            "aya_number": 100,
            "aya_text": "وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُهٰجِرِيْنَ وَالْاَنْصَارِ وَالَّذِيْنَ اتَّبَعُوْهُمْ بِاِحْسَانٍۙ رَّضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ وَاَعَدَّ لَهُمْ جَنّٰتٍ تَجْرِيْ تَحْتَهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Dan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.",
            "tafsir_jalalayn": "(Orang-orang yang terdahulu lagi yang pertama-tama masuk Islam di antara orang-orang Muhajirin dan Ansar) mereka adalah para sahabat yang ikut perang Badar atau yang dimaksud adalah semua para sahabat (dan orang-orang yang mengikuti mereka) sampai hari kiamat (dengan baik) dalam hal amal perbuatannya. (Allah rida kepada mereka) melalui ketaatan mereka kepada-Nya (dan mereka pun rida kepada Allah) rida akan pahala-Nya (dan Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di bawahnya) menurut suatu qiraat lafal tahtahaa dibaca dengan memakai huruf min sebelumnya sehingga bacaannya menjadi min tahtihaa (mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang besar).",
            "sajda": false,
            "transliteration": "Was saabiqoonal awwa loona minal Muhaajireena wal Ansaari wallazeenat taba'oo hum bi ihsaanir radiyal laahu 'anhum wa radoo 'anhu wa a'adda lahum jannnaatin tajree tahtahal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem",
            "tajweed_text": "وَ[h:9999[ٱ][l[ل]سَّ[n[ـٰ]بِقُونَ [h:5804[ٱ]لْأَوَّلُونَ مِنَ [h:5805[ٱ]لْمُهَ[n[ـٰ]جِرِينَ وَ[h:5806[ٱ]لْأَ[f:5806[نص]َارِ وَ[h:37[ٱ]لَّذِينَ [h:5807[ٱ]تَّبَعُوه[c:5808[ُم ب]ِإِحْسَ[n[ـٰ][u:5809[نٍ ر]َّضِىَ [h:3910[ٱ]للَّهُ عَنْهُمْ وَرَضُو[s[اْ] عَنْهُ وَأَعَدَّ لَهُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى تَحْتَهَا [h:5810[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[f:5811[دًا‌ۚ ذ][n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ"
        },
        {
            "aya_id": 1336,
            "aya_number": 101,
            "aya_text": "وَمِمَّنْ حَوْلَكُمْ مِّنَ الْاَعْرَابِ مُنٰفِقُوْنَ ۗوَمِنْ اَهْلِ الْمَدِيْنَةِ مَرَدُوْا عَلَى النِّفَاقِۗ  لَا تَعْلَمُهُمْۗ نَحْنُ نَعْلَمُهُمْۗ سَنُعَذِّبُهُمْ مَّرَّتَيْنِ ثُمَّ يُرَدُّوْنَ اِلٰى عَذَابٍ عَظِيْمٍ ۚ  ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Dan di antara orang-orang Arab Badui yang (tinggal) di sekitarmu, ada orang-orang munafik. Dan di antara penduduk Madinah (ada juga orang-orang munafik), mereka keterlaluan dalam kemunafikannya. Engkau (Muhammad) tidak mengetahui mereka, tetapi Kami mengetahuinya. Nanti mereka akan Kami siksa dua kali, kemudian mereka akan dikembalikan kepada azab yang besar.",
            "tafsir_jalalayn": "(Di antara orang-orang yang di sekeliling kalian) hai penduduk Madinah (dari kalangan orang-orang Arab badui ada orang-orang munafik) seperti orang-orang kabilah Aslam, kabilah Asyja` dan kabilah Ghiffar (dan juga di antara penduduk Madinah) ada orang-orang munafik pula. (Mereka keterlaluan dalam kemunafikannya) artinya kemunafikan mereka telah mendalam dan sudah mengakar di hati mereka. (Kamu tidak mengetahui mereka) hai Muhammad (tetapi Kamilah yang mengetahui mereka. Nanti mereka akan Kami siksa dua kali) dengan terungkapnya kemunafikan mereka, atau dibunuh di dunia dan disiksa di alam kubur (kemudian mereka akan dikembalikan) di akhirat nanti (kepada azab yang besar) yaitu siksa neraka.",
            "sajda": false,
            "transliteration": "Wa mimmann hawlakum minal A'raabi munaafiqoona wa min ahlil Madeenati maradoo 'alan nifaaq, laa ta'lamuhum nahnu na'lamuhum; sanu'azzibuhum marrataini summa yuraddoona ilaa 'azaabin 'azeem",
            "tajweed_text": "وَمِ[g[مّ]َنْ حَوْلَك[w:5812[ُم م]ِّنَ [h:5777[ٱ]لْأَعْرَابِ مُنَ[n[ـٰ]فِقُونَ‌ۖ وَمِنْ أَهْلِ [h:5813[ٱ]لْمَدِينَةِ‌ۖ مَرَدُو[s[اْ] عَلَى [h:5814[ٱ][l[ل][g[نّ]ِفَاقِ لَا تَعْلَمُهُمْ‌ۖ نَحْنُ نَعْلَمُهُمْ‌ۚ سَنُعَذِّبُه[w:5815[ُم م]َّرَّتَيْنِ ثُ[g[مّ]َ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظ[p[ِي]مٍ"
        },
        {
            "aya_id": 1337,
            "aya_number": 102,
            "aya_text": "وَاٰخَرُوْنَ اعْتَرَفُوْا بِذُنُوْبِهِمْ خَلَطُوْا عَمَلًا صَالِحًا وَّاٰخَرَ سَيِّئًاۗ عَسَى اللّٰهُ اَنْ يَّتُوْبَ عَلَيْهِمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Dan (ada pula) orang lain yang mengakui dosa-dosa mereka, mereka mencampuradukkan pekerjaan yang baik dengan pekerjaan lain yang buruk. Mudah-mudahan Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan) ada pula suatu kaum (yang lain) lafal ayat ini menjadi mubtada (mereka mengakui dosa-dosa mereka) karena tidak ikut berangkat ke medan perang. Lafal ayat ini menjadi khabarnya (mereka mencampur-baurkan pekerjaan yang baik) yaitu jihad yang telah mereka lakukan sebelum peristiwa ini atau pengakuan mereka atas dosa-dosa yang telah mereka lakukan; atau dosa-dosa yang lainnya (dengan pekerjaan lain yang buruk) yaitu ketidakikutan mereka dalam berjihad kali ini. (Mudah-mudahan Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang). Ayat ini diturunkan berkenaan dengan apa yang dilakukan oleh Abu Lubabah dan segolongan orang-orang lainnya. Mereka mengikatkan diri mereka di tiang-tiang mesjid, hal ini mereka lakukan ketika mereka mendengar firman Allah swt. yang diturunkan berkenaan dengan orang-orang yang tidak berangkat berjihad, sedangkan mereka tidak ikut berangkat. Lalu mereka bersumpah bahwa ikatan mereka itu tidak akan dibuka melainkan oleh Nabi saw. sendiri. Kemudian setelah ayat ini diturunkan Nabi saw. melepaskan ikatan mereka.",
            "sajda": false,
            "transliteration": "Wa aakharoona' tarafoo bizunoobihim khalatoo 'amalan saalihanw wa aakhara saiyi'an 'asal laahu ai yatooba 'alaihim; innal laaha Ghafoorur Raheem",
            "tajweed_text": "وَءَاخَرُونَ [h:5816[ٱ]عْتَرَفُو[s[اْ] بِذُنُوبِهِمْ خَلَطُو[s[اْ] عَمَل[f:5817[اً ص]َ[n[ـٰ]لِ[a:5818[حًا و]َءَاخَرَ سَيِّئًا عَسَى [h:2982[ٱ]للَّهُ أ[a:2726[َن ي]َتُوبَ عَلَيْهِمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 1338,
            "aya_number": 103,
            "aya_text": "خُذْ مِنْ اَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيْهِمْ بِهَا وَصَلِّ عَلَيْهِمْۗ اِنَّ صَلٰوتَكَ سَكَنٌ لَّهُمْۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Ambillah zakat dari harta mereka, guna membersihkan dan menyucikan mereka, dan berdoalah untuk mereka. Sesungguhnya doamu itu (menumbuhkan) ketenteraman jiwa bagi mereka. Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Ambillah sedekah dari sebagian harta mereka, dengan sedekah itu kamu membersihkan dan menyucikan mereka) dari dosa-dosa mereka, maka Nabi saw. mengambil sepertiga harta mereka kemudian menyedekahkannya (dan berdoalah untuk mereka). (Sesungguhnya doa kamu itu menjadi ketenangan jiwa) rahmat (bagi mereka) menurut suatu pendapat yang dimaksud dengan sakanun ialah ketenangan batin lantaran tobat mereka diterima. (Dan Allah Maha Mendengar lagi Maha Mengetahui).",
            "sajda": false,
            "transliteration": "Khuz min amwaalihim sadaqtan tutahhiruhum wa tuzakkeehim bihaa wa salli 'alaihim inna salaataka sakanul lahum; wallaahu Samee'un 'Aleem",
            "tajweed_text": "خُذْ مِنْ أَمْو[n[َٲ]لِهِمْ صَدَقَ[f:5819[ةً ت]ُطَهِّرُهُمْ وَتُزَكِّيه[c:5820[ِم ب]ِهَا وَصَلِّ عَلَيْهِمْ‌ۖ إِ[g[نّ]َ صَلَ[s[و][n[ٲ]تَكَ سَكَ[u:5821[نٌ ل]َّهُمْ‌ۗ وَ[h:72[ٱ]للَّهُ سَمِيعٌ عَل[p[ِي]مٌ"
        },
        {
            "aya_id": 1339,
            "aya_number": 104,
            "aya_text": "اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ وَيَأْخُذُ الصَّدَقٰتِ وَاَنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحِيْمُ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Tidakkah mereka mengetahui, bahwa Allah menerima tobat hamba-hamba-Nya dan menerima zakat(nya), dan bahwa Allah Maha Penerima tobat, Maha Penyayang?",
            "tafsir_jalalayn": "(Tidakkah mereka mengetahui bahwasanya Allah menerima tobat dari hamba-hamba-Nya dan mengambil) maksudnya menerima (zakat dan bahwasanya Allah Maha Penerima tobat) hamba-hamba-Nya, yakni dengan menerima tobat mereka (lagi Maha Penyayang) kepada mereka. Kata tanya pada awal ayat ini bermakna taqrir; pengertian yang dimaksud ialah untuk menggugah mereka agar mau bertobat dan berzakat atau bersedekah.",
            "sajda": false,
            "transliteration": "Alam ya'lamooo annnal laaha huwa yaqbalut tawbata 'an ibaadihee wa yaakhuzus sadaqaati wa annal laaha Huwat awwaabur Raheem",
            "tajweed_text": "أَلَمْ يَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ هُوَ يَ[q:5822[قْ]بَلُ [h:5823[ٱ][l[ل]تَّوْبَةَ عَنْ عِبَادِه[n[ِۦ] وَيَأْخُذُ [h:5824[ٱ][l[ل]صَّدَقَ[n[ـٰ]تِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ هُوَ [h:194[ٱ][l[ل]تَّوَّابُ [h:195[ٱ][l[ل]رَّح[p[ِي]مُ"
        },
        {
            "aya_id": 1340,
            "aya_number": 105,
            "aya_text": "وَقُلِ اعْمَلُوْا فَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ وَالْمُؤْمِنُوْنَۗ وَسَتُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۚ  ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Dan katakanlah, “Bekerjalah kamu, maka Allah akan melihat pekerjaanmu, begitu juga Rasul-Nya dan orang-orang mukmin, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui yang gaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Dan katakanlah) kepada mereka atau kepada manusia secara umum (\"Bekerjalah kalian) sesuka hati kalian (maka Allah dan Rasul-Nya serta orang-orang mukmin akan melihat pekerjaan kalian itu dan kalian akan dikembalikan) melalui dibangkitkan dari kubur (kepada Yang Mengetahui alam gaib dan alam nyata) yakni Allah (lalu diberikan-Nya kepada kalian apa yang telah kalian kerjakan.\") lalu Dia akan membalasnya kepada kalian.",
            "sajda": false,
            "transliteration": "Wa quli'maloo fasayaral laahu 'amalakum wa Rasooluhoo walmu'minoona wa saturaddoona ilaa 'Aalimil Ghaibi washshahaadati fa yunabbi'ukum bimaa kuntum ta'maloon",
            "tajweed_text": "وَقُلِ [h:5825[ٱ]عْمَلُو[s[اْ] فَسَيَرَى [h:5826[ٱ]للَّهُ عَمَلَكُمْ وَرَسُولُهُ[n[ۥ] وَ[h:1709[ٱ]لْمُؤْمِنُونَ‌ۖ وَسَتُرَدُّونَ إِلَىٰ عَ[n[ـٰ]لِمِ [h:5788[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 1341,
            "aya_number": 106,
            "aya_text": "وَاٰخَرُوْنَ مُرْجَوْنَ لِاَمْرِ اللّٰهِ اِمَّا يُعَذِّبُهُمْ وَاِمَّا يَتُوْبُ عَلَيْهِمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Dan ada (pula) orang-orang lain yang ditangguhkan sampai ada keputusan Allah; mungkin Allah akan mengazab mereka dan mungkin Allah akan menerima tobat mereka. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan ada pula orang-orang lain) di antara orang-orang yang tidak berangkat ke medan perang (yang ditangguhkan) dapat dibaca murjauna dan dapat pula dibaca murja'uuna; artinya tobat mereka ditangguhkan (sampai ada keputusan Allah) tentang perihal mereka sesuai dengan kehendak-Nya (adakalanya Allah akan mengazab mereka) seumpamanya mereka dimatikan oleh Allah tanpa sempat bertobat (dan adakalanya Allah akan menerima tobat mereka. Dan Allah Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) di dalam melakukan apa yang harus Ia lakukan terhadap mereka. Yang dimaksud dengan mereka ialah ketiga orang yang kedatangannya kepada Nabi saw. telah disebutkan tadi, mereka adalah Murarah bin Rabi', Kaab bin Malik dan Hilal bin Umayyah. Mereka tidak berangkat ke medan perang hanya karena malas dan cenderung kepada hidup yang serba santai dan enak, bukannya karena munafik. Dan mereka tidak mengemukakan uzurnya (alasannya) kepada Nabi saw. seperti halnya yang dilakukan oleh orang-orang lain. Akhirnya perihal mereka ditangguhkan selama lima puluh hari, selama itu mereka hidup diasingkan oleh semuanya sehingga turunlah ayat yang menjelaskan diterimanya tobat mereka.",
            "sajda": false,
            "transliteration": "Wa aakharoona murjawna li amril laahi imaa yu'az zibuhum wa immaa yatoobu 'alaihim; wallaahu 'Aleemun Hakeem",
            "tajweed_text": "وَءَاخَرُونَ مُرْجَوْنَ لِأَمْرِ [h:5827[ٱ]للَّهِ إِ[g[مّ]َا يُعَذِّبُهُمْ وَإِ[g[مّ]َا يَتُوبُ عَلَيْهِمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ"
        },
        {
            "aya_id": 1342,
            "aya_number": 107,
            "aya_text": "وَالَّذِيْنَ اتَّخَذُوْا مَسْجِدًا ضِرَارًا وَّكُفْرًا وَّتَفْرِيْقًاۢ بَيْنَ الْمُؤْمِنِيْنَ وَاِرْصَادًا لِّمَنْ حَارَبَ اللّٰهَ وَرَسُوْلَهٗ مِنْ قَبْلُ ۗوَلَيَحْلِفُنَّ اِنْ اَرَدْنَآ اِلَّا الْحُسْنٰىۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 204,
            "translation_aya_text": "Dan (di antara orang-orang munafik itu) ada yang mendirikan masjid untuk menimbulkan bencana (pada orang-orang yang beriman), untuk kekafiran dan untuk memecah belah di antara orang-orang yang beriman serta menunggu kedatangan orang-orang yang telah memerangi Allah dan Rasul-Nya sejak dahulu. Mereka dengan pasti bersumpah, “Kami hanya menghendaki kebaikan.” Dan Allah menjadi saksi bahwa mereka itu pendusta (dalam sumpahnya).",
            "tafsir_jalalayn": "(Dan) di antara mereka yang munafik itu (ada orang-orang yang mendirikan mesjid) jumlah mereka ada dua belas orang, semuanya orang-orang munafik (untuk menimbulkan kemudaratan) kepada orang-orang mukmin di mesjid Quba (dan karena kekafiran) karena mereka membangun mesjid itu berdasarkan perintah dari Abu Amir seorang rahib, dimaksud supaya menjadi basis pangkalan baginya dan bagi orang-orang yang berpihak kepadanya. Sedang ia (Amir) pergi untuk mendatangkan bala tentara Kaisar Romawi guna memerangi Nabi saw. (dan untuk memecah belah antara orang-orang mukmin) yang biasa salat di mesjid Quba, diharapkan sebagian dari orang-orang mukmin melakukan salat di mesjid mereka (serta menjadi tempat pemantauan) yakni tempat untuk memantau (bagi orang-orang yang memerangi Allah dan Rasul-Nya sejak dahulu) sebelum mesjid dhirar ini dibangun; yang dimaksud adalah Abu Amir tadi dan para pembantunya. (Mereka sesungguhnya bersumpah, \"Tiada lain) (kami menghendaki) dari pembangunan mesjid ini (hanyalah) untuk pekerjaan (yang baik semata.\") yaitu berlaku belas-kasihan terhadap orang-orang miskin dalam musim hujan dan musim panas, serta memberikan tempat persinggahan bagi kaum Muslimin. (Dan Allah menjadi saksi bahwa sesungguhnya mereka itu adalah pendusta) dalam sumpahnya. Mereka pernah meminta kepada Nabi saw. supaya melakukan salat di dalam mesjidnya itu, akan tetapi kemudian turunlah firman Allah berikut ini, yaitu:",
            "sajda": false,
            "transliteration": "Wallazeenat takhazoo masjidan diraaranw wa kufranw wa tafreeqam bainal mu'mineena wa irsaadal liman haarabal laaha wa Rasoolahoo min qabl; wa la yahlifunna in aradnaaa illal husnaa wallaahu yash hadu innahum lakaaziboon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ [h:5828[ٱ]تَّخَذُو[s[اْ] مَسْجِ[f:5829[دًا ض]ِرَا[a:5830[رًا و]َكُفْ[a:5831[رًا و]َتَفْرِيق[i:5832[َۢا ب]َيْنَ [h:5833[ٱ]لْمُؤْمِنِينَ وَإِرْصَا[u:5834[دًا ل]ِّمَنْ حَارَبَ [h:5835[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ وَلَيَحْلِفُ[g[نّ]َ إِنْ أَرَ[q:2878[دْ]ن[o[َآ] إِلَّا [h:5836[ٱ]لْحُسْنَىٰ‌ۖ وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ"
        },
        {
            "aya_id": 1343,
            "aya_number": 108,
            "aya_text": "لَا تَقُمْ فِيْهِ اَبَدًاۗ  لَمَسْجِدٌ اُسِّسَ عَلَى التَّقْوٰى مِنْ اَوَّلِ يَوْمٍ اَحَقُّ اَنْ تَقُوْمَ فِيْهِۗ فِيْهِ رِجَالٌ يُّحِبُّوْنَ اَنْ يَّتَطَهَّرُوْاۗ وَاللّٰهُ يُحِبُّ الْمُطَّهِّرِيْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 204,
            "translation_aya_text": "Janganlah engkau melaksanakan salat dalam masjid itu selama-lamanya. Sungguh, masjid yang didirikan atas dasar takwa, sejak hari pertama adalah lebih pantas engkau melaksanakan salat di dalamnya. Di dalamnya ada orang-orang yang ingin membersihkan diri. Allah menyukai orang-orang yang bersih.",
            "tafsir_jalalayn": "(Janganlah kamu berdiri) melakukan salat (dalam mesjid itu selama-lamanya) kemudian Nabi saw. mengirimkan segolongan para sahabatnya guna merobohkan dan membakarnya. Kemudian mereka menjadikan bekas mesjid itu sebagai tempat pembuangan bangkai. (Sesungguhnya mesjid yang didirikan) dibangun dengan berlandaskan kepada pondasi (takwa, sejak hari pertama) yaitu mesjid yang didirikan oleh Nabi saw. sewaktu pertama kali beliau menginjakkan kakinya di tempat hijrahnya itu, yang dimaksud adalah mesjid Quba. Demikianlah menurut penjelasan yang telah dikemukakan oleh Imam Bukhari (adalah lebih berhak) daripada mesjid dhirar itu (kamu salat) untuk melakukan salat (di dalamnya. Di dalamnya ada orang-orang) kaum Ansar (yang ingin membersihkan diri. Dan Allah menyukai orang-orang yang bersih) artinya, Allah akan memberikan pahala kepada mereka. Lafal al-muththahhiriina asalnya ialah al-mutathahhiriina kemudian huruf ta diidgamkan kepada huruf tha yang asal, kemudian jadilah al-muththahhiriina. Ibnu Khuzaimah di dalam kitab sahihnya telah meriwayatkan sebuah hadis melalui Uwaimir bin Saidah, bahwasanya pada suatu hari Nabi saw. mendatangi mereka (para sahabat) di mesjid Quba. Kemudian beliau bersabda, \"Sesungguhnya Allah swt. telah memuji kalian dengan baik atas pembersihan diri kalian sehubungan dengan kisah mesjid kalian ini (Quba). Maka cara pembersihan apakah yang sedang kalian lakukan sekarang ini?\" Mereka menjawab, \"Demi Allah, wahai Rasulullah, kami tidak mengetahui apa-apa melainkan kami mempunyai tetangga-tetangga Yahudi; mereka lalu membasuh dubur mereka setelah buang air besar, maka kami pun melakukan pembasuhan seperti apa yang mereka lakukan.\" Menurut hadis yang lain, yang telah diriwayatkan oleh Imam Bazzar disebutkan bahwa para sahabat mengatakan, \"Akan tetapi kami memakai batu terlebih dahulu, kemudian baru kami memakai air.\" Maka Nabi saw. menjawab, \"Itulah yang benar, maka peganglah cara ini oleh kalian.\"",
            "sajda": false,
            "transliteration": "Laa taqum feehi abadaa; lamasjidun ussisa 'alat taqwaa min awwali yawmin ahaqqu an taqooma feeh; feehi rijaaluny yuhibbona ai yatatahharoo, wallaahu yuhibbul mmuttah hireen",
            "tajweed_text": "لَا تَقُمْ فِيهِ أَبَ[u:5837[دًا‌ۚ ل]َّمَسْجِدٌ أُسِّسَ عَلَى [h:5838[ٱ][l[ل]تَّ[q:1084[قْ]وَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَ[f:5839[ن ت]َقُومَ فِيهِ‌ۚ فِيهِ رِجَا[a:5840[لٌ ي]ُحِبُّونَ أ[a:5841[َن ي]َتَطَهَّرُو[s[اْ‌ۚ] وَ[h:72[ٱ]للَّهُ يُحِبُّ [h:5842[ٱ]لْمُطَّهِّر[p[ِي]نَ"
        },
        {
            "aya_id": 1344,
            "aya_number": 109,
            "aya_text": "اَفَمَنْ اَسَّسَ بُنْيَانَهٗ عَلٰى تَقْوٰى مِنَ اللّٰهِ وَرِضْوَانٍ خَيْرٌ اَمْ مَّنْ اَسَّسَ بُنْيَانَهٗ عَلٰى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهٖ فِيْ نَارِ جَهَنَّمَۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 204,
            "translation_aya_text": "Maka apakah orang-orang yang mendirikan bangunan (masjid) atas dasar takwa kepada Allah dan keridaan(-Nya) itu lebih baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu (bangunan) itu roboh bersama-sama dengan dia ke dalam neraka Jahanam? Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
            "tafsir_jalalayn": "(Maka apakah orang-orang yang mendirikan mesjidnya di atas dasar takwa) karena takut (kepada Allah dan) selalu mengharapkan (keridaan)-Nya itu (yang lebih baik, ataukah orang-orang yang mendirikan bangunannya di tepi) dapat dibaca jurufin dan dapat pula dibaca jurfin, artinya di pinggir (jurang) yakni hampir roboh (lalu bangunannya itu jatuh bersama-sama dengan dia) maksudnya bangunannya roboh berikut orang-orang yang membangunnya (ke dalam neraka Jahanam?) ungkapan ayat ini merupakan tamtsil/perumpamaan yang paling baik, yaitu menggambarkan pembangunan mesjid yang berdasarkan bukan kepada takwa, kemudian akibat-akibat yang akan dialaminya. Kata tanya pada permulaan ayat ini mengandung makna taqrir, artinya mesjid pertamalah yang baik seperti halnya mesjid Quba. Sedangkan gambaran yang kedua adalah perumpamaan mesjid dhirar. (Dan Allah tidak memberikan petunjuk kepada orang-orang yang lalim).",
            "sajda": false,
            "transliteration": "Afaman assasa bunyaa nahoo 'alaa taqwaa minal laahi wa ridwaanin khairun am man assasa bunyaanahoo 'alaa shafaa jurufin haarin fanhaara bihee fee Naari Jahannnam; wallaahu laa yahdil qawmaz zaalimeen",
            "tajweed_text": "أَفَمَنْ أَسَّسَ بُنْيَ[n[ـٰ]نَهُ[n[ۥ] عَلَىٰ تَ[q:5843[قْ]وَىٰ مِنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ]نٍ خَيْرٌ أ[w:3110[َم م]َّنْ أَسَّسَ بُنْيَ[n[ـٰ]نَهُ[n[ۥ] عَلَىٰ شَفَا جُرُفٍ هَا[f:5844[رٍ ف]َ[h:5845[ٱ]نْهَارَ بِه[n[ِۦ] فِى نَارِ جَهَ[g[نّ]َمَ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ"
        },
        {
            "aya_id": 1345,
            "aya_number": 110,
            "aya_text": "لَا يَزَالُ بُنْيَانُهُمُ الَّذِيْ بَنَوْا رِيْبَةً فِيْ قُلُوْبِهِمْ اِلَّآ اَنْ تَقَطَّعَ قُلُوْبُهُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ࣖ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 204,
            "translation_aya_text": "Bangunan yang mereka dirikan itu senantiasa menjadi penyebab keraguan dalam hati mereka, sampai hati mereka hancur. Dan Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Bangunan-bangunan yang mereka dirikan itu senantiasa menjadi pangkal keraguan) yakni keragu-raguan (dalam hati mereka kecuali bila telah hancur) tercabik-cabik (hati mereka itu) lantaran mereka mati. (Dan Allah Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) dalam perlakuan-Nya terhadap makhluk-Nya.",
            "sajda": false,
            "transliteration": "Laa yazaalu bunyaanu humul lazee banaw reebatan fee quloobihim illaaa an taqatta'a quloobuhum; wal laahu 'Aleemun Hakeem",
            "tajweed_text": "لَا يَزَالُ بُنْيَ[n[ـٰ]نُهُمُ [h:5846[ٱ]لَّذِى بَنَوْ[s[اْ] رِيبَ[f:5847[ةً ف]ِى قُلُوبِهِمْ إِلّ[o[َآ] أَ[f:5848[ن ت]َقَطَّعَ قُلُوبُهُمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ"
        },
        {
            "aya_id": 1346,
            "aya_number": 111,
            "aya_text": "۞ اِنَّ اللّٰهَ اشْتَرٰى مِنَ الْمُؤْمِنِيْنَ اَنْفُسَهُمْ وَاَمْوَالَهُمْ بِاَنَّ لَهُمُ الْجَنَّةَۗ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ فَيَقْتُلُوْنَ وَيُقْتَلُوْنَ وَعْدًا عَلَيْهِ حَقًّا فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ وَالْقُرْاٰنِۗ وَمَنْ اَوْفٰى بِعَهْدِهٖ مِنَ اللّٰهِ فَاسْتَبْشِرُوْا بِبَيْعِكُمُ الَّذِيْ بَايَعْتُمْ بِهٖۗ وَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 204,
            "translation_aya_text": "Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri mau-pun harta mereka dengan memberikan surga untuk mereka. Mereka berperang di jalan Allah; sehingga mereka membunuh atau terbunuh, (sebagai) janji yang benar dari Allah di dalam Taurat, Injil, dan Al-Qur'an. Dan siapakah yang lebih menepati janjinya selain Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan demikian itulah kemenangan yang agung.",
            "tafsir_jalalayn": "(Sesungguhnya Allah telah membeli dari orang-orang mukmin diri dan harta mereka) lantaran mereka menginfakkannya di jalan ketaatan kepada-Nya, seperti untuk berjuang di jalan-Nya (dengan memberikan surga untuk mereka. Mereka berperang pada jalan Allah lalu mereka membunuh atau dibunuh) ayat ini merupakan kalimat baru yang menjadi penafsir bagi makna yang terkandung di dalam lafal fa yuqtaluuna wa yaqtuluuna, artinya sebagian dari mereka ada yang gugur dan sebagian yang lain meneruskan pertempurannya (sebagai janji yang benar) lafal wa`dan dan haqqan keduanya berbentuk mashdar yang dinashabkan fi`ilnya masing-masing yang tidak disebutkan (di dalam Taurat, Injil dan Alquran?) artinya tiada seorang pun yang lebih menepati janjinya selain dari Allah. (Maka bergembiralah) dalam ayat ini terkandung pengertian iltifat/perpindahan pembicaraan dari gaib kepada mukhathab/dari orang ketiga kepada orang kedua (dengan jual-beli yang telah kalian lakukan itu dan yang demikian itu) yaitu jual-beli itu (adalah kemenangan yang besar) yang dapat mengantarkan kepada tujuan yang paling didambakan.",
            "sajda": false,
            "transliteration": "Innal laahash taraa minal mu'mineena anfusahum wa amwaalahum bi anna lahumul jannah; yuqaatiloona fee sabeelil laahi fa yaqtuloona wa yuqtaloona wa'dan 'alaihi haqqan fit Tawraati wal Injeeli wal Qur-aan; wa man awfaa be'ahdihee minal laah; fastabshiroo bibai'ikumul lazee baaya'tum bih; wa zaalika huwal fawzul 'azeem",
            "tajweed_text": "۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ [h:5849[ٱ]شْتَرَىٰ مِنَ [h:3047[ٱ]لْمُؤْمِنِينَ أَ[f:38[نف]ُسَهُمْ وَأَمْو[n[َٲ]لَه[c:5850[ُم ب]ِأَ[g[نّ]َ لَهُمُ [h:5851[ٱ]لْجَ[g[نّ]َةَ‌ۚ يُقَ[n[ـٰ]تِلُونَ فِى سَبِيلِ [h:788[ٱ]للَّهِ فَيَ[q:5852[قْ]تُلُونَ وَيُ[q:5853[قْ]تَلُونَ‌ۖ وَعْدًا عَلَيْهِ حَق[f:5854[ًّا ف]ِى [h:5061[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ وَ[h:5062[ٱ]لْإِ[f:5062[نج]ِيلِ وَ[h:5855[ٱ]لْقُرْءَانِ‌ۚ وَمَنْ أَوْفَىٰ بِعَهْدِه[n[ِۦ] مِنَ [h:321[ٱ]للَّهِ‌ۚ فَ[h:5856[ٱ]سْتَ[q:5856[بْ]شِرُو[s[اْ] بِبَيْعِكُمُ [h:5857[ٱ]لَّذِى بَايَعْت[c:5858[ُم ب]ِه[n[ِۦ]‌ۚ وَذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ"
        },
        {
            "aya_id": 1347,
            "aya_number": 112,
            "aya_text": "اَلتَّاۤىِٕبُوْنَ الْعٰبِدُوْنَ الْحَامِدُوْنَ السَّاۤىِٕحُوْنَ الرَّاكِعُوْنَ السَّاجِدُوْنَ الْاٰمِرُوْنَ بِالْمَعْرُوْفِ وَالنَّاهُوْنَ عَنِ الْمُنْكَرِ وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰهِ ۗوَبَشِّرِ الْمُؤْمِنِيْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Mereka itu adalah orang-orang yang bertobat, beribadah, memuji (Allah), mengembara (demi ilmu dan agama), rukuk, sujud, menyuruh berbuat makruf dan mencegah dari yang mungkar dan yang memelihara hukum-hukum Allah. Dan gembirakanlah orang-orang yang beriman.",
            "tafsir_jalalayn": "(Mereka itu adalah orang-orang yang bertobat) lafal at-taa'ibuuna dirafa'kan untuk tujuan memuji, yaitu dengan memperkirakan adanya mubtada sebelumnya; artinya mereka itu adalah orang-orang yang bertobat dari kemusyrikan dan kemunafikan (yang beribadah) orang-orang yang ikhlas karena Allah dalam beribadah (yang memuji) kepada Allah dalam semua kondisi (yang melawat) makna yang dimaksud adalah mereka selalu mengerjakan shaum/puasa (yang rukuk, yang sujud) artinya mereka adalah orang-orang yang salat (yang menyuruh berbuat makruf dan mencegah berbuat mungkar dan yang memelihara batasan-batasan Allah) yakni hukum-hukum-Nya dengan cara mengamalkannya. (Dan gembirakanlah orang-orang mukmin itu) dengan surga.",
            "sajda": false,
            "transliteration": "At taaa'iboonal 'aabidoonal haamidoonas saaa'ihoonar raaki'oonas saajidoonal aamiroona bilma'roofi wannaahoona 'anil munkari walhaafizoona lihudoodil laah; wa bashshiril mu'mineen",
            "tajweed_text": "ٱ[l[ل]تَّ[o[ـٰٓ]ئِبُونَ [h:5859[ٱ]لْعَ[n[ـٰ]بِدُونَ [h:5860[ٱ]لْحَ[n[ـٰ]مِدُونَ [h:5861[ٱ][l[ل]سَّ[o[ـٰٓ]ئِحُونَ [h:5862[ٱ][l[ل]رّ[n[َٲ]كِعُونَ [h:5863[ٱ][l[ل]سَّ[n[ـٰ]جِدُونَ [h:5864[ٱ]لْأَمِرُونَ بِ[h:934[ٱ]لْمَعْرُوفِ وَ[h:5865[ٱ][l[ل][g[نّ]َاهُونَ عَنِ [h:2144[ٱ]لْمُ[f:2145[نك]َرِ وَ[h:5866[ٱ]لْحَ[n[ـٰ]فِظُونَ لِحُدُودِ [h:5867[ٱ]للَّهِ‌ۗ وَبَشِّرِ [h:1257[ٱ]لْمُؤْمِن[p[ِي]نَ"
        },
        {
            "aya_id": 1348,
            "aya_number": 113,
            "aya_text": "مَا كَانَ لِلنَّبِيِّ وَالَّذِيْنَ اٰمَنُوْٓا اَنْ يَّسْتَغْفِرُوْا لِلْمُشْرِكِيْنَ وَلَوْ كَانُوْٓا اُولِيْ قُرْبٰى مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ اَنَّهُمْ اَصْحٰبُ الْجَحِيْمِ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Tidak pantas bagi Nabi dan orang-orang yang beriman memohonkan ampunan (kepada Allah) bagi orang-orang musyrik, sekalipun orang-orang itu kaum kerabat(nya), setelah jelas bagi mereka, bahwa orang-orang musyrik itu penghuni neraka Jahanam.",
            "tafsir_jalalayn": "Ayat ini diturunkan berkenaan dengan permohonan ampunan Nabi saw. buat pamannya, yaitu Abu Thalib dan sekaligus berkenaan pula dengan permohonan ampunan sebagian para sahabat terhadap kedua orang-orang tua mereka masing-masing yang musyrik. (Tiadalah sepatutnya bagi Nabi dan orang-orang yang beriman memintakan ampun kepada Allah bagi orang-orang musyrik walaupun orang-orang musyrik itu kaum kerabat)nya, yakni familinya sendiri (sesudah jelas bagi mereka bahwasanya orang-orang yang musyrik itu adalah penghuni-penghuni Jahim) yakni neraka, lantaran mereka mati dalam keadaan kafir.",
            "sajda": false,
            "transliteration": "Maa kaana lin nabiyyi wallazeena aamanooo ai yastaghfiroo lilmushrikeena wa law kaanoo ulee qurbaa mim ba'di maa tabiyana lahum annahum Ashaabul jaheem",
            "tajweed_text": "مَا كَانَ لِل[g[نّ]َبِىِّ وَ[h:37[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أ[a:5868[َن ي]َسْتَغْفِرُو[s[اْ] لِلْمُشْرِكِينَ وَلَوْ كَان[o[ُوٓ][s[اْ] أُ[s[وْ]لِى قُرْبَىٰ م[i:146[ِنۢ ب]َعْدِ مَا تَبَيَّنَ لَهُمْ أَ[g[نّ]َهُمْ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ"
        },
        {
            "aya_id": 1349,
            "aya_number": 114,
            "aya_text": "وَمَا كَانَ اسْتِغْفَارُ اِبْرٰهِيْمَ لِاَبِيْهِ اِلَّا عَنْ مَّوْعِدَةٍ وَّعَدَهَآ اِيَّاهُۚ فَلَمَّا تَبَيَّنَ لَهٗٓ اَنَّهٗ عَدُوٌّ لِّلّٰهِ تَبَرَّاَ مِنْهُۗ اِنَّ اِبْرٰهِيْمَ لَاَوَّاهٌ حَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun.",
            "tafsir_jalalayn": "(Dan permintaan ampun dari Ibrahim kepada Allah untuk bapaknya (pamannya) tidak lain hanya karena suatu janji yang telah diikrarkannya kepada bapaknya itu) melalui perkataan Nabi Ibrahim sendiri, seperti apa yang diungkapkan oleh firman-Nya, \"Aku akan mintakan ampun bagimu kepada Rabbku.\" (Q.S. Maryam 47) Nabi Ibrahim menjanjikan demikian dengan harapan semoga bapak (paman)nya itu mau masuk Islam. (Maka tatkala jelas bagi Ibrahim bahwa bapaknya/pamannya itu adalah musuh Allah) lantaran ia mati dalam keadaan kafir (maka Ibrahim berlepas diri daripadanya) kemudian Nabi Ibrahim berhenti dari memintakan ampunannya. (Sesungguhnya Ibrahim adalah seorang yang sangat lembut) banyak merendahkan diri dan berdoa kepada Allah (lagi penyantun) sangat sabar di dalam menahan derita.",
            "sajda": false,
            "transliteration": "Wa maa kaanas tighfaaru ibraaheema li abeehi illaa 'ammaw 'idatinw wa 'adahaaa iyyaahu falammaa tabaiyana lahooo annahoo 'aduwwul lillaahi tabarra a minh; inna Ibraaheema la awwaahum haleem",
            "tajweed_text": "وَمَا كَانَ [h:5869[ٱ]سْتِغْفَارُ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ لِأَبِيهِ إِلَّا ع[a:5870[َن م]َّوْعِدَ[a:5871[ةٍ و]َعَدَه[o[َآ] إِيَّاهُ فَلَ[g[مّ]َا تَبَيَّنَ لَهُ[o[ۥٓ] أَ[g[نّ]َهُ[n[ۥ] عَدُ[u:5872[وٌّ ل]ِّلَّهِ تَبَرَّأَ مِنْهُ‌ۚ إِ[g[نّ]َ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ لَأَوّ[n[َٲ]هٌ حَل[p[ِي]مٌ"
        },
        {
            "aya_id": 1350,
            "aya_number": 115,
            "aya_text": "وَمَا كَانَ اللّٰهُ لِيُضِلَّ قَوْمًاۢ بَعْدَ اِذْ هَدٰىهُمْ حَتّٰى يُبَيِّنَ لَهُمْ مَّا يَتَّقُوْنَۗ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, setelah mereka diberi-Nya petunjuk, sehingga dapat dijelaskan kepada mereka apa yang harus mereka jauhi. Sungguh, Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, sesudah Allah memberi petunjuk kepada mereka) kepada Islam (hingga dijelaskan-Nya kepada mereka apa yang harus mereka jauhi) yakni amal-amal perbuatan mana saja yang harus mereka jauhi, akan tetapi ternyata mereka tidak menjauhinya, maka mereka layak menjadi orang-orang yang disesatkan. (Sesungguhnya Allah Maha Mengetahui segala sesuatu) antara lain ialah mengetahui siapa yang berhak untuk disesatkan dan siapa yang berhak untuk mendapat hidayah-Nya.",
            "sajda": false,
            "transliteration": "Wa maa kaanal laahu liyudilla qawmam ba'da iz hadaahum hatta yubaiyina lahum maa yattaqoon; innal laaha bikulli shai'in 'Aleem",
            "tajweed_text": "وَمَا كَانَ [h:742[ٱ]للَّهُ لِيُضِلَّ قَوْم[i:5873[َۢا ب]َعْدَ إِذْ هَدَ[n[ٮٰ]هُمْ حَتَّىٰ يُبَيِّنَ لَه[w:3531[ُم م]َّا يَتَّقُونَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ"
        },
        {
            "aya_id": 1351,
            "aya_number": 116,
            "aya_text": "اِنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُحْيٖ وَيُمِيْتُۗ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Sesungguhnya Allah memiliki kekuasaan langit dan bumi. Dia menghidupkan dan mematikan. Tidak ada pelindung dan penolong bagimu selain Allah.",
            "tafsir_jalalayn": "(Sesungguhnya kepunyaan Allahlah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Dan sekali-kali tiada bagi kalian) hai umat manusia (selain dari Allah) (yang melindungi) kalian daripada-Nya (dan yang memberikan pertolongan) yang dapat mencegah diri kalian dari kepastian Allah.",
            "sajda": false,
            "transliteration": "Innal laaha lahoo mulkus samaawaati wal ardi yuhyee wa yumeet; wa maa lakum min doonil laahi minw waliyyinw wa laa naseer",
            "tajweed_text": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يُحْى[n[ِۦ] وَيُمِيتُ‌ۚ وَمَا لَك[w:556[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا نَص[p[ِي]رٍ"
        },
        {
            "aya_id": 1352,
            "aya_number": 117,
            "aya_text": "لَقَدْ تَّابَ اللّٰهُ عَلَى النَّبِيِّ وَالْمُهٰجِرِيْنَ وَالْاَنْصَارِ الَّذِيْنَ اتَّبَعُوْهُ فِيْ سَاعَةِ الْعُسْرَةِ مِنْۢ بَعْدِ مَا كَادَ يَزِيْغُ قُلُوْبُ فَرِيْقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْۗ اِنَّهٗ بِهِمْ رَءُوْفٌ رَّحِيْمٌ ۙ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Sungguh, Allah telah menerima tobat Nabi, orang-orang Muhajirin dan orang-orang Ansar, yang mengikuti Nabi pada masa-masa sulit, setelah hati segolongan dari mereka hampir berpaling, kemudian Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengasih, Maha Penyayang kepada mereka,",
            "tafsir_jalalayn": "(Sesungguhnya Allah telah menerima tobat) artinya Dia menerima tobat untuk selamanya (Nabi, orang-orang Muhajirin dan orang-orang Ansar yang mengikuti Nabi dalam masa kesulitan) yakni sewaktu keadaan sedang sulit-sulitnya. Hal ini terjadi sewaktu perang Tabuk; sebiji buah kurma dimakan oleh dua orang, dan sepuluh orang pasukan saling bergantian menaiki satu hewan kendaraan di antara sesama mereka, dan panas pada saat itu terik sekali sehingga mereka meminum air yang ada dalam perut unta karena persediaan air habis (setelah hampir berpaling) dapat dibaca yaziighu atau taziighu, artinya cenderung (hati segolongan dari mereka) dari mengikuti Nabi kemudian mereka bermaksud untuk kembali dan tidak ikut berperang lantaran kesulitan yang sedang mereka alami pada saat itu (kemudian Allah menerima tobat mereka itu) dengan memberikan keteguhan dan kesabaran kepada mereka. (Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Laqat taabal laahu 'alan nabiyyi wal Muhaajireena wal Ansaaril lazeenat taba'oohu fee saa'atil 'usrati mim ba'di maa kaada yazeeghu quloobu fareeqim minhum summma taaba 'alaihim; innahoo bihim Ra'oofur Raheem",
            "tajweed_text": "لَّقَ[d:5874[د] تَّابَ [h:3700[ٱ]للَّهُ عَلَى [h:5875[ٱ][l[ل][g[نّ]َبِىِّ وَ[h:5876[ٱ]لْمُهَ[n[ـٰ]جِرِينَ وَ[h:5806[ٱ]لْأَ[f:5806[نص]َارِ [h:5877[ٱ]لَّذِينَ [h:5878[ٱ]تَّبَعُوهُ فِى سَاعَةِ [h:5879[ٱ]لْعُسْرَةِ م[i:146[ِنۢ ب]َعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِي[a:5880[قٍ م]ِّنْهُمْ ثُ[g[مّ]َ تَابَ عَلَيْهِمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِهِمْ رَءُو[u:5881[فٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 1353,
            "aya_number": 118,
            "aya_text": "وَّعَلَى الثَّلٰثَةِ الَّذِيْنَ خُلِّفُوْاۗ حَتّٰٓى اِذَا ضَاقَتْ عَلَيْهِمُ الْاَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ اَنْفُسُهُمْ وَظَنُّوْٓا اَنْ لَّا مَلْجَاَ مِنَ اللّٰهِ اِلَّآ اِلَيْهِۗ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوْبُوْاۗ اِنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحِيْمُ ࣖ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 206,
            "translation_aya_text": "dan terhadap tiga orang yang ditinggalkan. Hingga ketika bumi terasa sempit bagi mereka, padahal bumi itu luas dan jiwa mereka pun telah (pula terasa) sempit bagi mereka, serta mereka telah mengetahui bahwa tidak ada tempat lari dari (siksaan) Allah, melainkan kepada-Nya saja, kemudian Allah menerima tobat mereka agar mereka tetap dalam tobatnya. Sesungguhnya Allah Maha Penerima tobat, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan) Allah menerima tobat pula (terhadap tiga orang yang ditangguhkan) penerimaan tobat mereka melalui bukti yang menunjukkan hal itu (sehingga apabila bumi terasa sempit oleh mereka padahal bumi itu luas) sekalipun kenyataannya bumi itu luas lantaran mereka tidak dapat menemukan tempat yang dapat mengganti hati mereka (dan jika hati mereka pun terasa sempit pula) yakni hati mereka menjadi sempit lantaran susah dan asing disebabkan tobat mereka ditangguhkan penerimaannya sehingga hati mereka tidak gembira dan selalu tidak tenteram (serta mereka menduga) dan merasa yakin (bahwasanya) dibaca dengan takhfif, yaitu an (tidak ada tempat lari dari siksa Allah melainkan kepada-Nya saja. Kemudian Allah menerima tobat mereka) Allah memberikan taufik dan kekuatan kepada mereka untuk bertobat (agar mereka tetap dalam tobatnya. Sesungguhnya Allahlah Yang Maha Penerima tobat lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Wa 'alas salaasatil lazeena khullifoo hattaaa izaa daaqat 'alaihimul ardu bimaa rahubat wa daaqat 'alaihim anfusuhum wa zannnooo al laa malja-a minal laahi illaaa ilaihi summa taaba 'alaihim liyatooboo; innal laaha Huwat Tawwaabur Raheem",
            "tajweed_text": "وَعَلَى [h:5882[ٱ][l[ل]ثَّلَ[n[ـٰ]ثَةِ [h:5883[ٱ]لَّذِينَ خُلِّفُو[s[اْ] حَتَّ[o[ىٰٓ] إِذَا ضَاقَتْ عَلَيْهِمُ [h:5884[ٱ]لْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَ[f:2341[نف]ُسُهُمْ وَظَ[g[نّ][o[ُوٓ][s[اْ] أ[u:4908[َن ل]َّا مَلْجَأَ مِنَ [h:321[ٱ]للَّهِ إِلّ[o[َآ] إِلَيْهِ ثُ[g[مّ]َ تَابَ عَلَيْهِمْ لِيَتُوب[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ هُوَ [h:194[ٱ][l[ل]تَّوَّابُ [h:195[ٱ][l[ل]رَّح[p[ِي]مُ"
        },
        {
            "aya_id": 1354,
            "aya_number": 119,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَكُوْنُوْا مَعَ الصّٰدِقِيْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 206,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah, dan bersamalah kamu dengan orang-orang yang benar.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, bertakwalah kalian kepada Allah) dengan meninggalkan perbuatan-perbuatan maksiat (dan hendaklah kalian bersama orang-orang yang benar) dalam hal iman dan menepati janji untuk itu kalian harus menetapi kebenaran.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanut taqul laaha wa koonoo ma'as saadiqeen",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَكُونُو[s[اْ] مَعَ [h:5885[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ"
        },
        {
            "aya_id": 1355,
            "aya_number": 120,
            "aya_text": "مَا كَانَ لِاَهْلِ الْمَدِيْنَةِ وَمَنْ حَوْلَهُمْ مِّنَ الْاَعْرَابِ اَنْ يَّتَخَلَّفُوْا عَنْ رَّسُوْلِ اللّٰهِ وَلَا يَرْغَبُوْا بِاَنْفُسِهِمْ عَنْ نَّفْسِهٖۗ ذٰلِكَ بِاَنَّهُمْ لَا يُصِيْبُهُمْ ظَمَاٌ وَّلَا نَصَبٌ وَّلَا مَخْمَصَةٌ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَطَـُٔوْنَ مَوْطِئًا يَّغِيْظُ الْكُفَّارَ وَلَا يَنَالُوْنَ مِنْ عَدُوٍّ نَّيْلًا اِلَّا كُتِبَ لَهُمْ بِهٖ عَمَلٌ صَالِحٌۗ اِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 206,
            "translation_aya_text": "Tidak pantas bagi penduduk Madinah dan orang-orang Arab Badui yang berdiam di sekitar mereka, tidak turut menyertai Rasulullah (pergi berperang) dan tidak pantas (pula) bagi mereka lebih mencintai diri mereka daripada (mencintai) diri Rasul. Yang demikian itu karena mereka tidak ditimpa kehausan, kepayahan dan kelaparan di jalan Allah, dan tidak (pula) menginjak suatu tempat yang membangkitkan amarah orang-orang kafir, dan tidak menimpakan suatu bencana kepada musuh, kecuali (semua) itu akan dituliskan bagi mereka sebagai suatu amal kebajikan. Sungguh, Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik,",
            "tafsir_jalalayn": "(Tidaklah patut bagi penduduk Madinah dan orang-orang Arab badui yang berdiam di sekitarnya tidak turut menyertai Rasulullah) bilamana beliau pergi berperang (dan tidak patut pula bagi mereka lebih mencintai diri mereka daripada mencintai diri Rasul) yaitu dengan cara mendahulukan kepentingan apa yang menjadi keridaannya daripada kemaslahatan diri sendiri di dalam menghadapi saat-saat yang sulit. Ungkapan ayat ini merupakan nahi atau larangan, akan tetapi diungkapkan dalam bentuk kalimat khabar atau kalimat berita. (Yang demikian itu) yaitu larangan untuk tidak pergi bersama Rasulullah ke medan perang (ialah karena mereka) disebabkan (tidak ditimpa kehausan) rasa dahaga (kepayahan) keletihan (dan kelaparan) yakni rasa lapar (pada jalan Allah dan tidak pula menginjak suatu tempat) lafal mauthi'an adalah mashdar akan tetapi maknanya sama dengan lafal wath'an (yang membangkitkan amarah) artinya yang membuat marah (orang-orang kafir dan tidak menimpakan kepada musuh) Allah (sesuatu bencana) membunuh, menawan atau membegal musuh (melainkan dituliskan bagi mereka dengan yang demikian itu suatu amal saleh) dimaksud supaya mereka mau melaksanakan hal tersebut. (Sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik) pahala mereka tidak akan disia-siakan-Nya, bahkan Dia akan memberi mereka pahala.",
            "sajda": false,
            "transliteration": "Maa kaana li ahlil Madeenati wa man hawlahum minal A'raabi ai yatakhallafoo 'ar-Rasoolil laahi wa laa yarghaboo bi anfusihim 'an nafsih; zaalika bi annahum laa yuseebuhum zama unw wa laa nasabunw wa laa makhmasatun fee sabeelil laahi wa laa yata'oona mawti'ai yagheezul kuffaara wa laa yanaaloona min 'aduwwin nailan illaa kutiba lahum bihee 'amalun saalih; innal laaha laa yudee'u ajral muhsineen",
            "tajweed_text": "مَا كَانَ لِأَهْلِ [h:5886[ٱ]لْمَدِينَةِ وَمَنْ حَوْلَه[w:5887[ُم م]ِّنَ [h:5777[ٱ]لْأَعْرَابِ أ[a:5888[َن ي]َتَخَلَّفُو[s[اْ] ع[u:5889[َن ر]َّسُولِ [h:5744[ٱ]للَّهِ وَلَا يَرْغَبُو[s[اْ] بِأَ[f:4384[نف]ُسِهِمْ ع[a:5890[َن ن]َّفْسِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ لَا يُصِيبُهُمْ ظَمَ[a:5891[أٌ و]َلَا نَصَ[a:5892[بٌ و]َلَا مَخْمَصَ[f:5893[ةٌ ف]ِى سَبِيلِ [h:788[ٱ]للَّهِ وَلَا يَطَــُٔونَ مَوْطِ[a:5894[ئًا ي]َغِيظُ [h:5895[ٱ]لْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُ[a:5896[وٍّ ن]َّيْلاً إِلَّا كُتِبَ لَه[c:3276[ُم ب]ِه[n[ِۦ] عَمَ[f:5897[لٌ ص]َ[n[ـٰ]لِحٌ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُضِيعُ أَ[q:2418[جْ]رَ [h:5898[ٱ]لْمُحْسِن[p[ِي]نَ"
        },
        {
            "aya_id": 1356,
            "aya_number": 121,
            "aya_text": "وَلَا يُنْفِقُوْنَ نَفَقَةً صَغِيْرَةً وَّلَا كَبِيْرَةً وَّلَا يَقْطَعُوْنَ وَادِيًا اِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 206,
            "translation_aya_text": "dan tidaklah mereka memberikan infak, baik yang kecil maupun yang besar dan tidak (pula) melintasi suatu lembah (berjihad), kecuali akan dituliskan bagi mereka (sebagai amal kebajikan), untuk diberi balasan oleh Allah (dengan) yang lebih baik daripada apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Dan mereka tiada menafkahkan) dalam rangka melaksanakan hal tersebut (suatu nafkah yang kecil) sekali pun berupa sebiji buah kurma (dan tidak pula yang besar dan tidak melintasi suatu lembah) dengan berjalan kaki (melainkan dituliskan bagi mereka) amal saleh pula (karena Allah memberi balasan kepada mereka yang lebih baik dari apa yang telah mereka kerjakan) sebagai pahalanya.",
            "sajda": false,
            "transliteration": "Wa laa yunfiqoona nafa qatan sagheeratanw wa laa kabeeratanw wa laa yaqta'oona waadiyan illaa kutiba lahum liyajziyahumul laahu ahsana maa kaanoo ya'maloon",
            "tajweed_text": "وَلَا يُ[f:16[نف]ِقُونَ نَفَقَ[f:5899[ةً ص]َغِيرَ[a:5900[ةً و]َلَا كَبِيرَ[a:5901[ةً و]َلَا يَ[q:5902[قْ]طَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَ[q:5903[جْ]زِيَهُمُ [h:5904[ٱ]للَّهُ أَحْسَنَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ"
        },
        {
            "aya_id": 1357,
            "aya_number": 122,
            "aya_text": "۞ وَمَا كَانَ الْمُؤْمِنُوْنَ لِيَنْفِرُوْا كَاۤفَّةًۗ فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِّنْهُمْ طَاۤىِٕفَةٌ لِّيَتَفَقَّهُوْا فِى الدِّيْنِ وَلِيُنْذِرُوْا قَوْمَهُمْ اِذَا رَجَعُوْٓا اِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُوْنَ ࣖ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 206,
            "translation_aya_text": "Dan tidak sepatutnya orang-orang mukmin itu semuanya pergi (ke medan perang). Mengapa sebagian dari setiap golongan di antara mereka tidak pergi untuk memperdalam pengetahuan agama mereka dan untuk memberi peringatan kepada kaumnya apabila mereka telah kembali, agar mereka dapat menjaga dirinya.",
            "tafsir_jalalayn": "Tatkala kaum Mukminin dicela oleh Allah bila tidak ikut ke medan perang kemudian Nabi saw. mengirimkan sariyahnya, akhirnya mereka berangkat ke medan perang semua tanpa ada seorang pun yang tinggal, maka turunlah firman-Nya berikut ini: (Tidak sepatutnya bagi orang-orang yang mukmin itu pergi) ke medan perang (semuanya. Mengapa tidak) (pergi dari tiap-tiap golongan) suatu kabilah (di antara mereka beberapa orang) beberapa golongan saja kemudian sisanya tetap tinggal di tempat (untuk memperdalam pengetahuan mereka) yakni tetap tinggal di tempat (mengenai agama dan untuk memberi peringatan kepada kaumnya apabila mereka telah kembali kepadanya) dari medan perang, yaitu dengan mengajarkan kepada mereka hukum-hukum agama yang telah dipelajarinya (supaya mereka itu dapat menjaga dirinya) dari siksaan Allah, yaitu dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya. Sehubungan dengan ayat ini Ibnu Abbas r.a. memberikan penakwilannya bahwa ayat ini penerapannya hanya khusus untuk sariyah-sariyah, yakni bilamana pasukan itu dalam bentuk sariyah lantaran Nabi saw. tidak ikut. Sedangkan ayat sebelumnya yang juga melarang seseorang tetap tinggal di tempatnya dan tidak ikut berangkat ke medan perang, maka hal ini pengertiannya tertuju kepada bila Nabi saw. berangkat ke suatu ghazwah.",
            "sajda": false,
            "transliteration": "Wa maa kaanal mu'minoona liyanfiroo kaaaffah; falaw laa nafara min kulli firqatim minhum taaa'ifatul liyatafaqqahoo fiddeeni wa liyunziroo qawmahum izaa raja'ooo ilaihim la'allahum yahzaroon",
            "tajweed_text": "۞ وَمَا كَانَ [h:5905[ٱ]لْمُؤْمِنُونَ لِيَ[f:5906[نف]ِرُو[s[اْ] ك[m[َا]ٓفَّ[f:5907[ةً‌ۚ ف]َلَوْلَا نَفَرَ مِ[f:843[ن ك]ُلِّ فِرْقَ[a:5908[ةٍ م]ِّنْهُمْ ط[o[َا]ٓئِفَ[u:5909[ةٌ ل]ِّيَتَفَقَّهُو[s[اْ] فِى [h:1477[ٱ][l[ل]دِّينِ وَلِيُ[f:5910[نذ]ِرُو[s[اْ] قَوْمَهُمْ إِذَا رَجَع[o[ُوٓ][s[اْ] إِلَيْهِمْ لَعَلَّهُمْ يَحْذَر[p[ُو]نَ"
        },
        {
            "aya_id": 1358,
            "aya_number": 123,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قَاتِلُوا الَّذِيْنَ يَلُوْنَكُمْ مِّنَ الْكُفَّارِ وَلْيَجِدُوْا فِيْكُمْ غِلْظَةًۗ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Wahai orang yang beriman! Perangilah orang-orang kafir yang di sekitar kamu, dan hendaklah mereka merasakan sikap tegas darimu, dan ketahuilah bahwa Allah beserta orang yang bertakwa.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman perangilah orang-orang kafir yang ada di sekitar kalian itu) yakni mereka yang tinggal berdekatan dengan kalian, kemudian mereka yang dibilang tinggal berdekatan dengan kalian (dan hendaklah mereka menemui kekerasan daripada kalian) artinya berlaku keraslah kalian terhadap mereka (dan ketahuilah bahwasanya Allah beserta orang-orang yang bertakwa) bantuan dan pertolongan-Nya akan selalu menyertainya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo qaatilul lazeena yaloonakum minal kuffaari walyajidoo feekum ghilzah; wa'lamooo annal laaha ma'al muttaqeen",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] قَ[n[ـٰ]تِلُو[s[اْ] [h:5539[ٱ]لَّذِينَ يَلُونَك[w:5911[ُم م]ِّنَ [h:5912[ٱ]لْكُفَّارِ وَلْيَجِدُو[s[اْ] فِيكُمْ غِلْظَ[a:5913[ةً‌ۚ و]َ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ مَعَ [h:1044[ٱ]لْمُتَّق[p[ِي]نَ"
        },
        {
            "aya_id": 1359,
            "aya_number": 124,
            "aya_text": "وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ فَمِنْهُمْ مَّنْ يَّقُوْلُ اَيُّكُمْ زَادَتْهُ هٰذِهٖٓ اِيْمَانًاۚ فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَزَادَتْهُمْ اِيْمَانًا وَّهُمْ يَسْتَبْشِرُوْنَ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Dan apabila diturunkan suatu surah, maka di antara mereka (orang-orang munafik) ada yang berkata, “Siapakah di antara kamu yang bertambah imannya dengan (turunnya) surah ini?” Adapun orang-orang yang beriman, maka surah ini menambah imannya, dan mereka merasa gembira.",
            "tafsir_jalalayn": "(Dan apabila diturunkan suatu surah) dari Alquran (maka di antara mereka) orang-orang munafik (ada yang berkata) kepada teman-temannya dengan nada mengejek (\"Siapakah di antara kalian yang bertambah imannya dengan turunnya surah ini?\") yakni kepercayaannya. Maka Allah swt. langsung berfirman menjawab perkataan mereka. (Adapun orang-orang yang beriman, maka surah ini menambah imannya) karena mereka benar-benar percaya kepadanya (sedangkan mereka merasa gembira) dengan turunnya surah ini.",
            "sajda": false,
            "transliteration": "Wa izaa maaa unzilat Sooratun faminhum mai yaqoolu aiyukum zaadat hu haazihee eemaanaa; fa ammal lazeena aamanoo fazaadat hum eemaananw wa hum yastabshiroon",
            "tajweed_text": "وَإِذَا م[o[َآ] أُ[f:5767[نز]ِلَتْ سُورَ[f:5914[ةٌ ف]َمِنْه[w:1456[ُم م]ّ[a:31[َن ي]َقُولُ أَيُّكُمْ زَادَتْهُ هَ[n[ـٰ]ذِه[o[ِۦٓ] إِيمَ[n[ـٰ][f:5915[نًا‌ۚ ف]َأَ[g[مّ]َا [h:136[ٱ]لَّذِينَ ءَامَنُو[s[اْ] فَزَادَتْهُمْ إِيمَ[n[ـٰ][a:5916[نًا و]َهُمْ يَسْتَ[q:2415[بْ]شِر[p[ُو]نَ"
        },
        {
            "aya_id": 1360,
            "aya_number": 125,
            "aya_text": "وَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ فَزَادَتْهُمْ رِجْسًا اِلٰى رِجْسِهِمْ وَمَاتُوْا وَهُمْ كٰفِرُوْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Dan adapun orang-orang yang di dalam hatinya ada penyakit, maka (dengan surah itu) akan menambah kekafiran mereka yang telah ada dan mereka akan mati dalam keadaan kafir.",
            "tafsir_jalalayn": "(Dan adapun orang-orang yang di dalam hati mereka ada penyakit) lemah keyakinan (maka dengan surah ini bertambah kekafiran mereka di samping kekafirannya) kekafiran mereka makin bertambah karena pada mulanya mereka sudah kafir kepada surah itu (dan mereka mati dalam keadaan kafir).",
            "sajda": false,
            "transliteration": "Wa ammal lazeena fee quloobihim maradun fazaadat hum rijsan ilaa rijsihim wa maatoo wa hum kaafiroon",
            "tajweed_text": "وَأَ[g[مّ]َا [h:138[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَ[f:5917[ضٌ ف]َزَادَتْهُمْ رِ[q:5918[جْ]سًا إِلَىٰ رِ[q:5919[جْ]سِهِمْ وَمَاتُو[s[اْ] وَهُمْ كَ[n[ـٰ]فِر[p[ُو]نَ"
        },
        {
            "aya_id": 1361,
            "aya_number": 126,
            "aya_text": "اَوَلَا يَرَوْنَ اَنَّهُمْ يُفْتَنُوْنَ فِيْ كُلِّ عَامٍ مَّرَّةً اَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوْبُوْنَ وَلَا هُمْ يَذَّكَّرُوْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Dan tidakkah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, namun mereka tidak (juga) bertobat dan tidak (pula) mengambil pelajaran?",
            "tafsir_jalalayn": "(Dan tidakkah mereka memperhatikan) bila dibaca yarauna, fa'ilnya adalah orang-orang munafik, dan bila dibaca tarauna, fa`ilnya adalah orang-orang mukmin (bahwa mereka diuji) dicoba (sekali atau dua kali setiap tahun) dengan musim paceklik dan wabah penyakit (kemudian mereka tidak juga bertobat) dari kemunafikannya (dan tidak pula mengambil pelajaran) artinya pelajaran buat dirinya.",
            "sajda": false,
            "transliteration": "Awalaa yarawna annahum yuftanoona fee kulli 'aamim marratan aw marrataini summa laa yatooboona wa laa hum yazzakkkaroon",
            "tajweed_text": "أَوَلَا يَرَوْنَ أَ[g[نّ]َهُمْ يُفْتَنُونَ فِى كُلِّ عَا[a:5920[مٍ م]َّرَّةً أَوْ مَرَّتَيْنِ ثُ[g[مّ]َ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّر[p[ُو]نَ"
        },
        {
            "aya_id": 1362,
            "aya_number": 127,
            "aya_text": "وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ نَّظَرَ بَعْضُهُمْ اِلٰى بَعْضٍۗ هَلْ يَرٰىكُمْ مِّنْ اَحَدٍ ثُمَّ انْصَرَفُوْاۗ صَرَفَ اللّٰهُ قُلُوْبَهُمْ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Dan apabila diturunkan suatu surah, satu sama lain di antara mereka saling berpandangan (sambil berkata), “Adakah seseorang (dari kaum muslimin) yang melihat kamu?”  Setelah itu mereka pun pergi. Allah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak memahami.",
            "tafsir_jalalayn": "(Dan apabila diturunkan satu surah) yang di dalamnya menyebutkan tentang perihal mereka, kemudian surah tersebut dibacakan oleh Nabi saw. (sebagian mereka memandang kepada sebagian yang lain) dengan maksud untuk lari dari tempat itu seraya berkata (\"Adakah seorang dari orang-orang Muslimin yang melihat kalian?\") bilamana kalian pergi dari tempat ini; jika ternyata tidak ada seorang pun dari kalangan kaum Muslimin yang melihat mereka, maka mereka segera beranjak pergi dari tempat itu. Apabila ternyata ada seseorang dari kaum Muslimin yang melihat mereka, maka mereka tetap di tempatnya (sesudah itu mereka pun pergi) dengan membawa kekafirannya. (Allah telah memalingkan hati mereka) dari hidayah (disebabkan mereka adalah kaum yang tidak mengerti) akan kebenaran, lantaran mereka tidak mau menggunakan pikirannya guna merenungkan kebenaran itu.",
            "sajda": false,
            "transliteration": "Wa izaa maaa unzilat Sooratun nazara ba'duhum ilaa ba'din hal yaraakum min ahadin summman sarafoo; sarafal laahu quloobahum bi annahum qawmul laa yafqahoon",
            "tajweed_text": "وَإِذَا م[o[َآ] أُ[f:5767[نز]ِلَتْ سُورَ[a:5921[ةٌ ن]َّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَ[n[ٮٰ]ك[w:5922[ُم م]ِّنْ أَحَ[f:5923[دٍ ث]ُ[g[مّ]َ [h:5924[ٱ][f:5925[نص]َرَفُو[s[اْ‌ۚ] صَرَفَ [h:5926[ٱ]للَّهُ قُلُوبَه[c:5927[ُم ب]ِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَفْقَه[p[ُو]نَ"
        },
        {
            "aya_id": 1363,
            "aya_number": 128,
            "aya_text": "لَقَدْ جَاۤءَكُمْ رَسُوْلٌ مِّنْ اَنْفُسِكُمْ عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيْصٌ عَلَيْكُمْ بِالْمُؤْمِنِيْنَ رَءُوْفٌ رَّحِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Sungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman.",
            "tafsir_jalalayn": "(Sesungguhnya telah datang kepada kalian seorang rasul dari kaum kalian sendiri) dari kalangan kalian sendiri, yaitu Nabi Muhammad saw. (berat terasa) dirasa berat (olehnya apa yang kalian derita) yaitu penderitaan kalian, yang dimaksud ialah penderitaan dan musibah yang menimpa diri kalian (sangat menginginkan bagi kalian) hidayah dan keselamatan (lagi terhadap orang-orang mukmin amat belas kasihan) sangat belas kasihan (lagi penyayang) ia selalu mengharapkan kebaikan bagi mereka.",
            "sajda": false,
            "transliteration": "Laqad jaaa'akum Rasoolum min anfusikum 'azeezun 'alaihi maa 'anittum hareesun 'alaikum bilmu'mineena ra'oofur raheem",
            "tajweed_text": "لَقَ[q:2389[دْ] ج[o[َا]ٓءَكُمْ رَسُو[a:521[لٌ م]ِّنْ أَ[f:1329[نف]ُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْك[c:5928[ُم ب]ِ[h:3560[ٱ]لْمُؤْمِنِينَ رَءُو[u:5881[فٌ ر]َّح[p[ِي]مٌ"
        },
        {
            "aya_id": 1364,
            "aya_number": 129,
            "aya_text": "فَاِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ ࣖ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Maka jika mereka berpaling (dari keimanan), maka katakanlah (Muhammad), “Cukuplah Allah bagiku; tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal, dan Dia adalah Tuhan yang memiliki ‘Arsy (singgasana) yang agung.”    ",
            "tafsir_jalalayn": "(Jika mereka berpaling) dari iman kepadamu (maka katakanlah, \"Cukuplah bagiku) maksudnya cukup untukku (Allah; tidak ada Tuhan selain Dia. Hanya kepada-Nya aku bertawakal) percaya dan bukan kepada selain-Nya (dan Dia adalah Rabb yang memiliki Arasy) yakni Al-Kursiy (yang agung.\") Arasy disebutkan secara khusus karena ia makhluk yang paling besar. Imam Hakim di dalam kitab Al-Mustadrak meriwayatkan sebuah atsar yang bersumber dari Ubay bin Kaab, bahwasanya Ubay bin Kaab telah mengatakan, \"Ayat yang diturunkan paling akhir ialah firman-Nya, 'Sesungguhnya telah datang kepada kalian seorang rasul.'\" (Q.S. At-Taubah 128-129). Kedua ayat akhir surah At-Taubah itulah ayat yang paling terakhir diturunkan.",
            "sajda": false,
            "transliteration": "Fa in tawallaw faqul lhasbiyal laahu laaa ilaaha illaa Huwa 'alaihi tawakkkaltu wa Huwa Rabbul 'Arshil 'Azeem",
            "tajweed_text": "فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَقُلْ حَسْبِىَ [h:5929[ٱ]للَّهُ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ عَلَيْهِ تَوَكَّلْتُ‌ۖ وَهُوَ رَبُّ [h:5930[ٱ]لْعَرْشِ [h:5931[ٱ]لْعَظ[p[ِي]مِ"
        }
    ]
}