{
    "sura_id": 97,
    "name": "سُورَةُ القَدۡرِ",
    "englishName": "Al-Qadr",
    "englishNameTranslation": "The Power, Fate",
    "revelationType": "Meccan",
    "data": [
        {
            "aya_id": 6126,
            "aya_number": 1,
            "aya_text": "اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةِ الْقَدْرِ ",
            "sura_id": 97,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menurunkannya) yaitu menurunkan Alquran seluruhnya secara sekali turun dari lohmahfuz hingga ke langit yang paling bawah (pada malam kemuliaan) yaitu malam Lailatulkadar, malam yang penuh dengan kemuliaan dan kebesaran.",
            "sajda": false,
            "transliteration": "Innaa anzalnaahu fee lailatil qadr"
        },
        {
            "aya_id": 6127,
            "aya_number": 2,
            "aya_text": "وَمَآ اَدْرٰىكَ مَا لَيْلَةُ الْقَدْرِۗ",
            "sura_id": 97,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Dan tahukah kamu apakah malam kemuliaan itu?",
            "tafsir_jalalayn": "(Dan tahukah kamu) Hai Muhammad (apakah malam kemuliaan itu?) ungkapan ini sebagai pernyataan takjub atas keagungan yang terdapat pada Lailatulkadar.",
            "sajda": false,
            "transliteration": "Wa maa adraaka ma lailatul qadr"
        },
        {
            "aya_id": 6128,
            "aya_number": 3,
            "aya_text": "لَيْلَةُ الْقَدْرِ ەۙ خَيْرٌ مِّنْ اَلْفِ شَهْرٍۗ",
            "sura_id": 97,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Malam kemuliaan itu lebih baik daripada seribu bulan.",
            "tafsir_jalalayn": "(Malam kemuliaan itu lebih baik daripada seribu bulan) yang tidak ada malam lailatulkadarnya; beramal saleh pada malam itu pahalanya jauh lebih besar dan lebih baik daripada beramal saleh yang dilakukan selama seribu bulan yang tidak mengandung malam lailatulkadar.",
            "sajda": false,
            "transliteration": "Lailatul qadri khairum min alfee shahr"
        },
        {
            "aya_id": 6129,
            "aya_number": 4,
            "aya_text": "تَنَزَّلُ الْمَلٰۤىِٕكَةُ وَالرُّوْحُ فِيْهَا بِاِذْنِ رَبِّهِمْۚ مِنْ كُلِّ اَمْرٍۛ",
            "sura_id": 97,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Pada malam itu turun para malaikat dan Ruh (Jibril) dengan izin Tuhannya untuk mengatur semua urusan.",
            "tafsir_jalalayn": "(Turunlah malaikat-malaikat) bentuk asal dari lafal Tanazzalu adalah Tatanazzalu, kemudian salah satu huruf Ta-nya dibuang, sehingga jadilah Tanazzalu (dan Ar-Ruh) yakni malaikat Jibril (di malam itu) artinya pada malam kemuliaan/lailatulkadar itu (dengan izin Rabbnya) dengan perintah dari-Nya (untuk mengatur segala urusan) atau untuk menjalankan ketetapan Allah buat tahun itu hingga tahun berikutnya, hal ini terjadi pada malam kemuliaan itu. Huruf Min di sini bermakna Sababiyah atau sama artinya dengan huruf Ba; yakni mereka turun dengan seizin Rabbnya dengan membawa segala urusan yang telah menjadi ketetapan-Nya untuk tahun itu hingga tahun berikutnya.",
            "sajda": false,
            "transliteration": "Tanaz zalul malaa-ikatu war roohu feeha bi izni-rab bihim min kulli amr"
        },
        {
            "aya_id": 6130,
            "aya_number": 5,
            "aya_text": "سَلٰمٌ ۛهِيَ حَتّٰى مَطْلَعِ الْفَجْرِ ࣖ",
            "sura_id": 97,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Sejahteralah (malam itu) sampai terbit fajar.",
            "tafsir_jalalayn": "(Malam itu penuh dengan kesejahteraan) lafal ayat ini sebagai Khabar Muqaddam atau Khabar yang didahulukan, sedangkan Mubtadanya ialah (sampai terbit fajar) dapat dibaca Mathla'al Fajri dan Mathla'il Fajri, artinya hingga waktu fajar. Malam itu dinamakan sebagai malam yang penuh dengan kesejahteraan, karena para malaikat banyak mengucapkan salam, yaitu setiap kali melewati seorang mukmin baik laki-laki maupun perempuan mereka selalu mengucapkan salam kepadanya.",
            "sajda": false,
            "transliteration": "Salaamun hiya hattaa mat la'il fajr"
        }
    ]
}