{
    "page_number": 10,
    "data": [
        {
            "aya_id": 69,
            "aya_number": 62,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالنَّصٰرٰى وَالصَّابِــِٕيْنَ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 10,
            "translation_aya_text": "Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, orang-orang Nasrani dan orang-orang sabi'in, siapa saja (di antara mereka) yang beriman kepada Allah dan hari akhir, dan melakukan kebajikan, mereka mendapat pahala dari Tuhannya, tidak ada rasa takut pada mereka, dan mereka tidak bersedih hati.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman) kepada para nabi di masa lalu (dan orang-orang Yahudi) (orang-orang Kristen dan orang-orang Shabiin) yakni segolongan dari orang-orang Yahudi atau Nasrani (siapa saja yang beriman) di antara mereka (kepada Allah dan hari akhir) di masa nabi kita (serta mengerjakan amal saleh) yaitu syariatnya (mereka akan memperoleh pahala) sebagai ganjaran dari amal perbuatan mereka itu (di sisi Tuhan mereka, tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita). Dhamir atau kata ganti orang pada 'aamana', 'amila' dan sesudahnya hendaklah diartikan secara umum atau siapa saja.",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wallazeena haadoo wan nasaaraa was Saabi'eena man aamana billaahi wal yawmil aakhiri wa 'amila saalihan falahum ajruhum 'inda Rabbihim wa laa khawfun 'alaihim wa laa hum yahzanoon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَ[h:37[ٱ]لَّذِينَ هَادُو[s[اْ] وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَىٰ وَ[h:327[ٱ][l[ل]صَّ[n[ـٰ]بِــِٔينَ مَنْ ءَامَنَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَعَمِلَ صَ[n[ـٰ]لِ[f:330[حًا ف]َلَهُمْ أَ[q:331[جْ]رُهُمْ عِ[f:264[ند]َ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 70,
            "aya_number": 63,
            "aya_text": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّوْرَۗ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 10,
            "translation_aya_text": "Dan (ingatlah) ketika Kami mengambil janji kamu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), “Pegang teguhlah apa yang telah Kami berikan kepadamu dan ingatlah apa yang ada di dalamnya, agar kamu bertakwa.”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Kami mengambil ikrar darimu) yakni ikrar bahwa kamu akan melakukan ajaran-ajaran yang terdapat dalam Taurat. (dan) sesungguhnya (Kami angkat gunung Thursina ke atasmu) artinya Kami cabut dari dasarnya untuk ditimpakan kepadamu, yakni tatkala kamu tidak mau berikrar seraya Kami berfirman, (\"Peganglah dengan teguh apa yang Kami berikan kepadamu ini!) maksudnya secara giat dan sungguh-sungguh (dan ingatlah baik-baik apa yang ada di dalamnya) yakni dengan mengamalkannya (agar kamu termasuk orang-orang yang bertakwa.\") Artinya terpelihara dirimu dari api neraka dan perbuatan durhaka.",
            "sajda": false,
            "transliteration": "Wa iz akhaznaa meesaaqakum wa rafa'naa fawqakumut Toora khuzoo maaa aatainaakum biquwwatinw wazkuroo maa feehi la'allakum tattaqoon",
            "tajweed_text": "وَإِذْ أَخَذْنَا مِيثَ[n[ـٰ]قَكُمْ وَرَفَعْنَا فَوْقَكُمُ [h:332[ٱ][l[ل]طُّورَ خُذُو[s[اْ] م[o[َآ] ءَاتَيْنَ[n[ـٰ]ك[c:333[ُم ب]ِقُوَّ[a:334[ةٍ و]َ[h:335[ٱ]ذْكُرُو[s[اْ] مَا فِيهِ لَعَلَّكُمْ تَتَّق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 71,
            "aya_number": 64,
            "aya_text": "ثُمَّ تَوَلَّيْتُمْ مِّنْۢ بَعْدِ ذٰلِكَ  فَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَكُنْتُمْ مِّنَ الْخٰسِرِيْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 10,
            "translation_aya_text": "Kemudian setelah itu kamu berpaling. Maka sekiranya bukan karena karunia Allah dan rahmat-Nya kepadamu, pasti kamu termasuk orang yang rugi.",
            "tafsir_jalalayn": "(Kemudian kamu berpaling) menyalahi ikrar (setelah itu) maksudnya setelah berikrar tadi (maka kalau tidak ada karunia Allah dan rahmat-Nya kepadamu) yaitu dengan menerima tobatnya atau menangguhkan siksa terhadapmu (niscayalah kamu akan termasuk orang-orang yang merugi) atau celaka.",
            "sajda": false,
            "transliteration": "Summa tawallaitum mim ba'di zaalika falawlaa fadlul laahi 'alaikum wa rahmatuhoo lakuntum minal khaasireen",
            "tajweed_text": "ثُ[g[مّ]َ تَوَلَّيْت[w:336[ُم م]ّ[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ‌ۖ فَلَوْلَا فَضْلُ [h:337[ٱ]للَّهِ عَلَيْكُمْ وَرَحْمَتُهُ[n[ۥ] لَكُ[f:338[نت][w:339[ُم م]ِّنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 72,
            "aya_number": 65,
            "aya_text": "وَلَقَدْ عَلِمْتُمُ الَّذِيْنَ اعْتَدَوْا مِنْكُمْ فِى السَّبْتِ فَقُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 10,
            "translation_aya_text": "Dan sungguh, kamu telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat,  lalu Kami katakan kepada mereka, “Jadilah kamu kera yang hina!” ",
            "tafsir_jalalayn": "(Dan sesungguhnya) lam-nya 'lam qasam' menyatakan bersumpah artinya 'demi' (kamu telah mengetahui) (orang-orang yang melanggar) peraturan (di antaramu pada hari Sabtu) yakni dengan menangkap ikan padahal Kami telah melarangmu dari demikian; dan mereka ini ialah penduduk Eilat atau Ayilah (lalu Kami titahkan kepada mereka, \"Jadilah kalian kera yang hina!\") artinya yang terkucil. Apa yang dikehendaki Allah itu pun terlaksana dan setelah masa tiga hari mereka menemui kematian.",
            "sajda": false,
            "transliteration": "Wa laqad 'alimtumul lazeena'-tadaw minkum fis Sabti faqulnaa lahum koonoo qiradatan khaasi'een",
            "tajweed_text": "وَلَقَ[q:341[دْ] عَلِمْتُمُ [h:342[ٱ]لَّذِينَ [h:343[ٱ]عْتَدَوْ[s[اْ] مِ[f:344[نك]ُمْ فِى [h:345[ٱ][l[ل]سَّ[q:346[بْ]تِ فَقُلْنَا لَهُمْ كُونُو[s[اْ] قِرَدَةً خَ[n[ـٰ]سِــٔ[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 73,
            "aya_number": 66,
            "aya_text": "  فَجَعَلْنٰهَا نَكَالًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِيْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 10,
            "translation_aya_text": "Maka Kami jadikan (yang demikian) itu peringatan bagi orang-orang pada masa itu dan bagi mereka yang datang kemudian, serta menjadi pelajaran bagi orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Maka Kami jadikan dia) maksudnya hukuman tersebut (sebagai peringatan) cermin perbandingan hingga mereka tidak melakukannya lagi (bagi umat-umat di masa itu dan bagi mereka yang datang kemudian) (serta menjadi pengajaran bagi orang-orang yang bertakwa) kepada Allah Taala. Dikhususkan bagi orang-orang ini, karena hanya merekalah yang dapat mengambil manfaat darinya sedangkan orang lain tidak.",
            "sajda": false,
            "transliteration": "Faja'alnaahaa nakaalal limaa baina yadihaa wa maa khalfahaa wa maw'izatal lilmuttaqeen",
            "tajweed_text": "فَجَعَلْنَ[n[ـٰ]هَا نَكَ[n[ـٰ]ل[u:347[اً ل]ِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَ[u:348[ةً ل]ِّلْمُتَّق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 74,
            "aya_number": 67,
            "aya_text": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖٓ اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تَذْبَحُوْا بَقَرَةً ۗ قَالُوْٓا اَتَتَّخِذُنَا هُزُوًا ۗ قَالَ اَعُوْذُ بِاللّٰهِ اَنْ اَكُوْنَ مِنَ الْجٰهِلِيْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 10,
            "translation_aya_text": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Allah memerintahkan kamu agar menyembelih seekor sapi betina.” Mereka bertanya, “Apakah engkau akan menjadikan kami sebagai ejekan?” Dia (Musa) menjawab, “Aku berlindung kepada Allah agar tidak termasuk orang-orang yang bodoh.”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya,) yakni ketika ada di antara mereka itu seseorang yang terbunuh sedangkan mereka tidak tahu siapa pembunuhnya, lalu mereka minta kepada Musa untuk memohonkan kepada Allah agar Dia dapat memberitahukan siapa pembunuhnya itu. Maka dia memohon, lalu katanya, (\"Sesungguhnya Allah menyuruh kamu menyembelih seekor sapi betina.\" Jawab mereka, \"Apakah kamu hendak menjadikan kami sebagai bahan ejekan?\") artinya suruhan kamu itu akan menyebabkan kami menjadi sasaran olok-olok dan tertawaan orang. (Jawab Musa, \"Aku berlindung) maksudnya aku tidak sudi (kepada Allah) akan (menjadi golongan orang-orang yang jahil.\") yang suka berolok-olok. Tatkala mereka ketahui bahwa Musa bersungguh-sungguh.",
            "sajda": false,
            "transliteration": "Wa iz qaala Moosaa liqawmiheee innal laaha yaamurukum an tazbahoo baqaratan qaalooo atattakhizunna huzuwan qaala a'oozu billaahi an akoona minal jaahileen",
            "tajweed_text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِه[o[ِۦٓ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَأْمُرُكُمْ أَ[f:349[ن ت]َذْبَحُو[s[اْ] بَقَرَ[f:350[ةً‌ۖ ق]َال[o[ُوٓ][s[اْ] أَتَتَّخِذُنَا هُزُ[f:351[وًا‌ۖ ق]َالَ أَعُوذُ بِ[h:32[ٱ]للَّهِ أَنْ أَكُونَ مِنَ [h:352[ٱ]لْجَ[n[ـٰ]هِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 75,
            "aya_number": 68,
            "aya_text": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَ ۗ قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَّلَا بِكْرٌۗ عَوَانٌۢ بَيْنَ ذٰلِكَ ۗ فَافْعَلُوْا مَا تُؤْمَرُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 10,
            "translation_aya_text": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu.” Dia (Musa) menjawab, “Dia (Allah) berfirman, bahwa sapi betina itu tidak tua dan tidak muda, (tetapi) pertengahan antara itu. Maka kerjakanlah apa yang diperintahkan kepadamu.”",
            "tafsir_jalalayn": "(Mereka bertanya, \"Mohonkanlah kepada Tuhanmu agar Dia menjelaskan kepada kami, sapi betina yang manakah itu?\") maksudnya tentang usianya, apakah yang tua atau yang muda? (Jawab Musa, \"Allah berfirman bahwa sapi itu ialah sapi betina yang tidak tua) berusia lanjut (dan tidak pula muda) atau terlalu kecil, tetapi (pertengahan) (di antara demikian), yakni di antara tua dan muda tadi (maka lakukanlah apa yang diperintahkan kepadamu.\") yaitu supaya menyembelih sapi yang telah dijelaskan itu.",
            "sajda": false,
            "transliteration": "Qaalud-'u lanaa rabbaka yubaiyil lanaa maa hee; qaala innahoo yaqoolu innahaa baqaratul laa faaridunw wa laa bikrun 'awaanum baina zaalika faf'aloo maa tu'maroon",
            "tajweed_text": "قَالُو[s[اْ] [h:353[ٱ][q:354[دْ]عُ لَنَا رَبَّكَ يُبَيّ[u:355[ِن ل]َّنَا مَا هِىَ‌ۚ قَالَ إِ[g[نّ]َهُ[n[ۥ] يَقُولُ إِ[g[نّ]َهَا بَقَرَ[u:356[ةٌ ل]َّا فَارِ[a:357[ضٌ و]َلَا بِكْرٌ عَوَا[i:358[نُۢ ب]َيْنَ ذ[n[َٲ]لِكَ‌ۖ فَ[h:359[ٱ]فْعَلُو[s[اْ] مَا تُؤْمَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 76,
            "aya_number": 69,
            "aya_text": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا لَوْنُهَا ۗ قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ صَفْرَاۤءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ النّٰظِرِيْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 10,
            "translation_aya_text": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami apa warnanya.” Dia (Musa) menjawab, “Dia (Allah) berfirman, bahwa (sapi) itu adalah sapi betina yang kuning tua warnanya, yang menyenangkan orang-orang yang memandang(nya).”",
            "tafsir_jalalayn": "(Kata mereka, \"Mohonkanlah kepada Tuhanmu untuk kami agar dijelaskan-Nya kepada kami apa warnanya!\" Jawab Musa, \"Allah berfirman bahwa sapi betina itu ialah sapi betina yang kuning, yakni yang kuning tua warnanya, maksudnya yang kuning pekat (yang menyenangkan orang-orang yang memandang.\") artinya menarik hati mereka disebabkan keelokannya.",
            "sajda": false,
            "transliteration": "Qaalud-'u lanaa rabaaka yubaiyil lanaa maa lawnuhaa; qaala innahoo yaqoolu innahaa baqaratun safraaa'u faqi'ul lawnuhaa tasurrunnaazireen",
            "tajweed_text": "قَالُو[s[اْ] [h:353[ٱ][q:354[دْ]عُ لَنَا رَبَّكَ يُبَيّ[u:355[ِن ل]َّنَا مَا لَوْنُهَا‌ۚ قَالَ إِ[g[نّ]َهُ[n[ۥ] يَقُولُ إِ[g[نّ]َهَا بَقَرَ[f:360[ةٌ ص]َفْر[o[َا]ٓءُ فَاقِ[u:361[عٌ ل]َّوْنُهَا تَسُرُّ [h:362[ٱ][l[ل][g[نّ]َ[n[ـٰ]ظِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}