{
    "page_number": 101,
    "data": [
        {
            "aya_id": 634,
            "aya_number": 141,
            "aya_text": " ۨالَّذِيْنَ يَتَرَبَّصُوْنَ بِكُمْۗ فَاِنْ كَانَ لَكُمْ فَتْحٌ مِّنَ اللّٰهِ قَالُوْٓا اَلَمْ نَكُنْ مَّعَكُمْ ۖ وَاِنْ كَانَ لِلْكٰفِرِيْنَ نَصِيْبٌ قَالُوْٓا اَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِيْنَ ۗ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا ࣖ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, “Bukankah kami (turut berperang) bersama kamu?” Dan jika orang kafir mendapat bagian, mereka berkata, “Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?” Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman.",
            "tafsir_jalalayn": "(Yakni orang-orang) menjadi badal bagi \"orang-orang\" yang sebelumnya (yang menunggu-nunggu datangnya padamu) giliran peristiwa (jika kamu beroleh kemenangan) berikut harta rampasan (dari Allah, mereka berkata) kepadamu (\"Bukankah kami bersama kamu\") baik dalam keagamaan maupun dalam berjihad? Lalu mereka diberi bagian harta rampasan itu. (Sebaliknya jika orang-orang kafir yang beroleh nasib baik) berupa kemenangan terhadapmu (mereka berkata) kepada orang-orang kafir itu: (\"Bukankah kami turut berjasa memenangkanmu) padahal kalau kami mau, kami mampu pula menahan dan memusnahkanmu tetapi itu tidak kami lakukan?\" (\"Dan) tidakkah (kami membela kamu dari orang-orang mukmin) agar mereka tidak beroleh kemenangan, yaitu dengan mengirim berita kepadamu, membukakan rahasia dan siasat mereka, hingga jasa besar kami itu tidak dapat kamu ingkari dan lupakan?\" Firman Allah swt.: (\"Maka Allah akan memberi keputusan di antara kamu) dengan mereka (pada hari kiamat) yaitu dengan memasukkanmu ke dalam surga dan memasukkan mereka ke dalam neraka. (Dan Allah sekali-kali tidak akan memberi jalan kepada orang kafir terhadap orang-orang beriman.\") maksudnya jalan untuk mencelakakan dan membasmi mereka",
            "sajda": false,
            "transliteration": "Allazeena yatarab basoona bikum fa in kaana lakum fathum minal laahi qaalooo alam nakum ma'akum wa in kaana lilkaafireena naseebun qaalooo alam nastah wiz 'alaikum wa nammna'kum minal mu'mineen; fallaahu yahkumu bainakum Yawmal Qiyaamah; wa lai yaj'alal laahu lilkaafireena 'alal mu'mineena sabeelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 635,
            "aya_number": 142,
            "aya_text": "اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَهُوَ خَادِعُهُمْۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰىۙ يُرَاۤءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًاۖ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Sesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk salat, mereka lakukan dengan malas. Mereka bermaksud ria (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang munafik itu menipu Allah) yaitu dengan menampakkan hal-hal yang berlawanan dengan kekafiran yang mereka sembunyikan dengan maksud untuk menghindari hukum-hukum keduniaan yang bertalian dengan itu (dan Allah menipu mereka pula) maksudnya membalas tipuan mereka itu dengan diberitahukannya apa yang mereka sembunyikan itu oleh Allah kepada nabi-Nya hingga di dunia ini rahasia mereka terbuka sedangkan di akhirat kelak mereka menerima siksa. (Dan jika mereka berdiri untuk mengerjakan salat) bersama orang-orang mukmin (mereka berdiri dengan malas) merasa berat. (Mereka bersifat riya di hadapan manusia) dengan salat itu (dan tidak berzikir kepada Allah) maksudnya tidak melakukan salat (kecuali sebentar) disebabkan riya tadi.",
            "sajda": false,
            "transliteration": "Innal munaafiqeena yukhaadi'oonal laaha wa huwa khaadi'uhum wa izaa qaamooo ilas Salaati qaamoo kusaalaa yuraaa'oonan naasa wa laa yazkuroonal laaha illaa qaleelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 636,
            "aya_number": 143,
            "aya_text": "مُّذَبْذَبِيْنَ بَيْنَ ذٰلِكَۖ  لَآ اِلٰى هٰٓؤُلَاۤءِ وَلَآ اِلٰى هٰٓؤُلَاۤءِ ۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Mereka dalam keadaan ragu antara yang demikian (iman atau kafir), tidak termasuk kepada golongan ini (orang beriman) dan tidak (pula) kepada golongan itu (orang kafir). Barangsiapa dibiarkan sesat oleh Allah, maka kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya.",
            "tafsir_jalalayn": "(Mereka dalam keadaan bimbang) ragu-ragu (antara demikian) yakni antara kafir dan iman (tidak) masuk (kepada mereka ini) artinya golongan orang-orang kafir (dan tidak pula kepada mereka itu) artinya golongan orang-orang beriman. (Dan siapa yang disesatkan Allah, maka tidak akan kamu temui baginya jalan) untuk menerima petunjuk.",
            "sajda": false,
            "transliteration": "Muzabzabeena baina zaalika laaa ilaa haaa' ulaaa'i wa laaa ilaa haaa'ulaaa'; wa mai yudlilil laahu falan tajida lahoo sabeela",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 637,
            "aya_number": 144,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۚ اَتُرِيْدُوْنَ اَنْ تَجْعَلُوْا لِلّٰهِ عَلَيْكُمْ سُلْطٰنًا مُّبِيْنًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang-orang kafir sebagai pemimpin selain dari orang-orang mukmin. Apakah kamu ingin memberi alasan yang jelas bagi Allah (untuk menghukummu)?",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu ambil orang-orang kafir dan bukan orang-orang mukmin sebagai pelindung! Apakah kamu hendak memberikan kepada Allah buat menyiksamu) dengan mengambil mereka sebagai pelindung itu (suatu alasan yang nyata) atau bukti yang tegas atas kemunafikanmu?",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tattakhizul kaafireena awliyaaa'a min doonil mu'mineen; aturee doona an taj'aloo lillaahi 'alaikum sultaanam mubeenaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 638,
            "aya_number": 145,
            "aya_text": "اِنَّ الْمُنٰفِقِيْنَ فِى الدَّرْكِ الْاَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصِيْرًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Sungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang munafik itu pada tempat) atau tingkat (yang paling bawah dari neraka) yakni bagian kerak atau dasarnya. (Dan kamu sekali-kali tidak akan mendapatkan seorang penolong pun bagi mereka) yakni yang akan membebaskannya dari siksa.",
            "sajda": false,
            "transliteration": "Innal munaafiqeena fiddarkil asfali minan Naari wa lan tajjida lahum naseeraa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 639,
            "aya_number": 146,
            "aya_text": "اِلَّا الَّذِيْنَ تَابُوْا وَاَصْلَحُوْا وَاعْتَصَمُوْا بِاللّٰهِ وَاَخْلَصُوْا دِيْنَهُمْ لِلّٰهِ فَاُولٰۤىِٕكَ مَعَ الْمُؤْمِنِيْنَۗ وَسَوْفَ يُؤْتِ اللّٰهُ الْمُؤْمِنِيْنَ اَجْرًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Kecuali orang-orang yang bertobat dan memperbaiki diri dan berpegang teguh pada (agama) Allah dan dengan tulus ikhlas (menjalankan) agama mereka karena Allah. Maka mereka itu bersama-sama orang-orang yang beriman dan kelak Allah akan memberikan pahala yang besar kepada orang-orang yang beriman.   ",
            "tafsir_jalalayn": "(Kecuali orang-orang yang bertobat) dari kemunafikan (dan mengadakan perbaikan) terhadap amal perbuatan mereka (serta berpegang teguh kepada, agama, Allah dan mengikhlaskan agama mereka karena Allah) artinya daripada riya (maka mereka itu bersama orang-orang yang beriman) yakni mengenai apa-apa yang akan mereka peroleh (dan Allah akan memberikan kepada orang-orang beriman itu pahala yang besar) di akhirat kelak yaitu surga.",
            "sajda": false,
            "transliteration": "Illal lazeena taaboo wa aslahoo wa'tasamoo billaahi wa akhlasoo deenahum lillaahi faulaaa'ika ma'al mu'mineena wa sawfa yu'til laahul mu'mineena ajran 'azeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 640,
            "aya_number": 147,
            "aya_text": "مَا يَفْعَلُ اللّٰهُ بِعَذَابِكُمْ اِنْ شَكَرْتُمْ وَاٰمَنْتُمْۗ وَكَانَ اللّٰهُ شَاكِرًا عَلِيْمًا   ۔",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 101,
            "translation_aya_text": "Allah tidak akan menyiksamu, jika kamu bersyukur dan beriman. Dan Allah Maha Mensyukuri, Maha Mengetahui.",
            "tafsir_jalalayn": "(Mengapa Allah akan menyiksamu, jika kamu bersyukur) atas nikmat-Nya (dan beriman) kepada-Nya? Pertanyaan ini berarti tidak, jadi maksudnya Allah tidaklah akan menyiksamu. (Dan Allah Maha Mensyukuri) perbuatan-perbuatan orang-orang beriman dengan memberi mereka pahala (lagi Maha Mengetahui) akan makhluk-Nya.",
            "sajda": false,
            "transliteration": "maa yafa'lul laahu bi 'azaabikum in shakartum wa aamantum; wa kaanal laahu Shaakiran 'Aleema",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}