{
    "page_number": 102,
    "data": [
        {
            "aya_id": 641,
            "aya_number": 148,
            "aya_text": "۞ لَا يُحِبُّ اللّٰهُ الْجَهْرَ بِالسُّوْۤءِ مِنَ الْقَوْلِ اِلَّا مَنْ ظُلِمَ ۗ وَكَانَ اللّٰهُ سَمِيْعًا عَلِيْمًا ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "Allah tidak menyukai perkataan buruk, (yang diucapkan) secara terus terang kecuali oleh orang yang dizalimi. Dan Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Allah tidak menyukai perkataan buruk yang diucapkan secara terus terang) dari siapa pun juga, artinya Dia pastilah akan memberinya hukuman (kecuali dari orang yang dianiaya) sehingga apabila dia mengucapkannya secara terus terang misalnya tentang keaniayaan yang dideritanya sehingga ia mendoakan si pelakunya, maka tidaklah dia akan menerima hukuman dari Allah. (Dan Allah Maha Mendengar) apa-apa yang diucapkan (lagi Maha Mengetahui) apa-apa yang diperbuat.",
            "sajda": false,
            "transliteration": "Laa yuhibbullaahul jahra bis sooo'i minal qawli illaa man zulim; wa kaanallaahu Samee'an 'Aleeman",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 642,
            "aya_number": 149,
            "aya_text": "اِنْ تُبْدُوْا خَيْرًا اَوْ تُخْفُوْهُ اَوْ تَعْفُوْا عَنْ سُوْۤءٍ فَاِنَّ اللّٰهَ كَانَ عَفُوًّا قَدِيْرًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "Jika kamu menyatakan sesuatu kebajikan, menyembunyikannya atau memaafkan suatu kesalahan (orang lain), maka sungguh, Allah Maha Pemaaf, Mahakuasa.",
            "tafsir_jalalayn": "(Jika kamu melahirkan) atau memperlihatkan (suatu kebaikan) di antara perbuatan-perbuatan baik (atau menyembunyikannya) artinya melakukannya secara sembunyi-sembunyi (atau memaafkan sesuatu kesalahan) atau keaniayaan orang lain (maka sesungguhnya Allah Maha Pemaaf lagi Maha Kuasa).",
            "sajda": false,
            "transliteration": "in tubdoo khairann aw tukhfoohu aw ta'foo 'an sooo'in fa innal laaha kaana 'afuwwan Qadeeraa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 643,
            "aya_number": 150,
            "aya_text": "اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاللّٰهِ وَرُسُلِهٖ وَيُرِيْدُوْنَ اَنْ يُّفَرِّقُوْا بَيْنَ اللّٰهِ وَرُسُلِهٖ وَيَقُوْلُوْنَ نُؤْمِنُ بِبَعْضٍ وَّنَكْفُرُ بِبَعْضٍۙ وَّيُرِيْدُوْنَ اَنْ يَّتَّخِذُوْا بَيْنَ ذٰلِكَ سَبِيْلًاۙ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "Sesungguhnya orang-orang yang ingkar kepada Allah dan rasul-rasul-Nya, dan bermaksud membeda-bedakan antara (keimanan kepada) Allah dan rasul-rasul-Nya, dengan mengatakan, “Kami beriman kepada sebagian dan kami mengingkari sebagian (yang lain),” serta bermaksud mengambil jalan tengah (iman atau kafir),",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir kepada Allah dan rasul-rasul-Nya dan bermaksud akan membeda-bedakan di antara Allah dengan rasul-rasul-Nya) yakni dengan beriman kepada-Nya serta kafir terhadap mereka (serta mengatakan, \"Kami beriman kepada sebagian) di antara rasul-rasul itu (dan kami kafir terhadap yang lain\") dari mereka (serta bermaksud hendak mengambil di antara demikian) maksudnya di antara kufur dan iman (jalan) yang akan mereka tempuh.",
            "sajda": false,
            "transliteration": "Innal lazeena yakkfuroona billaahi wa Rusulihee wa yureedoona ai yufarriqoo bainal laahi wa Rusulihee wa yaqooloona nu'minu biba'dinw wa nakfuru biba' dinw wa yureedoona ai yattakhizoo baina zaalika sabeelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 644,
            "aya_number": 151,
            "aya_text": "اُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ حَقًّا ۚوَاَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "merekalah orang-orang kafir yang sebenarnya. Dan Kami sediakan untuk orang-orang kafir itu azab yang menghinakan.",
            "tafsir_jalalayn": "(Merekalah orang-orang yang kafir sebenar-benarnya) haqqan adalah mashdar yang memperkuat isi kalimat sebelumnya (dan telah Kami sediakan bagi orang-orang yang kafir itu siksaan yang menghinakan) artinya azab neraka.",
            "sajda": false,
            "transliteration": "Ulaaa'ika humul kaafiroona haqqaa; wa a'tadnaa lilkaafireena 'azaabam muheenaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 645,
            "aya_number": 152,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖ وَلَمْ يُفَرِّقُوْا بَيْنَ اَحَدٍ مِّنْهُمْ اُولٰۤىِٕكَ سَوْفَ يُؤْتِيْهِمْ اُجُوْرَهُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "Adapun orang-orang yang beriman kepada Allah dan rasul-rasul-Nya dan tidak membeda-bedakan di antara mereka (para rasul), kelak Allah akan memberikan pahala kepada mereka. Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Orang-orang yang beriman kepada Allah dan para rasul-Nya) artinya semua mereka (dan tidak membeda-bedakan seorang pun di antara mereka kelak Allah akan memberikan kepada mereka) dengan memakai nun atau ya (pahala mereka) artinya pahala amal perbuatan mereka (dan Allah Maha Pengampun) bagi kekasih-kekasih-Nya (lagi Maha Penyayang) kepada ahli taat-Nya.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo billaahi wa Rusulihee wa lam yufarriqoo baina ahadim minhum ulaaa'ika sawfa yu'teehim ujoorahum; wa kaanal laahu Ghafoorar Raheema",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 646,
            "aya_number": 153,
            "aya_text": "يَسْـَٔلُكَ اَهْلُ الْكِتٰبِ اَنْ تُنَزِّلَ عَلَيْهِمْ كِتٰبًا مِّنَ السَّمَاۤءِ فَقَدْ سَاَلُوْا مُوْسٰٓى اَكْبَرَ مِنْ ذٰلِكَ فَقَالُوْٓا اَرِنَا اللّٰهَ جَهْرَةً فَاَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْۚ  ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ فَعَفَوْنَا عَنْ ذٰلِكَ ۚ وَاٰتَيْنَا مُوْسٰى سُلْطٰنًا مُّبِيْنًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "(Orang-orang) Ahli Kitab meminta kepadamu (Muhammad) agar engkau menurunkan sebuah kitab dari langit kepada mereka. Sesungguhnya mereka telah meminta kepada Musa yang lebih besar dari itu. Mereka berkata, “Perlihatkanlah Allah kepada kami secara nyata.” Maka mereka disambar petir karena kezalimannya. Kemudian mereka menyembah anak sapi, setelah mereka melihat bukti-bukti yang nyata, namun demikian Kami maafkan mereka, dan telah Kami berikan kepada Musa kekuasaan yang nyata.",
            "tafsir_jalalayn": "(Ahli Kitab meminta kepadamu) hai Muhammad; maksudnya orang-orang Yahudi (agar kamu menurunkan kepada mereka sebuah kitab dari langit) maksudnya sekaligus seperti pernah diturunkan-Nya kepada Musa guna mempersulit permintaan itu. Dan sekiranya menurut kamu itu berat (maka sesungguhnya mereka telah pernah meminta) maksudnya nenek moyang mereka (kepada Musa yang lebih besar dari itu, kata mereka, \"Perlihatkanlah Allah kepada kami dengan jelas.\") atau nyata. (Maka mereka disambar oleh petir) artinya maut sebagai hukuman bagi mereka (disebabkan keaniayaan mereka) yakni meminta barang yang sulit. (Kemudian mereka mengambil anak sapi) sebagai tuhan (setelah datang kepada mereka bukti-bukti yang nyata) artinya mukjizat-mukjizat atas kekuasaan Allah (maka Kami maafkan mereka dari hal yang demikian) dan tidak Kami basmi mereka secara tuntas (dan telah Kami berikan kepada Musa kekuasaan yang nyata) artinya keunggulan yang menakjubkan bagi mereka hingga sewaktu mereka disuruh membunuh diri mereka guna bertobat mereka pun menurutinya dengan patuh.",
            "sajda": false,
            "transliteration": "yas'aluka Ahlul Kitaabi an tunazzila 'alaihim Kitaabam minas samaaa'i faqad sa aloo Moosaa akbara min zaalika faqaaloo arinal laaha jahratan fa akhazat humus saa'iqatu bizulmihim; summat takhazul 'ijla mim ba'di maa jaa'at humul baiyinaatu fa'afawnaa 'ann zaalik; wa aatainaa Moosaa sultaanam mubeenaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 647,
            "aya_number": 154,
            "aya_text": "وَرَفَعْنَا فَوْقَهُمُ الطُّوْرَ بِمِيْثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَّقُلْنَا لَهُمْ لَا تَعْدُوْا فِى السَّبْتِ وَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 102,
            "translation_aya_text": "Dan Kami angkat gunung (Sinai) di atas mereka untuk (menguatkan) perjanjian mereka. Dan Kami perintahkan kepada mereka, “Masukilah pintu gerbang (Baitulmaqdis) itu sambil bersujud,” dan Kami perintahkan (pula) kepada mereka, “Janganlah kamu melanggar peraturan mengenai hari Sabat.” Dan Kami telah mengambil dari mereka perjanjian yang kukuh.",
            "tafsir_jalalayn": "(Dan Kami angkat ke atas kepada mereka Thur) nama sebuah bukit (disebabkan perjanjian dengan mereka) maksudnya hendak mengadakan perjanjian agar mereka takut dan bersedia menerimanya (dan kata Kami kepada mereka) sementara bukit itu dinaungkan kepada mereka (\"Masukilah pintu gerbang itu) maksudnya pintu gerbang kampung atau negeri (sambil bersujud\") yang menunjukkan ketundukkan (dan Kami wahyukan kepada mereka, \"Janganlah kamu melanggar perintah) menurut suatu qiraat dibaca ta`adduu dengan diidgamkan ta aslinya pada dal yang menjadi ta`taduu; artinya melanggar perintah (pada hari Sabtu\") dengan menangkap ikan padanya (dan Kami telah menerima perjanjian erat dari mereka) mengenai hal itu tetapi mereka melanggarnya.",
            "sajda": false,
            "transliteration": "Wa rafa'naa fawqahumut Toora bimeesaaqihim wa qulnaa lahumud khulul baaba sujjadanw wa qulnaa lahum laa ta'doo fis Sabti wa akhaznaa minhum meesaaqan ghaleezaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}