{
    "page_number": 104,
    "data": [
        {
            "aya_id": 656,
            "aya_number": 163,
            "aya_text": "۞ اِنَّآ اَوْحَيْنَآ اِلَيْكَ كَمَآ اَوْحَيْنَآ اِلٰى نُوْحٍ وَّالنَّبِيّٖنَ مِنْۢ بَعْدِهٖۚ وَاَوْحَيْنَآ اِلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَعِيْسٰى وَاَيُّوْبَ وَيُوْنُسَ وَهٰرُوْنَ وَسُلَيْمٰنَ ۚوَاٰتَيْنَا دَاوٗدَ زَبُوْرًاۚ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Sesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya, dan Kami telah mewahyukan (pula) kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya; Isa, Ayyub, Yunus, Harun dan Sulaiman. Dan Kami telah memberikan Kitab Zabur kepada Dawud.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menurunkan wahyu kepadamu sebagaimana Kami telah menurunkannya kepada Nuh dan nabi-nabi sesudahnya dan) seperti (telah Kami turunkan kepada Ibrahim, Ismail, Ishak) yakni kedua putranya (serta Yakub) bin Ishak (dan anak-anaknya) yakni anak-anak Yakub (serta Isa, Ayub, Yunus, Harun, Sulaiman dan Kami datangkan kepada) bapaknya, yakni bapak dari Sulaiman (Daud Zabur) dibaca dengan fathah hingga artinya ialah nama kitab yang diturunkan, dan ada pula yang membaca dengan marfu` yaitu mashdar yang berarti mazbuura artinya yang tertulis.",
            "sajda": false,
            "transliteration": "innaaa awhainaaa ilaika kamaaa awhainaaa ilaa Noohinw wan nabiyyeena mim ba'dih; wa awhainaaa ilaaa ibraaheema wa Ismaaa'eela wa Ishaaqa wa Ya'qooba wal Asbaati wa 'Eesaa wa Ayyooba wa Yoonusa wa haaroona wa Sulaimaan; wa aatainaa Daawooda Zabooraa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 657,
            "aya_number": 164,
            "aya_text": "وَرُسُلًا قَدْ قَصَصْنٰهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۗوَكَلَّمَ اللّٰهُ مُوْسٰى تَكْلِيْمًاۚ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Dan ada beberapa rasul yang telah Kami kisahkan mereka kepadamu sebelumnya dan ada beberapa rasul (la-in) yang tidak Kami kisahkan mereka kepadamu. Dan kepada Musa, Allah berfirman langsung.",
            "tafsir_jalalayn": "(Dan) telah Kami utus (rasul-rasul yang telah Kami kisahkan tentang mereka kepadamu dulu, dan rasul-rasul yang belum Kami kisahkan). Diriwayatkan bahwa Allah swt. mengirim delapan ribu orang nabi, empat ribu dari kalangan Bani Israel dan empat ribu lagi dari kalangan manusia lainnya ini dikatakan oleh Syekh dalam surah Ghafir. (Dan Allah telah berbicara dengan Musa sebenar berbicara) artinya secara langsung.",
            "sajda": false,
            "transliteration": "Wa Rusulan qad qasas naahum 'alaika min qablu wa Rusulal lam naqsushum 'alaik; wa kallamallaahu Moosaa takleemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 658,
            "aya_number": 165,
            "aya_text": "رُسُلًا مُّبَشِّرِيْنَ وَمُنْذِرِيْنَ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَى اللّٰهِ حُجَّةٌ ۢ بَعْدَ الرُّسُلِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Rasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Yaitu rasul-rasul) menjadi badal bagi rasul-rasul yang sebelumnya (selalu pembawa berita gembira) dengan diberinya pahala kepada orang yang beriman (dan penyampaian peringatan) dengan adanya siksa kepada orang yang ingkar. Mereka Kami utus itu ialah (agar tidak ada lagi bagi manusia terhadap Allah alasan) yang dapat dikemukakan (setelah) pengiriman (rasul-rasul itu) kepada mereka, misalnya dengan mengatakan, \"Wahai Tuhan kami! Kenapa tidak Tuhan kirim kepada kami seorang rasul agar kami dapat mengikuti ayat-ayat-Mu dan menjadi orang-orang beriman!\" Maka Tuhan pun telah lebih dulu mengirimkan mereka untuk mematahkan alasan mereka tadi (Dan Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya. Ayat berikut diturunkan tatkala orang-orang Yahudi ditanyai orang mengenai kenabian Muhammad saw. lalu mereka ingkari:",
            "sajda": false,
            "transliteration": "Rusulam mubashshireena wa munzireena li'allaa yakoona linnaasi 'alal laahi hujjatum ba'dar Rusul; wa kaanallaahu 'Azeezan Hakeema",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 659,
            "aya_number": 166,
            "aya_text": "لٰكِنِ اللّٰهُ يَشْهَدُ بِمَآ اَنْزَلَ اِلَيْكَ اَنْزَلَهٗ بِعِلْمِهٖ ۚوَالْمَلٰۤىِٕكَةُ يَشْهَدُوْنَ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًاۗ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Tetapi Allah menjadi saksi atas (Al-Qur'an) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya, dan para malaikat pun menyaksikan. Dan cukuplah Allah yang menjadi saksi.",
            "tafsir_jalalayn": "(Tetapi Allah menyaksikan) artinya tentang kenabianmu (dengan apa yang diturunkan-Nya kepadamu) berupa Alquran yang menjadi mukjizat itu (diturunkan-Nya) sebagai hasil (dari ilmu-Nya) atau memuat ilmu-Nya (dan malaikat-malaikat pun menjadi saksi) pula atas kenabianmu itu. (Dan cukuplah Allah sebagai saksi)-nya.",
            "sajda": false,
            "transliteration": "Laakinil laahu yashhadu bimaaa anzala ilaika anzalahoo bi'ilmihee wal malaaa'ikatu yashhadoon; wa kafaa billaahi Shaheeda",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 660,
            "aya_number": 167,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ قَدْ ضَلُّوْا ضَلٰلًا ۢ بَعِيْدًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah, benar-benar telah sesat sejauh-jauhnya.  ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir) kepada Allah (dan menghalang-halangi) manusia (dari jalan Allah) artinya dari agama Islam dengan menyembunyikan ciri-ciri Nabi Muhammad saw.; maksudnya ialah orang-orang Yahudi (maka sesungguhnya mereka telah sesat sejauh-jauhnya) dari kebenaran.",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo wa saddoo 'an sabeelil laahi qad dalloo dalaalam ba'eedaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 661,
            "aya_number": 168,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا وَظَلَمُوْا لَمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيْقًاۙ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Sesungguhnya orang-orang yang kafir dan melakukan kezaliman, Allah tidak akan mengampuni mereka, dan tidak (pula) akan menunjukkan kepada mereka jalan (yang lurus),   ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir) kepada Allah (dan berlaku aniaya) kepada nabi-Nya dengan menyembunyikan ciri-cirinya itu (maka Allah sekali-kali tidak akan mengampuni mereka dan tidak pula akan menunjukkan kepada mereka suatu jalan) di antara jalan-jalan yang banyak ini.",
            "sajda": false,
            "transliteration": "Innal lazeenakafaroo wa zalamoo lam yakkunillaahu liyaghfira lahum wa laa liyahdiyahum tareeqaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 662,
            "aya_number": 169,
            "aya_text": "اِلَّا طَرِيْقَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "kecuali jalan ke neraka Jahanam; mereka kekal di dalamnya selama-lamanya. Dan hal itu (sangat) mudah bagi Allah.",
            "tafsir_jalalayn": "(Kecuali jalan neraka Jahanam) maksudnya jalan menuju ke sana (kekal mereka) artinya ditakdirkan kekal (di dalamnya) jika mereka telah memasukinya (buat selama-lamanya. Dan yang demikian itu bagi Allah mudah) artinya gampang dan tidak sulit adanya.",
            "sajda": false,
            "transliteration": "Illaa tareeqa jahannamma khaalideena feehaa abadaa; wa kaana zaalika 'alal laahi yaseeraa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 663,
            "aya_number": 170,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الرَّسُوْلُ بِالْحَقِّ مِنْ رَّبِّكُمْ فَاٰمِنُوْا خَيْرًا لَّكُمْ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 104,
            "translation_aya_text": "Wahai manusia! Sungguh, telah datang Rasul (Muhammad) kepadamu dengan (membawa) kebenaran dari Tuhanmu, maka berimanlah (kepadanya), itu lebih baik bagimu. Dan jika kamu kafir, (itu tidak merugikan Allah sedikit pun) karena sesungguhnya milik Allah-lah apa yang di langit dan di bumi. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Hai manusia) maksudnya warga Mekah (sesungguhnya telah datang kepadamu rasul) yakni Muhammad saw. (membawa kebenaran dari Tuhanmu, maka berimanlah kamu) kepadanya (dan usahakanlah yang terbaik bagi kamu) dari apa yang melingkungimu (Dan jika kamu kafir) kepadanya (maka bagi-Nya apa yang di langit dan yang di bumi) baik sebagai milik maupun sebagai makhluk dan hamba hingga tidaklah merugikan kepada-Nya kekafiranmu itu (Dan Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai perbuatan-Nya terhadap mereka.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan naasu qad jaaa'akumur Rasoolu bilhaqqi mir Rabbikum fa ammminoo khairal lakum; wa in takfuroo fainnna lillaahi maa fis samaawaati wal ard; wa kaanal laahu 'Aleemann hakeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}