{
    "page_number": 105,
    "data": [
        {
            "aya_id": 664,
            "aya_number": 171,
            "aya_text": "يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ وَلَا تَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّۗ اِنَّمَا الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ رَسُوْلُ اللّٰهِ وَكَلِمَتُهٗ ۚ اَلْقٰهَآ اِلٰى مَرْيَمَ وَرُوْحٌ مِّنْهُ ۖفَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖۗ وَلَا تَقُوْلُوْا ثَلٰثَةٌ  ۗاِنْتَهُوْا خَيْرًا لَّكُمْ ۗ اِنَّمَا اللّٰهُ اِلٰهٌ وَّاحِدٌ ۗ سُبْحٰنَهٗٓ اَنْ يَّكُوْنَ لَهٗ وَلَدٌ ۘ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ࣖ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 105,
            "translation_aya_text": "Wahai Ahli Kitab! Janganlah kamu melampaui batas dalam agamamu, dan janganlah kamu mengatakan terhadap Allah kecuali yang benar. Sungguh, Al-Masih Isa putra Maryam itu adalah utusan Allah dan (yang diciptakan dengan) kalimat-Nya yang disampaikan-Nya kepada Maryam, dan (dengan tiupan) roh dari-Nya. Maka berimanlah kepada Allah dan rasul-rasul-Nya dan janganlah kamu mengatakan, “(Tuhan itu) tiga,” berhentilah (dari ucapan itu). (Itu) lebih baik bagimu. Sesungguhnya Allah Tuhan Yang Maha Esa, Mahasuci Dia dari (anggapan) mempunyai anak. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan cukuplah Allah sebagai pelindung.",
            "tafsir_jalalayn": "(Hai Ahli kitab) maksudnya kitab Injil (janganlah kamu melampaui batas dalam agamamu dan janganlah kamu katakan terhadap Allah kecuali) ucapan (yang benar) yaitu menyucikan-Nya dari kemusyrikan dan mempunyai anak. (Sesungguhnya Almasih Isa putra Maryam itu adalah utusan Allah dan kalimat-Nya yang diucapkan-Nya) atau disampaikan-Nya (kepada Maryam dan roh) artinya yang mempunyai roh (daripada-Nya) diidhafatkan kepada Allah swt. demi untuk memuliakan-Nya dan bukanlah sebagai dugaan kamu bahwa dia adalah anak Allah atau Tuhan bersama-Nya atau salah satu dari oknum yang tiga. Karena sesuatu yang mempunyai roh itu tersusun sedangkan Tuhan Maha Suci dari tersusun dan dari dinisbatkannya tersusun itu kepada-Nya (Maka berimanlah kamu kepada Allah dan kepada rasul-rasul-Nya dan janganlah kamu katakan) bahwa Tuhan itu (tiga) yakni Allah, Isa dan ibunya (hentikanlah) demikian itu (dan perbuatlah yang lebih baik bagi kamu) yakni bertauhid (Sesungguhnya Allah Tuhan Yang Maha Esa Maha Suci Dia) artinya bersih dan terhindar (dari mempunyai anak. Bagi-Nya apa yang terdapat di langit dan yang di bumi) baik sebagai makhluk maupun sebagai milik dan hamba sedangkan pemiliknya itu bertentangan dengan mempunyai anak (Dan cukuplah Allah sebagai wakil) atau saksi atas demikian itu.",
            "sajda": false,
            "transliteration": "Yaaa Ahlal Kitaabi laa taghloo fee deenikum wa laa taqooloo 'alal laahi illalhaqq; innamal Maseehu 'Eesab-nu-Maryamma Rasoolul laahi wa Kalimatuhooo alqaahaaa ilaa Maryamma wa roohum minhum fa aaminoo billaahi wa Rusulihee wa laa taqooloo salaasah; intahoo khairallakum; innamal laahu Ilaahunw Waahid, Subhaanahooo ani yakoona lahoo walad; lahoo maa fissamaawaati wa maa fil ard; wa kafaa billaahi Wakeelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 665,
            "aya_number": 172,
            "aya_text": "لَنْ يَّسْتَنْكِفَ الْمَسِيْحُ اَنْ يَّكُوْنَ عَبْدًا لِّلّٰهِ وَلَا الْمَلٰۤىِٕكَةُ الْمُقَرَّبُوْنَۗ وَمَنْ يَّسْتَنْكِفْ عَنْ عِبَادَتِهٖ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ اِلَيْهِ جَمِيْعًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 105,
            "translation_aya_text": "Al-Masih sama sekali tidak enggan menjadi hamba Allah, dan begitu pula para malaikat yang terdekat (kepada Allah). Dan barangsiapa enggan menyembah-Nya dan menyombongkan diri, maka Allah akan mengumpulkan mereka semua kepada-Nya.",
            "tafsir_jalalayn": "(Almasih tidak merasa malu) maksudnya Almasih yang kamu katakan sebagai Tuhan itu tidak merasa enggan dan takabur (menjadi hamba bagi Allah dan tidak pula enggan malaikat-malaikat yang terdekat) kepada Allah mereka juga tidak malu untuk menjadi hamba-Nya. Ini suatu kalimat selang yang terbaik yang dikemukakan untuk menolak anggapan sementara orang bahwa mereka adalah Tuhan atau putri-putri Allah sebagaimana kalimat yang sebelumnya digunakan untuk menolak anggapan kaum Nasrani bahwa Isa adalah putra-Nya. (Siapa yang enggan untuk menyembah-Nya dan menyombongkan diri maka kelak Allah akan mengumpulkan mereka semua kepada-Nya) yakni di akhirat.",
            "sajda": false,
            "transliteration": "Lanny yastankifal Maseehu ai yakoona 'abdal lillaahi wa lal malaaa'ikatul muqarraboon; wa mai yastankif 'an ibaadatihee wa yastakbir fasa yahshuruhum ilaihi jamee'aa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 666,
            "aya_number": 173,
            "aya_text": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَاَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا اَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 105,
            "translation_aya_text": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. Sedangkan orang-orang yang enggan (menyembah Allah) dan menyombongkan diri, maka Allah akan mengazab mereka dengan azab yang pedih. Dan mereka tidak akan mendapatkan pelindung dan penolong selain Allah.",
            "tafsir_jalalayn": "(Adapun orang-orang yang beriman dan beramal saleh maka Allah akan menyempurnakan ganjaran mereka) artinya pahala dari amal perbuatan mereka itu (dan menambah untuk mereka dari karunia-Nya) yakni yang belum pernah dilihat oleh mata, tidak didengar telinga dan tidak pula terdetik dalam hati manusia. (Adapun orang-orang yang malu dan menyombongkan diri) dari mengabdikan diri kepada-Nya (maka akan disiksa-Nya mereka dengan siksaan yang pedih) atau menyakitkan yaitu siksa neraka (dan mereka tidak akan memperoleh bagian bagi diri mereka selain daripada Allah, pelindung) yang akan melindungi diri mereka (dan tidak pula pembela) yang akan menolong mereka.",
            "sajda": false,
            "transliteration": "Fa ammal lazeena aamanoo wa 'amilus saalihaati fa yuwaffeehim ujoorahum wa yazeeduhum min fadlihee wa ammal lazeenas tankafoo wastakbaroo fa yu'azzibuhum 'azaaban aleemanw wa laa yajidoona lahum min doonil laahi waliyyanw wa laa naseeraa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 667,
            "aya_number": 174,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمْ بُرْهَانٌ مِّنْ رَّبِّكُمْ وَاَنْزَلْنَآ اِلَيْكُمْ نُوْرًا مُّبِيْنًا",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 105,
            "translation_aya_text": "Wahai manusia! Sesungguhnya telah sampai kepadamu bukti kebenaran dari Tuhanmu, (Muhammad dengan mukjizatnya) dan telah Kami turunkan kepadamu cahaya yang terang benderang (Al-Qur'an).",
            "tafsir_jalalayn": "(Hai manusia, sesungguhnya telah datang kepadamu keterangan) bukti kebenaran (dari Tuhanmu) yaitu Nabi saw. (dan telah Kami turunkan kepadamu cahaya yang terang) benderang yakni Alquran.",
            "sajda": false,
            "transliteration": "yaa aiyuhan naasu qad jaaa'akum burhaanum mir Rabbikum wa anzalnaaa ilaikum Nooram Mubeena",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 668,
            "aya_number": 175,
            "aya_text": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَاعْتَصَمُوْا بِهٖ فَسَيُدْخِلُهُمْ فِيْ رَحْمَةٍ مِّنْهُ وَفَضْلٍۙ وَّيَهْدِيْهِمْ اِلَيْهِ صِرَاطًا مُّسْتَقِيْمًاۗ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 105,
            "translation_aya_text": "Adapun orang-orang yang beriman kepada Allah dan berpegang teguh kepada (agama)-Nya, maka Allah akan memasukkan mereka ke dalam rahmat dan karunia dari-Nya (surga), dan menunjukkan mereka jalan yang lurus kepada-Nya.",
            "tafsir_jalalayn": "(Adapun orang-orang yang beriman kepada Allah dan berpegang teguh kepada-Nya, maka Allah akan memasukkan mereka ke dalam rahmat dan limpahan karunia-Nya dan membimbing mereka ke jalan yang lurus menuju kepada-Nya) yakni agama Islam.",
            "sajda": false,
            "transliteration": "Fa ammal lazeena aamanoo billaahi wa'tasamoo bihee fasa yudkhiluhum fee rah matim minhu wa fadlinw wa yahdeehim ilaihi Siraatam Mustaqeema",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}