{
    "page_number": 106,
    "data": [
        {
            "aya_id": 669,
            "aya_number": 176,
            "aya_text": "يَسْتَفْتُوْنَكَۗ قُلِ اللّٰهُ يُفْتِيْكُمْ فِى الْكَلٰلَةِ ۗاِنِ امْرُؤٌا هَلَكَ لَيْسَ لَهٗ وَلَدٌ وَّلَهٗٓ اُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ اِنْ لَّمْ يَكُنْ لَّهَا وَلَدٌ ۚ فَاِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثٰنِ مِمَّا تَرَكَ ۗوَاِنْ كَانُوْٓا اِخْوَةً رِّجَالًا وَّنِسَاۤءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِۗ يُبَيِّنُ اللّٰهُ لَكُمْ اَنْ تَضِلُّوْا ۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ ",
            "sura_id": 4,
            "juz_id": 6,
            "page_number": 106,
            "translation_aya_text": "Mereka meminta fatwa kepadamu (tentang kalalah). Katakanlah, “Allah memberi fatwa kepadamu tentang kalalah (yaitu), jika seseorang mati dan dia tidak mempunyai anak tetapi mempunyai saudara perempuan, maka bagiannya (saudara perempuannya itu) seperdua dari harta yang ditinggalkannya, dan saudaranya yang laki-laki mewarisi (seluruh harta saudara perempuan), jika dia tidak mempunyai anak. Tetapi jika saudara perempuan itu dua orang, maka bagi keduanya dua pertiga dari harta yang ditinggalkan. Dan jika mereka (ahli waris itu terdiri dari) saudara-saudara laki-laki dan perempuan, maka bagian seorang saudara laki-laki sama dengan bagian dua saudara perempuan. Allah menerangkan (hukum ini) kepadamu, agar kamu tidak sesat. Allah Maha Mengetahui segala sesuatu.”",
            "tafsir_jalalayn": "(Mereka meminta fatwa kepadamu) mengenai kalalah, yaitu jika seseorang meninggal dunia tanpa meninggalkan bapak dan anak (Katakanlah, \"Allah memberi fatwa kepadamu tentang kalalah; jika seseorang) umru-un menjadi marfu' dengan fi'il yang menafsirkannya (celaka) maksudnya meninggal dunia (dan dia tidak mempunyai anak) dan tidak pula bapak yakni yang dimaksud dengan kalalah tadi (tetapi mempunyai seorang saudara perempuan) baik sekandung maupun sebapak (maka bagi saudaranya yang perempuan itu seperdua dari harta yang ditinggalkannya, dan dia) maksudnya saudaranya yang laki-laki (mewarisi saudaranya yang perempuan) pada seluruh harta peninggalannya (yakni jika ia tidak mempunyai anak). Sekiranya ia mempunyai seorang anak laki-laki, maka tidak satu pun diperolehnya, tetapi jika anaknya itu perempuan, maka saudaranya itu masih memperoleh kelebihan dari bagian anaknya. Dan sekiranya saudara laki-laki atau saudara perempuan itu seibu, maka bagiannya ialah seperenam sebagaimana telah diterangkan di awal surah. (Jika mereka itu) maksudnya saudara perempuan (dua orang) atau lebih, karena ayat ini turun mengenai Jabir; ia meninggal dunia dengan meninggalkan beberapa orang saudara perempuan (maka bagi keduanya dua pertiga dari harta peninggalan) saudara laki-laki mereka. (Dan jika mereka) yakni ahli waris itu terdiri dari (saudara laki-laki dan perempuan, maka bagian seorang laki-laki) di antara mereka (sebanyak bagian dua orang perempuan.\" Allah menerangkan kepadamu syariat-syariat agama-Nya (agar kamu) tidak (sesat. Dan Allah Maha Mengetahui segala sesuatu) di antaranya tentang pembagian harta warisan. Diriwayatkan oleh Bukhari dan Muslim dari Barra bahwa ia merupakan ayat yang terakhir diturunkan, maksudnya mengenai faraid.",
            "sajda": false,
            "transliteration": "Yastaftoonaka qulillaahu yafteekum fil kalaalah; inimru'un halaka laisa lahoo waladunw wa lahoo ukhtun falahaa nisfu maa tarak; wa huwa yarisuhaaa il lam yakkul lahaa walad; fa in kaanatas nataini falahumas sulusaani mimmmaa tarak; wa in kaanooo ikhwatar rijaalanw wa nisaaa'an faliz zakari mislu hazzil unsayayn; yubaiyinullaahu lakum an tadilloo; wallaahu bikulli shai'in Aleem",
            "tajweed_text": "يَسْتَفْتُونَكَ قُلِ [h:3166[ٱ]للَّهُ يُفْتِيكُمْ فِى [h:3334[ٱ]لْكَلَ[n[ـٰ]لَةِ‌ۚ إِنِ [h:3335[ٱ]مْرُؤٌاْ هَلَكَ لَيْسَ لَهُ[n[ۥ] وَلَ[a:3336[دٌ و]َلَهُ[o[ۥٓ] أُخْ[f:3337[تٌ ف]َلَهَا نِصْفُ مَا تَرَكَ‌ۚ وَهُوَ يَرِثُه[o[َآ] إ[u:2606[ِن ل]َّمْ يَك[u:3338[ُن ل]َّهَا وَلَ[f:2595[دٌ‌ۚ ف]َإِ[f:3339[ن ك]َانَتَا [h:3340[ٱ]ثْنَتَيْنِ فَلَهُمَا [h:3341[ٱ][l[ل]ثُّلُثَانِ مِ[g[مّ]َا تَرَكَ‌ۚ وَإِ[f:2392[ن ك]َان[o[ُوٓ][s[اْ] إِخْوَ[u:3342[ةً ر]ِّجَال[a:3343[اً و]َنِس[o[َا]ٓ[f:3344[ءً ف]َلِلذَّكَرِ مِثْلُ حَظِّ [h:2585[ٱ]لْأُ[f:2586[نث]َيَيْنِ‌ۗ يُبَيِّنُ [h:1002[ٱ]للَّهُ لَكُمْ أَ[f:2814[ن ت]َضِلُّو[s[اْ‌ۗ] وَ[h:72[ٱ]للَّهُ بِكُلِّ شَىْءٍ عَل[p[ِي]مُۢ",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 670,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَوْفُوْا بِالْعُقُوْدِۗ  اُحِلَّتْ لَكُمْ بَهِيْمَةُ الْاَنْعَامِ اِلَّا مَا يُتْلٰى عَلَيْكُمْ غَيْرَ مُحِلِّى الصَّيْدِ وَاَنْتُمْ حُرُمٌۗ  اِنَّ اللّٰهَ يَحْكُمُ مَا يُرِيْدُ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 106,
            "translation_aya_text": "Wahai orang-orang yang beriman! Penuhilah janji-janji. Hewan ternak dihalalkan bagimu, kecuali yang akan disebutkan kepadamu, dengan tidak menghalalkan berburu ketika kamu sedang berihram (haji atau umrah). Sesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, penuhilah olehmu perjanjian itu) baik perjanjian yang terpatri di antara kamu dengan Allah maupun dengan sesama manusia. (Dihalalkan bagi kamu binatang ternak) artinya halal memakan unta, sapi dan kambing setelah hewan itu disembelih (kecuali apa yang dibacakan padamu) tentang pengharamannya dalam ayat, \"Hurrimat `alaikumul maitatu...\" Istitsna` atau pengecualian di sini munqathi` atau terputus tetapi dapat pula muttashil, misalnya yang diharamkan karena mati dan sebagainya (tanpa menghalalkan berburu ketika kamu mengerjakan haji) atau berihram; ghaira dijadikan manshub karena menjadi hal bagi dhamir yang terdapat pada lakum. (Sesungguhnya Allah menetapkan hukum menurut yang dikehendaki-Nya) baik menghalalkan maupun mengharamkannya tanpa seorang pun yang dapat menghalangi-Nya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo awfoo bil'uqood; uhillat lakum baheematul an'aami illaa maa yutlaa 'alaikum ghaira muhillis saidi wa antum hurum; innal laaha yahkumu maa yureed",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَوْفُو[s[اْ] بِ[h:3345[ٱ]لْعُقُودِ‌ۚ أُحِلَّتْ لَك[c:3346[ُم ب]َهِيمَةُ [h:3347[ٱ]لْأَنْعَ[n[ـٰ]مِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّى [h:3348[ٱ][l[ل]صَّيْدِ وَأَ[f:98[نت]ُمْ حُرُمٌ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَحْكُمُ مَا يُر[p[ِي][q[د]ُ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 671,
            "aya_number": 2,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحِلُّوْا شَعَاۤىِٕرَ اللّٰهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَاۤىِٕدَ وَلَآ اٰۤمِّيْنَ الْبَيْتَ الْحَرَامَ يَبْتَغُوْنَ فَضْلًا مِّنْ رَّبِّهِمْ وَرِضْوَانًا ۗوَاِذَا حَلَلْتُمْ فَاصْطَادُوْا ۗوَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ اَنْ صَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ اَنْ تَعْتَدُوْۘا وَتَعَاوَنُوْا عَلَى الْبِرِّ وَالتَّقْوٰىۖ وَلَا تَعَاوَنُوْا عَلَى الْاِثْمِ وَالْعُدْوَانِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 106,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu melanggar syiar-syiar kesucian Allah, dan jangan (melanggar kehormatan) bulan-bulan haram, jangan (mengganggu) hadyu (hewan-hewan kurban) dan qala'id (hewan-hewan kurban yang diberi tanda), dan jangan (pula) mengganggu orang-orang yang mengunjungi Baitulharam; mereka mencari karunia dan keridaan Tuhannya. Tetapi apabila kamu telah menyelesaikan ihram, maka bolehlah kamu berburu. Jangan sampai kebencian(mu) kepada suatu kaum karena mereka menghalang-halangimu dari Masjidilharam, mendorongmu berbuat melampaui batas (kepada mereka). Dan tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan permusuhan. Bertakwalah kepada Allah, sungguh, Allah sangat berat siksaan-Nya.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu melanggar syiar-syiar Allah) jamak sya`iiratun; artinya upacara-upacara agama-Nya. Melanggar yaitu dengan berburu di waktu ihram (dan jangan pula melanggar bulan haram) dengan melakukan peperangan padanya (dan jangan mengganggu binatang-binatang hadya) yakni hewan yang dihadiahkan buat tanah suci (serta binatang-binatang berkalung) jamak dari qilaadatun; artinya binatang yang diberi kalung dengan kayu-kayuan yang terdapat di tanah suci sebagai tanda agar ia aman, maka janganlah ada yang mengganggu baik hewan-hewan itu sendiri maupun para pemiliknya (jangan pula) kamu halalkan atau kamu ganggu (orang-orang yang berkunjung) atau menuju (Baitulharam) dengan memerangi mereka (sedangkan mereka mencari karunia) artinya rezeki (dari Tuhan mereka) dengan berniaga (dan keridaan) daripada-Nya di samping berkunjung ke Baitullah tidak seperti pengertian mereka yang salah itu. Ayat ini dimansukh oleh ayat Bara`ah. (Dan apabila kamu telah selesai) dari ihram (maka perintahlah berburu) perintah di sini berarti ibahah atau memperbolehkan (dan sekali-kali janganlah kamu terdorong oleh kebencian) dibaca syana-aanu atau syan-aanu berarti kebencian atau kemarahan (kepada suatu kaum disebabkan mereka telah menghalangi kamu dari Masjidilharam untuk berbuat aniaya) kepada mereka dengan pembunuhan dan sebagainya. (Bertolong-tolonglah kamu dalam kebaikan) dalam mengerjakan yang dititahkan (dan ketakwaan) dengan meninggalkan apa-apa yang dilarang (dan janganlah kamu bertolong-tolongan) pada ta`aawanu dibuang salah satu di antara dua ta pada asalnya (dalam berbuat dosa) atau maksiat (dan pelanggaran) artinya melampaui batas-batas ajaran Allah. (Dan bertakwalah kamu kepada Allah) takutlah kamu kepada azab siksa-Nya dengan menaati-Nya (sesungguhnya Allah amat berat siksa-Nya) bagi orang yang menentang-Nya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tuhilloo sha'aaa 'iral laahi wa lash Shahral Haraama wa lal hadya wa lal qalaaa'ida wa laa aaammeenal Baital Haraama yabtaghoona fadlam mir Rabbihim wa ridwaanaa; wa izaa halaltum fastaadoo; wa laa yajrimannakum shana aanu qawmin an saddookum 'anil Masjidil-Haraami an ta'tadoo; wa ta'aawanoo 'alalbirri wattaqwaa; wa laa ta'aawanoo 'alal ismi wal'udwaan; wattaqul laah; innal laaha shadeedul 'iqaab",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تُحِلُّو[s[اْ] شَعَ[o[ـٰٓ]ئِرَ [h:3349[ٱ]للَّهِ وَلَا [h:3350[ٱ][l[ل]شَّهْرَ [h:3351[ٱ]لْحَرَامَ وَلَا [h:3352[ٱ]لْهَ[q:3353[دْ]ىَ وَلَا [h:3354[ٱ]لْقَلَ[o[ـٰٓ]ئِدَ وَل[o[َآ] ء[m[َا]ٓ[g[مّ]ِينَ [h:3355[ٱ]لْبَيْتَ [h:3356[ٱ]لْحَرَامَ يَ[q:3357[بْ]تَغُونَ فَضْل[a:1088[اً م]ّ[u:22[ِن ر]َّبِّهِمْ وَرِضْو[n[َٲ][a:3358[نًا‌ۚ و]َإِذَا حَلَلْتُمْ فَ[h:3359[ٱ]صْطَادُو[s[اْ‌ۚ] وَلَا يَ[q:3360[جْ]رِمَ[g[نّ]َكُمْ شَنَـَٔـانُ قَوْمٍ أَ[f:3361[ن ص]َدُّوكُمْ عَنِ [h:3362[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ أَ[f:3363[ن ت]َعْتَدُو[s[اْ‌ۘ] وَتَعَاوَنُو[s[اْ] عَلَى [h:3364[ٱ]لْبِرِّ وَ[h:3365[ٱ][l[ل]تَّ[q:3365[قْ]وَىٰ‌ۖ وَلَا تَعَاوَنُو[s[اْ] عَلَى [h:3366[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ‌ۚ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}