{
    "page_number": 107,
    "data": [
        {
            "aya_id": 672,
            "aya_number": 3,
            "aya_text": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ وَاَنْ تَسْتَقْسِمُوْا بِالْاَزْلَامِۗ  ذٰلِكُمْ فِسْقٌۗ  اَلْيَوْمَ يَىِٕسَ الَّذِيْنَ كَفَرُوْا مِنْ دِيْنِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِۗ  اَلْيَوْمَ اَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَاَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْاِسْلَامَ دِيْنًاۗ  فَمَنِ اضْطُرَّ فِيْ مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّاِثْمٍۙ  فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 107,
            "translation_aya_text": "Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih. Dan (diharamkan pula) yang disembelih untuk berhala. Dan (diharamkan pula) mengundi nasib dengan azlam (anak panah), (karena) itu suatu perbuatan fasik. Pada hari ini orang-orang kafir telah putus asa untuk (mengalahkan) agamamu, sebab itu janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku. Pada hari ini telah Aku sempurnakan agamamu untukmu, dan telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. Tetapi barangsiapa terpaksa karena lapar, bukan karena ingin berbuat dosa, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Diharamkan bagimu bangkai) yakni memakannya (darah) yang mengalir seperti pada binatang ternak (daging babi, hewan yang disembelih karena selain Allah) misalnya disembelih atas nama lain-Nya (yang tercekik) yang mati karena tercekik (yang dipukul) yang dibunuh dengan jalan memukulnya (yang jatuh) dari atas ke bawah lalu mati (yang ditanduk) yang mati karena tandukan lainnya (yang diterkam oleh binatang buas kecuali yang sempat kamu sembelih) maksudnya yang kamu dapati masih bernyawa dari macam-macam yang disebutkan itu lalu kamu sembelih (dan yang disembelih atas) nama (berhala) jamak dari nishab; artinya patung (dan mengundi nasib) artinya menentukan bagian dan keputusan (dengan anak panah) azlaam jamak dari zalam atau zulam; artinya anak panah yang belum diberi bulu dan ujungnya tidak bermata. Anak panah itu ada tujuh buah disimpan oleh pengurus Kakbah dan padanya terdapat tanda-tanda. Maka tanda-tanda itulah yang mereka ambil sebagai pedoman, jika disuruh mereka lakukan dan jika dilarang mereka hentikan. (Demikian itu adalah kefasikan) artinya menyimpang dari ketaatan. Ayat ini turun pada hari Arafah masa haji wadak, yaitu haji terakhir yang dilakukan oleh Nabi Muhammad saw. (Pada hari ini orang-orang kafir telah putus-asa terhadap agamamu) untuk mengembalikan kamu menjadi murtad setelah mereka melihat kamu telah kuat (maka janganlah kamu takut kepada mereka dan takutlah pada-Ku. Pada hari ini telah Kusempurnakan untukmu agamamu) yakni hukum-hukum halal maupun haram yang tidak diturunkan lagi setelahnya hukum-hukum dan kewajiban-kewajibannya (dan telah Kucukupkan padamu nikmat karunia-Ku) yakni dengan menyempurnakannya dan ada pula yang mengatakan dengan memasuki kota Mekah dalam keadaan aman (dan telah Kuridai) artinya telah Kupilih (Islam itu sebagai agama kalian. Maka siapa terpaksa karena kelaparan) untuk memakan sesuatu yang haram lalu dimakannya (tanpa cenderung) atau sengaja (berbuat dosa) atau maksiat (maka sesungguhnya Allah Maha Pengampun) terhadapnya atas perbuatan memakannya itu (lagi Maha Pengasih) kepadanya dalam memperbolehkannya. Berbeda halnya dengan orang yang cenderung atau sengaja berbuat dosa, misalnya penyamun atau pemberontak, maka tidak halal baginya memakan itu.",
            "sajda": false,
            "transliteration": "Hurrimat 'alaikumul maitatu waddamu wa lahmul khinzeeri wa maaa uhilla lighiril laahi bihee walmun khani qatu wal mawqoozatu wal mutarad diyatu wanna teehatu wa maaa akalas sabu'u illaa maa zakkaitum wa maa zubiha 'alan nusubi wa an tastaqsimoo bil azlaam; zaalikum fisq; alyawma ya'isal lazeena kafaroo min deenikum falaa takhshawhum wakh shawn; alyawma akmaltu lakum deenakum wa atmamtu 'alaikum ni'matee wa radeetu lakumul Islaama deenaa; famanidturra fee makhmasatin ghaira mutajaanifil li ismin fa innallaaha Ghafoorur Raheem",
            "tajweed_text": "حُرِّمَتْ عَلَيْكُمُ [h:3367[ٱ]لْمَيْتَةُ وَ[h:3368[ٱ][l[ل]دَّمُ وَلَحْمُ [h:3369[ٱ]لْخِ[f:885[نز]ِيرِ وَم[o[َآ] أُهِلَّ لِغَيْرِ [h:886[ٱ]للَّهِ بِه[n[ِۦ] وَ[h:3370[ٱ]لْمُنْخَنِقَةُ وَ[h:3371[ٱ]لْمَوْقُوذَةُ وَ[h:3372[ٱ]لْمُتَرَدِّيَةُ وَ[h:3373[ٱ][l[ل][g[نّ]َطِيحَةُ وَم[o[َآ] أَكَلَ [h:3374[ٱ][l[ل]سَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى [h:3375[ٱ][l[ل][g[نّ]ُصُبِ وَأَ[f:3376[ن ت]َسْتَ[q:3377[قْ]سِمُو[s[اْ] بِ[h:3378[ٱ]لْأَزْلَ[n[ـٰ]مِ‌ۚ ذ[n[َٲ]لِكُمْ فِسْقٌ‌ۗ [h:3379[ٱ]لْيَوْمَ يَئِسَ [h:3380[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:3381[ن د]ِينِكُمْ فَلَا تَخْشَوْهُمْ وَ[h:3382[ٱ]خْشَوْنِ‌ۚ [h:3383[ٱ]لْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ [h:3384[ٱ]لْإِسْلَ[n[ـٰ]مَ دِي[f:3385[نًا‌ۚ ف]َمَنِ [h:887[ٱ]ضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِ[u:3386[فٍ ل]ِّإٍِثْ[f:3387[مٍ‌ۙ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 673,
            "aya_number": 4,
            "aya_text": "يَسْـَٔلُوْنَكَ مَاذَآ اُحِلَّ لَهُمْۗ  قُلْ اُحِلَّ لَكُمُ الطَّيِّبٰتُۙ وَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِيْنَ تُعَلِّمُوْنَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُ  فَكُلُوْا مِمَّآ اَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 107,
            "translation_aya_text": "Mereka bertanya kepadamu (Muhammad), “Apakah yang dihalalkan bagi mereka?” Katakanlah, ”Yang dihalalkan bagimu (adalah makanan) yang baik-baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. Maka makanlah apa yang ditangkapnya untukmu, dan sebutlah nama Allah (waktu melepasnya). Dan bertakwalah kepada Allah, sungguh, Allah sangat cepat perhitungan-Nya.”",
            "tafsir_jalalayn": "(Mereka menanyakan kepadamu) hai Muhammad (Apakah yang dihalalkan bagi mereka) di antara makanan. (Katakanlah, \"Dihalalkan bagimu yang baik-baik) yang enak-enak atau yang halal (dan) hasil buruan (dari binatang-binatang buas yang telah kamu ajar) seperti anjing, serigala dan burung (dengan melatihnya berburu) hal dari kallabtal kalba pakai tasydid pada lam; artinya biasa kamu lepas berburu (kamu ajar mereka itu) hal dari dhamir mukallibiina; artinya kamu latih mereka itu (menurut apa yang diajarkan Allah kepadamu) tentang cara berburu (maka makanlah apa-apa yang ditangkapnya untukmu) mereka membunuh buruan tanpa memakannya. Berbeda halnya dengan yang tidak terlatih, maka tangkapannya itu tidak halal. Sebagai ciri-cirinya bila dilepas ia berangkat dan bila dicegah ia berhenti serta ditahannya buruan itu dan tidak dimakannya. Sekurang-kurangnya untuk mengetahui hal itu dibutuhkan pengamatan sebanyak tiga kali. Jika buruan itu dimakannya, berarti tidak ditangkapnya untuk tuannya, maka tidak halal dimakan sebagaimana tercantum dalam kedua hadis sahih Bukhari dan Muslim. Dalam hadis itu juga disebutkan bahwa hasil panahan jika dilepas dengan menyebut nama Allah, maka sama dengan hasil buruan dari binatang pemburu yang telah dilatih. (Dan sebutlah nama Allah atasnya) ketika melepasnya (serta bertakwalah kepada Allah; sesungguhnya Allah amat cepat perhitungan-Nya.\")",
            "sajda": false,
            "transliteration": "Yas'aloonaka maazaaa uhilla lahum; qul uhilla lakumuttaiyibaatu wa maa'allamtum minal jawaarihi mukallibeena tu'allimoonahunnamimmaa 'allamakumul laahu fakuloo mimmaaa amsakna 'alaikum wazkurus mal laahi 'alaih; wattaqul laah; innal laaha saree'ul hisaab",
            "tajweed_text": "يَسْــَٔلُونَكَ مَاذ[o[َآ] أُحِلَّ لَهُمْ‌ۖ قُلْ أُحِلَّ لَكُمُ [h:3388[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تُ‌ۙ وَمَا عَلَّمْت[w:3389[ُم م]ِّنَ [h:3390[ٱ]لْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُ[g[نّ]َ مِ[g[مّ]َا عَلَّمَكُمُ [h:3391[ٱ]للَّهُ‌ۖ فَكُلُو[s[اْ] مِ[g[مّ][o[َآ] أَمْسَكْنَ عَلَيْكُمْ وَ[h:335[ٱ]ذْكُرُو[s[اْ] [h:3392[ٱ]سْمَ [h:3393[ٱ]للَّهِ عَلَيْهِ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 674,
            "aya_number": 5,
            "aya_text": "اَلْيَوْمَ اُحِلَّ لَكُمُ الطَّيِّبٰتُۗ وَطَعَامُ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حِلٌّ لَّكُمْ ۖوَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖوَالْمُحْصَنٰتُ مِنَ الْمُؤْمِنٰتِ وَالْمُحْصَنٰتُ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّ مُحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ وَلَا مُتَّخِذِيْٓ اَخْدَانٍۗ وَمَنْ يَّكْفُرْ بِالْاِيْمَانِ فَقَدْ حَبِطَ عَمَلُهٗ ۖوَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 107,
            "translation_aya_text": "Pada hari ini dihalalkan bagimu segala yang baik-baik. Makanan (sembelihan) Ahli Kitab itu halal bagimu, dan makananmu halal bagi mereka. Dan (dihalalkan bagimu menikahi) perempuan-perempuan yang menjaga kehormatan di antara perempuan-perempuan yang beriman dan perempuan-perempuan yang menjaga kehormatan di antara orang-orang yang diberi kitab sebelum kamu, apabila kamu membayar maskawin mereka untuk menikahinya, tidak dengan maksud berzina dan bukan untuk menjadikan perempuan piaraan. Barangsiapa kafir setelah beriman, maka sungguh, sia-sia amal mereka, dan di akhirat dia termasuk orang-orang yang rugi.",
            "tafsir_jalalayn": "(Pada hari ini dihalalkan bagimu yang baik-baik) artinya yang enak-enak (Dan makanan-makanan orang-orang yang diberi kitab) maksudnya sembelihan orang-orang Yahudi dan Nasrani (halal bagi kamu dan makananmu) yang kamu sajikan kepada mereka (halal pula bagi mereka. Dan wanita-wanita yang merdeka di antara wanita-wanita mukmin serta wanita-wanita merdeka dari kalangan orang-orang yang diberi kitab sebelum kamu) halal pula kamu kawini (apabila kamu telah membayar maskawin mereka) atau mahar (dengan maksud mengawini mereka) sehingga terpelihara kehormatan (bukan dengan maksud berzina) dengan mereka secara terang-terangan (dan bukan pula untuk mengambil mereka sebagai gundik) atau melakukan perzinaan dengan mereka secara sembunyi-sembunyi. (Dan siapa yang kafir terhadap iman) artinya murtad (maka sungguh telah hapuslah amalnya) amal saleh sebelum itu hingga tidak dianggap diberi pahala (dan ia di akhirat termasuk orang-orang yang merugi) yakni jika ia meninggal dalam keadaan demikian itu.",
            "sajda": false,
            "transliteration": "Alyawma uhilla lakumut taiyibaatu wa ta'aamul lazeena ootul Kitaaba hillul lakum wa ta'aamukum hillul lahum wal muhsanaatu minal mu'minaati walmuhsanaatu minal lazeena ootul Kitaaba min qablikum izaaa aataitumoohunna ujoorahunna muhsineena ghaira musaafiheena wa laa muttakhizeee akhdaan; wa mai yakfur bil eemaani faqad habita 'amaluhoo wa huwa fil Aaakhirati minal khaasireen",
            "tajweed_text": "ٱلْيَوْمَ أُحِلَّ لَكُمُ [h:3388[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تُ‌ۖ وَطَعَامُ [h:3394[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ حِ[u:3395[لٌّ ل]َّكُمْ وَطَعَامُكُمْ حِ[u:3396[لٌّ ل]َّهُمْ‌ۖ وَ[h:3397[ٱ]لْمُحْصَنَ[n[ـٰ]تُ مِنَ [h:3398[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ وَ[h:3397[ٱ]لْمُحْصَنَ[n[ـٰ]تُ مِنَ [h:523[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ إِذ[o[َآ] ءَاتَيْتُمُوهُ[g[نّ]َ أُجُورَهُ[g[نّ]َ مُحْصِنِينَ غَيْرَ مُسَ[n[ـٰ]فِحِينَ وَلَا مُتَّخِذ[o[ِىٓ] أَخْدَا[a:3399[نٍ‌ۗ و]َم[a:636[َن ي]َكْفُرْ بِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ فَقَ[q:563[دْ] حَبِطَ عَمَلُهُ[n[ۥ] وَهُوَ فِى [h:536[ٱ]لْأَخِرَةِ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}