{
    "page_number": 108,
    "data": [
        {
            "aya_id": 675,
            "aya_number": 6,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قُمْتُمْ اِلَى الصَّلٰوةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَاَيْدِيَكُمْ اِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِۗ وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْاۗ وَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ مِّنْهُ ۗمَا يُرِيْدُ اللّٰهُ لِيَجْعَلَ عَلَيْكُمْ مِّنْ حَرَجٍ وَّلٰكِنْ يُّرِيْدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 108,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila kamu hendak melaksanakan salat, maka basuhlah wajahmu dan tanganmu sampai ke siku, dan sapulah kepalamu dan (basuh) kedua kakimu sampai ke kedua mata kaki. Jika kamu junub, maka mandilah. Dan jika kamu sakit atau dalam perjalanan atau kembali dari tempat buang air (kakus) atau menyentuh perempuan, maka jika kamu tidak memperoleh air, maka bertayamumlah dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu, agar kamu bersyukur.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, jika kamu berdiri) maksudnya hendak berdiri (mengerjakan salat) dan kamu sedang berhadas (maka basuhlah muka dan tanganmu sampai ke siku) artinya termasuk siku itu sebagaimana diterangkan dalam sunah (dan sapulah kepalamu) ba berarti melengketkan, jadi lengketkanlah sapuanmu itu kepadanya tanpa mengalirkan air. Dan ini merupakan isim jenis, sehingga dianggap cukup bila telah tercapai sapuan walaupun secara minimal, yaitu dengan disapunya sebagian rambut. Pendapat ini juga dianut oleh Imam Syafii (dan kakimu) dibaca manshub karena diathafkan kepada aidiyakum; jadi basuhlah tetapi ada pula yang membaca dengan baris di bawah/kasrah dengan diathafkan kepada yang terdekat (sampai dengan kedua mata kaki) artinya termasuk kedua mata kaki itu, sebagaimana diterangkan dalam hadis. Dua mata kaki ialah dua tulang yang tersembul pada setiap pergelangan kaki yang memisah betis dengan tumit. Dan pemisahan di antara tangan dan kaki yang dibasuh dengan rambut yang disapu menunjukkan diharuskannya/wajib berurutan dalam membersihkan anggota wudu itu. Ini juga merupakan pendapat Syafii. Dari sunah diperoleh keterangan tentang wajibnya berniat seperti halnya ibadah-ibadah lainnya. (Dan jika kamu dalam keadaan junub, maka bersucilah) maksudnya mandilah (dan apabila sakit) yang akan bertambah parah dengan menyentuh air (atau dalam perjalanan) musafir (atau kamu kembali dari tempat buang air) artinya berhadas (atau menyentuh wanita) hal ini telah dibicarakan dulu pada surah An-Nisa (lalu kamu tidak memperoleh air) yakni setelah mencarinya (maka bertayamumlah) dengan mencari (tanah yang baik) tanah yang bersih (sapulah muka dan tanganmu) beserta kedua siku (dengan tanah itu) dengan dua kali pukulan. Ba menunjukkan lengket sementara sunah menjelaskan bahwa yang dimaksud ialah hendaklah sapuan itu meliputi kedua anggota secara keseluruhan (Allah tidaklah hendak menyulitkan kamu) dengan kewajiban-kewajiban berwudu, mandi atau tayamum itu (tetapi Dia hendak menyucikan kamu) dari hadas dan dosa (dan hendak menyempurnakan nikmat-Nya kepadamu) yakni dengan Islam dengan menerangkan syariat-syariat agama (semoga kamu bersyukur) atas nikmat-Nya itu.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo izaa qumtum ilas Salaati faghsiloo wujoohakum wa Aidiyakum ilal maraafiqi wamsahoo biru'oosikum wa arjulakum ilal ka'bayn; wa in kuntum junuban fattahharoo; wain kuntum mardaaa aw'alaa safarin aw jaaa'a ahadum minkum minal ghaaa'iti aw laamastumunnisaaa'a falam tajidoo maaa'an fatayammamoo sa'eedan taiyiban famsahoo biwujoohikum wa aideekum minh; ma yureedul laahu liyaj'ala 'alaikum min harajinw wa laakidy yureedu liyutahhirakum wa liyutimma m'matahoo 'alaikum la'allakum tashkuroon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا قُمْتُمْ إِلَى [h:3225[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ فَ[h:3400[ٱ]غْسِلُو[s[اْ] وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى [h:3401[ٱ]لْمَرَافِقِ وَ[h:3402[ٱ]مْسَحُو[s[اْ] بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى [h:3403[ٱ]لْكَعْبَيْنِ‌ۚ وَإِ[f:99[ن ك]ُ[f:100[نت]ُمْ جُنُ[f:3404[بًا ف]َ[h:3405[ٱ]طَّهَّرُو[s[اْ‌ۚ] وَإِ[f:99[ن ك]ُ[f:100[نت][w:2804[ُم م]َّرْضَ[o[ىٰٓ] أَوْ عَلَىٰ سَفَرٍ أَوْ ج[o[َا]ٓءَ أَحَ[a:2805[دٌ م]ِّ[f:344[نك][w:2806[ُم م]ِّنَ [h:2807[ٱ]لْغ[o[َا]ٓئِطِ أَوْ لَ[n[ـٰ]مَسْتُمُ [h:2808[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ فَلَمْ تَجِدُو[s[اْ] م[o[َا]ٓ[f:2809[ءً ف]َتَيَ[g[مّ]َمُو[s[اْ] صَعِي[f:2810[دًا ط]َيِّ[f:2811[بًا ف]َ[h:2812[ٱ]مْسَحُو[s[اْ] بِوُجُوهِكُمْ وَأَيْدِيك[w:3406[ُم م]ِّنْهُ‌ۚ مَا يُرِيدُ [h:976[ٱ]للَّهُ لِيَ[q:2360[جْ]عَلَ عَلَيْك[w:548[ُم م]ِّنْ حَرَ[a:3407[جٍ و]َلَ[n[ـٰ]ك[a:3408[ِن ي]ُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِ[g[مّ]َ نِعْمَتَهُ[n[ۥ] عَلَيْكُمْ لَعَلَّكُمْ تَشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 676,
            "aya_number": 7,
            "aya_text": "وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙاِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 108,
            "translation_aya_text": "Dan ingatlah akan karunia Allah kepadamu dan perjanjian-Nya yang telah diikatkan kepadamu, ketika kamu mengatakan, “Kami mendengar dan kami menaati.” Dan bertakwalah kepada Allah, sungguh, Allah Maha Mengetahui segala isi hati.",
            "tafsir_jalalayn": "(Dan ingatlah olehmu karunia Allah kepadamu) maksudnya agama Islam (dan perjanjian-Nya yang telah diikat erat-Nya denganmu) artinya yang telah diperbuat-Nya denganmu (ketika kamu mengatakan) kepada Nabi saw. sewaktu baiat kepadanya (Kami dengar dan kami taati) mengenai apa juga yang engkau suruh atau pun larang, baik yang kami sukai maupun yang kami benci (dan bertakwalah kamu kepada Allah) jangan sampai melanggar perjanjian itu (Sesungguhnya Allah Maha Mengetahui isi hati) yakni apa yang terdapat di dalamnya apa lagi yang terdapat di luarnya.",
            "sajda": false,
            "transliteration": "Wazkuroo ni'matal laahi 'alaikum wa meesaaqahul lazee waasaqakum biheee iz qultum sami'naa wa ata'naa wattaqul laah; innal laaha 'aleemum bizaatis sudoor",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُرُو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ عَلَيْكُمْ وَمِيثَ[n[ـٰ]قَهُ [h:3409[ٱ]لَّذِى وَاثَقَك[c:3410[ُم ب]ِه[o[ِۦٓ] إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 677,
            "aya_number": 8,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ لِلّٰهِ شُهَدَاۤءَ بِالْقِسْطِۖ وَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ عَلٰٓى اَلَّا تَعْدِلُوْا ۗاِعْدِلُوْاۗ هُوَ اَقْرَبُ لِلتَّقْوٰىۖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 108,
            "translation_aya_text": "Wahai orang-orang yang beriman! Jadilah kamu sebagai penegak keadilan karena Allah, (ketika) menjadi saksi dengan adil. Dan janganlah kebencianmu terhadap suatu kaum mendorong kamu untuk berlaku tidak adil. Berlaku adillah. Karena (adil) itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah, sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, hendaklah kamu selalu berdiri karena Allah) menegakkan kebenaran-kebenaran-Nya (menjadi saksi dengan adil) (dan janganlah kamu terdorong oleh kebencian kepada sesuatu kaum) yakni kepada orang-orang kafir (untuk berlaku tidak adil) hingga kamu menganiaya mereka karena permusuhan mereka itu. (Berlaku adillah kamu) baik terhadap lawan maupun terhadap kawan (karena hal itu) artinya keadilan itu (lebih dekat kepada ketakwaan. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) sehingga kamu akan menerima pembalasan daripadanya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamaanoo koonoo qawwaa meena lillaahi shuhadaaa'a bilqist, wa laa yajrimannakum shana aanu qawmin 'alaaa allaa ta'diloo; i'diloo; huwa aqrabu littaqwaa wattaqul laah; innal laaha khabeerum bimaa ta'maloon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] كُونُو[s[اْ] قَوّ[n[َٲ]مِينَ لِلَّهِ شُهَد[o[َا]ٓءَ بِ[h:1800[ٱ]لْقِسْطِ‌ۖ وَلَا يَ[q:3360[جْ]رِمَ[g[نّ]َكُمْ شَنَـَٔـانُ قَوْمٍ عَلَ[o[ىٰٓ] أَلَّا تَعْدِلُو[s[اْ‌ۚ] [h:9999[ٱ]عْدِلُو[s[اْ] هُوَ أَ[q:1355[قْ]رَبُ لِلتَّ[q:1356[قْ]وَىٰ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 678,
            "aya_number": 9,
            "aya_text": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۙ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 108,
            "translation_aya_text": "Allah telah menjanjikan kepada orang-orang yang beriman dan beramal saleh, (bahwa) mereka akan mendapat ampunan dan pahala yang besar.",
            "tafsir_jalalayn": "(Allah telah menjanjikan kepada orang-orang yang beriman dan yang beramal saleh) suatu janji yang baik (bahwa untuk mereka keampunan dan pahala yang besar) yakni surga.",
            "sajda": false,
            "transliteration": "Wa'adal laahul lazeena aamanoo wa 'amilus saalihaati lahum maghfiratunw wa ajrun 'azeem",
            "tajweed_text": "وَعَدَ [h:3055[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ‌ۙ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ]رٌ عَظ[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}