{
    "page_number": 11,
    "data": [
        {
            "aya_id": 77,
            "aya_number": 70,
            "aya_text": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَۙ اِنَّ الْبَقَرَ تَشٰبَهَ عَلَيْنَاۗ وَاِنَّآ اِنْ شَاۤءَ اللّٰهُ لَمُهْتَدُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 11,
            "translation_aya_text": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu. (Karena) sesungguhnya sapi itu belum jelas bagi kami, dan jika Allah menghendaki, niscaya kami mendapat petunjuk.”",
            "tafsir_jalalayn": "(Kata mereka, \"Mohonkanlah kepada Tuhanmu untuk kami agar dijelaskan-Nya bagi kami hakikat sapi betina itu) apakah yang dimanjakan ataukah yang dipekerjakan? (karena sesungguhnya sapi itu) yakni kalau jenisnya baru yang disebutkan sifatnya itu (masih samar bagi kami) karena banyaknya hingga kami tidak mengetahui mana yang dimaksud (dan sesungguhnya kami insya Allah akan memperoleh petunjuk.\") untuk mendapatkannya. Dalam sebuah hadis disebutkan bahwa sekiranya mereka tidak mengucapkan insya Allah, tidaklah akan dijelaskan kepada mereka untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Qaalud-'u lanaa rabbaka yubaiyil lanaa maa hiya innal baqara tashaabaha 'alainaa wa innaaa in shaaa'al laahu lamuhtadoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 78,
            "aya_number": 71,
            "aya_text": "قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ لَّا ذَلُوْلٌ تُثِيْرُ الْاَرْضَ وَلَا تَسْقِى الْحَرْثَۚ مُسَلَّمَةٌ لَّاشِيَةَ فِيْهَا ۗ قَالُوا الْـٰٔنَ جِئْتَ بِالْحَقِّ  فَذَبَحُوْهَا وَمَا كَادُوْا يَفْعَلُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 11,
            "translation_aya_text": "Dia (Musa) menjawab, “Dia (Allah) berfirman, (sapi) itu adalah sapi betina yang belum pernah dipakai untuk membajak tanah dan tidak (pula) untuk mengairi tanaman, sehat, dan tanpa belang.” Mereka berkata, “Sekarang barulah engkau menerangkan (hal) yang sebenarnya.” Lalu mereka menyembelihnya, dan nyaris mereka tidak melaksanakan (perintah) itu.",
            "tafsir_jalalayn": "(Kata Musa, \"Allah berfirman bahwa sapi betina itu ialah sapi betina yang belum pernah dipakai untuk bekerja) (membajak tanah) untuk ditanami. Kalimat belakang ini menjadi sifat bagi 'dipakai untuk bekerja' dan termasuk barang yang dinafikan. (dan tidak pula untuk mengairi tanaman) atau tanah yang dipersiapkan untuk ditanami tumbuh-tumbuhan (tidak bercacat) bebas dari aib dan bekas-bekas bekerja berat (tidak ada belangnya.\") tidak ada warna lain dari warna aslinya. (Kata mereka, \"Sekarang barulah kamu mengatakan kebenaran.\") Maksudnya memberikan penjelasan yang cukup jelas tentang sapi yang dimaksud. Mereka cari sapi tersebut dan kebetulan ditemukan pada seorang anak muda yang berbakti kepada ibunya, lalu mereka beli dengan emas sepenuh bungkusan yang terbuat dari kulit sapi itu. (Lalu mereka menyembelihnya dan hampir saja mereka tidak melaksanakannya) karena harganya yang tinggi. Dalam sebuah hadis disebutkan, seandainya mereka segera menyembelih seekor sapi betina yang ada tanpa banyak tanya, yang demikian itu akan mencukupi. Tetapi mereka menyusahkan diri mereka sendiri sehingga dipersulit oleh Allah.",
            "sajda": false,
            "transliteration": "Qaala innahoo yaqoolu innahaa baqaratul laa zaloolun tuseerul arda wa laa tasqil harsa musallamatullaa shiyata feehaa; qaalul 'aana jita bilhaqq; fazabahoohaa wa maa kaado yaf'aloon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 79,
            "aya_number": 72,
            "aya_text": "وَاِذْ قَتَلْتُمْ نَفْسًا فَادّٰرَءْتُمْ فِيْهَا ۗ وَاللّٰهُ مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُوْنَ ۚ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 11,
            "translation_aya_text": "Dan (ingatlah) ketika kamu membunuh seseorang, lalu kamu tuduh-menuduh tentang itu. Tetapi Allah menyingkapkan apa yang kamu sembunyikan.",
            "tafsir_jalalayn": "(Dan ketika kamu membunuh seorang manusia, lalu kamu tuduh-menuduh tentang hal itu) asalnya fatadaara'tum, lalu ta diidgamkan ke dal yang berarti bertengkar dan saling menuduh (sedangkan Allah menyingkapkan) atau memperlihatkan (apa yang kamu sembunyikan) tentang persoalan tersebut. Kalimat ini adalah suatu interupsi dan merupakan awal kisah",
            "sajda": false,
            "transliteration": "Wa iz qataltum nafsan faddaara'tum feehaa wallaahu mukrijum maa kuntum taktumoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 80,
            "aya_number": 73,
            "aya_text": "فَقُلْنَا اضْرِبُوْهُ بِبَعْضِهَاۗ  كَذٰلِكَ يُحْيِ اللّٰهُ الْمَوْتٰى وَيُرِيْكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 11,
            "translation_aya_text": "Lalu Kami berfirman, “Pukullah (mayat) itu dengan bagian dari (sapi) itu!” Demikianlah Allah menghidupkan (orang) yang telah mati, dan Dia memperlihatkan kepadamu tanda-tanda (kekuasaan-Nya) agar kamu mengerti.",
            "tafsir_jalalayn": "(Lalu firman Kami, \"Pukullah dia) maksudnya mayat dari orang yang terbunuh tadi (dengan salah satu anggota badan sapi betina itu!\") Lalu mereka pukul dengan lidah atau pangkal ekornya sehingga ia pun hidup kembali dan mengatakan siapa pembunuhnya yang tiada lain dari dua orang saudara sepupunya yang disebutkan namanya masing-masing. Kemudian ia menjadi mayat kembali, maka kedua pembunuhnya tidak diperbolehkan untuk mendapatkan harta warisan, bahkan mereka pun dibunuh pula lalu firman Allah Taala, (\"Demikianlah) maksudnya caranya (Allah menghidupkan kembali orang-orang yang telah mati dan memperlihatkan kepadamu tanda-tanda-Nya) bukti-bukti kekuasaan-Nya (agar kamu memikirkan\") dan merenungkannya sehingga mengerti dan mengimani Allah yang kuasa menghidupkan seorang manusia yang telah meninggal juga sanggup menghidupkan berjuta-juta manusia lainnya.",
            "sajda": false,
            "transliteration": "Faqulnad riboohu biba'dihaa; kazaalika yuhyil laa hul mawtaa wa yureekum aayaatihee la'allakum ta'qiloon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 81,
            "aya_number": 74,
            "aya_text": "ثُمَّ قَسَتْ قُلُوْبُكُمْ مِّنْۢ بَعْدِ ذٰلِكَ فَهِيَ كَالْحِجَارَةِ اَوْ اَشَدُّ قَسْوَةً ۗ وَاِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْاَنْهٰرُ ۗ وَاِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاۤءُ  ۗوَاِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللّٰهِ ۗوَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 11,
            "translation_aya_text": "Kemudian setelah itu hatimu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar daripadanya. Ada pula yang terbelah lalu keluarlah mata air daripadanya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Kemudian hatimu menjadi keras) ditujukan kepada orang-orang Yahudi hingga tak dapat dimasuki kebenaran (setelah itu) yakni setelah peristiwa dihidupkannya orang yang telah mati dan kejadian-kejadian sebelumnya, (maka ia adalah seperti batu) dalam kerasnya (atau lebih keras lagi) daripada batu. (Padahal di antara batu-batu itu sesungguhnya ada yang mengalir anak-anak sungai daripadanya dan di antaranya ada pula yang terbelah) asalnya 'yatasyaqqaqu' lalu ta diidgamkan pada syin hingga menjadi 'yasysyaqqaqu' (lalu keluarlah air daripadanya dan sesungguhnya di antaranya ada pula yang jatuh meluncur) dari atas ke bawah (karena takut kepada Allah) sebaliknya hatimu tidak terpengaruh karenanya serta tidak pula menjadi lunak atau tunduk. (Dan Allah sekali-kali tidak lengah terhadap apa yang kamu kerjakan) hanya ditangguhkan-Nya menjatuhkan hukuman hingga saatnya nanti. Menurut satu qiraat bukan 'ta`maluun' tetapi 'ya`maluun', artinya 'yang mereka kerjakan,' sehingga berarti mengalihkan arah pembicaraan.",
            "sajda": false,
            "transliteration": "Summa qasat quloobukum mim ba'di zaalika fahiya kalhijaarati aw-ashaadu qaswah; wa inna minal hijaarati lamaa yatafajjaru minhul anhaar; wa inna minhaa lamaa yash shaqqaqu fayakhruju minhul maaa'; wa inna minhaa lamaa yahbitu min khashyatil laa; wa mal laahu bighaafilin 'ammaa ta'maloon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 82,
            "aya_number": 75,
            "aya_text": "۞ اَفَتَطْمَعُوْنَ اَنْ يُّؤْمِنُوْا لَكُمْ وَقَدْ كَانَ فَرِيْقٌ مِّنْهُمْ يَسْمَعُوْنَ كَلَامَ اللّٰهِ ثُمَّ يُحَرِّفُوْنَهٗ مِنْۢ بَعْدِ مَا عَقَلُوْهُ وَهُمْ يَعْلَمُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 11,
            "translation_aya_text": "Maka apakah kamu (Muslimin) sangat mengharapkan mereka akan percaya kepadamu, sedangkan segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah memahaminya, padahal mereka mengetahuinya?",
            "tafsir_jalalayn": "(Apakah masih kamu harapkan) hai orang beriman (bahwa mereka akan beriman) yakni orang-orang Yahudi itu (kepadamu, sedangkan sebagian) atau satu golongan (di antara mereka) yakni pendeta-pendeta mereka (mendengar firman Allah) yaitu Taurat (lalu mengubahnya) (setelah mereka memahaminya) (padahal mereka mengetahui) bahwa sebenarnya mereka mengada-ada. Pertanyaan di sini berarti sanggahan terhadap orang-orang beriman hingga berarti, \"Tak usah kamu harapkan mereka akan beriman karena dulu mereka juga sudah kafir!\"",
            "sajda": false,
            "transliteration": "Afatatma'oona ai yu'minoo lakum wa qad kaana fareequm minhum yasma'oona Kalaamal laahi summa yuharri foonahoo mim ba'di maa'aqaloohu wa hum ya'lamoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 83,
            "aya_number": 76,
            "aya_text": "وَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّاۚ وَاِذَا خَلَا بَعْضُهُمْ اِلٰى بَعْضٍ قَالُوْٓا اَتُحَدِّثُوْنَهُمْ بِمَا فَتَحَ اللّٰهُ عَلَيْكُمْ لِيُحَاۤجُّوْكُمْ بِهٖ عِنْدَ رَبِّكُمْ ۗ اَفَلَا تَعْقِلُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 11,
            "translation_aya_text": "Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, “Kami telah beriman.” Tetapi apabila kembali kepada sesamanya, mereka bertanya, “Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepadamu, sehingga mereka dapat menyanggah kamu di hadapan Tuhanmu? Tidakkah kamu mengerti?” ",
            "tafsir_jalalayn": "(Dan jika mereka berjumpa) maksudnya jika orang-orang Yahudi dan orang-orang munafik itu bertemu dengan (orang-orang beriman, mereka mengatakan, \"Kami pun telah beriman\") bahwa Muhammad itu adalah seorang nabi yang telah diberitakan kedatangannya dalam kitab suci kami, (tetapi bila mereka telah kembali) atau berada (sesama mereka, maka kata mereka) yakni para pemimpin mereka yang bukan munafik kepada yang munafik itu, (\"Apakah kamu hendak menceritakan kepada mereka) maksudnya kepada orang-orang mukmin (tentang apa yang telah dibukakan Allah kepada kamu) artinya tentang hal-hal yang telah diberitahukan Allah kepadamu dalam Taurat mengenai sifat-sifat dan ciri-ciri Muhammad (sehingga dengan demikian mereka dapat mematahkan alasanmu) 'lam' di sini berarti 'mengakibatkan' (dengannya di sisi Tuhanmu) yakni di akhirat kelak, di mana mereka akan dapat mengajukan bukti penyelewenganmu, yaitu tak hendak mengikuti Muhammad padahal mengetahui kebenarannya. (Tidaklah kamu mengerti?\") bahwa mereka akan dapat mematahkan alasanmu jika kamu menyebut-nyebut soal itu? Dari itu hentikanlah tindakanmu itu!",
            "sajda": false,
            "transliteration": "Wa izaa laqul lazeena aamanoo qaalooo aamannaa wa izaakhalaa ba'duhum ilaa ba'din qaalooo atuhaddisoonahum bimaa fatahal laahu 'alaikum liyuhaajjookum bihee 'inda rabbikum; afalaa ta'qiloon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}