{
    "page_number": 111,
    "data": [
        {
            "aya_id": 687,
            "aya_number": 18,
            "aya_text": "وَقَالَتِ الْيَهُوْدُ وَالنَّصٰرٰى نَحْنُ اَبْنٰۤؤُ اللّٰهِ وَاَحِبَّاۤؤُهٗ ۗ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوْبِكُمْ ۗ بَلْ اَنْتُمْ بَشَرٌ مِّمَّنْ خَلَقَۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُۗ وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۖوَاِلَيْهِ الْمَصِيْرُ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Orang Yahudi dan Nasrani berkata, “Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.” Katakanlah, “Mengapa Allah menyiksa kamu karena dosa-dosamu? Tidak, kamu adalah manusia (biasa) di antara orang-orang yang Dia ciptakan. Dia mengampuni siapa yang Dia kehendaki dan menyiksa siapa yang Dia kehendaki. Dan milik Allah seluruh kerajaan langit dan bumi serta apa yang ada di antara keduanya. Dan kepada-Nya semua akan kembali.”",
            "tafsir_jalalayn": "(Kata orang-orang Yahudi dan Nasrani) artinya kata masing-masing golongan itu (\"Kami ini anak-anak Allah) maksudnya seperti anak-anak-Nya dalam keakraban dan kedudukan, sebaliknya Dia tak ubahnya dengan bapak kami dalam kecintaan dan kasih sayang (dan kekasih-kekasih-Nya.\" Katakanlah) kepada mereka hai Muhammad (\"Kalau begitu kenapa Allah menyiksamu karena dosa-dosamu?\") Maksudnya ucapanmu itu bohong, karena biasanya bapak tak mau menyiksa anaknya begitu pula seorang kekasih terhadap orang yang disayanginya (bahkan kamu hanyalah manusia biasa termasuk) golongan makhluk (yang diciptakan-Nya) di antara manusia, sama-sama menerima pahala dan memikul dosa bersama mereka (diampuni-Nya siapa yang dikehendaki-Nya) bagi-Nyalah ampunan (dan disiksa-Nya siapa yang dikehendaki-Nya) untuk disiksa tanpa suatu pun yang akan menghalangi-Nya. (Dan milik Allahlah kerajaan langit dan bumi dan segala apa yang terdapat di antara keduanya dan kepada-Nya tempat kembali).",
            "sajda": false,
            "transliteration": "Wa qaalatil Yahoodu wan Nasaaraa nahnu abnaaa'ul laahi wa ahibbaaa'uh; qul falima yu'azzibukum bizunoobikum bal antum basharum mimmman khalaq; yaghfiru limai yashaaa'u wa yu'azzibu mai yashaaa'; wa lillaahi mulkus samaawaati wal ardi wa maa bainahumaa wa ilaihil maseer",
            "tajweed_text": "وَقَالَتِ [h:583[ٱ]لْيَهُودُ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَىٰ نَحْنُ أَ[q:3455[بْ]نَ[o[ـٰٓ]ؤُ[s[اْ] [h:3456[ٱ]للَّهِ وَأَحِبَّ[o[ـٰٓ]ؤُهُ[n[ۥ]‌ۚ قُلْ فَلِمَ يُعَذِّبُك[c:3457[ُم ب]ِذُنُوبِك[c:3458[ُم‌ۖ ب]َلْ أَ[f:428[نت][c:3459[ُم ب]َشَ[a:3460[رٌ م]ِّ[g[مّ]َنْ خَلَقَ‌ۚ يَغْفِرُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيُعَذِّبُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَلِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا‌ۖ وَإِلَيْهِ [h:3461[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 688,
            "aya_number": 19,
            "aya_text": "يٰٓاَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ عَلٰى فَتْرَةٍ مِّنَ الرُّسُلِ اَنْ تَقُوْلُوْا مَا جَاۤءَنَا مِنْۢ بَشِيْرٍ وَّلَا نَذِيْرٍۗ فَقَدْ جَاۤءَكُمْ بَشِيْرٌ وَّنَذِيْرٌ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Wahai Ahli Kitab! Sungguh, Rasul Kami telah datang kepadamu, menjelaskan (syariat Kami) kepadamu ketika terputus (pengiriman) rasul-rasul, agar kamu tidak mengatakan, “Tidak ada yang datang kepada kami baik seorang pembawa berita gembira maupun seorang pemberi peringatan.” Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Dan Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Hai Ahli Kitab! Sesungguhnya telah datang kepadamu rasul Kami) yakni Muhammad (menjelaskan kepada kamu) syariat-syariat agama (ketika terputusnya pengiriman rasul-rasul) karena antara dia dengan Isa tak seorang pun rasul yang diutus Allah sedangkan jarak masanya ialah 569 tahun (agar) tidak (kamu katakan) jika kamu disiksa nanti (\"Tidak ada datang kepada kami) min sebagai tambahan (pembawa berita gembira dan tidak pula pembawa peringatan karena sesungguhnya telah datang kepadamu pembawa berita gembira maupun pembawa peringatan itu\") sehingga tak ada kemaafan bagimu lagi! (Dan Allah Maha Kuasa atas segala sesuatu) di antaranya menyiksamu jika kamu tidak taat dan patuh kepada-Nya.",
            "sajda": false,
            "transliteration": "Yaaa Ahlal Kitaabi qad jaaa'akum Rasoolunaa yubaiyinu lakum 'alaa fatratim minal Rusuli an taqooloo maa jaaa'anaa mim basheerinw wa laa nazeerin faqad jaaa'akum basheerunw wa nazeer; wallaahu 'alaa kulli shai'in Qadeer",
            "tajweed_text": "يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ قَ[q:298[دْ] ج[o[َا]ٓءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَ[a:3462[ةٍ م]ِّنَ [h:3463[ٱ][l[ل]رُّسُلِ أَ[f:1330[ن ت]َقُولُو[s[اْ] مَا ج[o[َا]ٓءَنَا م[i:3464[ِنۢ ب]َشِي[a:3465[رٍ و]َلَا نَذِي[f:3466[رٍ‌ۖ ف]َقَ[q:563[دْ] ج[o[َا]ٓءَك[c:3467[ُم ب]َشِي[a:3468[رٌ و]َنَذِي[a:3469[رٌ‌ۗ و]َ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 689,
            "aya_number": 20,
            "aya_text": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَعَلَ فِيْكُمْ اَنْۢبِيَاۤءَ وَجَعَلَكُمْ مُّلُوْكًاۙ وَّاٰتٰىكُمْ مَّا لَمْ يُؤْتِ اَحَدًا مِّنَ الْعٰلَمِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku! Ingatlah akan nikmat Allah kepadamu ketika Dia mengangkat nabi-nabi di antaramu, dan menjadikan kamu sebagai orang-orang merdeka, dan memberikan kepada kamu apa yang belum pernah diberikan kepada seorang pun di antara umat yang lain.”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya, \"Hai kaumku! Ingatlah nikmat Allah kepadamu ketika diangkat-Nya padamu) maksudnya dari golonganmu (para nabi dan dijadikan-Nya kamu sebagai raja-raja) yang mempunyai anak buah dan pelayan (serta diberi-Nya kamu apa yang belum pernah diberikan-Nya kepada seorang pun di antara umat manusia) seperti hidangan dari langit, manna dan salwa, terbelahnya lautan dan lain-lain.",
            "sajda": false,
            "transliteration": "Qa iz qaala Moosaa liqawmihee yaa qawmiz kuroo ni'matal laahi 'alaikum iz ja'ala feekum mulookanw wa aataakum maa lam yu'ti ahadam minal 'aalameen",
            "tajweed_text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِه[n[ِۦ] يَ[n[ـٰ]قَوْمِ [h:3470[ٱ]ذْكُرُو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَ[i:480[نۢب]ِي[o[َا]ٓءَ وَجَعَلَك[w:3471[ُم م]ُّلُو[a:3472[كًا و]َءَاتَ[n[ـٰ]ك[w:3473[ُم م]َّا لَمْ يُؤْتِ أَحَ[a:3474[دًا م]ِّنَ [h:3475[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 690,
            "aya_number": 21,
            "aya_text": "يٰقَوْمِ ادْخُلُوا الْاَرْضَ الْمُقَدَّسَةَ الَّتِيْ كَتَبَ اللّٰهُ لَكُمْ وَلَا تَرْتَدُّوْا عَلٰٓى اَدْبَارِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Wahai kaumku! Masuklah ke tanah suci (Palestina) yang telah ditentukan Allah bagimu, dan janganlah kamu berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang yang rugi.",
            "tafsir_jalalayn": "(Hai kaumku! Masuklah kamu ke tanah suci) yang disucikan (yang telah ditetapkan Allah bagi kamu) telah dititahkan-Nya untuk memasukinya yaitu tanah Syam (dan janganlah kamu lari ke belakang) berbalik surut karena takut kepada musuh (nanti kamu menjadi orang-orang yang merugi.\") dalam usahamu.",
            "sajda": false,
            "transliteration": "Yaa qawmid khulul Ardal MMuqaddasatal latee katabal laahu lakum wa laa tartaddoo 'alaaa adbaarikum fatanqaliboo khaasireen",
            "tajweed_text": "يَ[n[ـٰ]قَوْمِ [h:3476[ٱ][q:278[دْ]خُلُو[s[اْ] [h:3477[ٱ]لْأَرْضَ [h:3478[ٱ]لْمُقَدَّسَةَ [h:3479[ٱ]لَّتِى كَتَبَ [h:989[ٱ]للَّهُ لَكُمْ وَلَا تَرْتَدُّو[s[اْ] عَلَ[o[ىٰٓ] أَ[q:3480[دْ]بَارِكُمْ فَتَ[f:2309[نق]َلِبُو[s[اْ] خَ[n[ـٰ]سِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 691,
            "aya_number": 22,
            "aya_text": "قَالُوْا يٰمُوْسٰٓى اِنَّ فِيْهَا قَوْمًا جَبَّارِيْنَۖ وَاِنَّا لَنْ نَّدْخُلَهَا حَتّٰى يَخْرُجُوْا مِنْهَاۚ فَاِنْ يَّخْرُجُوْا مِنْهَا فَاِنَّا دٰخِلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Mereka berkata, “Wahai Musa! Sesungguhnya di dalam negeri itu ada orang-orang yang sangat kuat dan kejam, kami tidak akan memasukinya sebelum mereka keluar darinya. Jika mereka keluar dari sana, niscaya kami akan masuk.”",
            "tafsir_jalalayn": "(Jawab mereka, \"Hai Musa! Sesungguhnya di dalamnya ada orang-orang yang aniaya) sisa-sisa bangsa Ad yang bertubuh tinggi dan bertenaga besar (Dan sesungguhnya kami tidak akan memasukinya hingga mereka keluar daripadanya. Jika mereka telah keluar daripadanya barulah kami memasuki.\")nya.",
            "sajda": false,
            "transliteration": "Qaaloo yaa Moosaaa innaa feehaa qwman jabbaareena wa innaa lan nadkhulahaa hattaa yakhrujoo minhaa fa innaa daakhiloon",
            "tajweed_text": "قَالُو[s[اْ] يَ[n[ـٰ]مُوسَ[o[ىٰٓ] إِ[g[نّ]َ فِيهَا قَوْ[f:3481[مًا ج]َبَّارِينَ وَإِ[g[نّ]َا ل[a:3482[َن ن]َّ[q:3483[دْ]خُلَهَا حَتَّىٰ يَخْرُجُو[s[اْ] مِنْهَا فَإ[a:3484[ِن ي]َخْرُجُو[s[اْ] مِنْهَا فَإِ[g[نّ]َا د[n[َٲ]خِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 692,
            "aya_number": 23,
            "aya_text": "قَالَ رَجُلَانِ مِنَ الَّذِيْنَ يَخَافُوْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمَا ادْخُلُوْا عَلَيْهِمُ الْبَابَۚ فَاِذَا دَخَلْتُمُوْهُ فَاِنَّكُمْ غٰلِبُوْنَ ەۙ وَعَلَى اللّٰهِ فَتَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 111,
            "translation_aya_text": "Berkatalah dua orang laki-laki di antara mereka yang bertakwa, yang telah diberi nikmat oleh Allah, “Serbulah mereka melalui pintu gerbang (negeri) itu. Jika kamu memasukinya niscaya kamu akan menang. Dan bertawakallah kamu hanya kepada Allah, jika kamu orang-orang beriman.”",
            "tafsir_jalalayn": "(Berkatalah) kepada mereka (dua orang laki-laki di antara orang-orang yang takut) menyalahi perintah-perintah Allah bernama Yusya dan Kalib, yakni dua orang di antara para pemimpin yang dikirim Musa untuk menyelidiki orang-orang aniaya itu (dan Allah telah memberi kedua mereka itu nikmat) berupa tindakan bijaksana hingga mereka tak hendak menyingkapkan keadaan sebenarnya dari orang-orang aniaya itu selain kepada Musa berbeda halnya dengan anggota-anggota lainnya yang menyiarkan berita itu hingga kaum Musa pun menjadi takut karenanya. (\"Serbulah mereka dengan melalui pintu gerbang) maksudnya pintu gerbang kota dan janganlah takut kepada mereka karena mereka itu tinggal tubuh tanpa hati atau keberanian. (Apabila kamu memasukinya niscaya kamu akan beroleh kemenangan) hal itu mereka ucapkan karena yakin akan beroleh pertolongan Allah dan bahwa Allah pasti menepati janji-Nya. (Dan kepada Allahlah hendaknya kamu bertawakal jika kamu betul-betul orang-orang yang beriman.\")",
            "sajda": false,
            "transliteration": "Qaala rajulaani minal lazeena yakhaafoona an'amal laahu 'alaihimad khuloo 'alaihimul baab, fa izaa dakhaltumoohu fa innakum ghaaliboon; wa 'alal laahi fatawakkalooo in kuntum mu'mineen",
            "tajweed_text": "قَالَ رَجُلَانِ مِنَ [h:523[ٱ]لَّذِينَ يَخَافُونَ أَنْعَمَ [h:2900[ٱ]للَّهُ عَلَيْهِمَا [h:3485[ٱ][q:278[دْ]خُلُو[s[اْ] عَلَيْهِمُ [h:3486[ٱ]لْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِ[g[نّ]َكُمْ غَ[n[ـٰ]لِبُونَ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَتَوَكَّل[o[ُوٓ][s[اْ] إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}