{
    "page_number": 112,
    "data": [
        {
            "aya_id": 693,
            "aya_number": 24,
            "aya_text": "قَالُوْا يٰمُوْسٰٓى اِنَّا لَنْ نَّدْخُلَهَآ اَبَدًا مَّا دَامُوْا فِيْهَا ۖفَاذْهَبْ اَنْتَ وَرَبُّكَ فَقَاتِلَآ اِنَّا هٰهُنَا قٰعِدُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "Mereka berkata, “Wahai Musa! Sampai kapan pun kami tidak akan memasukinya selama mereka masih ada di dalamnya, karena itu pergilah engkau bersama Tuhanmu, dan berperanglah kamu berdua. Biarlah kami tetap (menanti) di sini saja.”",
            "tafsir_jalalayn": "(Kata mereka, \"Hai Musa! Kami sekali-kali tidak akan memasukinya untuk selama-lamanya selagi mereka masih berada di dalamnya. Maka pergilah kamu bersama Tuhanmu dan perangilah) mereka (biarlah kami di sini duduk menanti saja.\") tak ikut berperang.",
            "sajda": false,
            "transliteration": "Qaaloo yaa Moosaaa innaa lan nadkhulahaa abadam maa daamoo feehaa fazhab anta wa Rabbuka faqaatilaaa innaa haahunaa qaa'idoon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 694,
            "aya_number": 25,
            "aya_text": "قَالَ رَبِّ اِنِّيْ لَآ اَمْلِكُ اِلَّا نَفْسِيْ وَاَخِيْ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفٰسِقِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "Dia (Musa) berkata, “Ya Tuhanku, aku hanya menguasai diriku sendiri dan saudaraku. Sebab itu pisahkanlah antara kami dengan orang-orang yang fasik itu.”",
            "tafsir_jalalayn": "(Kata Musa) ketika itu (\"Wahai Tuhanku! Aku tidak menguasai kecuali diriku dan) kecuali (saudaraku) adapun yang lainnya tidak, oleh sebab itu paksalah mereka supaya tunduk (maka pisahkanlah) atau ceraikan (di antara kami dengan orang-orang yang fasik itu.\")",
            "sajda": false,
            "transliteration": "Qaala Rabbi innee laaa amliku illaa nafsee wa akhee fafruq bainanaa wa bainal qawmil faasiqeen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 695,
            "aya_number": 26,
            "aya_text": "قَالَ فَاِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ اَرْبَعِيْنَ سَنَةً  ۚيَتِيْهُوْنَ فِى الْاَرْضِۗ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفٰسِقِيْنَ ࣖ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "(Allah) berfirman, “(Jika demikian), maka (negeri) itu terlarang buat mereka selama empat puluh tahun, (selama itu) mereka akan mengembara kebingungan di bumi. Maka janganlah eng-kau (Musa) bersedih hati (memikirkan nasib) orang-orang yang fasik itu.”",
            "tafsir_jalalayn": "(Firman Allah) Taala kepadanya (\"Maka kalau begitu negeri itu) yakni tanah suci tadi (diharamkan atas mereka) memasukinya (selama 40 tahun mereka akan bertualang tak tahu jalan) kebingungan (di negeri itu) menurut Ibnu Abbas luasnya sembilan farsakh persegi. (Maka janganlah kamu bersedih) berduka-cita (terhadap kaum yang fasik itu) menurut riwayat mereka memulai perjalanan di waktu malam dengan penuh kesungguhan ke arah yang dituju tetapi di waktu pagi mereka telah berada kembali di tempat semula. Demikian pula halnya perjalanan di waktu siang hingga akhirnya mereka binasa (mati\") kecuali orang-orang yang di waktu itu usianya belum lagi mencapai 20 tahun. Ada yang mengatakan bahwa jumlah mereka enam ratus ribu orang dan di padang itulah, yakni yang disebut padang Tih, wafat Harun dan Musa. Hal itu menjadi rahmat bagi mereka berdua sebaliknya menjadi azab dan siksa bagi umat mereka. Setelah dekat kematiannya, Musa memohon kepada Allah agar didekatkan kepada tanah suci itu kira-kira dalam jarak sepelemparan batu, maka permohonan itu dikabulkannya sebagaimana tersebut dalam hadis. Setelah masa empat puluh tahun itu Allah mengangkat Yusya menjadi nabi dan memerintahkannya untuk memerangi orang-orang aniaya tadi. Maka berangkatlah ia dengan sisa-sisa Israel dan memerangi musuh yang ketika itu ialah hari Jumat. Menurut berita, matahari terhenti selama sesaat menunggu selesai mereka berperang. Diriwayatkan oleh Ahmad dalam musnadnya sebuah hadis bahwa matahari itu tidak pernah tertahan jalannya untuk kepentingan manusia kecuali bagi Yusya, yaitu di malam-malam perjalanannya menuju Baitulmakdis.",
            "sajda": false,
            "transliteration": "Qaala fa innahaa muhar ramatun 'alaihim arba'eena sanah; yateehoona fil ard; falaa taasa 'alal qawmil faasiqeen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 696,
            "aya_number": 27,
            "aya_text": "۞ وَاتْلُ عَلَيْهِمْ نَبَاَ ابْنَيْ اٰدَمَ بِالْحَقِّۘ اِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ اَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْاٰخَرِۗ قَالَ لَاَقْتُلَنَّكَ ۗ قَالَ اِنَّمَا يَتَقَبَّلُ اللّٰهُ مِنَ الْمُتَّقِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "Dan ceritakanlah (Muhammad) yang sebenarnya kepada mereka tentang kisah kedua putra Adam, ketika keduanya mempersembahkan kurban, maka (kurban) salah seorang dari mereka berdua (Habil) diterima dan dari yang lain (Qabil) tidak diterima. Dia (Qabil) berkata, “Sungguh, aku pasti membunuhmu!” Dia (Habil) berkata, “Sesungguhnya Allah hanya menerima (amal) dari orang yang bertakwa.”",
            "tafsir_jalalayn": "(Dan bacakanlah) hai Muhammad (kepada mereka) yakni kepada kaummu (kabar) berita (dua orang anak Adam) yaitu Habil dan Qabil (dengan sebenarnya) berhubungan dengan utlu (ketika keduanya mempersembahkan kurban) kepada Allah berupa domba dari Habil dan hasil tanaman dari Qabil. (Maka diterima dari salah seorang mereka) yakni dari Habil dengan alamat turunnya api dari langit yang melahap kurbannya (dan tidak diterima dari yang lain) yakni dari Qabil yang menjadi murka dan memendam kedengkian dalam dirinya menunggu naik hajinya Adam. (Katanya) yakni Qabil kepada Habil (\"Sungguh, akan kubunuh kamu!\") Kenapa kurbanmu diterima sedangkan kurban saya tidak! (Jawabnya, yakni Habil, \"Sesungguhnya Allah hanya menerima kurban dari orang-orang yang bertakwa\").",
            "sajda": false,
            "transliteration": "Watlu 'alaihim naba abnai Aadama bilhaqq; iz qarrabaa qurbaanan fatuqubbila min ahadihimaa wa lam yutaqabbal minal aakhari qaala la aqtulannnaka qaala innamaa yataqabbalul laahu minal muttaqeen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 697,
            "aya_number": 28,
            "aya_text": "لَىِٕنْۢ بَسَطْتَّ اِلَيَّ يَدَكَ لِتَقْتُلَنِيْ مَآ اَنَا۠ بِبَاسِطٍ يَّدِيَ اِلَيْكَ لِاَقْتُلَكَۚ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "”Sungguh, jika engkau (Qabil) menggerakkan tanganmu kepadaku untuk membunuhku, aku tidak akan menggerakkan tanganku kepadamu untuk membunuhmu. Aku takut kepada Allah, Tuhan seluruh alam.”",
            "tafsir_jalalayn": "(\"Sungguh, jika) lam menunjukkan sumpah (kamu mengulurkan) atau menggerakkan (tanganmu kepadaku untuk membunuhku, tidaklah aku akan mengulurkan tanganku kepadamu untuk membunuhmu. Sesungguhnya aku takut akan Allah, Tuhan seru sekalian alam.\") jika membunuhmu.",
            "sajda": false,
            "transliteration": "La'im basatta ilaiya yadaka litaqtulanee maaa ana bibaasitiny yadiya ilaika li aqtulaka inneee akhaaful laaha Rabbal 'aalameen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 698,
            "aya_number": 29,
            "aya_text": "اِنِّيْٓ اُرِيْدُ اَنْ تَبُوْۤاَ بِاِثْمِيْ وَاِثْمِكَ فَتَكُوْنَ مِنْ اَصْحٰبِ النَّارِۚ وَذٰلِكَ جَزَاۤؤُا الظّٰلِمِيْنَۚ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "”Sesungguhnya aku ingin agar engkau kembali dengan (membawa) dosa (membunuh)ku dan dosamu sendiri, maka engkau akan menjadi penghuni neraka; dan itulah balasan bagi orang yang zalim.”",
            "tafsir_jalalayn": "(Sesungguhnya aku ingin agar kamu kembali membawa dosaku) maksudnya kembali menghadap kepada Allah dengan membawa dosa membunuhku (dan dosamu sendiri) yakni yang kamu perbuat sebelumnya (hingga kamu akan menjadi penghuni neraka) sedangkan aku tak ingin memikul dosamu jika membunuhnya sehingga aku menjadi penghuni neraka pula. Firman Allah swt.: (\"Dan demikianlah balasan bagi orang-orang yang aniaya.\")",
            "sajda": false,
            "transliteration": "Inee ureedu an tabooo'a bi ismee wa ismika fatakoona min Ashaabin Naar; wa zaalika jazaaa'uz zaalimeen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 699,
            "aya_number": 30,
            "aya_text": "فَطَوَّعَتْ لَهٗ نَفْسُهٗ قَتْلَ اَخِيْهِ فَقَتَلَهٗ فَاَصْبَحَ مِنَ الْخٰسِرِيْنَ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "Maka nafsu (Qabil) mendorongnya untuk membunuh saudaranya, kemudian dia pun (benar-benar) membunuhnya, maka jadilah dia termasuk orang yang rugi.",
            "tafsir_jalalayn": "(Tetapi nafsunya menggodanya untuk membunuh saudaranya lalu dibunuhnyalah, maka jadilah dia termasuk di antara orang-orang yang merugi) disebabkan pembunuhan itu. Mulanya ia tidak tahu apa yang akan diperbuatnya terhadap mayat saudaranya itu karena ia adalah mayat yang pertama dari anak cucu Adam di muka bumi, maka dipikulnyalah di atas punggungnya.",
            "sajda": false,
            "transliteration": "Fatawwa'at lahoo nafsu hoo qatla akheehi faqatalahoo fa asbaha minal khaasireen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 700,
            "aya_number": 31,
            "aya_text": "فَبَعَثَ اللّٰهُ غُرَابًا يَّبْحَثُ فِى الْاَرْضِ لِيُرِيَهٗ كَيْفَ يُوَارِيْ سَوْءَةَ اَخِيْهِ ۗ قَالَ يٰوَيْلَتٰٓى اَعَجَزْتُ اَنْ اَكُوْنَ مِثْلَ هٰذَا الْغُرَابِ فَاُوَارِيَ سَوْءَةَ اَخِيْۚ  فَاَصْبَحَ مِنَ النّٰدِمِيْنَ ۛ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 112,
            "translation_aya_text": "Kemudian Allah mengutus seekor burung gagak menggali tanah untuk diperlihatkan kepadanya (Qabil). Bagaimana dia seharusnya menguburkan mayat saudaranya. Qabil berkata, “Oh, celaka aku! Mengapa aku tidak mampu berbuat seperti burung gagak ini, sehingga aku dapat menguburkan mayat saudaraku ini?” Maka jadilah dia termasuk orang yang menyesal.",
            "tafsir_jalalayn": "(Lalu Allah mengirimkan seekor burung gagak menggali bumi) maksudnya mengorek tanah dengan paruh dan kedua kakinya lalu menimbunkannya di atas bangkai saudaranya seakan-akan menguburkannya (untuk memperlihatkan kepadanya bagaimana seharusnya dia menutupi) atau menguburkan (mayat saudaranya. Katanya, \"Wahai celakanya daku! Mengapa aku tidak mampu) buat (bertindak seperti burung gagak ini hingga dapat menguburkan mayat saudaraku. Maka jadilah dia di antara orang-orang yang menyesal.\") karena telah memikulnya tadi. Kemudian digalinya liang lalu dikuburkannya mayat saudaranya Habil itu.",
            "sajda": false,
            "transliteration": "Faba'asal laahu ghuraabai yabhasu fil ardi liyuriyahoo kaifa yuwaaree sawata akheeh; qaala yaa wailataaa a'ajaztu an akoona misla haazal ghuraabi fa uwaariya saw ata akhee fa asbaha minan naadimeen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}