{
    "page_number": 113,
    "data": [
        {
            "aya_id": 701,
            "aya_number": 32,
            "aya_text": "مِنْ اَجْلِ ذٰلِكَ ۛ كَتَبْنَا عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَنَّهٗ مَنْ قَتَلَ نَفْسًاۢ بِغَيْرِ نَفْسٍ اَوْ فَسَادٍ فِى الْاَرْضِ فَكَاَنَّمَا قَتَلَ النَّاسَ جَمِيْعًاۗ وَمَنْ اَحْيَاهَا فَكَاَنَّمَآ اَحْيَا النَّاسَ جَمِيْعًا ۗوَلَقَدْ جَاۤءَتْهُمْ رُسُلُنَا بِالْبَيِّنٰتِ ثُمَّ اِنَّ كَثِيْرًا مِّنْهُمْ بَعْدَ ذٰلِكَ فِى الْاَرْضِ لَمُسْرِفُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 113,
            "translation_aya_text": "Oleh karena itu Kami tetapkan (suatu hukum) bagi Bani Israil, bahwa barangsiapa membunuh seseorang, bukan karena orang itu membunuh orang lain, atau bukan karena berbuat kerusakan di bumi, maka seakan-akan dia telah membunuh semua manusia. Barangsiapa memelihara kehidupan seorang manusia, maka seakan-akan dia telah memelihara kehidupan semua manusia. Sesungguhnya Rasul Kami telah datang kepada mereka dengan (membawa) keterangan-keterangan yang jelas. Tetapi kemudian banyak di antara mereka setelah itu melampaui batas di bumi.",
            "tafsir_jalalayn": "(Oleh sebab itu) artinya karena perbuatan Qabil itu tadi (Kami tetapkan bagi Bani Israel bahwa sesungguhnya) innahuu disebut dhamir sya`n (siapa yang membunuh seorang manusia bukan karena manusia lainnya) yang dibunuhnya (atau) bukan karena (kerusakan) yang diperbuatnya (di muka bumi) berupa kekafiran, perzinaan atau perampokan dan sebagainya (maka seolah-olah dia telah membunuh manusia kesemuanya. Sebaliknya siapa yang memelihara kehidupannya) artinya tidak hendak membunuhnya (maka seolah-olah ia telah memelihara kehidupan manusia seluruhnya.) Kata Ibnu Abbas, \"Ini dilihat dari segi melanggar kesuciannya dan dari segi memelihara serta menjaganya.\" (dan sesungguhnya telah datang kepada mereka itu) yakni kepada orang-orang Israel (rasul-rasul Kami membawa keterangan-keterangan yang jelas) maksudnya mukjizat-mukjizat (kemudian banyak di antara mereka sesudah itu melampaui batas dalam berbuat kerusakan di muka bumi) dengan kekafiran, melakukan pembunuhan dan lain-lain.",
            "sajda": false,
            "transliteration": "min ajli zaalika katabnaa 'alaa Banee Israaa'eela annahoo man qatala nnafsam bighairi nafsin aw fasaadin fil ardi faka annnamaa qatalan fil ardi faka annammaa qatalan naasa jamee'anw wa man ahyaahaa faka annamaaa ahyan naasa jamee'aa; wa laqad jaaa'at hum Rusulunaa bilbaiyinaati summa inna kaseeram minhum ba'da zaalika fil ardi lamusrifoon",
            "tajweed_text": "مِنْ أَ[q:3513[جْ]لِ ذ[n[َٲ]لِكَ كَتَ[q:2889[بْ]نَا عَلَىٰ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ أَ[g[نّ]َهُ[n[ۥ] مَ[f:3514[ن ق]َتَلَ نَفْس[i:3515[َۢا ب]ِغَيْرِ نَفْسٍ أَوْ فَسَا[f:3516[دٍ ف]ِى [h:44[ٱ]لْأَرْضِ فَكَأَ[g[نّ]َمَا قَتَلَ [h:3517[ٱ][l[ل][g[نّ]َاسَ جَمِي[a:3518[عًا و]َمَنْ أَحْيَاهَا فَكَأَ[g[نّ]َم[o[َآ] أَحْيَا [h:3519[ٱ][l[ل][g[نّ]َاسَ جَمِي[a:3520[عًا‌ۚ و]َلَقَ[q:341[دْ] ج[o[َا]ٓءَتْهُمْ رُسُلُنَا بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ ثُ[g[مّ]َ إِ[g[نّ]َ كَثِي[a:3521[رًا م]ِّنْه[c:3522[ُم ب]َعْدَ ذ[n[َٲ]لِكَ فِى [h:44[ٱ]لْأَرْضِ لَمُسْرِف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 702,
            "aya_number": 33,
            "aya_text": "اِنَّمَا جَزٰۤؤُا الَّذِيْنَ يُحَارِبُوْنَ اللّٰهَ وَرَسُوْلَهٗ وَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًا اَنْ يُّقَتَّلُوْٓا اَوْ يُصَلَّبُوْٓا اَوْ تُقَطَّعَ اَيْدِيْهِمْ وَاَرْجُلُهُمْ مِّنْ خِلَافٍ اَوْ يُنْفَوْا مِنَ الْاَرْضِۗ ذٰلِكَ لَهُمْ خِزْيٌ فِى الدُّنْيَا وَلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 113,
            "translation_aya_text": "Hukuman bagi orang-orang yang memerangi Allah dan Rasul-Nya dan membuat kerusakan di bumi hanyalah dibunuh atau disalib, atau dipotong tangan dan kaki mereka secara silang, atau diasingkan dari tempat kediamannya. Yang demikian itu kehinaan bagi mereka di dunia, dan di akhirat mereka mendapat azab yang besar.",
            "tafsir_jalalayn": "(Bahwasanya pembalasan terhadap orang-orang yang memerangi Allah dan rasul-Nya) artinya dengan memerangi kaum muslimin (dan membuat kerusakan di muka bumi) dengan menyamun dan merampok (ialah dengan membunuh atau menyalib mereka atau tangan dan kaki mereka dipotong secara timbal balik) maksudnya tangan kanan dengan kaki kiri mereka (atau dibuang dari kampung halamannya). Atau secara bertingkat, maka hukum bunuh itu ialah bagi yang membunuh saja, hukum salib bagi yang membunuh dan merampas harta, hukum potong bagi yang merampas harta tetapi tanpa membunuh sedangkan hukum buang bagi yang mengacau saja. Hal ini dikemukakan oleh Ibnu Abbas dan dianut oleh Syafii. Menurut yang terkuat di antara dua buah pendapat dilaksanakannya hukum salib itu ialah tiga hari setelah dihukum bunuh. Tetapi ada pula yang mengatakan tidak lama sebelum dibunuh. Termasuk dalam hukum buang hukuman lain yang sama pengaruhnya dalam memberikan pelajaran seperti tahanan penjara dan lain-lain. (Demikian itu) maksudnya pembalasan atau hukuman tersebut (merupakan kehinaan bagi mereka) kenistaan (di dunia sedangkan di akhirat mereka beroleh siksa yang besar) yaitu siksa neraka.",
            "sajda": false,
            "transliteration": "Innamaa jazaaa'ul lazeena yuhaariboonal laaha wa Rasoolahoo wa yas'awna fil ardi fasaadan ai yuqattalooo aw yusallabooo aw tuqatta'a aideehim wa arjuluhum min khilaafin aw yunfaw minalard; zaalika lahum khizyun fid dunyaa wa lahum fil Aakhirati 'azaabun 'azeem",
            "tajweed_text": "إِ[g[نّ]َمَا جَز[o[َٲ]ٓؤُ[s[اْ] [h:3523[ٱ]لَّذِينَ يُحَارِبُونَ [h:3524[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَيَسْعَوْنَ فِى [h:44[ٱ]لْأَرْضِ فَسَادًا أ[a:3525[َن ي]ُقَتَّل[o[ُوٓ][s[اْ] أَوْ يُصَلَّب[o[ُوٓ][s[اْ] أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُه[w:3526[ُم م]ِّنْ خِلَ[n[ـٰ]فٍ أَوْ يُ[f:3527[نف]َوْ[s[اْ] مِنَ [h:1579[ٱ]لْأَرْضِ‌ۚ ذ[n[َٲ]لِكَ لَهُمْ خِزْ[f:440[ىٌ ف]ِى [h:599[ٱ][l[ل]دُّنْيَا‌ۖ وَلَهُمْ فِى [h:536[ٱ]لْأَخِرَةِ عَذَابٌ عَظ[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 703,
            "aya_number": 34,
            "aya_text": "اِلَّا الَّذِيْنَ تَابُوْا مِنْ قَبْلِ اَنْ تَقْدِرُوْا عَلَيْهِمْۚ فَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 113,
            "translation_aya_text": "Kecuali orang-orang yang bertobat sebelum kamu dapat menguasai mereka; maka ketahuilah, bahwa Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Kecuali orang-orang yang tobat) di antara orang-orang yang menyalakan api dan peperangan perampokan tadi (sebelum kamu dapat menguasai mereka, maka ketahuilah bahwa Allah Maha Pengampun) terhadap mereka atas perbuatan mereka itu (lagi Maha Penyayang) kepada mereka. Dalam ayat ini tidak disebutkan \"janganlah mereka kamu jatuhi hukuman\" untuk menunjukkan bahwa dengan bertobat itu yang gugur hanyalah hak Allah dan tidak hak manusia. Demikian yang dapat ditangkap dengan jelas dan saya lihat tidak seorang pun yang menentangnya, wallahu a`lam. Maka jika seseorang membunuh dan merampas harta, maka ia dihukum bunuh dan dipotong tetapi tidak disalib. Ini merupakan yang terkuat di antara kedua pendapat Syafii. Mengenai bertobat setelah ia dapat ditangkap, maka tak ada pengaruh dan manfaat apa-apa. Ini juga merupakan yang terkuat di antara kedua pendapat Imam Syafii.",
            "sajda": false,
            "transliteration": "Illal lazeena taaboo min qabli an taqdiroo 'alaihim fa'lamooo annnal laaha Ghafoorur Raheem",
            "tajweed_text": "إِلَّا [h:778[ٱ]لَّذِينَ تَابُو[s[اْ] مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أَ[f:3528[ن ت]َ[q:3529[قْ]دِرُو[s[اْ] عَلَيْهِمْ‌ۖ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 704,
            "aya_number": 35,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَابْتَغُوْٓا اِلَيْهِ الْوَسِيْلَةَ وَجَاهِدُوْا فِيْ سَبِيْلِهٖ لَعَلَّكُمْ تُفْلِحُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 113,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan carilah wasilah (jalan) untuk mendekatkan diri kepada-Nya, dan berjihadlah (berjuanglah) di jalan-Nya, agar kamu beruntung.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, bertakwalah kamu kepada Allah) artinya takutlah akan siksa-Nya dengan jalan menaati-Nya (dan carilah jalan kepada-Nya) yaitu jalan yang akan mendekatkan dirimu kepada-Nya dengan jalan taat dan ibadah (dan berjihadlah pada jalan-Nya) maksudnya untuk meninggikan agama-Nya (semoga kamu beruntung atau beroleh keberhasilan).",
            "sajda": false,
            "transliteration": "yaaa aiyuhal lazeena aamanut taqul laaha wabtaghooo ilaihil waseelata wa jaahidoo fee sabeelihee la'allakum tuflihoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَ[h:988[ٱ][q:988[بْ]تَغ[o[ُوٓ][s[اْ] إِلَيْهِ [h:3530[ٱ]لْوَسِيلَةَ وَجَ[n[ـٰ]هِدُو[s[اْ] فِى سَبِيلِه[n[ِۦ] لَعَلَّكُمْ تُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 705,
            "aya_number": 36,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لِيَفْتَدُوْا بِهٖ مِنْ عَذَابِ يَوْمِ الْقِيٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 113,
            "translation_aya_text": "Sesungguhnya orang-orang yang kafir, seandainya mereka memiliki segala apa yang ada di bumi dan ditambah dengan sebanyak itu (lagi) untuk menebus diri mereka dari azab pada hari Kiamat, niscaya semua (tebusan) itu tidak akan diterima dari mereka. Mereka (tetap) mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang kafir, sekiranya) terjadilah (bahwa mereka memiliki seluruh yang terdapat di bumi dan sebanyak itu lagi sebagai tambahannya untuk menebus diri mereka dari siksa hari kiamat tidaklah akan diterima dari mereka dan bagi mereka azab yang pedih).",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo law anna lahum maa fil ardi jamee'anw wa mislahoo ma'ahoo liyaftadoo bihee min 'azaabi Yawmil Qiyaamati maa tuqubbila minhum wa lahum azaabun aleem",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْ أَ[g[نّ]َ لَه[w:3531[ُم م]َّا فِى [h:44[ٱ]لْأَرْضِ جَمِي[a:3532[عًا و]َمِثْلَهُ[n[ۥ] مَعَهُ[n[ۥ] لِيَفْتَدُو[s[اْ] بِه[n[ِۦ] مِنْ عَذَابِ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ مَا تُقُبِّلَ مِنْهُمْ‌ۖ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}