{
    "page_number": 114,
    "data": [
        {
            "aya_id": 706,
            "aya_number": 37,
            "aya_text": "يُرِيْدُوْنَ اَنْ يَّخْرُجُوْا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِيْنَ مِنْهَا ۖوَلَهُمْ عَذَابٌ مُّقِيمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 114,
            "translation_aya_text": "Mereka ingin keluar dari neraka, tetapi tidak akan dapat keluar dari sana. Dan mereka mendapat azab yang kekal.",
            "tafsir_jalalayn": "(Mereka ingin) mengangankan (hendak keluar dari neraka, tetapi tidak mungkin keluar daripadanya dan bagi mereka siksa yang kekal) untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Yureedoona ai yakhrujoo minan Naari wa maa hum bikhaari jeena minhaa wa lahum 'azaabum muqeem",
            "tajweed_text": "يُرِيدُونَ أ[a:3533[َن ي]َخْرُجُو[s[اْ] مِنَ [h:869[ٱ][l[ل][g[نّ]َارِ وَمَا ه[c:868[ُم ب]ِخَ[n[ـٰ]رِجِينَ مِنْهَا‌ۖ وَلَهُمْ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 707,
            "aya_number": 38,
            "aya_text": "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوْٓا اَيْدِيَهُمَا جَزَاۤءًۢ بِمَا كَسَبَا نَكَالًا مِّنَ اللّٰهِ ۗوَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 114,
            "translation_aya_text": "Adapun orang laki-laki maupun perempuan yang mencuri, potonglah tangan keduanya (sebagai) balasan atas perbuatan yang mereka lakukan dan sebagai siksaan dari Allah. Dan Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Laki-laki yang mencuri dan wanita yang mencuri) al yang terdapat pada keduanya menunjukkannya sebagai isim maushul dan berfungsi sebagai mubtada, mengingat al mirip dengan syarat maka khabarnya diawali dengan fa, yaitu (maka potonglah tangan mereka) tangan kanan masing-masing mulai dari pergelangan. Dinyatakan oleh sunah bahwa hukum potong itu dilaksanakan jika yang dicuri itu bernilai seperempat dinar atau lebih; jika perbuatannya itu diulanginya lagi maka yang dipotong kakinya yang kiri dari pergelangan kaki, kemudian tangan kiri lalu kaki kanan dan setelah itu dilakukan hukum takzir (sebagai balasan) manshub sebagai mashdar (atas apa yang mereka kerjakan dan sebagai siksaan) artinya hukuman bagi mereka (dari Allah dan Allah Maha Perkasa) artinya menguasai segala urusan (lagi Maha Bijaksana) terhadap makhluk-Nya.",
            "sajda": false,
            "transliteration": "Wassaariqu qassaariqatu faqta'oo aidiyahumma jazaaa'am bimaa kasabaa nakaalam minal laah; wallaahu 'Azeezun hakeem",
            "tajweed_text": "وَ[h:9999[ٱ][l[ل]سَّارِقُ وَ[h:3535[ٱ][l[ل]سَّارِقَةُ فَ[h:3536[ٱ][q:3536[قْ]طَع[o[ُوٓ][s[اْ] أَيْدِيَهُمَا جَز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَسَبَا نَكَ[n[ـٰ]ل[a:3538[اً م]ِّنَ [h:321[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ عَزِيزٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 708,
            "aya_number": 39,
            "aya_text": "فَمَنْ تَابَ مِنْۢ بَعْدِ ظُلْمِهٖ وَاَصْلَحَ فَاِنَّ اللّٰهَ يَتُوْبُ عَلَيْهِ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 114,
            "translation_aya_text": "Tetapi barangsiapa bertobat setelah melakukan kejahatan itu dan memperbaiki diri, maka sesungguhnya Allah menerima tobatnya. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Siapa yang tobat setelah keaniayaannya) artinya tidak mencuri lagi (dan memperbaiki diri) atau amalnya (maka sesungguhnya Allah menerima tobatnya. Sesungguhnya Allah itu Maha Pengampun lagi Maha Penyayang) untuk menguraikan ini telah kita kemukakan keterangan yang lalu. Maka dengan tobatnya itu tidaklah gugur hak manusia berupa hukum potong dan pengembalian harta. Kemudian sunah menyatakan bahwa jika yang punya hak memberi maaf sebelum diadukan kepada imam, gugurlah hukum potong itu terhadapnya. Dan inilah yang menjadi pendapat Syafii.",
            "sajda": false,
            "transliteration": "Faman taaba mim ba'di zulmihee wa aslaha fa innal laaha yatoobu 'alaih; innal laaha Ghafoorur Raheem",
            "tajweed_text": "فَمَ[f:3539[ن ت]َابَ م[i:146[ِنۢ ب]َعْدِ ظُلْمِه[n[ِۦ] وَأَصْلَحَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ يَتُوبُ عَلَيْهِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 709,
            "aya_number": 40,
            "aya_text": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَغْفِرُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 114,
            "translation_aya_text": "Tidakkah kamu tahu, bahwa Allah memiliki seluruh kerajaan langit dan bumi, Dia menyiksa siapa yang Dia kehendaki dan mengampuni siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Tidaklah kamu ketahui) pertanyaan ini sebagai pengukuhan (bahwa sesungguhnya Allah memiliki kerajaan langit dan bumi, disiksa-Nya siapa yang dikehendaki-Nya) untuk disiksa (dan diampuni-Nya siapa yang dikehendaki-Nya) untuk diampuni. (Dan Allah Maha Kuasa atas segala sesuatu) di antaranya menurunkan siksa atau memberi ampun.",
            "sajda": false,
            "transliteration": "Alam ta'lam annal laaha lahoo mulkus samaawaati wal ardi yu'az zibu many-yashaa'u wa yaghfiru limany-yashaaa'; wallaahu 'alaa kulli shai'in Qadeer",
            "tajweed_text": "أَلَمْ تَعْلَمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ يُعَذِّبُ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَغْفِرُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ‌ۗ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 710,
            "aya_number": 41,
            "aya_text": "۞ يٰٓاَيُّهَا الرَّسُوْلُ لَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِ مِنَ الَّذِيْنَ قَالُوْٓا اٰمَنَّا بِاَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوْبُهُمْ ۛ وَمِنَ الَّذِيْنَ هَادُوْا ۛ سَمّٰعُوْنَ لِلْكَذِبِ سَمّٰعُوْنَ لِقَوْمٍ اٰخَرِيْنَۙ لَمْ يَأْتُوْكَ ۗ يُحَرِّفُوْنَ الْكَلِمَ مِنْۢ بَعْدِ مَوَاضِعِهٖۚ يَقُوْلُوْنَ اِنْ اُوْتِيْتُمْ هٰذَا فَخُذُوْهُ وَاِنْ لَّمْ تُؤْتَوْهُ فَاحْذَرُوْا ۗوَمَنْ يُّرِدِ اللّٰهُ فِتْنَتَهٗ فَلَنْ تَمْلِكَ لَهٗ مِنَ اللّٰهِ شَيْـًٔا ۗ اُولٰۤىِٕكَ الَّذِيْنَ لَمْ يُرِدِ اللّٰهُ اَنْ يُّطَهِّرَ قُلُوْبَهُمْ ۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ ۖوَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 114,
            "translation_aya_text": "Wahai Rasul (Muhammad)! Janganlah engkau disedihkan karena mereka berlomba-lomba dalam kekafirannya. Yaitu orang-orang (munafik) yang mengatakan dengan mulut mereka, “Kami telah beriman,” padahal hati mereka belum beriman; dan juga orang-orang Yahudi yang sangat suka mendengar (berita-berita) bohong dan sangat suka mendengar (perkataan-perkataan) orang lain yang belum pernah datang kepadamu. Mereka mengubah kata-kata (Taurat) dari makna yang sebenarnya. Mereka mengatakan, “Jika ini yang diberikan kepadamu (yang sudah diubah) terimalah, dan jika kamu diberi yang bukan ini, maka hati-hatilah.” Barangsiapa dikehendaki Allah untuk dibiarkan sesat, sedikit pun engkau tidak akan mampu menolak sesuatu pun dari Allah (untuk menolongnya). Mereka itu adalah orang-orang yang sudah tidak dikehendaki Allah untuk menyucikan hati mereka. Di dunia mereka mendapat kehinaan dan di akhirat akan mendapat azab yang besar.",
            "tafsir_jalalayn": "(Hai Rasul, janganlah kamu menjadi bersedih hati oleh) disebabkan perbuatan (orang-orang yang berlomba-lomba dalam kekafiran) hingga tanpa menunggu lama mereka akan terjatuh di dalamnya; artinya bila ada kesempatan mereka akan menyatakan kekafiran itu (di antara) min merupakan penjelasan (orang-orang yang mengatakan dengan mulut mereka, \"Kami telah beriman.\") maksudnya dengan lidah mereka nyatakan hal tersebut (padahal hati mereka tidak beriman) mereka ini ialah orang-orang munafik (dan juga di antara orang-orang Yahudi) yakni suatu kaum (yang amat gemar mendengar berita-berita bohong) yang dibuat-buat oleh pendeta-pendeta mereka lalu mereka terima dengan baik (dan amat suka pula mendengar berita-berita) daripadamu (untuk suatu kaum) artinya demi kepentingan kaum (yang lain) dari golongan Yahudi (yang belum pernah datang kepadamu) yakni warga Khaibar. Terdapat di sana sepasang laki-laki dan perempuan yang telah berumah tangga melakukan perzinaan, tetapi mereka berkeberatan untuk menjalankan hukuman rajam kepada kedua pesakitan. Lalu mereka mengirimkan orang-orang warga Quraizhah untuk menanyakan hukuman mereka itu kepada Nabi Muhammad saw. (Mereka mengubah-ubah perkataan) yang tercantum dalam Taurat seperti ayat tentang rajam (dari tempat-tempatnya) yang ditaruh Allah padanya; artinya mereka menggantikannya dengan yang lain. (Kata mereka) yakni kepada orang-orang yang mereka utus tadi (\"Jika yang diberikan kepadamu itu ialah ini) maksudnya hukum yang telah dirubah dan difatwakan oleh Muhammad yaitu hukum pukulan (maka ambillah) terimalah (tetapi jika bukan itu yang diberikan kepadamu) dan fatwa yang diberikannya bertentangan dengannya (maka berhati-hatilah.\") untuk menerimanya. (Siapa yang dikehendaki Allah kesesatannya, maka kamu sekali-kali tidak akan dapat menguasai sesuatu yang datang dari Allah) untuk menolaknya (mereka itu ialah orang-orang yang tidak dikehendaki Allah menyucikan hati mereka) dari kekafiran, dan sekiranya dikehendaki-Nya tentulah hal itu akan tercapai. (Bagi mereka di dunia ini kehinaan) kenistaan dengan terbukanya rahasia dan pembayaran upeti (sedangkan di akhirat siksa yang besar.)",
            "sajda": false,
            "transliteration": "Yaaa ayyuhar Rasoolu laa yahzukal lazeena yusaa ri'oona fil kufri minal lazeena qaaloo aamannaa bi afwaahihim wa lam tu'min quloobuhum; wa minal lazeena haadoo sammaa'oona lilkazibi sammaa'oona liqawmin aakhareena lam yaatooka yuharifoonal kalima mim ba'di mawaadi'ihee yaqooloona in ooteetum haazaa fakhuzoohu wa il lam tu'tawhu fahzaroo; wa many-yuridil laahu fitnatahoo falan tamlika lahoo minal laahi shai'aa; ulaaa 'ikal lazeena lam yuridil laahu any-yutahhira quloobahum; lahum fid dunyaa khizyunw wa lahum fil Aakhirati'azaabun 'azeem",
            "tajweed_text": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:3540[ٱ][l[ل]رَّسُولُ لَا يَحْزُ[f:2435[نك]َ [h:2436[ٱ]لَّذِينَ يُسَ[n[ـٰ]رِعُونَ فِى [h:2437[ٱ]لْكُفْرِ مِنَ [h:523[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا بِأَفْو[n[َٲ]هِهِمْ وَلَمْ تُؤْمِ[f:3541[ن ق]ُلُوبُهُمْ‌ۛ وَمِنَ [h:501[ٱ]لَّذِينَ هَادُو[s[اْ‌ۛ] سَ[g[مّ]َ[n[ـٰ]عُونَ لِلْكَذِبِ سَ[g[مّ]َ[n[ـٰ]عُونَ لِقَوْمٍ ءَاخَرِينَ لَمْ يَأْتُوكَ‌ۖ يُحَرِّفُونَ [h:2817[ٱ]لْكَلِمَ م[i:146[ِنۢ ب]َعْدِ مَوَاضِعِه[n[ِۦ]‌ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَ[n[ـٰ]ذَا فَخُذُوهُ وَإ[u:3542[ِن ل]َّمْ تُؤْتَوْهُ فَ[h:3543[ٱ]حْذَرُو[s[اْ‌ۚ] وَم[a:3544[َن ي]ُرِدِ [h:3545[ٱ]للَّهُ فِتْنَتَهُ[n[ۥ] فَلَ[f:3546[ن ت]َمْلِكَ لَهُ[n[ۥ] مِنَ [h:321[ٱ]للَّهِ شَيْــًٔا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ لَمْ يُرِدِ [h:3545[ٱ]للَّهُ أ[a:3547[َن ي]ُطَهِّرَ قُلُوبَهُمْ‌ۚ لَهُمْ فِى [h:599[ٱ][l[ل]دُّنْيَا خِزْ[a:600[ىٌ‌ۖ و]َلَهُمْ فِى [h:536[ٱ]لْأَخِرَةِ عَذَابٌ عَظ[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}