{
    "page_number": 115,
    "data": [
        {
            "aya_id": 711,
            "aya_number": 42,
            "aya_text": "سَمّٰعُوْنَ لِلْكَذِبِ اَكّٰلُوْنَ لِلسُّحْتِۗ فَاِنْ جَاۤءُوْكَ فَاحْكُمْ بَيْنَهُمْ اَوْ اَعْرِضْ عَنْهُمْ ۚوَاِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَّضُرُّوْكَ شَيْـًٔا ۗ وَاِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 115,
            "translation_aya_text": "Mereka sangat suka mendengar berita bohong, banyak memakan (makanan) yang haram. Jika mereka (orang Yahudi) datang kepadamu (Muhammad untuk meminta putusan), maka berilah putusan di antara mereka atau berpalinglah dari mereka, dan jika engkau berpaling dari mereka maka mereka tidak akan membahayakanmu sedikit pun. Tetapi jika engkau memutuskan (perkara mereka), maka putuskanlah dengan adil. Sesungguhnya Allah menyukai orang-orang yang adil.",
            "tafsir_jalalayn": "(Mereka orang-orang yang gemar mendengar berita-berita bohong dan banyak memakan yang haram) dibaca suht atau suhut; artinya barang haram seperti uang suap (maka jika mereka datang kepadamu) untuk meminta sesuatu keputusan (maka putuskanlah di antara mereka atau berpalinglah dari mereka) pilihan di antara alternatif ini dihapus/dinasakh dengan firman-Nya, \"..... maka putuskanlah di antara mereka.\" Oleh sebab itu jika mereka mengadukan hal itu kepada kita wajiblah kita memberikan keputusannya di antara mereka. Dan ini merupakan yang terkuat di antara kedua pendapat Syafii. Dan sekiranya mereka mengadukan perkara itu bersama orang Islam, maka hukum memutuskan itu wajib secara ijmak. (Jika mereka berpaling daripadamu, maka sekali-kali tidak akan memberi mudarat kepadamu sedikit pun juga. Dan jika kamu memutuskan) perkara di antara mereka (maka putuskanlah di antara mereka dengan adil) tidak berat sebelah. (Sesungguhnya Allah menyukai orang-orang yang adil) dalam memberikan keputusan dan akan memberi mereka pahala.",
            "sajda": false,
            "transliteration": "Sammaa'oona lilkazibi akkaaloona lissuht; fa in jaaa'ooka fahkum bainahum aw a'rid anhum wa in tu'rid 'anhum falany-yadurrooka shai'anw wa in hakamta fahkum bainahum bilqist; innal laaha yuhibbul muqsiteen",
            "tajweed_text": "سَ[g[مّ]َ[n[ـٰ]عُونَ لِلْكَذِبِ أَكَّ[n[ـٰ]لُونَ لِلسُّحْتِ‌ۚ فَإِ[f:3548[ن ج][o[َا]ٓءُوكَ فَ[h:3549[ٱ]حْك[c:3550[ُم ب]َيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ‌ۖ وَإِ[f:3551[ن ت]ُعْرِضْ عَنْهُمْ فَل[a:3552[َن ي]َضُرُّوكَ شَيْـ[a:3553[ـًٔا‌ۖ و]َإِنْ حَكَمْتَ فَ[h:3549[ٱ]حْك[c:3550[ُم ب]َيْنَه[c:3554[ُم ب]ِ[h:1800[ٱ]لْقِسْطِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:3555[ٱ]لْمُ[q:3556[قْ]سِط[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 712,
            "aya_number": 43,
            "aya_text": "وَكَيْفَ يُحَكِّمُوْنَكَ وَعِنْدَهُمُ التَّوْرٰىةُ فِيْهَا حُكْمُ اللّٰهِ ثُمَّ يَتَوَلَّوْنَ مِنْۢ بَعْدِ ذٰلِكَ ۗوَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 115,
            "translation_aya_text": "Dan bagaimana mereka akan mengangkatmu menjadi hakim mereka, padahal mereka mempunyai Taurat yang di dalamnya (ada) hukum Allah, nanti mereka berpaling (dari putusanmu) setelah itu? Sungguh, mereka bukan orang-orang yang beriman.",
            "tafsir_jalalayn": "(Dan betapa caranya mereka mengangkatmu menjadi hakim mereka padahal di sisi mereka ada Taurat yang memuat hukum Allah) yaitu dengan rajam. Pertanyaan ini menunjukkan keheranan; artinya maksud mereka yang sebenarnya bukanlah untuk mengetahui kebenaran tetapi untuk mencari mana yang lebih ringan (Kemudian mereka berpaling) dari hukum rajammu yang sebenarnya sesuai dengan kitab mereka (setelah demikian itu) setelah diberi keputusan itu (dan tidaklah mereka orang-orang yang sungguh-sungguh beriman.)",
            "sajda": false,
            "transliteration": "Wa kaifa yuhakkimoonaka wa 'indahumut Tawraatu feehaa hukmul laahi summa yatawallawna mim ba'di zaalik; wa maaa ulaaa'ika bilmu'mineen",
            "tajweed_text": "وَكَيْفَ يُحَكِّمُونَكَ وَعِ[f:3557[ند]َهُمُ [h:3558[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةُ فِيهَا حُكْمُ [h:3559[ٱ]للَّهِ ثُ[g[مّ]َ يَتَوَلَّوْنَ م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ‌ۚ وَم[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ بِ[h:3560[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 713,
            "aya_number": 44,
            "aya_text": "اِنَّآ اَنْزَلْنَا التَّوْرٰىةَ فِيْهَا هُدًى وَّنُوْرٌۚ يَحْكُمُ بِهَا النَّبِيُّوْنَ الَّذِيْنَ اَسْلَمُوْا لِلَّذِيْنَ هَادُوْا وَالرَّبَّانِيُّوْنَ وَالْاَحْبَارُ بِمَا اسْتُحْفِظُوْا مِنْ كِتٰبِ اللّٰهِ وَكَانُوْا عَلَيْهِ شُهَدَاۤءَۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 115,
            "translation_aya_text": "Sungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. Karena itu janganlah kamu takut kepada manusia, (tetapi) takutlah kepada-Ku. Dan janganlah kamu jual ayat-ayat-Ku dengan harga murah. Barangsiapa tidak memutuskan dengan apa yang diturunkan Allah, maka mereka itulah orang-orang kafir.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menurunkan Taurat berisi petunjuk) dari kesesatan (dan cahaya) untuk menjelaskan hukum-hukum (yang diambil untuk memutuskan hukum oleh nabi-nabi) dari Bani Israel (yang tunduk) menyerahkan diri kepada Allah (bagi orang-orang Yahudi dan oleh orang-orang alim dan para pendeta) yakni ahli-ahli hukum dari kalangan mereka (dengan apa) disebabkan karena (mereka diminta untuk menyimpan) artinya diberi amanat untuk menjaga oleh Allah (Kitabullah) jangan sampai diubah-ubah (dan mereka menjadi saksi terhadapnya) bahwa ia benar adanya. (Maka janganlah kamu takut akan manusia) hai orang-orang Yahudi dalam menyingkapkan sifat-sifat dan ciri-ciri Muhammad saw. yang kamu ketahui, tentang ayat rajam dan sebagainya (hanya takutlah kepada-Ku) dalam menyembunyikannya (dan janganlah kamu beli, maksudnya, jangan kamu tukar ayat-ayat-Ku dengan harga yang sedikit) berupa harta benda dunia yang kamu dapatkan sebagai imbalan menyembunyikannya. (Siapa yang tidak memutuskan menurut apa yang diturunkan Allah, maka merekalah orang-orang yang kafir) terhadap-Nya.",
            "sajda": false,
            "transliteration": "Innaaa anzalnat Tawraata feehaa hudanw wa noor; yahkumu bihan Nabiyyoonal lazeena aslamoo lillazeena haadoo war rabbaaniyyoona wal ahbaaru bimas tuhfizoo min Kitaabil laahi wa kaanoo 'alaihi shuhadaaa'; falaa takhshawun naasa wakhshawni wa laa tashtaroo bi aayaatee samanan qaleelaa; wa mal lam yahkum bimaaa anzalal laahu fa ulaaa'ika humul kaafiroon",
            "tajweed_text": "إِ[g[نّ][o[َآ] أَ[f:515[نز]َلْنَا [h:3561[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ فِيهَا هُ[a:3562[دًى و]َنُو[a:3563[رٌ‌ۚ ي]َحْكُمُ بِهَا [h:3564[ٱ][l[ل][g[نّ]َبِيُّونَ [h:3565[ٱ]لَّذِينَ أَسْلَمُو[s[اْ] لِلَّذِينَ هَادُو[s[اْ] وَ[h:3566[ٱ][l[ل]رَّبَّ[n[ـٰ]نِيُّونَ وَ[h:3567[ٱ]لْأَحْبَارُ بِمَا [h:3568[ٱ]سْتُحْفِظُو[s[اْ] مِ[f:3569[ن ك]ِتَ[n[ـٰ]بِ [h:1816[ٱ]للَّهِ وَكَانُو[s[اْ] عَلَيْهِ شُهَد[o[َا]ٓءَ‌ۚ فَلَا تَخْشَوُ[s[اْ] [h:3570[ٱ][l[ل][g[نّ]َاسَ وَ[h:3382[ٱ]خْشَوْنِ وَلَا تَشْتَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِى ثَمَ[f:208[نًا ق]َلِيل[a:3571[اً‌ۚ و]َم[u:1416[َن ل]َّمْ يَحْك[c:3572[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:3251[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 714,
            "aya_number": 45,
            "aya_text": "وَكَتَبْنَا عَلَيْهِمْ فِيْهَآ اَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْاَنْفَ بِالْاَنْفِ وَالْاُذُنَ بِالْاُذُنِ وَالسِّنَّ بِالسِّنِّۙ وَالْجُرُوْحَ قِصَاصٌۗ فَمَنْ تَصَدَّقَ بِهٖ فَهُوَ كَفَّارَةٌ لَّهٗ  ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 115,
            "translation_aya_text": "Kami telah menetapkan bagi mereka di dalamnya (Taurat) bahwa nyawa (dibalas) dengan nyawa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka-luka (pun) ada qisas-nya (balasan yang sama). Barangsiapa melepaskan (hak qisas)nya, maka itu (menjadi) penebus dosa baginya. Barangsiapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itulah orang-orang zalim.",
            "tafsir_jalalayn": "(Dan telah Kami tetapkan terhadap mereka d dalamnya) maksudnya di dalam Taurat (bahwa jiwa) dibunuh (karena jiwa) yang dibunuhnya (mata) dicongkel (karena mata, hidung) dipancung (karena hidung, telinga) dipotong (karena telinga, gigi) dicabut (karena gigi) menurut satu qiraat dengan marfu'nya keempat anggota tubuh tersebut (dan luka-luka pun) manshub atau marfu' (berlaku kisas) artinya dilaksanakan padanya hukum balas jika mungkin; seperti tangan, kaki, kemaluan dan sebagainya. Hukuman ini walaupun diwajibkan atas mereka tetapi ditaqrirkan atau diakui tetap berlaku dalam syariat kita. (Siapa menyedekahkannya) maksudnya menguasai dirinya dengan melepas hak kisas itu (maka itu menjadi penebus dosanya) atas kesalahannya (dan siapa yang tidak memutuskan dengan apa yang diturunkan Allah) seperti kisas dan lain-lain (merekalah orang-orang yang aniaya).",
            "sajda": false,
            "transliteration": "Wa katabnaa 'alaihim feehaaa annan nafsa binnafsi wal'aina bil'aini wal anfa bilanfi wal uzuna bil uzuni wassinna bissinni waljurooha qisaas; faman tasaddaqa bihee fahuwa kaffaaratul lah; wa mal lam yahkum bimaaa anzalal laahu fa ulaaa'ika humuz zalimoon",
            "tajweed_text": "وَكَتَ[q:3573[بْ]نَا عَلَيْهِمْ فِيه[o[َآ] أَ[g[نّ]َ [h:3574[ٱ][l[ل][g[نّ]َفْسَ بِ[h:3575[ٱ][l[ل][g[نّ]َفْسِ وَ[h:3576[ٱ]لْعَيْنَ بِ[h:3577[ٱ]لْعَيْنِ وَ[h:3578[ٱ]لْأَ[f:3578[نف]َ بِ[h:3579[ٱ]لْأَ[f:3579[نف]ِ وَ[h:3580[ٱ]لْأُذُنَ بِ[h:3581[ٱ]لْأُذُنِ وَ[h:3582[ٱ][l[ل]سِّ[g[نّ]َ بِ[h:3583[ٱ][l[ل]سِّ[g[نّ]ِ وَ[h:3584[ٱ]لْجُرُوحَ قِصَا[f:3585[صٌ‌ۚ ف]َمَ[f:3586[ن ت]َصَدَّقَ بِه[n[ِۦ] فَهُوَ كَفَّارَ[u:3587[ةٌ ل]َّهُ[n[ۥ]‌ۚ وَم[u:1416[َن ل]َّمْ يَحْك[c:3572[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}