{
    "page_number": 117,
    "data": [
        {
            "aya_id": 720,
            "aya_number": 51,
            "aya_text": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْيَهُوْدَ وَالنَّصٰرٰٓى اَوْلِيَاۤءَ ۘ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاِنَّهٗ مِنْهُمْ ۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang Yahudi dan Nasrani sebagai teman setia(mu); mereka satu sama lain saling melindungi. Barangsiapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu ambil orang-orang Yahudi dan Nasrani menjadi pemimpin) menjadi ikutanmu dan kamu cintai. (Sebagian mereka menjadi pemimpin bagi sebagian lainnya) karena kesatuan mereka dalam kekafiran. (Siapa di antara kamu mengambil mereka sebagai pemimpin, maka dia termasuk di antara mereka) artinya termasuk golongan mereka. (Sesungguhnya Allah tidak menunjuki orang-orang yang aniaya) karena mengambil orang-orang kafir sebagai pemimpin mereka.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tattakhizul Yahooda wan nasaaraaa awliyaaa'; ba'duhum awliyaaa'u ba'd; wa mai yatawallahum minkum fa innahoo minhum; innal laaha laa yahdil qawmaz zaalimeen",
            "tajweed_text": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذُو[s[اْ] [h:3617[ٱ]لْيَهُودَ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَ[o[ىٰٓ] أَوْلِي[o[َا]ٓءَ‌ۘ بَعْضُهُمْ أَوْلِي[o[َا]ٓءُ بَعْ[a:3618[ضٍ‌ۚ و]َم[a:3619[َن ي]َتَوَلَّه[w:3620[ُم م]ِّ[f:344[نك]ُمْ فَإِ[g[نّ]َهُ[n[ۥ] مِنْهُمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 721,
            "aya_number": 52,
            "aya_text": "فَتَرَى الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يُّسَارِعُوْنَ فِيْهِمْ يَقُوْلُوْنَ نَخْشٰٓى اَنْ تُصِيْبَنَا دَاۤىِٕرَةٌ  ۗفَعَسَى اللّٰهُ اَنْ يَّأْتِيَ بِالْفَتْحِ اَوْ اَمْرٍ مِّنْ عِنْدِهٖ فَيُصْبِحُوْا عَلٰى مَآ اَسَرُّوْا فِيْٓ اَنْفُسِهِمْ نٰدِمِيْنَۗ  ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Maka kamu akan melihat orang-orang yang hatinya berpenyakit segera mendekati mereka (Yahudi dan Nasrani), seraya berkata, “Kami takut akan mendapat bencana.” Mudah-mudahan Allah akan mendatangkan kemenangan (kepada Rasul-Nya), atau suatu keputusan dari sisi-Nya, sehingga mereka menjadi menyesal terhadap apa yang mereka rahasiakan dalam diri mereka.",
            "tafsir_jalalayn": "(Maka kamu lihat orang-orang yang di dalam hati mereka ada penyakit) yakni lemah akidahnya seperti Abdullah bin Ubai gembong munafik itu (bersegera kepada mereka) untuk mengambil mereka sebagai pemimpin (seraya katanya) mengemukakan alasan dari sikap mereka itu (\"Kami takut akan mendapat giliran bencana.\") misalnya giliran musim kemarau, kekalahan sedangkan urusan Muhammad tidak berketentuan sehingga tidak dapat membela kami. Berfirman Allah swt.: (Semoga Allah mendatangkan kemenangan) kepada rasul-Nya dengan mengembangkan agama-Nya (atau sesuatu keputusan dari sisi-Nya) misalnya dengan membuka kedok orang-orang munafik dan menyingkapkan rahasia mereka (sehingga mereka atas apa yang mereka rahasiakan dalam diri mereka) berupa keragu-raguan dan mengambil orang-orang kafir itu sebagai pemimpin (menjadi menyesal.)",
            "sajda": false,
            "transliteration": "Fataral lazeena fee quloobihim maraduny yusaari'oona feehim yaqooloona nakhshaaa an tuseebanaa daaa'irah; fa'asallaahu ai yaatiya bilfathi aw amrim min 'indihee fa yusbihoo 'alaa maaa asarroo feee anfusihim naadimeen",
            "tajweed_text": "فَتَرَى [h:3621[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَ[a:3622[ضٌ ي]ُسَ[n[ـٰ]رِعُونَ فِيهِمْ يَقُولُونَ نَخْشَ[o[ىٰٓ] أَ[f:3623[ن ت]ُصِيبَنَا د[o[َا]ٓئِرَ[f:3624[ةٌ‌ۚ ف]َعَسَى [h:3625[ٱ]للَّهُ أ[a:1462[َن ي]َأْتِىَ بِ[h:3626[ٱ]لْفَتْحِ أَوْ أَمْ[a:3627[رٍ م]ِّنْ عِ[f:3628[ند]ِه[n[ِۦ] فَيُصْبِحُو[s[اْ] عَلَىٰ م[o[َآ] أَسَرُّو[s[اْ] ف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ نَ[n[ـٰ]دِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 722,
            "aya_number": 53,
            "aya_text": "وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْٓا اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ اِنَّهُمْ لَمَعَكُمْۗ حَبِطَتْ اَعْمَالُهُمْ فَاَصْبَحُوْا خٰسِرِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Dan orang-orang yang beriman akan berkata, “Inikah orang yang bersumpah secara sungguh-sungguh dengan (nama) Allah, bahwa mereka benar-benar beserta kamu?” Segala amal mereka menjadi sia-sia, sehingga mereka menjadi orang yang rugi.",
            "tafsir_jalalayn": "(Dan berkatalah) dibaca yaquulu marfu` sebagai awal kata dengan memakai wawu atau tidak. Ada pula yang membaca yaquula manshub karena diathafkan kepada ya`tiya (orang-orang yang beriman) kepada kawan-kawan mereka keheranan; yakni jika topeng kedustaan mereka telah disingkapkan (\"Inikah orang-orang yang telah bersumpah dengan nama Allah secara bersungguh-sungguh) artinya sebenar-benarnya bersumpah (bahwa sesungguhnya mereka beserta kamu.\") dalam soal keagamaan. Firman Allah swt.: (\"Gugurlah) rusaklah/binasalah (amal perbuatan mereka yang baik) (maka jadilah mereka orang-orang yang merugi.\") baik di dunia dengan terbukanya rahasia mereka maupun di akhirat dengan datangnya azab dan siksa.",
            "sajda": false,
            "transliteration": "Wa yaqoolul lazeena aamanooo ahaaa'ulaaa'il lazeena aqsamoo billaahi jahda aimaanihim innahum lama'akum; habitat a'maaluhum fa asbahoo khaasireen",
            "tajweed_text": "وَيَقُولُ [h:3629[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَهَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ [h:3630[ٱ]لَّذِينَ أَ[q:3631[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ‌ۙ إِ[g[نّ]َهُمْ لَمَعَكُمْ‌ۚ حَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ فَأَصْبَحُو[s[اْ] خَ[n[ـٰ]سِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 723,
            "aya_number": 54,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَنْ يَّرْتَدَّ مِنْكُمْ عَنْ دِيْنِهٖ فَسَوْفَ يَأْتِى اللّٰهُ بِقَوْمٍ يُّحِبُّهُمْ وَيُحِبُّوْنَهٗٓ  ۙاَذِلَّةٍ عَلَى الْمُؤْمِنِيْنَ اَعِزَّةٍ عَلَى الْكٰفِرِيْنَۖ  يُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَخَافُوْنَ لَوْمَةَ لَاۤىِٕمٍ ۗذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Wahai orang-orang yang beriman! Barangsiapa di antara kamu yang murtad (keluar) dari agamanya, maka kelak Allah akan mendatangkan suatu kaum, Dia mencintai mereka dan mereka pun mencintai-Nya, dan bersikap lemah lembut terhadap orang-orang yang beriman, tetapi bersikap keras terhadap orang-orang kafir, yang berjihad di jalan Allah, dan yang tidak takut kepada celaan orang yang suka mencela. Itulah karunia Allah yang diberikan-Nya kepada siapa yang Dia kehendaki. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Siapa yang murtad) yartadda pakai idgam atau tidak; artinya murtad atau berbalik (di antara kamu dari agamanya) artinya berbalik kafir; ini merupakan pemberitahuan dari Allah swt. tentang berita gaib yang akan terjadi yang telah terlebih dahulu diketahui-Nya. Buktinya setelah Nabi Muhammad saw. wafat segolongan umat keluar dari agama Islam (maka Allah akan mendatangkan) sebagai ganti mereka (suatu kaum yang dicintai oleh Allah dan mereka pun mencintai-Nya) sabda Nabi saw., \"Mereka itu ialah kaum orang ini,\" sambil menunjuk kepada Abu Musa Al-Asyari; riwayat Hakim dalam sahihnya (bersikap lemah lembut terhadap orang-orang mukmin dan bersikap keras) atau tegas (terhadap orang-orang kafir. Mereka berjihad di jalan Allah dan tidak takut akan celaan orang yang suka mencela) dalam hal itu sebagaimana takutnya orang-orang munafik akan celaan orang-orang kafir. (Demikian itu) yakni sifat-sifat yang disebutkan tadi (adalah karunia Allah yang diberikan-Nya kepada siapa yang dikehendaki-Nya dan Allah Maha Luas) karunia-Nya (lagi Maha Mengetahui) akan yang patut menerimanya. Ayat ini turun ketika Ibnu Salam mengadu kepada Rasulullah, \"Wahai Rasulullah! Kaum kami telah mengucilkan kami!\"",
            "sajda": false,
            "transliteration": "Yaa aiyuhal lazeena aamanoo mai yartadda minkum 'an deenihee fasawfa yaatil laahu biqawminy yuhibbuhum wa yuhibboonahoo azillatin 'alal mu'mineena a'izzatin 'alal kaafireena yujaahidoona fee sabeelil laahi wa laa yakhaafoona lawmata laaa'im; zaalika fadlul laahi yu'teehi mai yashaaa'; wallaahu Waasi'un 'Aleem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] م[a:3632[َن ي]َرْتَدَّ مِ[f:344[نك]ُمْ عَ[f:1211[ن د]ِينِه[n[ِۦ] فَسَوْفَ يَأْتِى [h:3633[ٱ]للَّهُ بِقَوْ[a:3634[مٍ ي]ُحِبُّهُمْ وَيُحِبُّونَهُ[o[ۥٓ] أَذِلَّةٍ عَلَى [h:2329[ٱ]لْمُؤْمِنِينَ أَعِزَّةٍ عَلَى [h:468[ٱ]لْكَ[n[ـٰ]فِرِينَ يُجَ[n[ـٰ]هِدُونَ فِى سَبِيلِ [h:788[ٱ]للَّهِ وَلَا يَخَافُونَ لَوْمَةَ ل[o[َا]ٓئِ[f:3635[مٍ‌ۚ ذ][n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ و[n[َٲ]سِعٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 724,
            "aya_number": 55,
            "aya_text": "اِنَّمَا وَلِيُّكُمُ اللّٰهُ وَرَسُوْلُهٗ وَالَّذِيْنَ اٰمَنُوا الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ رَاكِعُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Sesungguhnya penolongmu hanyalah Allah, Rasul-Nya, dan orang-orang yang beriman, yang melaksanakan salat dan menunaikan zakat, seraya tunduk (kepada Allah).",
            "tafsir_jalalayn": "(Sesungguhnya yang menjadi penolongmu ialah Allah dan rasul-Nya serta orang-orang yang beriman yang mendirikan salat dan menunaikan zakat serta mereka rukuk) maksudnya khusyuk atau melakukan salat sunah.",
            "sajda": false,
            "transliteration": "Innamaa waliyyukumul laahu wa Rasooluhoo wal lazeena aamanul lazeena yuqeemoonas Salaata wa yu'toonaz Zakaata wa hum raaki'oon",
            "tajweed_text": "إِ[g[نّ]َمَا وَلِيُّكُمُ [h:3636[ٱ]للَّهُ وَرَسُولُهُ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:3637[ٱ]لَّذِينَ يُقِيمُونَ [h:3638[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَيُؤْتُونَ [h:3639[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَهُمْ ر[n[َٲ]كِع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 725,
            "aya_number": 56,
            "aya_text": "وَمَنْ يَّتَوَلَّ اللّٰهَ وَرَسُوْلَهٗ وَالَّذِيْنَ اٰمَنُوْا فَاِنَّ حِزْبَ اللّٰهِ هُمُ الْغٰلِبُوْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Dan barangsiapa menjadikan Allah, Rasul-Nya dan orang-orang yang beriman sebagai penolongnya, maka sungguh, pengikut (agama) Allah itulah yang menang.",
            "tafsir_jalalayn": "(Siapa yang mengambil Allah dan rasul-Nya serta orang-orang yang beriman sebagai penolongnya) lalu mereka dibela dan ditolongnya pula (maka sesungguhnya golongan agama Allah itulah yang akan menang) yang terjamin dengan pertolongan Allah swt. sedangkan pembelaan seseorang kepada agama Allah itu menjadi bukti bahwa ia dari golongan dan pengikut agama itu.",
            "sajda": false,
            "transliteration": "Wa mai yatawallal laaha wa Rasoolahoo wallazeena aamanoo fa inna hizbal laahi humul ghaaliboon",
            "tajweed_text": "وَم[a:3640[َن ي]َتَوَلَّ [h:3641[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] فَإِ[g[نّ]َ حِزْبَ [h:3642[ٱ]للَّهِ هُمُ [h:3643[ٱ]لْغَ[n[ـٰ]لِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 726,
            "aya_number": 57,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الَّذِيْنَ اتَّخَذُوْا دِيْنَكُمْ هُزُوًا وَّلَعِبًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ اَوْلِيَاۤءَۚ وَاتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 117,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan pemimpinmu orang-orang yang membuat agamamu jadi bahan ejekan dan permainan, (yaitu) di antara orang-orang yang telah diberi kitab sebelummu dan orang-orang kafir (orang musyrik). Dan bertakwalah kepada Allah jika kamu orang-orang beriman.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu ambil orang-orang yang menjadikan agamamu sebagai olok-olok) ejekan (dan barang permainan di antara) min untuk penjelasan (orang-orang yang diberi Alkitab sebelumnya dan orang-orang kafir) atau orang-orang musyrik; dengan jar dan nashab (sebagai pemimpin dan bertakwalah kepada Allah) dengan tidak mengambil mereka sebagai pemimpin (jika kamu beriman) artinya sungguh-sungguh dalam keimanan kamu itu.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tattakhizul lazeenat takhazoo deenakum huzuwanw wa la'ibam minal lazeena ootul Kitaaba min qablikum walkuffaara awliyaaa'; wattaqul laaha in kuntum muu'mineen",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذُو[s[اْ] [h:3644[ٱ]لَّذِينَ [h:3645[ٱ]تَّخَذُو[s[اْ] دِينَكُمْ هُزُ[a:3646[وًا و]َلَعِ[a:3647[بًا م]ِّنَ [h:523[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ وَ[h:3648[ٱ]لْكُفَّارَ أَوْلِي[o[َا]ٓءَ‌ۚ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}