{
    "page_number": 118,
    "data": [
        {
            "aya_id": 727,
            "aya_number": 58,
            "aya_text": "وَاِذَا نَادَيْتُمْ اِلَى الصَّلٰوةِ اتَّخَذُوْهَا هُزُوًا وَّلَعِبًا ۗذٰلِكَ بِاَ نَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Dan apabila kamu menyeru (mereka) untuk (melaksanakan) salat, mereka menjadikannya bahan ejekan dan permainan. Yang demikian itu adalah karena mereka orang-orang yang tidak mengerti.",
            "tafsir_jalalayn": "(Dan) orang-orang yang (apabila kamu menyeru) atau memanggil mereka (untuk salat) yaitu dengan azan (mereka menjadikannya) salat itu (sebagai bahan olok-olok dan permainan) yakni dengan mempermainkan dan menertawakannya. (Demikian itu) maksudnya sikap mereka itu (adalah karena mereka) disebabkan oleh karena mereka (kaum yang tak mau berpikir). Ayat berikut ini diturunkan ketika orang-orang Yahudi menanyakan kepada Nabi saw., \"Kepada rasul-rasul yang manakah kamu beriman?\" Jawabnya, \"Kepada Allah dan kepada apa-apa yang diturunkan kepada kami... sampai akhir ayat.\" Ketika Nabi saw. menyebut nama Isa, mereka berkata, \"Sepengetahuan kami tak ada agama yang lebih buruk dari agamamu!\"",
            "sajda": false,
            "transliteration": "Wa izaa naadaitum ilas Salaatit takhazoohaa huzu wan'w wa la'ibaa; zaalika biannnahum qawmul laa ya'qiloon",
            "tajweed_text": "وَإِذَا نَادَيْتُمْ إِلَى [h:3225[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ [h:3649[ٱ]تَّخَذُوهَا هُزُ[a:3646[وًا و]َلَعِ[f:3650[بًا‌ۚ ذ][n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 728,
            "aya_number": 59,
            "aya_text": "قُلْ يٰٓاَهْلَ الْكِتٰبِ هَلْ تَنْقِمُوْنَ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ مِنْ قَبْلُۙ وَاَنَّ اَكْثَرَكُمْ فٰسِقُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Katakanlah, “Wahai Ahli Kitab! Apakah kamu memandang kami salah, hanya karena kami beriman kepada Allah, kepada apa yang diturunkan kepada kami dan kepada apa yang diturunkan sebelumnya? Sungguh, kebanyakan dari kamu adalah orang-orang yang fasik.”",
            "tafsir_jalalayn": "(Katakanlah, \"Hai ahli kitab! Apakah kamu menyalahkan) menolak (kami hanya karena kami beriman kepada Allah, kepada apa yang diturunkan kepada kami dan apa yang diturunkan sebelumnya) yakni kepada nabi-nabi yang terdahulu (dan bahwa kebanyakan di antara kamu orang-orang yang fasik?\") diathafkan kepada an aamannaa sedangkan maksudnya ialah: tak ada yang kamu salahkan kecuali hanyalah keimanan kami yang rupanya tidak kamu setujui. Sikap tersebut membuat kalian pantas disebut orang-orang yang fasik. Padahal hal ini merupakan hal yang sudah tidak boleh diingkari.",
            "sajda": false,
            "transliteration": "Qul yaaa Ahlal Kitaabi hal tanqimoona minnaaa illaaa an aamannaa billaahi wa maaa unzila ilainaa wa maa unzila min qablu wa annna aksarakum faasiqoon",
            "tajweed_text": "قُلْ يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ هَلْ تَ[f:3652[نق]ِمُونَ مِ[g[نّ][o[َآ] إِلّ[o[َآ] أَنْ ءَامَ[g[نّ]َا بِ[h:32[ٱ]للَّهِ وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْنَا وَم[o[َآ] أُ[f:17[نز]ِلَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَأَ[g[نّ]َ أَكْثَرَكُمْ فَ[n[ـٰ]سِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 729,
            "aya_number": 60,
            "aya_text": "قُلْ هَلْ اُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكَ مَثُوْبَةً عِنْدَ اللّٰهِ ۗمَنْ لَّعَنَهُ اللّٰهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيْرَ وَعَبَدَ الطَّاغُوْتَۗ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ عَنْ سَوَاۤءِ السَّبِيْلِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Katakanlah (Muhammad), “Apakah akan aku beritakan kepadamu tentang orang yang lebih buruk pembalasannya dari (orang fasik) di sisi Allah? Yaitu, orang yang dilaknat dan dimurkai Allah, di antara mereka (ada) yang dijadikan kera dan babi dan (orang yang) menyembah Thaghut.” Mereka itu lebih buruk tempatnya dan lebih tersesat dari jalan yang lurus.",
            "tafsir_jalalayn": "(Katakanlah, \"Apakah akan kukabarkan kepadamu) kuberitakan (orang-orang yang lebih buruk) lagi daripada warga (demikian) yang kamu salahkan itu (mengenai pembalasannya) asal artinya ialah pahalanya (di sisi Allah) yaitu (orang yang dikutuk oleh Allah) artinya dijauhkan dari rahmat-Nya (dan dimurkai-Nya serta di antara mereka ada yang dijadikan-Nya kera dan babi) dengan merubah bentuknya (dan) orang (yang menyembah tagut) yakni setan dengan jalan menaatinya. Pada minhum ditekankan arti man pada lafal sebelumnya yang dimaksud ialah orang-orang Yahudi. Menurut satu qiraat dibaca `abuda dengan diidhafatkan kepada yang sesudahnya sebagai isim jamak dari `abd dan dinashabkan karena ma`thuf kepada qiradah. (Mereka itu lebih buruk tempatnya) karena mereka menempati neraka berfungsi sebagai tamyiz (dan lebih tersesat lagi dari jalan yang lurus) dari jalan yang benar. Sawaa` arti asalnya ialah pertengahan. Disebutkan buruk dan lebih tersesat untuk mengimbangi ucapan mereka, 'Sepengetahuan kami tak ada agama yang lebih buruk dari agamamu.'\"",
            "sajda": false,
            "transliteration": "Qul hal unabbi'ukum bisharrim min zaalika masoobatan 'indal laah; malla'ana hul laahu wa ghadiba 'alaihi wa ja'ala minhumul qiradata wal khanaazeera wa 'abadat Taaghoot; ulaaa'ika sharrum makaananw wa adallu 'an Sawaaa'is Sabeel",
            "tajweed_text": "قُلْ هَلْ أُنَبِّئُك[c:3653[ُم ب]ِشَ[a:3654[رٍّ م]ِّ[f:2624[ن ذ][n[َٲ]لِكَ مَثُوبَةً عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۚ م[u:3655[َن ل]َّعَنَهُ [h:3140[ٱ]للَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ [h:3656[ٱ]لْقِرَدَةَ وَ[h:3657[ٱ]لْخَنَازِيرَ وَعَبَدَ [h:3658[ٱ][l[ل]طَّ[n[ـٰ]غُوتَ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ شَ[a:3659[رٌّ م]َّكَا[a:3660[نًا و]َأَضَلُّ عَ[f:3661[ن س]َو[o[َا]ٓءِ [h:3662[ٱ][l[ل]سَّب[p[ِي]لِ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 730,
            "aya_number": 61,
            "aya_text": "وَاِذَا جَاۤءُوْكُمْ قَالُوْٓا اٰمَنَّا وَقَدْ دَّخَلُوْا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوْا بِهٖ ۗوَاللّٰهُ اَعْلَمُ بِمَا كَانُوْا يَكْتُمُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Dan apabila mereka (Yahudi atau munafik) datang kepadamu, mereka mengatakan, “Kami telah beriman,” padahal mereka datang kepadamu dengan kekafiran dan mereka pergi pun demikian; dan Allah lebih mengetahui apa yang mereka sembunyikan.",
            "tafsir_jalalayn": "(Dan jika mereka datang kepadamu) yaitu orang-orang Yahudi munafik (mereka berkata, \"Kami beriman,\" padahal mereka masuk) kepadamu dengan membawa (kekafiran dan mereka keluar) daripadamu (dengan membawa kekafiran pula) mereka tidak beriman (dan Allah lebih mengetahui apa yang mereka sembunyikan) itu berupa kemunafikan.",
            "sajda": false,
            "transliteration": "Wa izaa jaaa'ookum qaalooo aamannaa wa qad dakhaloo bilkufri wa hum qad kharajoo bih; wallaahu a'lamu bimaa kaanoo yaktumoon",
            "tajweed_text": "وَإِذَا ج[o[َا]ٓءُوكُمْ قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا وَقَد دَّخَلُو[s[اْ] بِ[h:2055[ٱ]لْكُفْرِ وَهُمْ قَ[q:298[دْ] خَرَجُو[s[اْ] بِه[n[ِۦ]‌ۚ وَ[h:72[ٱ]للَّهُ أَعْلَمُ بِمَا كَانُو[s[اْ] يَكْتُم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 731,
            "aya_number": 62,
            "aya_text": "وَتَرٰى كَثِيْرًا مِّنْهُمْ يُسَارِعُوْنَ فِى الْاِثْمِ وَالْعُدْوَانِ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Dan kamu akan melihat banyak di antara mereka (orang Yahudi) berlomba dalam berbuat dosa, permusuhan dan memakan yang haram. Sungguh, sangat buruk apa yang mereka perbuat.",
            "tafsir_jalalayn": "(Dan akan kamu lihat banyak di antara mereka) maksudnya orang-orang Yahudi (bersegera) artinya cepat terlibat dalam (berbuat dosa) kedustaan (dan permusuhan) keaniayaan (serta memakan barang yang haram) seperti uang suap dan lain-lain (sungguh, amat buruklah apa yang mereka kerjakan) itu; yakni perbuatan-perbuatan yang mereka lakukan tadi.",
            "sajda": false,
            "transliteration": "Wa taraa kaseeram minhum yusaari'oona fil ismi wal'udwaani wa aklihimus suht; labi'sa maa kaanoo ya'maloon",
            "tajweed_text": "وَتَرَىٰ كَثِي[a:3521[رًا م]ِّنْهُمْ يُسَ[n[ـٰ]رِعُونَ فِى [h:3663[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ وَأَكْلِهِمُ [h:3664[ٱ][l[ل]سُّحْتَ‌ۚ لَبِئْسَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 732,
            "aya_number": 63,
            "aya_text": "لَوْلَا يَنْهٰىهُمُ الرَّبَّانِيُّوْنَ وَالْاَحْبَارُ عَنْ قَوْلِهِمُ الْاِثْمَ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَصْنَعُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Mengapa para ulama dan para pendeta mereka tidak melarang mereka mengucapkan perkataan bohong dan memakan yang haram? Sungguh, sangat buruk apa yang mereka perbuat.",
            "tafsir_jalalayn": "(Kenapa orang-orang alim dan para pendeta mereka tak melarang mereka mengucapkan dosa) artinya kata-kata dusta (dan memakan barang yang haram? Sungguh, amat buruklah apa yang mereka perbuat itu) yaitu tidak melarang mereka berbuat kejahatan.",
            "sajda": false,
            "transliteration": "Law laa yanhaahumur rabbaaniyyoona wal ahbaaru 'an qawlihimul ismaa wa aklihimus suht; labi'sa maa kaanoo yasna'oon",
            "tajweed_text": "لَوْلَا يَنْهَ[n[ـٰ]هُمُ [h:3665[ٱ][l[ل]رَّبَّ[n[ـٰ]نِيُّونَ وَ[h:3567[ٱ]لْأَحْبَارُ عَ[f:3666[ن ق]َوْلِهِمُ [h:3667[ٱ]لْإِثْمَ وَأَكْلِهِمُ [h:3664[ٱ][l[ل]سُّحْتَ‌ۚ لَبِئْسَ مَا كَانُو[s[اْ] يَصْنَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 733,
            "aya_number": 64,
            "aya_text": "وَقَالَتِ الْيَهُوْدُ يَدُ اللّٰهِ مَغْلُوْلَةٌ  ۗغُلَّتْ اَيْدِيْهِمْ وَلُعِنُوْا بِمَا قَالُوْا ۘ بَلْ يَدٰهُ مَبْسُوْطَتٰنِۙ يُنْفِقُ كَيْفَ يَشَاۤءُۗ وَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۗ وَاَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِۗ  كُلَّمَآ اَوْقَدُوْا نَارًا لِّلْحَرْبِ اَطْفَاَهَا اللّٰهُ ۙوَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًاۗ وَاللّٰهُ لَا يُحِبُّ الْمُفْسِدِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 118,
            "translation_aya_text": "Dan orang-orang Yahudi berkata, “Tangan Allah terbelenggu.” Sebenarnya tangan merekalah yang dibelenggu dan merekalah yang dilaknat disebabkan apa yang telah mereka katakan itu, padahal kedua tangan Allah terbuka; Dia memberi rezeki sebagaimana Dia kehendaki. Dan (Al-Qur'an) yang diturunkan kepadamu dari Tuhanmu itu pasti akan menambah kedurhakaan dan kekafiran bagi kebanyakan mereka. Dan Kami timbulkan permusuhan dan kebencian di antara mereka sampai hari Kiamat. Setiap mereka menyalakan api peperangan, Allah memadamkannya. Dan mereka berusaha (menimbulkan) kerusakan di bumi. Dan Allah tidak menyukai orang-orang yang berbuat kerusakan.",
            "tafsir_jalalayn": "(Orang-orang Yahudi berkata) setelah mereka ditimpa kesusahan disebabkan mendustakan Nabi saw. padahal selama ini mereka adalah orang-orang yang paling mampu dan paling banyak harta. (\"Tangan Allah terbelenggu.\") artinya dikatup hingga terhalang untuk menyebarkan rezeki kepada kita. Ucapan itu merupakan sindiran terhadap kikirnya Allah swt. buat melimpahkan rezeki. Firman Allah swt.: (\"Tangan merekalah yang dibelenggu.\") dari berbuat kebaikan hingga tak mau melakukannya. Ini sebagai doa terhadap mereka (dan mereka dikutuk disebabkan apa yang telah mereka katakan itu. Bahkan kedua tangan-Nya terbuka lebar) merupakan simbol tentang kiasan tentang sifat Allah Yang Maha Pemurah. Pujian kepada tangan ini untuk menunjukkan banyak dan melimpah-ruah karena segala sesuatu yang diberikan oleh seorang dermawan berupa harta melalui tangannya. (Dia memberi nafkah sebagaimana dikehendaki-Nya) apakah akan diperlapang ataukah akan dipersempit-Nya, tidak satu pun dapat menghalangi-Nya. (Dan apa yang diturunkan kepadamu dari Tuhanmu, berarti akan menambah banyak kedurhakaan dan kekafiran mereka) karena kekafiran mereka kepadanya. (Dan Kami timbulkan di antara mereka permusuhan dan kebencian sampai hari kiamat) hingga setiap golongan menentang dan memusuhi lainnya. (Setiap mereka menyalakan api peperangan) maksudnya untuk memerangi Nabi Muhammad saw. (dipadamkannya oleh Allah) artinya setiap mereka bermaksud, maka ditolak oleh Allah (dan mereka berbuat kerusakan di muka bumi) maksudnya menghancurkannya dengan berbuat maksiat (dan Allah tidak menyukai orang-orang yang berbuat kerusakan).",
            "sajda": false,
            "transliteration": "Wa qaalatil Yahoodu Yadullaahi maghloolah; ghulla aideehim wa lu'inoo bimaa qaaloo; bal yadaahu mabsoo tataani yunfiqu kaifa yashaaa'; wa la yazeedanna kaseeramm minhum maaa unzila ilaika mir Rabbika tughyaananw wa kufraa; wa alqainaa bainahumul 'adaawata wal baghdaaa a' ilaa Yawmil Qiyaamah; kullamaaa awqadoo naaral lilharbi at fa-ahal laah; wa yas'awna fil ardi fasaadaa; wal laahu laa yuhibbul mufsideen",
            "tajweed_text": "وَقَالَتِ [h:583[ٱ]لْيَهُودُ يَدُ [h:3668[ٱ]للَّهِ مَغْلُولَةٌ‌ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُو[s[اْ] بِمَا قَالُو[s[اْ‌ۘ] بَلْ يَدَاهُ مَ[q:3669[بْ]سُوطَتَانِ يُ[f:1550[نف]ِقُ كَيْفَ يَش[o[َا]ٓءُ‌ۚ وَلَيَزِيدَ[g[نّ]َ كَثِي[a:3521[رًا م]ِّنْه[w:3670[ُم م]ّ[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ طُغْيَ[n[ـٰ][a:3671[نًا و]َكُفْ[a:3672[رًا‌ۚ و]َأَلْقَيْنَا بَيْنَهُمُ [h:3434[ٱ]لْعَد[n[َٲ]وَةَ وَ[h:3435[ٱ]لْبَغْض[o[َا]ٓءَ إِلَىٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ كُلَّم[o[َآ] أَوْقَدُو[s[اْ] نَا[u:3673[رًا ل]ِّلْحَرْبِ أَ[q:3674[طْ]فَأَهَا [h:3675[ٱ]للَّهُ‌ۚ وَيَسْعَوْنَ فِى [h:44[ٱ]لْأَرْضِ فَسَا[a:3676[دًا‌ۚ و]َ[h:72[ٱ]للَّهُ لَا يُحِبُّ [h:3677[ٱ]لْمُفْسِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}