{
    "page_number": 119,
    "data": [
        {
            "aya_id": 734,
            "aya_number": 65,
            "aya_text": "وَلَوْ اَنَّ اَهْلَ الْكِتٰبِ اٰمَنُوْا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّاٰتِهِمْ وَلَاَدْخَلْنٰهُمْ جَنّٰتِ النَّعِيْمِ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Dan sekiranya Ahli Kitab itu beriman dan bertakwa, niscaya Kami hapus kesalahan-kesalahan mereka, dan mereka tentu Kami masukkan ke dalam surga-surga yang penuh kenikmatan.",
            "tafsir_jalalayn": "(Dan sekiranya Ahli Kitab itu beriman) kepada Nabi Muhammad saw. (dan bertakwa) artinya menjaga diri dari kekafiran (pastilah Kami hapus dari mereka kesalahan mereka dan Kami masukkan mereka ke dalam surga-surga kenikmatan).",
            "sajda": false,
            "transliteration": "Wa law anna Ahlal Kitaabi aamanoo wattaqaw lakaffarnaa 'anhum saiyiaatihim wa la adkhalnaahu Jannaatin Na'eem",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 735,
            "aya_number": 66,
            "aya_text": "وَلَوْ اَنَّهُمْ اَقَامُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْهِمْ مِّنْ رَّبِّهِمْ لَاَكَلُوْا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْۗ مِنْهُمْ اُمَّةٌ مُّقْتَصِدَةٌ  ۗ وَكَثِيْرٌ مِّنْهُمْ سَاۤءَ مَا يَعْمَلُوْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Dan sekiranya mereka sungguh-sungguh menjalankan (hukum) Taurat, Injil dan (Al-Qur'an) yang diturunkan kepada mereka dari Tuhannya, niscaya mereka akan mendapat makanan dari atas mereka dan dari bawah kaki mereka. Di antara mereka ada sekelompok yang jujur dan taat. Dan banyak di antara mereka sangat buruk apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan sekiranya mereka menegakkan Taurat dan Injil) mengamalkan ajarannya, di antaranya beriman kepada Nabi saw. (dan apa yang diturunkan kepada mereka) maksudnya kitab-kitab (dari Tuhan mereka, tentulah mereka akan beroleh makanan dari atas mereka dan dari bawah kaki mereka) maksudnya dilapangkan-Nya rezeki dan dilimpahkan-Nya atas mereka dari segenap penjuru. (Di antara mereka ada umat) maksudnya golongan (yang adil) yakni mengamalkannya dan mereka itulah yang beriman kepada Nabi saw., seperti Abdullah bin Salam dan kawan-kawannya (tetapi banyak di antara mereka amat jelek atau amat buruk apa yang mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Wa law annahum aqaamut Tawraata wal Injeela wa maaa unzila ilaihim mir Rabbihim la akaloo min fawqihim wa min tahti arjulihim; minhum ummatum muqta sidatunw wa kaseerum minhum saaa'a maa ya'maloon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 736,
            "aya_number": 67,
            "aya_text": "۞ يٰٓاَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ ۗوَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَهٗ ۗوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Wahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir.",
            "tafsir_jalalayn": "(Hai rasul, sampaikanlah) semua (yang diturunkan kepadamu dari Tuhanmu) dan janganlah kamu sembunyikan sesuatu pun daripadanya karena takut akan mendapatkan hal-hal yang tidak diinginkan (dan jika tidak kamu lakukan) tidak kamu sampaikan semua yang diturunkan padamu itu (berarti kamu tidak menyampaikan risalah-Nya) risalah dengan tunggal atau jamak karena menyembunyikan sebagian berarti menyembunyikan semuanya. (Dan Allah memelihara kamu dari manusia) agar tidak sampai membunuhmu. Pada mulanya Rasulullah saw. itu dikawal sampai turun ayat ini, lalu sabdanya, \"Pergilah karena sesungguhnya Allah memeliharaku!\" Riwayat Hakim. (Sesungguhnya Allah tidak memberikan bimbingan kepada kaum yang kafir.)",
            "sajda": false,
            "transliteration": "Yaaa aiyuhar Rasoolu balligh maaa unzila ilaika mir Rabbika wa il lam taf'al famaaa ballaghta Risaalatah; wallaahu ya'simuka minan naas; innal laaha laa yahdil qawmal kaafireen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 737,
            "aya_number": 68,
            "aya_text": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لَسْتُمْ عَلٰى شَيْءٍ حَتّٰى تُقِيْمُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ ۗوَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكٰفِرِيْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Kamu tidak dipandang beragama sedikit pun hingga kamu menegakkan ajaran-ajaran Taurat, Injil dan  (Al-Qur'an) yang diturunkan Tuhanmu kepadamu.” Dan apa yang diturunkan Tuhanmu kepadamu pasti akan membuat banyak di antara mereka lebih durhaka dan lebih ingkar, maka janganlah engkau berputus asa terhadap orang-orang kafir itu.",
            "tafsir_jalalayn": "(Katakanlah \"Hai Ahli Kitab! Kamu tidaklah berada dalam sesuatu agama) tidak dianggap beragama (hingga kamu menjalankan Taurat dan Injil dan apa yang diturunkan kepadamu dari Tuhanmu) yakni dengan mengamalkan apa yang terdapat di dalamnya, di antaranya beriman kepadaku. (Sesungguhnya apa yang diturunkan kepadamu dari Tuhanmu hanyalah akan menambah kedurhakaan dan kekafiran kepada kebanyakan mereka) maksudnya bahwa disebabkan kekafiran mereka tadi, maka Alquran yang diturunkan padamu itu hanyalah menambah kekafiran dan kedurhakaan mereka, jadi bukan petunjuk dan keimanan. (Maka janganlah kamu berduka-cita) atau bersedih hati (terhadap orang-orang yang kafir.\") jika mereka tak mau beriman, tidak usah mereka itu dihiraukan.",
            "sajda": false,
            "transliteration": "Qul yaaa Ahlal Kitaabi lastum 'alaa shai'in hattaa tuqeemut Tawraata wal Injeela wa maaa unzila ilaikum mir Rabbikum; wa layazeedanna kaseeram minhum maa unzila ilaika mir Rabbika tugh yaananw wa kufran falaa taasa 'alal qawmil kaafireen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 738,
            "aya_number": 69,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـُٔوْنَ وَالنَّصٰرٰى مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, shabiin dan orang-orang Nasrani, barangsiapa beriman kepada Allah, kepada hari kemudian, dan berbuat kebajikan, maka tidak ada rasa khawatir padanya dan mereka tidak bersedih hati.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang mukmin orang-orang Yahudi) menjadi mubtada (kaum Shabiin) satu sekte dari Yahudi (dan orang-orang Nasrani) yang menjadi badal dari mubtada ialah (siapa saja yang benar-benar beriman) dari kalangan mereka (kepada Allah, hari kemudian dan beramal saleh, maka tidak ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati) dalam menghadapi hari kemudian sebagai khabar dari mubtada dan yang menunjukkan kepada khabarnya inna.",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wallazeena haadoo was saabi'oona wan Nasaaraa man aamana billaahi wal yawmil Aakhiri wa 'amila saalihan falaa khawfun 'alaihim wa laa hum yahzanoon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 739,
            "aya_number": 70,
            "aya_text": "لَقَدْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ وَاَرْسَلْنَآ اِلَيْهِمْ رُسُلًا ۗ كُلَّمَا جَاۤءَهُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰٓى اَنْفُسُهُمْۙ فَرِيْقًا كَذَّبُوْا وَفَرِيْقًا يَّقْتُلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 119,
            "translation_aya_text": "Sesungguhnya Kami telah mengambil perjanjian dari Bani Israil, dan telah Kami utus kepada mereka rasul-rasul. Tetapi setiap rasul datang kepada mereka dengan membawa apa yang tidak sesuai dengan keinginan mereka, (maka) sebagian (dari rasul itu) mereka dustakan dan sebagian yang lain mereka bunuh.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah mengambil perjanjian dari Bani Israel) untuk beriman kepada Allah dan Rasul-Nya (dan telah Kami utus kepada mereka rasul-rasul tetapi setiap datang kepada mereka seorang rasul) dari kalangan mereka sendiri (dengan membawa apa yang tidak diingini oleh hawa nafsu mereka) yaitu berupa perkara yang hak/benar maka mereka tidak mempercayainya (sebagian) dari rasul-rasul itu (mereka dustakan dan sebagian yang lain) dari rasul-rasul itu (mereka bunuh) seperti Nabi Zakaria dan Nabi Yahya. Pengungkapan dengan lafal yaqtuluuna/fi`il mudhari` bukannya dengan lafal qataluu/fi`il madhi menggambarkan tentang keadaan yang sedang berlangsung di masa lalu karena adanya fashilah/pemisah.",
            "sajda": false,
            "transliteration": "Laqad akhaznaa meesaaqa Banee Israaa'eela wa arsalnaaa ilaihim Rusulan kullamaa jaaa'ahum Rasoolum bimaa laa tahwaaa anfusuhum fareeqan kazzaboo wa fareeqany yaqtuloon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}