{
    "page_number": 12,
    "data": [
        {
            "aya_id": 84,
            "aya_number": 77,
            "aya_text": "اَوَلَا يَعْلَمُوْنَ اَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 12,
            "translation_aya_text": "Dan tidakkah mereka tahu bahwa Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan?",
            "tafsir_jalalayn": "(Tidakkah mereka ketahui) Pertanyaan di sini menunjukkan pengakuan, sehingga kalimat ini berarti bahwa mereka benar tidak mengetahui sedangkan wau yang terletak di depan menyatakan athaf atau adanya hubungan (bahwa Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka lahirkan) tentang masalah-masalah tersebut hingga seharusnya mereka akan lebih hati-hati dan waspada.",
            "sajda": false,
            "transliteration": "Awalaa ya'lamoona annal laaha ya'lamu maa yusirroona wa maa yu'linoon",
            "tajweed_text": "أَوَلَا يَعْلَمُونَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 85,
            "aya_number": 78,
            "aya_text": " وَمِنْهُمْ اُمِّيُّوْنَ لَا يَعْلَمُوْنَ الْكِتٰبَ اِلَّآ اَمَانِيَّ وَاِنْ هُمْ اِلَّا يَظُنُّوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 12,
            "translation_aya_text": "Dan di antara mereka ada yang buta huruf, tidak memahami Kitab (Taurat), kecuali hanya berangan-angan dan mereka hanya menduga-duga.",
            "tafsir_jalalayn": "(Dan di antara mereka) di antara orang-orang Yahudi itu (ada yang buta huruf) atau orang-orang awam yang (tidak mengetahui Alkitab) maksudnya Taurat (kecuali) (angan-angan) atau kebohongan belaka, yakni yang mereka dengar dari para pemimpin mereka lalu mereka terima dan percayai. (Dan tiadalah) (mereka) yakni dalam menentang kenabian Muhammad dan soal-soal lainnya yang mereka buat-buat itu (kecuali hanyalah menduga-duga belaka) yakni dugaan yang tidak berdasarkan ilmu.",
            "sajda": false,
            "transliteration": "Wa minhum ummiyyoona laa ya'lamoonal kitaaba illaaa amaaniyya wa in hum illaa yazunnoon",
            "tajweed_text": "وَمِنْهُمْ أُ[g[مّ]ِيُّونَ لَا يَعْلَمُونَ [h:395[ٱ]لْكِتَ[n[ـٰ]بَ إِلّ[o[َآ] أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُ[g[نّ][p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 86,
            "aya_number": 79,
            "aya_text": "فَوَيْلٌ لِّلَّذِيْنَ يَكْتُبُوْنَ الْكِتٰبَ بِاَيْدِيْهِمْ ثُمَّ يَقُوْلُوْنَ هٰذَا مِنْ عِنْدِ اللّٰهِ لِيَشْتَرُوْا بِهٖ ثَمَنًا قَلِيْلًا ۗفَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ اَيْدِيْهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 12,
            "translation_aya_text": "Maka celakalah orang-orang yang menulis kitab dengan tangan mereka (sendiri), kemudian berkata, “Ini dari Allah,” (dengan maksud) untuk menjualnya dengan harga murah. Maka celakalah mereka, karena tulisan tangan mereka, dan celakalah mereka karena apa yang mereka perbuat.",
            "tafsir_jalalayn": "(Maka kecelakaan besarlah) atau siksaan berat (bagi orang-orang yang menulis Alkitab dengan tangan mereka sendiri) artinya membuat-buatnya menurut kemauan mereka (lalu mereka katakan, \"Ini dari Allah,\" dengan maksud untuk memperdagangkannya dengan harga murah) dengan tujuan untuk memperoleh keuntungan yang sedikit berupa harta dunia. Mereka ini ialah orang-orang Yahudi yang mengubah-ubah sifat-sifat nabi yang tercantum dalam Taurat, begitu pun ayat rajam dan lain-lain yang mereka tulis lain daripada yang dimaksud. (Maka siksaan beratlah bagi mereka karena apa yang ditulis oleh tangan mereka) disebabkan mereka mengada-ada yang tidak ada (dan siksaan beratlah bagi mereka, disebabkan apa yang mereka kerjakan) yakni melakukan penyelewengan dan kecurangan.",
            "sajda": false,
            "transliteration": "Fawailul lillazeena yaktuboonal kitaaba bi aydddhim summa yaqooloona haazaa min 'indil laahi liyashtaroo bihee samanan qaleelan fawilul lahum mimaa katabat aydeehim wa wailul lahum mimmaa yaksiboon",
            "tajweed_text": "فَوَيْ[u:396[لٌ ل]ِّلَّذِينَ يَكْتُبُونَ [h:397[ٱ]لْكِتَ[n[ـٰ]بَ بِأَيْدِيهِمْ ثُ[g[مّ]َ يَقُولُونَ هَ[n[ـٰ]ذَا مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ لِيَشْتَرُو[s[اْ] بِه[n[ِۦ] ثَمَ[f:208[نًا ق]َلِيل[f:400[اً‌ۖ ف]َوَيْ[u:401[لٌ ل]َّه[w:402[ُم م]ِّ[g[مّ]َا كَتَبَتْ أَيْدِيهِمْ وَوَيْ[u:403[لٌ ل]َّه[w:402[ُم م]ِّ[g[مّ]َا يَكْسِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 87,
            "aya_number": 80,
            "aya_text": "وَقَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدَةً ۗ قُلْ اَتَّخَذْتُمْ عِنْدَ اللّٰهِ عَهْدًا فَلَنْ يُّخْلِفَ اللّٰهُ عَهْدَهٗٓ اَمْ تَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 12,
            "translation_aya_text": "Dan mereka berkata, “Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.” Katakanlah, “Sudahkah kamu menerima janji dari Allah, sehingga Allah tidak akan mengingkari janji-Nya, ataukah kamu mengatakan tentang Allah, sesuatu yang tidak kamu ketahui?”",
            "tafsir_jalalayn": "(Dan mereka berkata) yakni tatkala Nabi mengancam mereka dengan neraka, (\"Kami sekali-kali takkan disentuh) tidak akan ditimpa sama sekali (oleh api neraka, kecuali selama hari-hari yang berbilang\") maksudnya selama beberapa hari saja, yaitu selama 40 hari yakni selama waktu nenek moyang mereka menyembah patung lembu, kemudian siksaan itu akan berhenti. (Katakanlah) kepada mereka hai Muhammad, (\"Apakah kamu telah menerima) hamzah washalnya dibuang karena cukup dengan adanya hamzah istifham (janji dari Allah) atau ikrar mengenai hal tersebut? (Sehingga Allah tidak akan menyalahi janji-Nya?) Tidak, bukan? (Ataukah) bahkan (kamu hanya mengatakan terhadap Allah apa yang tidak kamu ketahui\").",
            "sajda": false,
            "transliteration": "Wa qaaloo lan tamassanan Naaru illaaa ayyaamam ma'doo dah; qul attakhaztum 'indal laahi 'ahdan falai yukhlifal laahu 'ahdahooo am taqooloona 'alal laahi maa laa ta'lamoon",
            "tajweed_text": "وَقَالُو[s[اْ] لَ[f:404[ن ت]َمَسَّنَا [h:405[ٱ][l[ل][g[نّ]َارُ إِلّ[o[َآ] أَيَّا[a:406[مًا م]َّعْدُودَ[f:407[ةً‌ۚ ق]ُلْ أَتَّخَذْتُمْ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ عَهْ[f:409[دًا ف]َل[a:410[َن ي]ُخْلِفَ [h:411[ٱ]للَّهُ عَهْدَهُ[o[ۥٓ‌ۖ] أَمْ تَقُولُونَ عَلَى [h:412[ٱ]للَّهِ مَا لَا تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 88,
            "aya_number": 81,
            "aya_text": "بَلٰى مَنْ كَسَبَ سَيِّئَةً وَّاَحَاطَتْ بِهٖ خَطِيْۤـَٔتُهٗ فَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 12,
            "translation_aya_text": "Bukan demikian! Barangsiapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Tidak demikian yang sebenarnya) tetapi kamu pasti akan masuk neraka dan kekal di dalamnya. (Barang siapa yang berbuat kejahatan) atau kemusyrikan (dan ia dilingkungi oleh dosanya) dapat secara tunggal dan dapat pula secara jamak, maksudnya dosanya itu telah meliputi dan melingkunginya dari segala penjuru disebabkan kematiannya dalam keadaan musyrik (mereka itulah penghuni neraka, mereka kekal di dalamnya). Di sini dipakai jamak, dengan menitikberatkan arti 'man' atau 'barang siapa'.",
            "sajda": false,
            "transliteration": "Balaa man kasaba sayyi'atanw wa ahaatat bihee khateee'atuhoo fa-ulaaa'ika Ashaabun Naari hum feehaa khaalidoon",
            "tajweed_text": "بَلَىٰ مَ[f:413[ن ك]َسَبَ سَيِّئَ[a:414[ةً و]َأَحَ[n[ـٰ]طَتْ بِه[n[ِۦ] خَطِ[o[يٓ]ــَٔتُهُ[n[ۥ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 89,
            "aya_number": 82,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 12,
            "translation_aya_text": "Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka itu penghuni surga. Mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Sebaliknya orang-orang yang beriman dan beramal saleh mereka itu penduduk surga, kekal mereka di dalamnya.)",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wa 'amilus saalihaati ulaaa'ika Ashaabul Jannati hum feeha khaalidoon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 90,
            "aya_number": 83,
            "aya_text": "وَاِذْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ لَا تَعْبُدُوْنَ اِلَّا اللّٰهَ وَبِالْوَالِدَيْنِ اِحْسَانًا وَّذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَقُوْلُوْا لِلنَّاسِ حُسْنًا وَّاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۗ  ثُمَّ تَوَلَّيْتُمْ اِلَّا قَلِيْلًا مِّنْكُمْ وَاَنْتُمْ مُّعْرِضُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 12,
            "translation_aya_text": "Dan (ingatlah) ketika Kami mengambil janji dari Bani Israil, “Janganlah kamu menyembah selain Allah, dan berbuat-baiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Dan bertuturkatalah yang baik kepada manusia, laksanakanlah salat dan tunaikanlah zakat.” Tetapi kemudian kamu berpaling (mengingkari), kecuali sebagian kecil dari kamu, dan kamu (masih menjadi) pembangkang.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Kami mengambil ikrar dari Bani Israel) maksudnya dalam Taurat, dan Kami katakan, (\"Janganlah kamu menyembah) ada yang membaca dengan 'ta' dan ada pula dengan 'ya', yaitu 'laa ya`buduuna', artinya mereka tidak akan menyembah (kecuali kepada Allah). Kalimat ini merupakan kalimat berita tetapi berarti larangan. Ada pula yang membaca 'laa ta`buduu', artinya 'janganlah kamu sembah!' (Dan) berbuat kebaikanlah! (kepada kedua orang tua dengan sebaik-baiknya) maksudnya berbakti selain itu juga (kaum kerabat) athaf pada al-waalidain (anak-anak yatim dan orang-orang miskin serta ucapkanlah kepada manusia) kata-kata (yang baik) misalnya menyuruh pada yang baik dan melarang dari yang mungkar, berkata jujur mengenai diri Muhammad dan ramah tamah terhadap sesama manusia. Menurut suatu qiraat 'husna' dengan 'ha' baris di depan dan 'sin' sukun yang merupakan mashdar atau kata benda dan dipergunakan sebagai sifat dengan maksud untuk menyatakan 'teramat' artinya teramat baik. (Dan dirikanlah salat serta bayarkan zakat!) Sesungguhnya kamu telah memberikan ikrar tersebut. (Kemudian kamu tidak memenuhi) janji itu. Di sini tidak disebut-sebut orang ketiga, yaitu nenek moyang mereka (kecuali sebagian kecil dari kamu, dan kamu juga berpaling.\") seperti halnya nenek moyangmu.",
            "sajda": false,
            "transliteration": "Wa iz akhaznaa meesaaqa Baneee Israaa'eela laa ta'budoona illal laaha wa bil waalidaini ihsaananw wa zil qurbaa walyataamaa walmasaakeeni wa qooloo linnaasi husnanw wa aqeemus salaata wa aatuzZakaata summa tawallitum illaa qaleelam minkum wa antum mu'ridoon",
            "tajweed_text": "وَإِذْ أَخَذْنَا مِيثَ[n[ـٰ]قَ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ لَا تَعْبُدُونَ إِلَّا [h:416[ٱ]للَّهَ وَبِ[h:417[ٱ]لْو[n[َٲ]لِدَيْنِ إِحْسَا[a:418[نًا و]َذِى [h:419[ٱ]لْقُرْبَىٰ وَ[h:420[ٱ]لْيَتَ[n[ـٰ]مَىٰ وَ[h:421[ٱ]لْمَسَ[n[ـٰ]كِينِ وَقُولُو[s[اْ] لِل[g[نّ]َاسِ حُسْ[a:422[نًا و]َأَقِيمُو[s[اْ] [h:214[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ ثُ[g[مّ]َ تَوَلَّيْتُمْ إِلَّا قَلِيل[a:423[اً م]ِّ[f:344[نك]ُمْ وَأَ[f:98[نت][w:424[ُم م]ُّعْرِض[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}