{
    "page_number": 121,
    "data": [
        {
            "aya_id": 746,
            "aya_number": 77,
            "aya_text": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوْٓا اَهْوَاۤءَ قَوْمٍ قَدْ ضَلُّوْا مِنْ قَبْلُ وَاَضَلُّوْا كَثِيْرًا وَّضَلُّوْا عَنْ سَوَاۤءِ السَّبِيْلِ ࣖ ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Janganlah kamu berlebih-lebihan dengan cara yang tidak benar dalam agamamu. Dan janganlah kamu mengikuti keinginan orang-orang yang telah tersesat dahulu dan (telah) menyesatkan banyak (manusia), dan mereka sendiri tersesat dari jalan yang lurus.”",
            "tafsir_jalalayn": "(Katakanlah, \"Hai Ahli Kitab!) para pemeluk agama Yahudi dan agama Nasrani (Janganlah kamu berlebih-lebihan) janganlah kamu melampaui batas (dalam agamamu) secara berlebih-lebihan (dengan cara tidak benar) yaitu dengan cara merendahkan Nabi Isa atau kamu mengangkatnya secara berlebihan dari apa yang seharusnya (dan janganlah kamu mengikuti hawa nafsu orang-orang yang telah sesat dahulunya sebelum kedatangan Nabi Muhammad) mengikuti cara berlebih-lebihan yang pernah dilakukan oleh para pendahulu mereka (dan mereka telah menyesatkan kebanyakan) manusia (dan mereka tersesat dari jalan yang lurus.\") jalan yang hak; lafal as-sawaa` asalnya bermakna pertengahan.",
            "sajda": false,
            "transliteration": "Qul yaaa Ahlal Kitaabi laa taghloo fee deenikum ghairal haqqi wa laa tattabi'ooo ahwaaa'a qawmin qad dalloo min qablu wa adalloo kaseeranw wa dalloo 'an Sawaaa'is Sabeel",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 747,
            "aya_number": 78,
            "aya_text": "لُعِنَ الَّذِيْنَ كَفَرُوْا مِنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ عَلٰى لِسَانِ دَاوٗدَ وَعِيْسَى ابْنِ مَرْيَمَ ۗذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Orang-orang kafir dari Bani Israil telah dilaknat melalui lisan (ucapan) Dawud dan Isa putra Maryam. Yang demikian itu karena mereka durhaka dan selalu melampaui batas.",
            "tafsir_jalalayn": "(Telah dilaknat orang-orang kafir dari Bani Israel melalui lisan Daud) yaitu Nabi Daud mendoakan/menyerapah mereka hingga mereka berubah ujud menjadi kera-kera; mereka adalah orang-orang dari kalangan Bani Israel yang menduduki tanah Ailah (dan Isa putra Maryam) yaitu Nabi Isa mendoakan/menyerapah mereka sehingga mereka berubah ujud menjadi babi-babi; mereka adalah orang-orang Bani Israel yang memiliki Al-Maidah/hidangan yang didatangkan dari langit (yang demikian itu) adalah laknat (disebabkan mereka durhaka dan melampaui batas).",
            "sajda": false,
            "transliteration": "Lu'inal lazeena kafaroo mim Baneee israaa'eela 'alaa lisaani Daawooda wa 'Eesab ni Maryam; zaalika bimaa 'asaw wa kaanoo ya tadoon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 748,
            "aya_number": 79,
            "aya_text": "كَانُوْا لَا يَتَنَاهَوْنَ عَنْ مُّنْكَرٍ فَعَلُوْهُۗ  لَبِئْسَ مَا كَانُوْا يَفْعَلُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Mereka tidak saling mencegah perbuatan mungkar yang selalu mereka perbuat. Sungguh, sangat buruk apa yang mereka perbuat.",
            "tafsir_jalalayn": "(Mereka satu sama lain tidak pernah melarang) artinya sebagian di antara mereka tidak pernah melarang sebagian lainnya (dari) kebiasaan (tindakan mungkar yang biasa mereka perbuat. Sesungguhnya amat buruklah apa yang selalu mereka perbuat) kebiasaan mereka dalam melakukan perbuatan mungkar itu.",
            "sajda": false,
            "transliteration": "Kaanoo laa yatanaahawna 'am munkarin fa'aluhoo; labi'sa maa kaanoo yafa'loon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 749,
            "aya_number": 80,
            "aya_text": "تَرٰى كَثِيْرًا مِّنْهُمْ يَتَوَلَّوْنَ الَّذِيْنَ كَفَرُوْا ۗ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ اَنْفُسُهُمْ اَنْ سَخِطَ اللّٰهُ عَلَيْهِمْ وَفِى الْعَذَابِ هُمْ خٰلِدُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Kamu melihat banyak di antara mereka tolong-menolong dengan orang-orang kafir (musyrik). Sungguh, sangat buruk apa yang mereka lakukan untuk diri mereka sendiri, yaitu kemurkaan Allah, dan mereka akan kekal dalam azab.",
            "tafsir_jalalayn": "(Kamu melihat) wahai Muhammad (kebanyakan dari mereka tolong-menolong dengan orang-orang yang kafir/musyrik) dari kalangan penduduk Mekah karena membencimu. (Sesungguhnya amat buruklah apa yang mereka sediakan untuk diri mereka) yaitu berupa amal perbuatan untuk bekal mereka di akhirat yang akibatnya (Allah murka terhadap mereka dan mereka akan kekal dalam siksaan.)",
            "sajda": false,
            "transliteration": "Taraa kaseeram minhum yatawallawnal lazeena kafaroo; labi'sa maa qaddamat lahum anfusuhum an sakhital laahu 'alaihim wa fil 'azaabi hum khaalidoon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 750,
            "aya_number": 81,
            "aya_text": "وَلَوْ كَانُوْا يُؤْمِنُوْنَ بِاللّٰهِ وَالنَّبِيِّ وَمَآ اُنْزِلَ اِلَيْهِ مَا اتَّخَذُوْهُمْ اَوْلِيَاۤءَ وَلٰكِنَّ كَثِيْرًا مِّنْهُمْ فٰسِقُوْنَ",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Dan sekiranya mereka beriman kepada Allah, kepada Nabi (Muhammad) dan kepada apa yang diturunkan kepadanya, niscaya mereka tidak akan menjadikan orang musyrik itu sebagai teman setia. Tetapi banyak di antara mereka orang-orang yang fasik.",
            "tafsir_jalalayn": "(Sekiranya mereka beriman kepada Allah, kepada Nabi) Muhammad (dan kepada apa yang diturunkan kepadanya niscaya mereka tidak akan mengambil orang-orang musyrik itu) orang-orang kafir (menjadi penolong-penolong tetapi kebanyakan dari mereka adalah orang-orang yang fasik/durhaka) mereka adalah orang-orang yang menyimpang dari keimanan.",
            "sajda": false,
            "transliteration": "Wa law kaanoo yu'minoona billaahi wan nabiyyi wa maaa unzila ilaihi attakhazoohum awliyaaa'a wa laakinna kaseeram minhum faasiqoon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 751,
            "aya_number": 82,
            "aya_text": "۞ لَتَجِدَنَّ اَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِيْنَ اٰمَنُوا الْيَهُوْدَ وَالَّذِيْنَ اَشْرَكُوْاۚ وَلَتَجِدَنَّ اَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِيْنَ اٰمَنُوا الَّذِيْنَ قَالُوْٓا اِنَّا نَصٰرٰىۗ ذٰلِكَ بِاَنَّ مِنْهُمْ قِسِّيْسِيْنَ وَرُهْبَانًا وَّاَنَّهُمْ لَا يَسْتَكْبِرُوْنَ  ۔",
            "sura_id": 5,
            "juz_id": 6,
            "page_number": 121,
            "translation_aya_text": "Pasti akan kamu dapati orang yang paling keras permusuhannya terhadap orang-orang yang beriman, yaitu orang-orang Yahudi dan orang-orang musyrik. Dan pasti akan kamu dapati orang yang paling dekat persahabatannya dengan orang-orang yang beriman ialah orang-orang yang berkata, “Sesungguhnya kami adalah orang Nasrani.” Yang demikian itu karena di antara mereka terdapat para pendeta dan para rahib, (juga) karena mereka tidak menyombongkan diri.",
            "tafsir_jalalayn": "(Sesungguhnya kamu dapati) wahai Muhammad (orang-orang yang paling keras permusuhannya terhadap orang-orang yang beriman ialah orang-orang Yahudi dan orang-orang musyrik) dari kalangan penduduk Mekah oleh sebab menebalnya kekafiran mereka, kebodohan mereka dan tenggelamnya mereka dalam hawa nafsu (dan sesungguhnya kamu dapati yang paling dekat persahabatannya dengan orang-orang yang beriman ialah orang-orang yang berkata, \"Sesungguhnya kami ini orang Nasrani.\" Yang demikian itu) maksudnya kecintaan mereka begitu dekat terhadap orang-orang mukmin (disebabkan karena) oleh karena (di antara mereka/orang-orang Nasrani terdapat pendeta-pendeta) ulama-ulama agama Nasrani (dan rahib-rahib) orang-orang ahli ibadah Nasrani (juga karena sesungguhnya mereka tidak menyombongkan diri) untuk mengikuti barang yang hak tidak sebagaimana orang-orang Yahudi dan kaum musyrikin penduduk Mekah yang menyombongkan diri. Ayat ini diturunkan berkenaan dengan utusan raja Najasyi yang datang dari negeri Habasyah untuk menemui kaum Muslimin. Kemudian Nabi saw. membacakan surah Yasin kepada mereka setelah itu mereka menangis dan masuk Islam semuanya seraya mengatakan, \"Alangkah miripnya bacaan ini dengan apa yang telah diturunkan kepada Nabi Isa.\" Allah swt. berfirman:",
            "sajda": false,
            "transliteration": "Latajidanna ashad dan naasi 'adaawatal lillazeena aamanul Yahooda wallazeena ashrakoo wa latajidanna aqrabahum mawaddatal lil lazeena aamanul lazeena qaalooo innaa Nasaaraa; zaalika bi anna mminhum qiseeseena wa ruhbaananw wa annahum laa yastakbiroon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}