{
    "page_number": 124,
    "data": [
        {
            "aya_id": 765,
            "aya_number": 96,
            "aya_text": "اُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهٗ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ ۚوَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗوَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Dihalalkan bagimu hewan buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan; dan diharamkan atasmu (menangkap) hewan darat, selama kamu sedang ihram. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan (kembali).",
            "tafsir_jalalayn": "(Dihalalkan bagimu) hai umat manusia sewaktu kamu berada dalam keadaan halal/tidak ihram atau sedang ihram (binatang buruan laut) kamu boleh memakannya. Binatang buruan laut ialah binatang yang hidupnya hanya di laut/di air, seperti ikan. Berbeda dengan binatang yang terkadang hidup di laut dan terkadang hidup di darat seperti kepiting (dan makanan yang berasal dari laut) binatang laut yang terdampar dalam keadaan mati (sebagai makanan yang lezat) untuk dinikmati (bagimu) kamu boleh memakannya (dan bagi orang-orang yang bepergian) orang-orang yang musafir dari kalangan kamu dengan menjadikannya sebagai bekal mereka. (Dan diharamkan atasmu binatang buruan darat) yaitu binatang yang hidup di darat dari jenis binatang yang boleh dimakan, kamu dilarang memburunya (selagi kamu dalam keadaan ihram) dan jika yang memburunya itu adalah orang yang tidak sedang ihram, maka orang yang sedang ihram diperbolehkan memakannya sebagaimana yang telah dijelaskan oleh sunah. (Dan bertakwalah kepada Allah yang hanya kepada-Nya kamu kembali.)",
            "sajda": false,
            "transliteration": "Uhilla lakum saidul bahri wa ta'aamuhoo mataa'al lakum wa lissaiyaarati wa hurrima 'alaikum saidul barri maa dumtum hurumaa; wattaqul laahal lazeee ilaihi tuhsharoon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 766,
            "aya_number": 97,
            "aya_text": "۞ جَعَلَ اللّٰهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيٰمًا لِّلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَاۤىِٕدَ ۗذٰلِكَ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۙ وَاَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Allah telah menjadikan Ka‘bah rumah suci tempat manusia berkumpul. Demikian pula bulan haram, hadyu dan qala'id. Yang demikian itu agar kamu mengetahui, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, dan bahwa Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Allah telah menjadikan Kakbah rumah suci itu) rumah yang disucikan (sebagai pusat kegiatan umat manusia) yang mereka melaksanakan urusan agamanya dengan berhaji kepadanya, dan mengatur urusan keduniaan mereka dengan mengamankan orang-orang yang masuk ke dalamnya dan menjamin keselamatan mereka, kemudian mendatangkan semua jenis buah-buahan ke dalamnya. Menurut suatu qiraat dibaca qiyaman tanpa alif panjang yang berakar dari kata qaama tanpa dii'lalkan (dan bulan haram) yang dimaksud adalah bulan-bulan haram seperti Zulkaidah, Zulhijah, Muharam dan Rajab sebagai pusat kegiatan mereka dalam mengamankan lingkungan dan tidak boleh melakukan peperangan dalam bulan-bulan tersebut (dan hadya serta qalaid) sebagai pertanda bagi semua orang bahwa kedua jenis hewan kurban itu tidak boleh diganggu dan harus diamankan. (Demikian itu) peraturan yang telah disebutkan itu (agar kamu tahu, bahwa sesungguhnya Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan bahwa sesungguhnya Allah Maha Mengetahui segala sesuatu) karena sesungguhnya Ia telah menjadikan peraturan tersebut demi kemaslahatan kamu dan demi untuk menolak mara bahaya dari dirimu sebelum segala sesuatunya terjadi; hal ini jelas menunjukkan pengetahuan Allah yang mencakup semua yang ada dalam alam wujud ini dan semua yang sedang berlangsung.",
            "sajda": false,
            "transliteration": "Ja'alal laahul Ka'batal Baital Haraama qiyaamal linnaasi wash Shahral Haraama walhadya walqalaaa'id; zaalika lita'lamooo annal laaha ya'lamu maa fis samaawaati wa maa fil ardi wa annal laaha bikulli shai'in 'Aleem",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 767,
            "aya_number": 98,
            "aya_text": "اِعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۙ وَاَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌۗ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Ketahuilah, bahwa Allah sangat keras siksaan-Nya dan bahwa Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Ketahuilah bahwa sesungguhnya Allah amat berat siksaan-Nya) terhadap musuh-musuh-Nya (dan bahwa sesungguhnya Allah Maha Pengampun) terhadap kekasih-kekasih-Nya (lagi Maha Penyayang) terhadap mereka.",
            "sajda": false,
            "transliteration": "I'lamooo annal laaha shadeedul 'iqaabi wa annal laaha Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 768,
            "aya_number": 99,
            "aya_text": "مَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ ۗوَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Kewajiban Rasul tidak lain hanyalah menyampaikan (amanat Allah), dan Allah mengetahui apa yang kamu tampakkan dan apa yang kamu sembunyikan.",
            "tafsir_jalalayn": "(Kewajiban rasul tidak lain hanyalah menyampaikan) kepadamu (dan Allah mengetahui apa yang kamu tampakkan) amal perbuatan yang kamu lahirkan (dan apa yang kamu sembunyikan) amal perbuatan yang kamu sembunyikan karena itu Allah membalas kamu.",
            "sajda": false,
            "transliteration": "Maa 'alar Rasooli illal balaagh; wallaahu ya'lamu maa tubdoona wa maa taktumoon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 769,
            "aya_number": 100,
            "aya_text": "قُلْ لَّا يَسْتَوِى الْخَبِيْثُ وَالطَّيِّبُ وَلَوْ اَعْجَبَكَ كَثْرَةُ الْخَبِيْثِۚ فَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Katakanlah (Muhammad), “Tidaklah sama yang buruk dengan yang baik, meskipun banyaknya keburukan itu menarik hatimu, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal sehat, agar kamu beruntung.”",
            "tafsir_jalalayn": "(Katakanlah, \"Tidak sama yang buruk) barang yang haram (dengan yang baik) barang yang halal (meskipun membuatmu kagum) membuatmu suka (banyaknya hal yang buruk itu, maka bertakwalah kepada Allah) tinggalkanlah hal yang buruk itu (hai orang-orang berakal agar kamu mendapat keberuntungan.\") agar kamu mendapat kebahagiaan. Kemudian turunlah ayat berikut ini tatkala para sahabat banyak bertanya kepada Rasulullah saw.",
            "sajda": false,
            "transliteration": "Qul laa yastawil khabeesu wattaiyibu wa law a'jabaka kasratul khabees; fattaqul laaha yaaa ulil albaabi la'allakum tuflihoon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 770,
            "aya_number": 101,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَسْـَٔلُوْا عَنْ اَشْيَاۤءَ اِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ ۚوَاِنْ تَسْـَٔلُوْا عَنْهَا حِيْنَ يُنَزَّلُ الْقُرْاٰنُ تُبْدَ لَكُمْ ۗعَفَا اللّٰهُ عَنْهَا ۗوَاللّٰهُ غَفُوْرٌ حَلِيْمٌ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu (justru) menyusahkan kamu. Jika kamu menanyakannya ketika Al-Qur'an sedang diturunkan, (niscaya) akan diterangkan kepadamu. Allah telah memaafkan (kamu) tentang hal itu. Dan Allah Maha Pengampun, Maha Penyantun.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu menanyakan kepada Nabimu hal-hal yang jika diterangkan) dijelaskan (kepadamu, niscaya menyusahkan kamu) karena di dalamnya mengandung kemudaratan (dan jika kamu menanyakannya di waktu Alquran itu sedang diturunkan) artinya di masa Nabi saw. masih hidup (niscaya akan diterangkan kepadamu) makna ayat: apabila kamu bertanya tentang macam-macam masalah sewaktu Nabi saw. masih ada niscaya akan turun ayat-ayat Alquran yang menjelaskannya dan jika ayat-ayat Alquran telah turun niscaya isinya akan menjelek-jelekkan kamu sendiri oleh karena janganlah kamu banyak bertanya tentang hal-hal itu; sesungguhnya (Allah telah memaafkan kamu tentang hal-hal itu) sebelum kamu meminta maaf kepada-Nya, maka dari itu janganlah kamu mengulanginya. (Allah Maha Pengampun lagi Maha Penyantun.)",
            "sajda": false,
            "transliteration": "yaaa aiyuhal lazeena aamanoo laa tas'aloo 'an ashyaaa'a in tubda lakum tasu'kum wa in tas'aloo 'anhaa heena yunazzalul Qur'aanu tubda lakum; 'afallaahu 'anhaa; wallaahu Ghafoorun Haleem",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 771,
            "aya_number": 102,
            "aya_text": "قَدْ سَاَلَهَا قَوْمٌ مِّنْ قَبْلِكُمْ ثُمَّ اَصْبَحُوْا بِهَا كٰفِرِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Sesungguhnya sebelum kamu telah ada segolongan manusia yang menanyakan hal-hal serupa itu (kepada nabi mereka), kemudian mereka menjadi kafir.",
            "tafsir_jalalayn": "(Sesungguhnya telah menanyakan hal itu) artinya hal-hal serupa itu (suatu kaum sebelum kamu) kepada nabi-nabi mereka, maka mereka diberi penjelasan tentang hukum-hukumnya (kemudian jadilah mereka) mereka menjadi (tidak percaya kepadanya) karena mereka tidak mengamalkannya.",
            "sajda": false,
            "transliteration": "Qad sa alahaa qawmum min qablikum summa asbahoo bihaa kaafireen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 772,
            "aya_number": 103,
            "aya_text": "مَا جَعَلَ اللّٰهُ مِنْۢ بَحِيْرَةٍ وَّلَا سَاۤىِٕبَةٍ وَّلَا وَصِيْلَةٍ وَّلَا حَامٍ ۙوَّلٰكِنَّ الَّذِيْنَ كَفَرُوْا يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ وَاَكْثَرُهُمْ لَا يَعْقِلُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 124,
            "translation_aya_text": "Allah tidak pernah mensyariatkan adanya Bahirah, Sa'ibah, Wasilah dan haam. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti.",
            "tafsir_jalalayn": "(Tidak sekali-kali menjadikan) mensyariatkan (Allah akan adanya bahirah, saibah, wasilah dan ham) sebagaimana yang telah dilakukan oleh orang-orang jahiliah. Telah diriwayatkan oleh Imam Bukhari dari Said bin Musayyab yang telah mengatakan bahwa bahirah ialah unta betina yang air susunya dihadiahkan untuk berhala-berhala, maka tidak ada seorang pun yang berani memerah air susunya. Saibah ialah unta betina yang mereka lepaskan begitu saja dibiarkan demi untuk berhala-berhala mereka, maka unta tersebut tidak boleh dibebani sesuatu pun. Wasilah ialah unta betina yang sewaktu melahirkan anak unta pertama kalinya betina setelah ia beranak lagi secara kembar yang kedua-duanya betina; induk unta itu dibiarkan terlepas bebas jika anak-anaknya itu tidak ada yang jantan yang memisahkan antara kedua anaknya itu. Hal ini mereka lakukan demi berhala-berhala mereka. Dan ham ialah unta pejantan yang dipekerjakan dalam masa yang telah ditentukan dan jika masanya telah habis lalu mereka membiarkannya bebas demi untuk mendekatkan diri kepada berhala-berhala sesembahan mereka. Selain dari itu mereka membebaskannya dari segala muatan dan beban hingga ia tidak lagi disuruh membawa apa pun dan nama lain dari jenis unta itu ialah hami. (Akan tetapi orang-orang kafir selalu membuat kedustaan terhadap Allah) dalam hal tersebut kemudian mereka mengaitkannya kepada Allah (dan kebanyakan mereka tidak mengerti) bahwa perkara tersebut merupakan kedustaan karena mereka dalam hal ini hanyalah mengikuti apa yang biasa dilakukan oleh nenek moyang mereka.",
            "sajda": false,
            "transliteration": "Maa ja'alal laahu mim baheeratinw wa laa saaa'ibatinw wa laa waseelatinw wa laa haaminw wa laakinnal lazeena kafaroo yaftaroona 'alallaahil kazib; wa aksaruhum laa ya'qiloon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}