{
    "page_number": 126,
    "data": [
        {
            "aya_id": 778,
            "aya_number": 109,
            "aya_text": "۞ يَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُوْلُ مَاذَٓا اُجِبْتُمْ ۗ قَالُوْا لَا عِلْمَ لَنَا ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 126,
            "translation_aya_text": "(Ingatlah) pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), “Apa jawaban (kaummu) terhadap (seruan)mu?” Mereka (para rasul) menjawab, “Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib.”",
            "tafsir_jalalayn": "Ingatlah! (hari di waktu Allah mengumpulkan para rasul) yaitu pada hari kiamat (lalu Allah bertanya) kepada mereka dengan nada mencela yang ditujukan kepada kaum mereka (Apa) yang (jawaban kaummu terhadap seruanmu?) tatkala kamu mengajak mereka kepada ketauhidan (Para rasul menjawab, \"Tidak ada pengetahuan kami) tentang hal itu (sesungguhnya Engkaulah yang mengetahui perkara yang gaib.\") apa-apa yang tidak bisa dijangkau oleh pengetahuan hamba-hamba-Nya dan gaib di mata mereka oleh sebab kengerian yang mereka hadapi pada saat hari kiamat yang membuat mereka kaget. Kemudian para rasul itu menjadi saksi terhadap umat mereka masing-masing tatkala umat mereka diam seribu bahasa.",
            "sajda": false,
            "transliteration": "yawma yajma'ul laahur Rusula fa yaqoolu maazaaa ujibtum qaaloo laa 'ilma lanaa innaka Anta 'Allaamul Ghuyoob",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 779,
            "aya_number": 110,
            "aya_text": "اِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِيْ عَلَيْكَ وَعَلٰى وَالِدَتِكَ ۘاِذْ اَيَّدْتُّكَ بِرُوْحِ الْقُدُسِۗ  تُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا ۚوَاِذْ عَلَّمْتُكَ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَ ۚوَاِذْ تَخْلُقُ مِنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ بِاِذْنِيْ فَتَنْفُخُ فِيْهَا فَتَكُوْنُ طَيْرًاۢ بِاِذْنِيْ وَتُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ بِاِذْنِيْ ۚوَاِذْ تُخْرِجُ الْمَوْتٰى بِاِذْنِيْ ۚوَاِذْ كَفَفْتُ بَنِيْٓ اِسْرَاۤءِيْلَ عَنْكَ اِذْ جِئْتَهُمْ بِالْبَيِّنٰتِ فَقَالَ الَّذِيْنَ كَفَرُوْا مِنْهُمْ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 126,
            "translation_aya_text": "Dan ingatlah ketika Allah berfirman, “Wahai Isa putra Maryam! Ingatlah nikmat-Ku kepadamu dan kepada ibumu sewaktu Aku menguatkanmu dengan Rohulkudus. Engkau dapat berbicara dengan manusia pada waktu masih dalam buaian dan setelah dewasa. Dan ingatlah ketika Aku mengajarkan menulis kepadamu, (juga) Hikmah, Taurat dan Injil. Dan ingatlah ketika engkau membentuk dari tanah berupa burung dengan seizin-Ku, kemudian engkau meniupnya, lalu menjadi seekor burung (yang sebenarnya) dengan seizin-Ku. Dan ingatlah ketika engkau menyembuhkan orang yang buta sejak lahir dan orang yang berpenyakit kusta dengan seizin-Ku. Dan ingatlah ketika engkau mengeluarkan orang mati (dari kubur menjadi hidup) dengan seizin-Ku. Dan ingatlah ketika Aku menghalangi Bani Israil (dari keinginan mereka membunuhmu) di kala waktu engkau mengemukakan kepada mereka keterangan-keterangan yang nyata, lalu orang-orang kafir di antara mereka berkata, “Ini tidak lain hanyalah sihir yang nyata.”",
            "tafsir_jalalayn": "Ingatlah! (ketika Allah mengatakan, \"Hai Isa putra Maryam! Ingatlah nikmat-Ku kepadamu dan kepada ibumu) syukurilah nikmat-Ku itu (di waktu Aku mendukung kamu) menguatkan kamu (dengan ruhul kudus) malaikat Jibril (kamu dapat berbicara dengan manusia) menjadi hal bagi kaaf atau dhamir mukhathab yang terdapat dalam kalimat ayyadtuka (sewaktu dalam buaian) masih dalam keadaan bayi (dan sesudah dewasa) kalimat ini memberikan pengertian bahwa ia (Nabi Isa) akan turun ke bumi sebelum hari kiamat sebab sebelum ia mencapai usia tua telah diangkat terlebih dahulu ke langit sebagaimana penjelasan yang telah dikemukakan dalam surah Ali Imran. (Dan ingatlah di waktu Aku mengajar kamu menulis, hikmah, Taurat dan Injil dan ingat pula di waktu kamu membuat suatu bentuk dari tanah yang berupa) seperti gambaran (burung) huruf kaaf dalam kalimat kahaiah adalah bermakna isim yang artinya seperti dan kedudukan i`rabnya menjadi maf`ul atau objek (dengan seizin-Ku kemudian kamu meniup padanya lalu bentuk itu menjadi burung yang sebenarnya seizin-Ku) dengan kehendak-Ku. (Dan ingatlah waktu kamu menyembuhkan orang yang buta dan orang yang berpenyakit sopak dengan seizin-Ku, dan ingatlah di waktu kamu mengeluarkan orang-orang mati) dari kuburan-kuburan mereka dalam keadaan hidup (dengan seizin-Ku, dan ingatlah di waktu Aku menghalangi Bani Israel dari kamu) sewaktu mereka bersengaja hendak membunuhmu (di kala kamu mengemukakan kepada mereka keterangan-keterangan yang nyata) yakni mukjizat-mukjizat (lalu orang-orang kafir di antara mereka berkata, 'Tidak) tidak lain (hal ini) yang engkau datangkan melainkan sihir yang nyata') dan menurut qiraat dibaca saahirun/tukang sihir, yang dimaksud ialah Nabi Isa.",
            "sajda": false,
            "transliteration": "Iz qaalal laahu yaa 'Eesab-na-Maryamaz kur ni'matee 'alaika wa 'alaa waalidatik; iz aiyattuka bi Roohil Qudusi tukallimun naasa fil mahdi wa kahlanw wa iz 'allamtukal kitaaba wal Hikmata wa Tawraata wal Injeela wa iz Takhluqu minat teeni kahai 'atit tairi bi iznee fatanfukhu feeha fatakoonu tairam bi iznee wa tubri'ul akmaha wal abrasa bi iznee wa iz tukhrijul mawtaa bi iznee wa iz kafaftu Baneee Israaa'eela 'anka iz ji'tahum bil baiyinaati fa qaalal lazeena kafaroo minhum in haazaaa illaa sihrum mubeen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 780,
            "aya_number": 111,
            "aya_text": "وَاِذْ اَوْحَيْتُ اِلَى الْحَوَارِيّٖنَ اَنْ اٰمِنُوْا بِيْ وَبِرَسُوْلِيْ ۚ قَالُوْٓا اٰمَنَّا وَاشْهَدْ بِاَنَّنَا مُسْلِمُوْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 126,
            "translation_aya_text": "Dan (ingatlah), ketika Aku ilhamkan kepada pengikut-pengikut Isa yang setia, “Berimanlah kamu kepada-Ku dan kepada Rasul-Ku.” Mereka menjawab, “Kami telah beriman, dan saksikanlah (wahai Rasul) bahwa kami adalah orang-orang yang berserah diri (Muslim).”",
            "tafsir_jalalayn": "(Dan ingatlah ketika Aku ilhamkan kepada para pengikut Nabi Isa yang setia) Aku perintahkan mereka melalui lisannya (hendaknya) (kamu beriman kepada-Ku dan kepada rasul-Ku.\") yaitu Nabi Isa (Mereka menjawab, \"Kami telah beriman) kepada Allah dan rasul-Nya (dan saksikanlah, wahai rasul, bahwa sesungguhnya kami adalah orang-orang yang berserah diri kepada seruanmu.\")",
            "sajda": false,
            "transliteration": "Wa iz awhaitu ilal hawaariyyeena an aaminoo bee wa bi Rasoolee qaalooo aamannaa washhad bi annanaa muslimoon",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 781,
            "aya_number": 112,
            "aya_text": "اِذْ قَالَ الْحَوَارِيُّوْنَ يٰعِيْسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيْعُ رَبُّكَ اَنْ يُّنَزِّلَ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ ۗقَالَ اتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 126,
            "translation_aya_text": "(Ingatlah), ketika pengikut-pengikut Isa yang setia berkata, “Wahai Isa putra Maryam! Bersediakah Tuhanmu menurunkan hidangan dari langit kepada kami?” Isa menjawab, “Bertakwalah kepada Allah jika kamu orang-orang beriman.”",
            "tafsir_jalalayn": "Ingatlah (Ketika pengikut-pengikut Isa berkata, \"Hai Isa putra Maryam! Sanggupkah) artinya bisakah (Tuhanmu) menurut satu qiraat dibaca tastathii'u kemudian lafal yang sesudahnya dibaca nashab/rabbaka, yang artinya apakah engkau bisa meminta kepada-Nya (menurunkan hidangan dari langit kepada kami?\" Menjawab) kepada mereka Isa (\"Bertakwalah kepada Allah) di dalam meminta bukti-bukti itu/mukjizat-mukjizat (jika betul-betul kamu orang yang beriman.\")",
            "sajda": false,
            "transliteration": "Iz qaalal hawaariyyoona yaa 'Eesab na Maryama hal yastatee'u Rabbuka ai yunaz zila 'alinaa maaa'idatam minas samaaa'i qaalat taqul laaha in kuntum mu'mineen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 782,
            "aya_number": 113,
            "aya_text": "قَالُوْا نُرِيْدُ اَنْ نَّأْكُلَ مِنْهَا وَتَطْمَىِٕنَّ قُلُوْبُنَا وَنَعْلَمَ اَنْ قَدْ صَدَقْتَنَا وَنَكُوْنَ عَلَيْهَا مِنَ الشّٰهِدِيْنَ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 126,
            "translation_aya_text": "Mereka berkata, “Kami ingin memakan hidangan itu agar tenteram hati kami dan agar kami yakin bahwa engkau telah berkata benar kepada kami, dan kami menjadi orang-orang yang menyaksikan (hidangan itu).”",
            "tafsir_jalalayn": "(Mereka berkata, \"Kami menginginkan) dengan permintaan ini agar (agar bisa memakan hidangan itu dan supaya menjadi tenteram) menjadi tenang/mantap (hati kami) semakin bertambah yakin (dan supaya kami mengetahui) kami makin bertambah pengetahuan (bahwa) an mukhaffafah; artinya bahwa sesungguhnya (kamu telah berkata benar kepada kami) dalam pengakuanmu menjadi nabi (dan kami menjadi orang-orang yang menyaksikan hidangan itu.\")",
            "sajda": false,
            "transliteration": "Qaaloo nureedu an naakula minhaa wa tatam'inna quloo bunaa wa na'lama an qad sadaqtana wa nakoona 'alaihaa minash shaahideen",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}