{
    "page_number": 127,
    "data": [
        {
            "aya_id": 783,
            "aya_number": 114,
            "aya_text": "قَالَ عِيْسَى ابْنُ مَرْيَمَ اللهم رَبَّنَآ اَنْزِلْ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ تَكُوْنُ لَنَا عِيْدًا لِّاَوَّلِنَا وَاٰخِرِنَا وَاٰيَةً مِّنْكَ وَارْزُقْنَا وَاَنْتَ خَيْرُ الرّٰزِقِيْنَ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": " Isa putra Maryam berdoa, “Ya Tuhan kami, turunkanlah kepada kami hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami, yaitu bagi orang-orang yang sekarang bersama kami maupun yang datang setelah kami, dan menjadi tanda bagi kekuasaan Engkau; berilah kami rezeki, dan Engkaulah sebaik-baik pemberi rezeki.”",
            "tafsir_jalalayn": "(Isa Putra Maryam berdoa, \"Ya Tuhan kami! Turunkanlah kiranya kepada kami suatu hidangan dari langit yang hal itu bagi kami) artinya pada hari turunnya hidangan itu (menjadi hari raya) yang kami hormati dan kami muliakan (bagi orang-orang sezaman dengan kami) kalimat ini menjadi badal/kalimat pengganti bagi lafal lanaa, yang juga disertai pula dengan huruf jarnya (dan bagi orang-orang yang datang sesudah kami) orang-orang yang akan datang sesudah kami (dan menjadi tanda kekuasaan Engkau) yang menunjukkan akan kekuasaan-Mu dan kenabianku (berilah kami rezeki) dengan hidangan tersebut (dan Engkaulah Pemberi rezeki Yang Paling Utama.\")",
            "sajda": false,
            "transliteration": "Qaala 'Eesab nu Maryamal laahumma Rabbanaaa anzil 'alainaa maaa'idatam minas samaaa'i takoonu lanaa 'eedal li awwalinaa wa aakirinaa wa Aayatam minka warzuqnaa wa Anta khairur raaziqeen",
            "tajweed_text": "قَالَ عِيسَى [h:1916[ٱ][q:1917[بْ]نُ مَرْيَمَ [h:3887[ٱ][l[ل]لَّهُ[g[مّ]َ رَبَّن[o[َآ] أَ[f:3888[نز]ِلْ عَلَيْنَا م[o[َا]ٓئِدَ[a:3881[ةً م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ تَكُونُ لَنَا عِي[u:3889[دًا ل]ِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَ[a:3890[ةً م]ِّ[f:3891[نك]َ‌ۖ وَ[h:3892[ٱ]رْزُ[q:3892[قْ]نَا وَأَ[f:3893[نت]َ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 784,
            "aya_number": 115,
            "aya_text": "قَالَ اللّٰهُ اِنِّيْ مُنَزِّلُهَا عَلَيْكُمْ ۚ فَمَنْ يَّكْفُرْ بَعْدُ مِنْكُمْ فَاِنِّيْٓ اُعَذِّبُهٗ عَذَابًا لَّآ اُعَذِّبُهٗٓ اَحَدًا مِّنَ الْعٰلَمِيْنَ ࣖ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Allah berfirman, “Sungguh, Aku akan menurunkan hidangan itu kepadamu, tetapi barangsiapa kafir di antaramu setelah (turun hidangan) itu, maka sungguh, Aku akan mengazabnya dengan azab yang tidak pernah Aku timpakan kepada seorang pun di antara umat manusia (seluruh alam).”",
            "tafsir_jalalayn": "(Allah berfirman) mengabulkan doanya (\"Sesungguhnya Aku akan menurunkan hidangan itu) boleh dibaca takhfif/munziluhaa dan boleh pula dibaca tasydid/munazziluhaa (kepadamu; siapa yang kafir sesudah) artinya sesudah diturunkannya hidangan itu (di antara kamu, maka sesungguhnya Aku akan menyiksanya dengan siksaan yang tidak pernah Aku timpakan kepada seseorang pun di antara umat manusia.\") kemudian turunlah malaikat-malaikat seraya membawa hidangan dari langit berupa tujuh buah roti dan tujuh macam lauk-pauk. Kemudian mereka memakan sebagian darinya hingga semuanya merasa kenyang. Demikianlah menurut riwayat Ibnu Abbas dalam hadisnya sehubungan dengan kisah mengenai turunnya hidangan dari langit ini. Hadisnya itu mengatakan, bahwa hidangan itu berupa roti dan daging, kemudian mereka diperintahkan agar jangan berkhianat dan juga jangan menyimpannya hingga keesokan harinya. Akan tetapi mereka berkhianat dan menyimpan sebagian hidangan itu, akhirnya mereka dikutuk menjadi kera-kera dan babi-babi.",
            "sajda": false,
            "transliteration": "Waalal laahu innee munaz ziluhaa 'alaikum faman yakfur ba'du minkum fa inneee u'azzibuhoo 'azaabal laaa u'azzibuhooo ahadam minal 'aalameen",
            "tajweed_text": "قَالَ [h:1961[ٱ]للَّهُ إِ[g[نّ]ِى مُنَزِّلُهَا عَلَيْكُمْ‌ۖ فَم[a:1481[َن ي]َكْفُرْ بَعْدُ مِ[f:344[نك]ُمْ فَإِ[g[نّ][o[ِىٓ] أُعَذِّبُهُ[n[ۥ] عَذَا[u:3895[بًا ل]ّ[o[َآ] أُعَذِّبُهُ[o[ۥٓ] أَحَ[a:3474[دًا م]ِّنَ [h:3475[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 785,
            "aya_number": 116,
            "aya_text": "وَاِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ ءَاَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُوْنِيْ وَاُمِّيَ اِلٰهَيْنِ مِنْ دُوْنِ اللّٰهِ ۗقَالَ سُبْحٰنَكَ مَا يَكُوْنُ لِيْٓ اَنْ اَقُوْلَ مَا لَيْسَ لِيْ بِحَقٍّ ۗاِنْ كُنْتُ قُلْتُهٗ فَقَدْ عَلِمْتَهٗ ۗتَعْلَمُ مَا فِيْ نَفْسِيْ وَلَآ اَعْلَمُ مَا فِيْ نَفْسِكَ ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Dan (ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?” (Isa) menjawab, “Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika berfirman) artinya akan berfirman (Allah) kepada Isa di hari kiamat sebagai penghinaan terhadap kaumnya (\"Hai Isa putra Maryam! Adakah kamu mengatakan kepada manusia, 'Jadikanlah aku dan ibuku dua orang tuhan selain Allah?' Ia menjawab) Isa menjawab seraya gemetar ('Maha Suci Engkau) aku menyucikan-Mu dari apa-apa yang tidak layak bagi-Mu seperti sekutu dan lain-lainnya (tidaklah patut) tidak pantas (bagiku mengatakan apa yang bukan hakku mengatakannya) bihaqqin menjadi khabar dari laisa sedangkan kata lii adalah untuk penjelas/tabyin (jika aku pernah mengatakannya maka tentulah Engkau mengetahuinya. Engkau mengetahui apa) yang aku sembunyikan (pada diriku dan aku tidak mengetahui apa yang ada pada diri Engkau) artinya apa-apa yang Engkau sembunyikan di antara pengetahuan-pengetahuan Engkau (Sesungguhnya Engkau Maha Mengetahui perkara yang gaib-gaib.)",
            "sajda": false,
            "transliteration": "Wa iz qaalal laahu yaa 'Eesab na Maryama 'a-anta qulta linnaasit takhizoonee wa ummiya ilaahaini min doonil laahi qaala Subhaanaka maa yakoonu leee anaqoola maa yakkoonu leee an aqoola maa laisa lee bihaqq; in kuntu qultuhoo faqad 'alimtah; ta'lamu maa fee nafsee wa laaa a'almu maa fee nafsik; innaka Anta 'Allaamul Ghuyoob",
            "tajweed_text": "وَإِذْ قَالَ [h:1961[ٱ]للَّهُ يَ[n[ـٰ]عِيسَى [h:3866[ٱ][q:451[بْ]نَ مَرْيَمَ ءَأَ[f:3896[نت]َ قُلْتَ لِل[g[نّ]َاسِ [h:3897[ٱ]تَّخِذُونِى وَأُ[g[مّ]ِىَ إِلَ[n[ـٰ]هَيْنِ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ‌ۖ قَالَ سُ[q:168[بْ]حَ[n[ـٰ]نَكَ مَا يَكُونُ ل[o[ِىٓ] أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ‌ۚ إِ[f:3898[ن ك]ُ[f:2917[نت]ُ قُلْتُهُ[n[ۥ] فَقَ[q:563[دْ] عَلِمْتَهُ[n[ۥ]‌ۚ تَعْلَمُ مَا فِى نَفْسِى وَل[o[َآ] أَعْلَمُ مَا فِى نَفْسِكَ‌ۚ إِ[g[نّ]َكَ أَ[f:169[نت]َ عَلَّ[n[ـٰ]مُ [h:3865[ٱ]لْغُي[p[ُو][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 786,
            "aya_number": 117,
            "aya_text": "مَا قُلْتُ لَهُمْ اِلَّا مَآ اَمَرْتَنِيْ بِهٖٓ اَنِ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۚوَكُنْتُ عَلَيْهِمْ شَهِيْدًا مَّا دُمْتُ فِيْهِمْ ۚ فَلَمَّا تَوَفَّيْتَنِيْ كُنْتَ اَنْتَ الرَّقِيْبَ عَلَيْهِمْ ۗوَاَنْتَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (yaitu), “Sembahlah Allah, Tuhanku dan Tuhanmu,” dan aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu.",
            "tafsir_jalalayn": "(Aku tidak pernah mengatakan kepada mereka kecuali apa yang telah Engkau perintahkan kepadaku untuk mengatakannya) yaitu: ('Sembahlah Allah Tuhanku dan Tuhanmu dan adalah aku menjadi saksi terhadap mereka) sebagai pengawas yang mencegah mereka dari apa yang mereka katakan itu (selama aku berada di antara mereka. Maka setelah Engkau wafatkan aku) Engkau telah mengambilku dengan cara mengangkatku ke langit (Engkaulah yang menguasai mereka) yang memelihara amal perbuatan mereka. (Sesungguhnya Engkau atas segala sesuatu) termasuk perkataanku kepada mereka dan perkataan mereka sesudahku dan lain-lainnya (Maha Menyaksikan) Maha Waspada dan Maha Mengetahui tentang hal itu.",
            "sajda": false,
            "transliteration": "Maa qultu lahum illaa maaa amartanee bihee ani'budul laaha Rabbeee wa Rabbakum; wa kuntu 'alaihim shaheedam maa dumtu feehim falammaa tawaffaitanee kunta Antar Raqeeba 'alaihim; wa Anta 'alaa kulli shai'in Shaheed",
            "tajweed_text": "مَا قُلْتُ لَهُمْ إِلَّا م[o[َآ] أَمَرْتَنِى بِه[o[ِۦٓ] أَنِ [h:3899[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ رَبِّى وَرَبَّكُمْ‌ۚ وَكُ[f:3900[نت]ُ عَلَيْهِمْ شَهِي[a:3901[دًا م]َّا دُمْتُ فِيهِمْ‌ۖ فَلَ[g[مّ]َا تَوَفَّيْتَنِى كُ[f:735[نت]َ أَ[f:169[نت]َ [h:3902[ٱ][l[ل]رَّقِيبَ عَلَيْهِمْ‌ۚ وَأَ[f:3893[نت]َ عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 787,
            "aya_number": 118,
            "aya_text": "اِنْ تُعَذِّبْهُمْ فَاِنَّهُمْ عِبَادُكَ ۚوَاِنْ تَغْفِرْ لَهُمْ فَاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Jika Engkau menyiksa mereka, maka sesungguhnya mereka adalah hamba-hamba-Mu, dan jika Engkau mengampuni mereka, sesungguhnya Engkaulah Yang Mahaperkasa, Mahabijaksana.”",
            "tafsir_jalalayn": "(Jika Engkau menyiksa mereka) artinya orang-orang yang melakukan kekafiran di antara mereka (maka sesungguhnya mereka adalah hamba-hamba Engkau) Engkau adalah Yang Menguasai mereka; Engkaulah yang berhak memperlakukan mereka menurut apa yang Engkau kehendaki, tak ada yang bisa menghalang-halangi Engkau (dan jika Engkau mengampuni mereka) artinya mengampuni orang-orang yang beriman di antara mereka (maka sesungguhnya Engkaulah Yang Maha Perkasa) Yang Maha Menang perkara-Nya (lagi Maha Bijaksana'\") dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "In tu'azzibhum fa innahum ibaaduka wa in taghfir lahum fa innaka Antal 'Azzezul Hakeem",
            "tajweed_text": "إِ[f:3904[ن ت]ُعَذِّ[q:3905[بْ]هُمْ فَإِ[g[نّ]َهُمْ عِبَادُكَ‌ۖ وَإِ[f:3906[ن ت]َغْفِرْ لَهُمْ فَإِ[g[نّ]َكَ أَ[f:169[نت]َ [h:680[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 788,
            "aya_number": 119,
            "aya_text": "قَالَ اللّٰهُ هٰذَا يَوْمُ يَنْفَعُ الصّٰدِقِيْنَ صِدْقُهُمْ ۗ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Allah berfirman, “Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.”",
            "tafsir_jalalayn": "(Allah berfirman, \"Ini adalah) artinya hari kiamat (suatu hari yang bermanfaat orang-orang yang benar) sewaktu di dunia seperti Nabi Isa (kebenaran mereka) sebab hari itu adalah hari pembalasan (bagi mereka surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya untuk selama-lamanya; Allah rida terhadap mereka) oleh sebab ketaatan terhadap-Nya (dan mereka pun rida terhadap-Nya) dengan pahala-Nya (Itulah keberuntungan yang besar.\") dan orang-orang pendusta sewaktu hidup di dunia, tidak akan bisa bermanfaat kejujuran mereka pada hari itu seperti orang-orang kafir, yaitu tatkala mereka mulai percaya dan iman sewaktu mereka melihat azab Allah.",
            "sajda": false,
            "transliteration": "Qaalal laahu haaza yawmu yanfa'us saadiqeena sidquhum; lahum janaatunn tajree min tahtihal anhaaru khaalideena feehaaa abadaa; radiyal laahu 'anhum wa radoo 'anh; zaalikal fawzul 'azeem",
            "tajweed_text": "قَالَ [h:1961[ٱ]للَّهُ هَ[n[ـٰ]ذَا يَوْمُ يَ[f:838[نف]َعُ [h:3907[ٱ][l[ل]صَّ[n[ـٰ]دِقِينَ صِ[q:3908[دْ]قُهُمْ‌ۚ لَهُمْ جَ[g[نّ]َ[n[ـٰ][f:1786[تٌ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[u:3909[دًا‌ۚ ر]َّضِىَ [h:3910[ٱ]للَّهُ عَنْهُمْ وَرَضُو[s[اْ] عَنْهُ‌ۚ ذ[n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 789,
            "aya_number": 120,
            "aya_text": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا فِيْهِنَّ ۗوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
            "sura_id": 5,
            "juz_id": 7,
            "page_number": 127,
            "translation_aya_text": "Milik Allah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Kepunyaan Allahlah kerajaan langit dan bumi) tempat-tempat penyimpanan hujan, semua tumbuhan, semua rezeki dan lain-lainnya (dan apa yang ada di dalamnya) dipergunakan kata maa, karena kebanyakan makhluk Allah itu terdiri dari yang tidak berakal (dan Dia Maha Kuasa atas segala sesuatu) di antara kekuasaan-Nya itu ialah memberi pahala kepada orang yang berbuat benar, dan menyiksa orang yang berbuat dusta.",
            "sajda": false,
            "transliteration": "Lillaahi mulkus samaawaati wal ardi wa maa feehinn; wa Huwa 'alaa kulli shain'in Qadeer",
            "tajweed_text": "لِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا فِيهِ[g[نّ]َ‌ۚ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رُۢ",
            "surah": {
                "name": "سُورَةُ المَائـِدَةِ",
                "englishName": "Al-Maaida",
                "englishNameTranslation": "The Table",
                "revelationType": "Medinan"
            }
        }
    ]
}