{
    "page_number": 128,
    "data": [
        {
            "aya_id": 790,
            "aya_number": 1,
            "aya_text": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَجَعَلَ الظُّلُمٰتِ وَالنُّوْرَ ەۗ ثُمَّ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ يَعْدِلُوْنَ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 128,
            "translation_aya_text": "Segala puji bagi Allah yang telah menciptakan langit dan bumi, dan menjadikan gelap dan terang, namun demikian orang-orang kafir masih mempersekutukan Tuhan mereka dengan sesuatu.",
            "tafsir_jalalayn": "(Segala puji) yaitu ungkapan tentang sifat yang baik lagi tetap (bagi Allah) apakah yang dimaksud dengan pemberitaan dalam bentuk ini sebagai ungkapan rasa iman terhadap-Nya ataukah hanya sebagai panjatan puji kepada-Nya atau memang untuk maksud keduanya? Memang mengandung beberapa hipotesis akan tetapi hipotesis yang paling banyak faedahnya ialah yang ketiga, demikianlah menurut pendapat Syekh di dalam surah Al-Kahfi (Yang telah menciptakan langit dan bumi) Allah menyebutkan keduanya secara khusus mengingat keduanya adalah makhluk ciptaan Allah yang paling besar di mata orang-orang yang menyaksikannya (dan mengadakan) menjadikan (gelap dan terang) artinya setiap yang gelap dan terang; pengungkapan kata gelap dengan bentuk jamak sedangkan untuk terang tidak karena gelap itu mempunyai banyak penyebabnya. Hal ini merupakan sebagian dari bukti-bukti keesaan-Nya (namun orang-orang yang kafir) sekalipun dengan adanya bukti ini (terhadap Tuhan mereka adalah orang-orang yang mempersekutukan-Nya) mereka menyamakan selain Allah dalam hal ibadah.",
            "sajda": false,
            "transliteration": "Alhamdu lillaahil lazee khalaqas samaawaati wal arda wa ja'alaz zulumaati wannoor; summal lazeena kafaroo bi Rabbihim ya'diloon",
            "tajweed_text": "ٱلْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَجَعَلَ [h:3914[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ وَ[h:3915[ٱ][l[ل][g[نّ]ُورَ‌ۖ ثُ[g[مّ]َ [h:3916[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ يَعْدِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 791,
            "aya_number": 2,
            "aya_text": "هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ طِيْنٍ ثُمَّ قَضٰٓى اَجَلًا ۗوَاَجَلٌ مُّسَمًّى عِنْدَهٗ ثُمَّ اَنْتُمْ تَمْتَرُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 128,
            "translation_aya_text": "Dialah yang menciptakan kamu dari tanah, kemudian Dia menetapkan ajal (kematianmu), dan batas waktu tertentu yang hanya diketahui oleh-Nya. Namun demikian kamu masih meragukannya.",
            "tafsir_jalalayn": "(Dialah Yang menciptakanmu dari tanah) dengan diciptakan-Nya ayah kamu Adam dari tanah (sesudah itu ditentukan-Nya ajal) bagi kamu, setelah sampai pada ajal itu kamu akan mati (dan ajal lain yang ditentukan) ditetapkan (di sisi-Nya) untuk membangkitkan kamu dari kematian (kemudian kamu) hai orang-orang kafir (masih tidak percaya tentang berbangkit itu) kamu masih meragukan tentang adanya hari berbangkit padahal sebelumnya kamu telah mengetahui, bahwa Dialah yang mulai menciptakanmu. Dan siapa yang mampu menciptakan berarti Dia lebih mampu untuk mengembalikan ke asalnya.",
            "sajda": false,
            "transliteration": "Huwal lazee khalaqakum min teenin summa qadaaa ajalanw wa ajalum musamman 'indahoo summa antum tamtaroon",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذِى خَلَقَك[w:2530[ُم م]ِّ[f:3917[ن ط]ِي[f:3918[نٍ ث]ُ[g[مّ]َ قَضَ[o[ىٰٓ] أَجَل[a:3919[اً‌ۖ و]َأَجَ[a:3920[لٌ م]ُّسَ[g[مّ]ًى عِ[f:719[ند]َهُ[n[ۥ]‌ۖ ثُ[g[مّ]َ أَ[f:428[نت]ُمْ تَمْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 792,
            "aya_number": 3,
            "aya_text": "وَهُوَ اللّٰهُ فِى السَّمٰوٰتِ وَفِى الْاَرْضِۗ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 128,
            "translation_aya_text": "Dan Dialah Allah (yang disembah), di langit maupun di bumi; Dia mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan dan mengetahui (pula) apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dan Dialah Allah) yang berhak untuk disembah dan dipuja (baik di langit maupun di bumi, Dia mengetahui apa yang kamu rahasiakan dan apa yang kamu lahirkan) hal-hal yang kamu sembunyikan dan hal-hal yang kamu tampakkan di antara kamu sekalian (dan mengetahui pula apa yang kamu usahakan) perkara baik dan perkara buruk yang kamu ketahui.",
            "sajda": false,
            "transliteration": "Wa Huwal laahu fissamaawaati wa fil ardi ya'lamu sirrakum wa jahrakum wa ya'lamu maa taksiboon",
            "tajweed_text": "وَهُوَ [h:3921[ٱ]للَّهُ فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَفِى [h:3922[ٱ]لْأَرْضِ‌ۖ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 793,
            "aya_number": 4,
            "aya_text": "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 128,
            "translation_aya_text": "Dan setiap ayat dari ayat-ayat Tuhan yang sampai kepada mereka (orang kafir), semuanya selalu diingkarinya.",
            "tafsir_jalalayn": "(Dan tidak ada yang sampai kepada mereka) artinya penduduk Mekah (berupa) huruf min adalah tambahan/zaidah (suatu ayat dari ayat-ayat Tuhan mereka) dari Alquran (melainkan mereka selalu berpaling daripadanya.)",
            "sajda": false,
            "transliteration": "Wa maa taateehim min Aayatim min Aayaati Rabbihim illaa kaanoo 'anhaa mu'rideen",
            "tajweed_text": "وَمَا تَأْتِيه[w:3923[ِم م]ِّنْ ءَايَ[a:3924[ةٍ م]ِّنْ ءَايَ[n[ـٰ]تِ رَبِّهِمْ إِلَّا كَانُو[s[اْ] عَنْهَا مُعْرِض[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 794,
            "aya_number": 5,
            "aya_text": "فَقَدْ كَذَّبُوْا بِالْحَقِّ لَمَّا جَاۤءَهُمْۗ فَسَوْفَ يَأْتِيْهِمْ اَنْۢبـٰۤؤُا مَا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 128,
            "translation_aya_text": "Sungguh, mereka telah mendustakan kebenaran (Al-Qur'an) ketika sampai kepada mereka, maka kelak akan sampai kepada mereka (kenyataan dari) berita-berita yang selalu mereka perolok-olokkan.",
            "tafsir_jalalayn": "(Sesungguhnya mereka telah mendustakan yang hak) yakni Alquran (tatkala sampai kepada mereka maka akan sampai kepada mereka berita-berita) akibat-akibat (yang selalu mereka perolok-olokkan.)",
            "sajda": false,
            "transliteration": "Faqad kazzaboo bilhaqqi lammaa jaaa'ahum fasawfa yaateehim ambaaa'u maa kaanoo bihee yastahzi'oon",
            "tajweed_text": "فَقَ[q:563[دْ] كَذَّبُو[s[اْ] بِ[h:370[ٱ]لْحَقِّ لَ[g[مّ]َا ج[o[َا]ٓءَهُمْ‌ۖ فَسَوْفَ يَأْتِيهِمْ أَ[i:3925[نۢب]َ[o[ـٰٓ]ؤُ[s[اْ] مَا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 795,
            "aya_number": 6,
            "aya_text": "اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ مَّكَّنّٰهُمْ فِى الْاَرْضِ مَا لَمْ نُمَكِّنْ لَّكُمْ وَاَرْسَلْنَا السَّمَاۤءَ عَلَيْهِمْ مِّدْرَارًا ۖوَّجَعَلْنَا الْاَنْهٰرَ تَجْرِيْ مِنْ تَحْتِهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 128,
            "translation_aya_text": "Tidakkah mereka memperhatikan berapa banyak generasi sebelum mereka yang telah Kami binasakan, padahal (generasi itu) telah Kami teguhkan kedudukannya di bumi, yaitu keteguhan yang belum pernah Kami berikan kepadamu. Kami curahkan hujan yang lebat untuk mereka dan Kami jadikan sungai-sungai mengalir di bawah mereka, kemudian Kami binasakan mereka karena dosa-dosa mereka sendiri, dan Kami ciptakan generasi yang lain setelah generasi mereka.",
            "tafsir_jalalayn": "(Apakah mereka tidak memperhatikan) dalam perjalanan-perjalanan mereka menuju ke negeri Syam dan negeri-negeri lainnya (berapa banyak) kalimat khabariah atau bukan kata tanya yang artinya betapa banyaknya (generasi-generasi yang telah Kami binasakan sebelum mereka) umat-umat yang terdahulu (padahal mereka telah Kami teguhkan) Kami berikan kedudukan (di muka bumi) melalui kekuatan dan kekuasaannya (yaitu keteguhan yang belum pernah Kami menganugerahkan) Kami berikan (kepadamu) dalam Lafal ini terkandung pengertian iltifat/peralihan dari orang ketiga ke orang kedua yang maksudnya ditujukan kepada orang ketiga (dan Kami curahkan) hujan (atas mereka dengan derasnya) tahap demi tahap (dan Kami jadikan sungai-sungai mengalir di bawah mereka) di bawah rumah-rumah tempat tinggal mereka (kemudian Kami binasakan mereka karena dosa-dosa mereka sendiri) oleh sebab kedustaan mereka terhadap para nabi (dan Kami ciptakan sesudah mereka generasi yang lain.)",
            "sajda": false,
            "transliteration": "Alam yaraw kam ahlaknaa min qablihim min qarnim makkannaahum fil ardi maa lam numakkil lakum wa arsalnas samaaa'a 'alaihim midraaranw wa ja'alnal anhaara tajree min tahtihim fa ahlak naahum bizunoobihim wa anshaanaa mim ba'dihim qarnan aakhareen",
            "tajweed_text": "أَلَمْ يَرَوْ[s[اْ] كَمْ أَهْلَكْنَا مِ[f:617[ن ق]َ[q:618[بْ]لِه[w:3926[ِم م]ِّ[f:3927[ن ق]َرْ[a:3928[نٍ م]َّكَّ[g[نّ]َ[n[ـٰ]هُمْ فِى [h:44[ٱ]لْأَرْضِ مَا لَمْ نُمَكّ[u:3929[ِن ل]َّكُمْ وَأَرْسَلْنَا [h:3930[ٱ][l[ل]سَّم[o[َا]ٓءَ عَلَيْه[w:3931[ِم م]ِّ[q:3932[دْ]رَا[a:3933[رًا و]َجَعَلْنَا [h:3934[ٱ]لْأَنْهَ[n[ـٰ]رَ تَ[q:120[جْ]رِى مِ[f:3935[ن ت]َحْتِهِمْ فَأَهْلَكْنَ[n[ـٰ]ه[c:3936[ُم ب]ِذُنُوبِهِمْ وَأَ[f:3937[نش]َأْنَا م[i:1453[ِنۢ ب]َعْدِهِمْ قَرْنًا ءَاخَر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 796,
            "aya_number": 7,
            "aya_text": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتٰبًا فِيْ قِرْطَاسٍ فَلَمَسُوْهُ بِاَيْدِيْهِمْ لَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 128,
            "translation_aya_text": "Dan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, “Ini tidak lain hanyalah sihir yang nyata.”",
            "tafsir_jalalayn": "(Dan kalau Kami turunkan kepadamu sebuah kitab) yang tertulis (di atas kertas) yang tipis seperti apa yang mereka minta (lalu mereka dapat memegangnya dengan tangan mereka) lebih akurat daripada seandainya mereka hanya menyaksikan saja sebab cara ini jelas lebih menghapuskan rasa ragu (tentulah orang-orang kafir itu mengatakan, \"Tiada) tidak lain (hal ini adalah sihir yang nyata.\") sebagai ungkapan rasa ketidakpercayaan dan keingkaran mereka.",
            "sajda": false,
            "transliteration": "Wa law nazzalnaa 'alaika Kitaaban fee qirtaasin falamasoohu bi aideehim laqaalal lazeena kafarooo in haazaaa illaa sihrum mubeen",
            "tajweed_text": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَ[n[ـٰ][f:3938[بًا ف]ِى قِرْطَا[f:3939[سٍ ف]َلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ [h:3940[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 797,
            "aya_number": 8,
            "aya_text": "وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ مَلَكٌ ۗوَلَوْ اَنْزَلْنَا مَلَكًا لَّقُضِيَ الْاَمْرُ ثُمَّ لَا يُنْظَرُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 128,
            "translation_aya_text": "Dan mereka berkata, “Mengapa tidak diturunkan malaikat kepadanya (Muhammad)?” Jika Kami turunkan malaikat (kepadanya), tentu selesailah urusan itu, tetapi mereka tidak diberi penangguhan (sedikit pun).",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Mengapa tidak) kenapa tidak (diturunkan kepadanya) kepada Nabi Muhammad saw. (seorang malaikat?\") yang membenarkannya (dan kalau Kami turunkan kepadanya seorang malaikat) sebagaimana yang telah mereka minta, niscaya mereka tidak akan beriman (tentu selesailah urusan itu) dengan binasanya mereka (kemudian mereka tidak ditangguhkan) tidak diberi kesempatan untuk bertobat atau minta ampunan, seperti yang telah dilakukan oleh Allah terhadap orang-orang sebelum mereka, yaitu di kala permintaan mereka dikabulkan, kemudian mereka tidak juga mau beriman.",
            "sajda": false,
            "transliteration": "Wa qaaloo law laaa unzila alaihi malakunw wa law anzalna malakal laqudiyal amru summa laa yunzaroon",
            "tajweed_text": "وَقَالُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ مَلَ[a:3941[كٌ‌ۖ و]َلَوْ أَ[f:515[نز]َلْنَا مَلَ[u:3942[كًا ل]َّقُضِىَ [h:3943[ٱ]لْأَمْرُ ثُ[g[مّ]َ لَا يُ[f:826[نظ]َر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}