{
    "page_number": 129,
    "data": [
        {
            "aya_id": 798,
            "aya_number": 9,
            "aya_text": "وَلَوْ جَعَلْنٰهُ مَلَكًا لَّجَعَلْنٰهُ رَجُلًا وَّلَلَبَسْنَا عَلَيْهِمْ مَّا يَلْبِسُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 129,
            "translation_aya_text": "Dan sekiranya rasul itu Kami jadikan (dari) malaikat, pastilah Kami jadikan dia (berwujud) laki-laki, dan (dengan demikian) pasti Kami akan menjadikan mereka tetap ragu sebagaimana kini mereka ragu.",
            "tafsir_jalalayn": "(Dan kalau Kami jadikan rasul itu) yang diutus untuk mereka (seorang malaikat, tentulah Kami jadikan dia) artinya malaikat itu berupa (seorang laki-laki) artinya berbentuk seorang laki-laki supaya mereka bisa melihatnya, sebab manusia itu tidak akan kuat untuk melihat malaikat (dan) seandainya Kami menurunkannya lalu menjadikannya sebagai seorang laki-laki (niscaya akan Kami serupakan) Kami miripkan (atas mereka apa yang membuat mereka ragu) terhadap diri mereka, sebab mereka pasti mengatakan bahwa malaikat ini tidak lain kecuali seorang manusia seperti kamu.",
            "sajda": false,
            "transliteration": "Wa law ja'alnaahu malakal laja'alnaahu rajulanw wa lalabasnaa 'alaihim maa yalbisoon",
            "tajweed_text": "وَلَوْ جَعَلْنَ[n[ـٰ]هُ مَلَ[u:3944[كًا ل]َّجَعَلْنَ[n[ـٰ]هُ رَجُل[a:3945[اً و]َلَلَبَسْنَا عَلَيْه[w:3946[ِم م]َّا يَلْبِس[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 799,
            "aya_number": 10,
            "aya_text": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 129,
            "translation_aya_text": "Dan sungguh, beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, sehingga turunlah azab kepada orang-orang yang mencemoohkan itu sebagai balasan olok-olokan mereka.",
            "tafsir_jalalayn": "(Dan sungguh telah diperolok-olokkan beberapa rasul sebelum kamu) ungkapan ini mengandung makna yang menghibur hati Nabi saw. (maka datanglah) turunlah (kepada orang-orang yang mencemoohkan di antara mereka sebagai akibat dari apa yang mereka perolok-olokkan) yang berupa azab; demikian pula siksaan itu akan menimpa orang-orang yang memperolok-olokkan kamu.",
            "sajda": false,
            "transliteration": "Wa laqadis tuhzi'a bi-Rusulim min qablika fahaaqa billazeena sakhiroo minhum maa kaanoo bihee yastahzi'oon",
            "tajweed_text": "وَلَقَدِ [h:3947[ٱ]سْتُهْزِئَ بِرُسُ[a:3948[لٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ فَحَاقَ بِ[h:2413[ٱ]لَّذِينَ سَخِرُو[s[اْ] مِنْه[w:3670[ُم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 800,
            "aya_number": 11,
            "aya_text": "قُلْ سِيْرُوْا فِى الْاَرْضِ ثُمَّ انْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 129,
            "translation_aya_text": "Katakanlah (Muhammad), “Jelajahilah bumi, kemudian perhatikanlah bagai-mana kesudahan orang-orang yang mendustakan itu.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka (\"Berjalanlah di muka bumi kemudian perhatikanlah bagaimana kesudahan orang-orang yang mendustakan.\") rasul-rasul itu; yaitu kebinasaan mereka karena tertimpa azab supaya orang-orang yang memperolok-olokkanmu itu mengambil pelajaran darinya.",
            "sajda": false,
            "transliteration": "Qul seeroo fil ardi summan zuroo kaifa kaana 'aaqibatul mukazzibeen",
            "tajweed_text": "قُلْ سِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ ثُ[g[مّ]َ [h:3949[ٱ][f:3950[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:2258[ٱ]لْمُكَذِّب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 801,
            "aya_number": 12,
            "aya_text": "قُلْ لِّمَنْ مَّا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  قُلْ لِّلّٰهِ ۗ كَتَبَ عَلٰى نَفْسِهِ الرَّحْمَةَ ۗ لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِۗ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 129,
            "translation_aya_text": "Katakanlah (Muhammad), “Milik siapakah apa yang di langit dan di bumi?” Katakanlah, “Milik Allah.” Dia telah menetapkan (sifat) kasih sayang pada diri-Nya. Dia sungguh akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi. Orang-orang yang merugikan dirinya, mereka itu tidak beriman.",
            "tafsir_jalalayn": "(Katakanlah, \"Kepunyaan siapakah apa yang ada di langit dan di bumi?\" Katakanlah, \"Kepunyaan Allah.\") jika mereka tidak mengatakannya dan tidak ada jawaban lain kecuali itu. (Dia telah memastikan) telah menetapkan (atas diri-Nya kasih sayang) sebagai kemurahan dari-Nya. Ungkapan ini mengandung seruan yang lembut untuk mengajak mereka agar beriman (Dia sungguh-sungguh akan menghimpun kamu pada hari kiamat) untuk membalas kamu atas perbuatan-perbuatan kamu (tidak ada keraguan) kebimbangan (terhadapnya. Orang-orang yang merugikan dirinya) karena mereka menjerumuskan dirinya ke dalam siksaan. Alladziina adalah mubtada sedangkan khabarnya ialah (mereka itu tidak beriman).",
            "sajda": false,
            "transliteration": "Qul limam maa fis samaawaati wal ardi qul lillaah; kataba 'alaa nafsihir rahmah; la yajma 'annakum ilaa Yawmil Qiyaamati laa raiba feeh; allazeena khasirooo anfusahum fahum laa yu'minoon",
            "tajweed_text": "قُل لِّم[a:3951[َن م]َّا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ قُل لِّلَّهِ‌ۚ كَتَبَ عَلَىٰ نَفْسِهِ [h:3952[ٱ][l[ل]رَّحْمَةَ‌ۚ لَيَ[q:2997[جْ]مَعَ[g[نّ]َكُمْ إِلَىٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ لَا رَيْبَ فِيهِ‌ۚ [h:3953[ٱ]لَّذِينَ خَسِر[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ فَهُمْ لَا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 802,
            "aya_number": 13,
            "aya_text": "۞ وَلَهٗ مَا سَكَنَ فِى الَّيْلِ وَالنَّهَارِ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 129,
            "translation_aya_text": "Dan milik-Nyalah segala apa yang ada pada malam dan siang hari. Dan Dialah Yang Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan kepunyaan Allahlah) Maha Luhur Allah (segala yang ada) yang berada (di malam hari dan di siang hari) artinya Dialah Tuhan segala sesuatu, Penciptanya dan Pemiliknya (Dan Dia Maha Mendengar) terhadap apa yang dikatakan (lagi Maha Mengetahui) atas apa yang diperbuat.",
            "sajda": false,
            "transliteration": "Wa lahoo maa sakana fillaili wannahaar; wa Huwas Samee'ul Aleem",
            "tajweed_text": "۞ وَلَهُ[n[ۥ] مَا سَكَنَ فِى [h:1831[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ‌ۚ وَهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 803,
            "aya_number": 14,
            "aya_text": "قُلْ اَغَيْرَ اللّٰهِ اَتَّخِذُ وَلِيًّا فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَكُوْنَ اَوَّلَ مَنْ اَسْلَمَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 129,
            "translation_aya_text": "Katakanlah (Muhammad), “Apakah aku akan menjadikan pelindung selain Allah yang menjadikan langit dan bumi, padahal Dia memberi makan dan tidak diberi makan?” Katakanlah, “Sesungguhnya aku diperintahkan agar aku menjadi orang yang pertama berserah diri (kepada Allah), dan jangan sekali-kali kamu masuk golongan orang-orang musyrik.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka (\"Apakah akan aku jadikan pelindung selain dari Allah) yang aku sembah (yang menjadikan langit dan bumi) Allah yang menciptakan keduanya (padahal Dia memberi makan) memberi rezeki (dan tidak diberi makan?\") tidak memerlukan rezeki (Katakanlah, \"Sesungguhnya aku diperintah supaya aku menjadi orang yang pertama sekali menyerahkan diri) kepada Allah dari kalangan umat ini (dan) dikatakan kepadaku (jangan sekali-kali kamu termasuk golongan orang-orang yang musyrik\") kepada-Nya.",
            "sajda": false,
            "transliteration": "Qul aghairal laahi attakhizu waliyyan faatiris samaawaati wal ardi wa Huwa yut'imu wa laa yut'am; qul inneee umirtu an akoona awwala man salama wa laa takoonanna minal mushrikeen",
            "tajweed_text": "قُلْ أَغَيْرَ [h:3954[ٱ]للَّهِ أَتَّخِذُ وَلِي[f:3955[ًّا ف]َاطِرِ [h:3956[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَهُوَ يُ[q:3957[طْ]عِمُ وَلَا يُ[q:3958[طْ]عَمُ‌ۗ قُلْ إِ[g[نّ][o[ِىٓ] أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ‌ۖ وَلَا تَكُونَ[g[نّ]َ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 804,
            "aya_number": 15,
            "aya_text": "قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 129,
            "translation_aya_text": "Katakanlah (Muhammad), “Aku benar-benar takut akan azab hari yang besar (hari Kiamat), jika aku mendurhakai Tuhanku.”",
            "tafsir_jalalayn": "(Katakanlah, \"Sesungguhnya aku takut jika aku mendurhakai Tuhanku) dengan menyembah selain-Nya (azab hari yang besar.\") yaitu hari kiamat.",
            "sajda": false,
            "transliteration": "Qul inneee akhaafu in 'asaitu Rabbee 'azaaba Yawmin 'Azeem",
            "tajweed_text": "قُلْ إِ[g[نّ][o[ِىٓ] أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظ[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 805,
            "aya_number": 16,
            "aya_text": "مَنْ يُّصْرَفْ عَنْهُ يَوْمَىِٕذٍ فَقَدْ رَحِمَهٗ ۗوَذٰلِكَ الْفَوْزُ الْمُبِيْنُ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 129,
            "translation_aya_text": "Barangsiapa dijauhkan dari azab atas dirinya pada hari itu, maka sungguh, Allah telah memberikan rahmat kepadanya. Dan itulah kemenangan yang nyata.",
            "tafsir_jalalayn": "(Siapa yang dijauhkan siksaan) dalam bentuk pasif, maf'ulnya azab/siksaan; dan dalam bentuk aktif, fa'ilnya Allah, sedangkan dhamirnya dibuang (daripadanya pada hari itu, maka sungguh Allah telah memberikan rahmat kepadanya) Maha Tinggi Allah, artinya Ia menghendaki kebaikan untuknya. (Dan itu keberuntungan yang nyata) keselamatan yang nyata.",
            "sajda": false,
            "transliteration": "Mai yusraf 'anhu Yawma'izin faqad rahimah; wa zaalikal fawzul mubeen",
            "tajweed_text": "مّ[a:3959[َن ي]ُصْرَفْ عَنْهُ يَوْمَئِ[f:3960[ذٍ ف]َقَ[q:563[دْ] رَحِمَهُ[n[ۥ]‌ۚ وَذ[n[َٲ]لِكَ [h:2632[ٱ]لْفَوْزُ [h:3961[ٱ]لْمُب[p[ِي]نُ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 806,
            "aya_number": 17,
            "aya_text": "وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗٓ اِلَّا هُوَ ۗوَاِنْ يَّمْسَسْكَ بِخَيْرٍ فَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 129,
            "translation_aya_text": "Dan jika Allah menimpakan suatu bencana kepadamu, tidak ada yang dapat menghilangkannya selain Dia. Dan jika Dia mendatangkan kebaikan kepadamu, maka Dia Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Jika Allah menimpakan suatu kemudaratan kepadamu) musibah, seperti sakit dan kemiskinan (maka tidak ada yang menghilangkannya) tidak ada yang bisa mengangkatnya (daripadanya selain Dia sendiri. Dan jika Dia mendatangkan kebaikan kepadamu) seperti kesehatan dan kecukupan (maka Dia Maha Kuasa atas tiap-tiap segala sesuatu) berada pada kekuasaan-Nyalah segala sesuatu itu; tidak ada seorang pun yang dapat menolaknya dari dirimu selain daripada-Nya sendiri.",
            "sajda": false,
            "transliteration": "Wa iny-yamsaskal laahu bidurrin falaaa kaashifa lahoo illaa Huwa wa iny-yamsaska bikhairin fa Huwa 'alaa kulli shai'in Qadeer",
            "tajweed_text": "وَإ[a:3962[ِن ي]َمْسَسْكَ [h:3963[ٱ]للَّهُ بِضُ[f:3964[رٍّ ف]َلَا كَاشِفَ لَهُ[o[ۥٓ] إِلَّا هُوَ‌ۖ وَإ[a:3962[ِن ي]َمْسَسْكَ بِخَيْ[f:3965[رٍ ف]َهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 807,
            "aya_number": 18,
            "aya_text": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 129,
            "translation_aya_text": "Dan Dialah yang berkuasa atas hamba-hamba-Nya. Dan Dia Mahabijaksana, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan Dialah yang berkuasa) Maha Kuasa tidak ada sesuatu pun yang dapat melemahkan-Nya, Dia Maha Tinggi (atas sekalian hamba-hamba-Nya. Dan Dialah Yang Maha Bijaksana) atas makhluk-Nya (lagi Maha Mengetahui) Semua yang tersimpan dalam batin mereka sebagaimana halnya yang tampak pada mereka. Ayat berikut diturunkan berkenaan dengan pertanyaan yang mereka ajukan kepada Nabi saw., \"Datangkanlah kepada kami orang yang menyaksikan dirimu sebagai Nabi karena sesungguhnya orang-orang Ahli Kitab pun ingkar terhadap dirimu.\"",
            "sajda": false,
            "transliteration": "Wa Huwal gaahiru fawqa 'ibaadih; wa Huwal Hakeemul Khabeer",
            "tajweed_text": "وَهُوَ [h:3966[ٱ]لْقَاهِرُ فَوْقَ عِبَادِه[n[ِۦ]‌ۚ وَهُوَ [h:3967[ٱ]لْحَكِيمُ [h:3968[ٱ]لْخَب[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}