{
    "page_number": 13,
    "data": [
        {
            "aya_id": 91,
            "aya_number": 84,
            "aya_text": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ لَا تَسْفِكُوْنَ دِمَاۤءَكُمْ وَلَا تُخْرِجُوْنَ اَنْفُسَكُمْ مِّنْ دِيَارِكُمْ ۖ ثُمَّ اَقْرَرْتُمْ وَاَنْتُمْ تَشْهَدُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 13,
            "translation_aya_text": "Dan (ingatlah) ketika Kami mengambil janji kamu, “Janganlah kamu menumpahkan darahmu (membunuh orang), dan mengusir dirimu (saudara sebangsamu) dari kampung halamanmu.” Kemudian kamu berikrar dan bersaksi.",
            "tafsir_jalalayn": "(Dan ingatlah ketika Kami menerima perjanjian pula darimu) dan firman Kami, (\"Kamu tidak akan menumpahkan darahmu) artinya mengalirkannya dengan berbunuhan sesamamu (dan tidak akan mengeluarkan dirimu dari kampung halamanmu) dari negerimu. (Kemudian kamu berikrar) akan menepati perjanjian tersebut (sedangkan kamu mempersaksikan.\") atas diri kamu sendiri.",
            "sajda": false,
            "transliteration": "Wa iz akhaznaa meesaa qakum laa tasfikoona dimaaa'akum wa laa tukrijoona anfusakum min diyaarikum summa aqrartum wa antum tashhadoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 92,
            "aya_number": 85,
            "aya_text": "ثُمَّ اَنْتُمْ هٰٓؤُلَاۤءِ تَقْتُلُوْنَ اَنْفُسَكُمْ وَتُخْرِجُوْنَ فَرِيْقًا مِّنْكُمْ مِّنْ دِيَارِهِمْۖ تَظٰهَرُوْنَ عَلَيْهِمْ بِالْاِثْمِ وَالْعُدْوَانِۗ وَاِنْ يَّأْتُوْكُمْ اُسٰرٰى تُفٰدُوْهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ اِخْرَاجُهُمْ ۗ اَفَتُؤْمِنُوْنَ بِبَعْضِ الْكِتٰبِ وَتَكْفُرُوْنَ بِبَعْضٍۚ  فَمَا جَزَاۤءُ مَنْ يَّفْعَلُ ذٰلِكَ مِنْكُمْ اِلَّا خِزْيٌ فِى الْحَيٰوةِ الدُّنْيَا ۚوَيَوْمَ الْقِيٰمَةِ يُرَدُّوْنَ اِلٰٓى  اَشَدِّ الْعَذَابِۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 13,
            "translation_aya_text": "Kemudian kamu (Bani Israil) membunuh dirimu (sesamamu), dan mengusir segolongan dari kamu dari kampung halamannya. Kamu saling membantu (menghadapi) mereka dalam kejahatan dan permusuhan. Dan jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal kamu dilarang mengusir mereka. Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? Maka tidak ada balasan (yang pantas) bagi orang yang berbuat demikian di antara kamu selain kenistaan dalam kehidupan dunia, dan pada hari Kiamat mereka dikembalikan kepada azab yang paling berat. Dan Allah tidak lengah terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Kemudian kamu) hai (Bani Israel, kamu bunuh dirimu) dengan berbunuhan sesamamu (dan kamu usir sebagian kamu dari kampung halaman mereka, kamu bertolong-tolongan) ta asalnya diidgamkan pada zha sehingga dibaca 'tazhzhaaharuuna', tetapi pada satu qiraat diringankan dengan membuangnya sehingga bacaannya menjadi 'tazhaaharuuna' dengan membuang zha yang berarti tolong-menolong (terhadap mereka dengan berbuat dosa) maksiat (dan permusuhan) atau penganiayaan. (Tetapi jika mereka datang kepadamu sebagai orang-orang tawanan) pada satu qiraat tercantum 'asra' (kamu tebus mereka) ada pula yang membaca 'tafduuhum', artinya kamu bebaskan mereka dari tawanan dengan harta atau lainnya dan ini termasuk kebiasaan yang berlaku di kalangan orang-orang Yahudi (padahal dia) artinya kenyataannya (mengusir mereka itu diharamkan bagimu). Kalimat ini berhubungan dengan firman-Nya, \"dan kamu usir,\" sedangkan kalimat-kalimat yang terdapat di antara keduanya merupakan 'jumlah mu`taridhah' atau interupsi, artinya sebagaimana diharamkannya mengabaikan tebusan. Selama ini suku Quraizhah mengadakan persekutuan dengan Aus, sedangkan Nadhir dengan Khajraj. Setiap suku ikut berperang bersama sekutu mereka, bahkan sampai menghancurkan dan mengusir pihak lawan walaupun sama-sama Yahudi. Tetapi jika Yahudi pihak lawan itu tertawan, maka mereka tebus. Jika ditanyakan kepada mereka, kenapa kamu perangi dan kamu tebus mereka, maka jawab mereka, \"Karena kami diminta mereka untuk memberikan tebusan.\" Jika ditanyakan, \"Kenapa pula kamu perangi mereka?\" Jawab mereka, \"Karena kami merasa malu jika sekutu-sekutu kami menderita kekalahan!\" Firman Allah Taala, (\"Apakah kamu beriman pada sebagian Alkitab) yakni soal menebus tawanan (dan ingkar terhadap sebagian yang lain) agar tidak membunuh, tidak mengusir dan tidak bantu-membantu berbuat dosa dan penganiayaan. (Tidak ada balasan bagi orang yang berbuat demikian di antaramu kecuali kehinaan) atau kenistaan (dalam kehidupan dunia) kehinaan ini telah dialami oleh Bani Quraizhah dengan dibunuh dan dibasminya golongan laki-laki mereka, dan juga oleh Bani Nadhir yang diusir ke Syam dan diwajibkan membayar upeti. (Dan pada hari kiamat mereka dikembalikan pada siksaan yang amat berat dan Allah tidak lengah dari apa yang kamu kerjakan). Ada yang membaca dengan ta dan ada pula yang dengan ya.",
            "sajda": false,
            "transliteration": "Summa antum haaa'ulaaa'i taqtuloona anfusakum wa tukhrijoona fareeqam minkum min diyaarihim tazaaharoona 'alaihim bil ismi wal'udwaani wa iny yaatookum usaaraa tufaadoohum wahuwa muharramun 'alaikum ikhraajuhum; afatu' mi-noona biba'dil Kitaabi wa takfuroona biba'd; famaa jazaaa'u mai yaf'alu zaalika minkum illaa khizyun fil hayaatid-dunyaa wa yawmal qiyaamati yuraddoona ilaaa ashaddil 'azaab; wa mal laahu bighaafilin 'ammaa ta'maloon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 93,
            "aya_number": 86,
            "aya_text": " اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 13,
            "translation_aya_text": "Mereka itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat. Maka tidak akan diringankan azabnya dan mereka tidak akan ditolong.",
            "tafsir_jalalayn": "(Merekalah orang-orang yang membeli kehidupan dunia dengan kehidupan akhirat) artinya lebih mengutamakan dunia daripada akhirat (maka tidaklah akan diringankan siksa terhadap mereka dan tidaklah mereka akan beroleh bantuan\") untuk menghindarkan siksaan itu.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeenash tarawul hayaatad dunyaa bil aakhirati falaa yukhaffafu 'anhumul 'azaabu wa laa hum yunsaroon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 94,
            "aya_number": 87,
            "aya_text": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَقَفَّيْنَا مِنْۢ بَعْدِهٖ بِالرُّسُلِ ۖ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَاَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ  اَفَكُلَّمَا جَاۤءَكُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰىٓ اَنْفُسُكُمُ اسْتَكْبَرْتُمْ ۚ فَفَرِيْقًا كَذَّبْتُمْ وَفَرِيْقًا تَقْتُلُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 13,
            "translation_aya_text": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, dan Kami susulkan setelahnya dengan rasul-rasul, dan Kami telah berikan kepada Isa putra Maryam bukti-bukti kebenaran serta Kami perkuat dia dengan Rohulkudus (Jibril). Mengapa setiap rasul yang datang kepadamu (membawa) sesuatu (pelajaran) yang tidak kamu inginkan, kamu menyombongkan diri, lalu sebagian kamu dustakan dan sebagian kamu bunuh?",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah mendatangkan Alkitab kepada Musa) yakni Taurat, (lalu Kami susul setelah itu dengan para rasul) secara berturut-turut, artinya Kami kirim seorang rasul sesudah yang lain, (dan Kami berikan kepada Isa putra Maryam bukti-bukti kebenaran) yakni mukjizat menghidupkan mayat, menyembuhkan orang yang buta dan berpenyakit kusta. (Dan Kami perkuat ia dengan Roh Kudus) merupakan 'idhafat maushuf pada sifat' maksudnya ialah Roh yang disucikan yakni Jibril, sehingga karena kesuciannya ikut mengiringkannya ke mana pergi. Namun kamu tidak juga hendak mengikuti jalan yang benar! (Apakah setiap datang kepadamu seorang rasul dengan membawa apa yang tidak diingini) atau disukai (dirimu) berupa kebenaran (kamu menjadi takabur) atau menyombongkan diri, tak mau mengikutinya. Kalimat ini merupakan jawaban bagi 'setiap', dan dialah yang menjadi sasaran pertanyaan, sedangkan tujuannya tidak lain dari celaan dan kecaman, (maka sebagian) di antara mereka (kamu dustakan) seperti Nabi Isa (dan sebagian lagi kamu bunuh) kata kerja 'mudhari'' atau masa sekarang untuk menunjukkan peristiwa di masa lampau, artinya telah kamu bunuh Zakaria dan Yahya.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Moosal Kitaaba wa qaffainaa mim ba'dihee bir Rusuli wa aatainaa 'Eesab-na-Maryamal baiyinaati wa ayyadnaahu bi Roohil Qudus; afakullamaa jaaa'akum Rasoolum bimaa laa tahwaaa anfusukumus takbartum fafareeqan kazzabtum wa fareeqan taqtuloon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 95,
            "aya_number": 88,
            "aya_text": "وَقَالُوْا قُلُوْبُنَا غُلْفٌ ۗ بَلْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَقَلِيْلًا مَّا يُؤْمِنُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 13,
            "translation_aya_text": "Dan mereka berkata, “Hati kami tertutup.” Tidak! Allah telah melaknat mereka itu karena keingkaran mereka, tetapi sedikit sekali mereka yang beriman.",
            "tafsir_jalalayn": "(Dan mereka berkata) kepada nabi untuk berolok-olok, (\"Hati kami tertutup\") jamak dari 'aghlaf' yang berarti dibungkus tertutup rapat, sehingga tak dapat mendengar apa yang dikatakan orang. Firman Allah Taala, (\"Tetapi) menegaskan kenyataan sebenarnya (Allah telah mengutuk mereka) menjauhkan mereka dari rahmat-Nya dengan menolak permohonan mereka sehingga mereka menjadi putus asa (disebabkan kekafiran mereka) jadi bukanlah karena cacat pada hati mereka, (maka hanya sedikit sekali mereka yang beriman\"). 'Maa' merupakan tambahan untuk menunjukkan teramat sedikitnya mereka yang beriman itu.",
            "sajda": false,
            "transliteration": "Wa qaaloo quloobunaa ghulf; bal la'anahumul laahu bikufrihim faqaleelam maa yu'minoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}