{
    "page_number": 131,
    "data": [
        {
            "aya_id": 817,
            "aya_number": 28,
            "aya_text": "بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُ ۗوَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 131,
            "translation_aya_text": "Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta.",
            "tafsir_jalalayn": "Allah berfirman (Tetapi) sebagai sanggahan terhadap kemauan mereka untuk beriman; pengertian ini dipahami dari makna tamanniy tadi (telah nyata) telah jelas (bagi mereka apa yang dahulu mereka menyembunyikannya) apa yang tersimpan dalam hati mereka yang dahulu mereka mengatakan, bahwa demi Allah, Tuhan kami, kami bukanlah orang-orang musyrik terhadap Allah. Hal itu terungkapkan berkat kesaksian anggota-anggota tubuh mereka, sehingga mereka mengharapkan (Sekiranya mereka dikembalikan) ke dunia secara perkiraan (tentulah mereka kembali kepada apa yang mereka telah dilarang mengerjakannya) yaitu perbuatan syirik (dan sesungguhnya mereka itu adalah pendusta-pendusta belaka) dalam janji mereka yang menyatakan sedia untuk beriman.",
            "sajda": false,
            "transliteration": "Bal badaa lahum maa kaanoo yukhfoona min qablu wa law ruddoo la'aadoo limaa nuhoo 'anhu wa innahum lakaaziboon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 818,
            "aya_number": 29,
            "aya_text": "وَقَالُوْٓا اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 131,
            "translation_aya_text": "Dan tentu mereka akan mengatakan (pula), “Hidup hanyalah di dunia ini, dan kita tidak akan dibangkitkan.”",
            "tafsir_jalalayn": "(Dan tentu mereka akan mengatakan) orang-orang yang ingkar terhadap hari berbangkit (\"Tiada lain) tidak lain (ia) dimaksud kehidupan (kecuali hanya kehidupan dunia saja, dan kita sekali-kali tidak akan dibangkitkan.\")",
            "sajda": false,
            "transliteration": "Wa qaalooo in hiya illaa hayaatunad dunyaa wa maa nahnu bimab'ooseen",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 819,
            "aya_number": 30,
            "aya_text": "وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلٰى رَبِّهِمْ ۗ قَالَ اَلَيْسَ هٰذَا بِالْحَقِّ ۗقَالُوْا بَلٰى وَرَبِّنَا ۗقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ࣖ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 131,
            "translation_aya_text": "Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan kepada Tuhannya (tentulah engkau melihat peristiwa yang mengharukan). Dia berfirman, “Bukankah (kebangkitan) ini benar?” Mereka menjawab, “Sungguh benar, demi Tuhan kami.” Dia berfirman, “Rasakanlah azab ini, karena dahulu kamu mengingkarinya.”",
            "tafsir_jalalayn": "(Dan seandainya kamu melihat ketika mereka dihadapkan) mereka diajukan (kepada Tuhan mereka) tentulah kamu akan melihat peristiwa yang besar. (Allah berfirman) kepada mereka melalui lisan malaikat-malaikat-Nya sebagai cemoohan. (\"Bukankah hal ini) yakni kebangkitan dan hari pembalasan ini (benar?\" Mereka menjawab, \"Sungguh benar, demi Tuhan kami\") sungguh hal itu adalah benar belaka (Berfirman Allah, \"Karena itu rasakanlah azab ini, disebabkan kamu mengingkari\")nya sewaktu hidup di dunia.",
            "sajda": false,
            "transliteration": "Wa law taraa iz wuqifoo 'alaa Rabbihim; qaala alaisa haazaa bilhaqq; qaaloo balaa wa Rabbinaa; qaala fazooqul 'azaaba bimaa kuntum takfuroon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 820,
            "aya_number": 31,
            "aya_text": "قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ ۗحَتّٰٓى اِذَا جَاۤءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوْا يٰحَسْرَتَنَا عَلٰى مَا فَرَّطْنَا فِيْهَاۙ وَهُمْ يَحْمِلُوْنَ اَوْزَارَهُمْ عَلٰى ظُهُوْرِهِمْۗ  اَلَا سَاۤءَ مَا يَزِرُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 131,
            "translation_aya_text": "Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah; sehingga apabila Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, “Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang Kiamat itu,” sambil mereka memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu.",
            "tafsir_jalalayn": "(Sungguh telah rugilah orang-orang yang mendustakan pertemuan mereka dengan Allah) mendustakan adanya hari kebangkitan (sehingga) sebagai tanda keterlaluan mereka dalam mendustakan (apabila kiamat datang kepada mereka) yaitu hari kiamat (dengan tiba-tiba) secara mendadak (mereka berkata, \"Alangkah besarnya penyesalan kami) sebagai ungkapan rasa derita yang sangat keras; dan pemakaian huruf nida atau panggilan di sini hanyalah majaz atau kiasan yang artinya sekarang saatnya telah tiba maka datanglah (terhadap kelalaian kami) kealpaan kami (tentang kiamat itu.\") sewaktu di dunia (sambil mereka memikul dosa-dosa di atas punggungnya) dosa-dosa itu mendatangi mereka dalam bentuk yang paling buruk dan paling berbau kemudian dosa-dosa itu menaiki mereka. (Ingatlah, amatlah buruk) sangat jeleklah (apa yang mereka pikul itu) beban yang mereka pikul itu.",
            "sajda": false,
            "transliteration": "Qad khasiral lazeena kazzaboo biliqaaa'il laahi hattaaa izaa jaaa'at humus Saa'atu baghtan qaaloo yaa hasratanaa 'alaa maa farratnaa feehaa wa hum yahmiloona awzaarahum 'alaa zuhoorihim; alaa saaa'a ma yaziroon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 821,
            "aya_number": 32,
            "aya_text": "وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا لَعِبٌ وَّلَهْوٌ ۗوَلَلدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 131,
            "translation_aya_text": "Dan kehidupan dunia ini hanyalah permainan dan senda gurau. Sedangkan negeri akhirat itu, sungguh lebih baik bagi orang-orang yang bertakwa. Tidakkah kamu mengerti?",
            "tafsir_jalalayn": "(Dan tiadalah kehidupan dunia ini) artinya kesibukannya (selain dari main-main dan senda-gurau) adapun mengenai amal taat dan hal-hal yang menjadi sarananya maka hal itu termasuk perkara-perkara akhirat. (Dan sungguh kampung akhirat itu) di dalam suatu qiraat yang dimaksud dengan kampung akhirat itu ialah surga (lebih baik bagi orang-orang yang takwa) yang takut berbuat kemusyrikan. (Maka tidakkah kamu memahaminya?) dengan memakai ya dan ta; hal itu kemudian mendorong kamu untuk beriman.",
            "sajda": false,
            "transliteration": "Wa mal hayaatud dunyaaa illaa la'ibunw wa lahwunw wa lad Daarul Aakhiratu kahyrul lillazeena yattaqoon; afalaa ta'qiloon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 822,
            "aya_number": 33,
            "aya_text": "قَدْ نَعْلَمُ اِنَّهٗ لَيَحْزُنُكَ الَّذِيْ يَقُوْلُوْنَ فَاِنَّهُمْ لَا يُكَذِّبُوْنَكَ وَلٰكِنَّ الظّٰلِمِيْنَ بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 131,
            "translation_aya_text": "Sungguh, Kami mengetahui bahwa apa yang mereka katakan itu menyedihkan hatimu (Muhammad), (janganlah bersedih hati) karena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah.",
            "tafsir_jalalayn": "(Sesungguhnya) untuk penegasan (Kami mengetahui bahwasanya) perihal itu (apa yang mereka katakan itu membuat kamu bersedih hati) berupa kedustaan yang ditujukan kepadamu (karena mereka sebenarnya tidak mendustakan kamu) secara sembunyi-sembunyi oleh sebab pengetahuan mereka tentang dirimu yang dapat dipercaya itu. Dan di dalam suatu qiraat dibaca dengan takhfif atau ringan; artinya mereka tidak menuduhmu berbuat dusta (akan tetapi orang-orang yang zalim itu) azh-zhaalimiina diletakkan pada tempatnya dhamir (terhadap ayat-ayat Allah) Alquran (mereka ingkar) mereka mendustakannya.",
            "sajda": false,
            "transliteration": "Qad na'lamu innahoo layahzunukal lazee yaqooloona fa innahum laa yukazziboonaka wa laakinnaz zaalimeena bi Aayaatil laahi yajhadoon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 823,
            "aya_number": 34,
            "aya_text": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَ فَصَبَرُوْا عَلٰى مَا كُذِّبُوْا وَاُوْذُوْا حَتّٰٓى اَتٰىهُمْ نَصْرُنَا ۚوَلَا مُبَدِّلَ لِكَلِمٰتِ اللّٰهِ ۚوَلَقَدْ جَاۤءَكَ مِنْ نَّبَإِ۟ى الْمُرْسَلِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 131,
            "translation_aya_text": "Dan sesungguhnya rasul-rasul sebelum engkau pun telah didustakan, tetapi mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka, sampai datang pertolongan Kami kepada mereka. Dan tidak ada yang dapat mengubah kalimat-kalimat (ketetapan) Allah. Dan sungguh, telah datang kepadamu sebagian dari berita rasul-rasul itu.",
            "tafsir_jalalayn": "(Dan sungguh telah didustakan pula rasul-rasul sebelumnya) dalam ayat ini terkandung makna yang menghibur diri Nabi saw. (akan tetapi mereka sabar dalam menghadapi pendustaan dan penganiayaan yang dilakukan terhadap mereka sampai datang pertolongan Kami kepada mereka) untuk membinasakan kaumnya; maka bersabarlah kamu sehingga datang pertolongan-Ku yang akan membinasakan kaummu. (Tak ada seorang pun yang dapat merubah kalimat-kalimat Allah) janji-janji-Nya (Dan sesungguhnya telah datang kepadamu sebagian dari berita rasul-rasul itu) yang dapat menenangkan hatimu.",
            "sajda": false,
            "transliteration": "Wa laqad kuzzibat Rusulum min qablika fasabaroo 'alaa maa kuzziboo wa oozoo hattaaa ataahum nasrunaa; wa laa mubaddila li Kalimaatil laah; wa laqad jaaa'aka min naba'il mursaleen",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 824,
            "aya_number": 35,
            "aya_text": "وَاِنْ كَانَ كَبُرَ عَلَيْكَ اِعْرَاضُهُمْ فَاِنِ اسْتَطَعْتَ اَنْ تَبْتَغِيَ نَفَقًا فِى الْاَرْضِ اَوْ سُلَّمًا فِى السَّمَاۤءِ فَتَأْتِيَهُمْ بِاٰيَةٍ ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَمَعَهُمْ عَلَى الْهُدٰى فَلَا تَكُوْنَنَّ مِنَ الْجٰهِلِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 131,
            "translation_aya_text": "Dan jika keberpalingan mereka terasa berat bagimu (Muhammad), maka sekiranya engkau dapat membuat lubang di bumi atau tangga ke langit lalu engkau dapat mendatangkan mukjizat kepada mereka, (maka buatlah). Dan sekiranya Allah menghendaki, tentu Dia jadikan mereka semua mengikuti petunjuk, sebab itu janganlah sekali-kali engkau termasuk orang-orang yang bodoh.",
            "tafsir_jalalayn": "(Dan jika makin bertambah besar) makin menjadi (berpalingnya mereka darimu) dari agama Islam padahal kamu masih berharap agar mereka beriman (maka jika kamu dapat membuat lubang) membuat terowongan (di bumi atau tangga) alat untuk naik (ke langit lalu kamu dapat mendatangkan mukjizat kepada mereka) sesuai dengan apa yang mereka minta, maka lakukanlah. Artinya sesungguhnya kamu tidak akan kuat untuk melakukan hal itu oleh karena itu bersabarlah hingga datang kepada mereka keputusan Allah. (Dan kalau Allah menghendaki) memberikan hidayah kepada mereka (tentu saja Allah menjadikan mereka semua dalam petunjuk) akan tetapi Ia tidak menghendaki demikian oleh karenanya mereka tidak mau beriman (janganlah kamu sekali-kali termasuk orang-orang jahil) mengenai hal itu.",
            "sajda": false,
            "transliteration": "Wa in kaana kabura 'alaika i'raaduhum fa inistata'ta an tabtaghiya nafaqan fil ardi aw sullaman fis samaaa'i fataa tiyahum bi Aayah; wa law shaaa'al laahu lajama'ahum 'alal hudaa; falaa takoonanna minal jaahileen",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}