{
    "page_number": 134,
    "data": [
        {
            "aya_id": 842,
            "aya_number": 53,
            "aya_text": "وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا اَهٰٓؤُلَاۤءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَاۗ  اَلَيْسَ اللّٰهُ بِاَعْلَمَ بِالشّٰكِرِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 134,
            "translation_aya_text": "Demikianlah Kami telah menguji sebagian mereka (orang yang kaya) dengan sebagian yang lain (orang yang miskin), agar mereka (orang yang kaya itu) berkata, “Orang-orang semacam inikah di antara kita yang diberi anugerah oleh Allah?” (Allah berfirman), “Tidakkah Allah lebih mengetahui tentang mereka yang bersyukur (kepada-Nya)?”",
            "tafsir_jalalayn": "(Dan demikianlah telah Kami uji) Kami telah coba (sebagian mereka dengan sebagian lainnya) yakni orang yang mulia dengan orang yang rendah, orang kaya dengan orang miskin, untuk Kami lombakan siapakah yang berhak paling dahulu kepada keimanan (supaya mereka berkata) orang-orang yang mulia dan orang-orang yang kaya yaitu mereka yang ingkar (\"Orang-orang semacam inikah) yakni orang-orang miskin (di antara kita yang diberi anugerah oleh Allah kepada mereka?\") hidayah. Artinya jika apa yang sedang dilakukan oleh orang-orang miskin dan orang-orang rendahan itu dinamakan hidayah, niscaya orang-orang mulia dan orang-orang kaya itu tidak akan mampu mendahuluinya. Allah berfirman, (\"Tidakkah Allah lebih mengetahui tentang orang-orang yang bersyukur?\") kepada-Nya lalu Dia memberikan hidayah kepada mereka. Memang betul.",
            "sajda": false,
            "transliteration": "Wa kazaalika fatannaa ba'dahum biba'dil liyaqoolooo ahaaa'ulaaa'i mannal laahu 'alaihim mim baininaa; alaisal laahu bi-a'lama bish shaakireen",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ فَتَ[g[نّ]َا بَعْضَه[c:1438[ُم ب]ِبَعْ[u:4085[ضٍ ل]ِّيَقُول[o[ُوٓ][s[اْ] أَهَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ مَ[g[نّ]َ [h:2390[ٱ]للَّهُ عَلَيْه[w:4082[ِم م]ّ[i:4086[ِنۢ ب]َيْنِن[o[َآ‌ۗ] أَلَيْسَ [h:4087[ٱ]للَّهُ بِأَعْلَمَ بِ[h:4088[ٱ][l[ل]شَّ[n[ـٰ]كِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 843,
            "aya_number": 54,
            "aya_text": "وَاِذَا جَاۤءَكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاٰيٰتِنَا فَقُلْ سَلٰمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ اَنَّهٗ مَنْ عَمِلَ مِنْكُمْ سُوْۤءًاۢ بِجَهَالَةٍ ثُمَّ تَابَ مِنْۢ بَعْدِهٖ وَاَصْلَحَ فَاَنَّهٗ غَفُوْرٌ رَّحِيْمٌ  ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 134,
            "translation_aya_text": "Dan apabila orang-orang yang beriman kepada ayat-ayat Kami datang kepadamu, maka katakanlah, “Salamun ‘alaikum  (selamat sejahtera untuk kamu).” Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang-siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Apabila orang-orang yang beriman kepada ayat-ayat Kami itu datang kepadamu, maka katakanlah) kepada mereka (\"Mudah-mudahan Allah melimpahkan kesejahteraan atas kamu telah menetapkan) telah memastikan (Tuhanmu atas diri-Nya kasih sayang, yaitu bahwasanya) yakni perihalnya; di dalam suatu qiraat dibaca dengan fathah yaitu annahu sebagai badal atau kata ganti dari Lafal ar-rahmah (siapa yang berbuat kejahatan di antara kamu lantaran kejahilan) terhadap perbuatan itu sewaktu ia melakukannya (kemudian ia bertobat) kembali ke jalan yang benar (setelah itu) setelah mengerjakannya (dan mengadakan perbaikan) terhadap amal perbuatannya (maka sesungguhnya Ia) yakni Allah swt. (Maha Pengampun) kepadanya (lagi Maha Penyayang.\") kepada dirinya. Menurut qiraat lainnya dibaca dengan fatah; artinya maka Dialah yang memberi ampunan dan kasih sayang.",
            "sajda": false,
            "transliteration": "Wa izaa jaaa'akal lazeena yu'minoona bi Aayaatinaa faqul salaamun 'alaikum kataba Rabbukum 'alaa nafsihir rahmata annahoo man 'amila minkum sooo'am bijahaalatin summa taaba mim ba'dihee wa aslaha fa annahoo Ghafoorur Raheem",
            "tajweed_text": "وَإِذَا ج[o[َا]ٓءَكَ [h:4089[ٱ]لَّذِينَ يُؤْمِنُونَ بِـَٔـايَ[n[ـٰ]تِنَا فَقُلْ سَلَ[n[ـٰ]مٌ عَلَيْكُمْ‌ۖ كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ [h:3952[ٱ][l[ل]رَّحْمَةَ‌ۖ أَ[g[نّ]َهُ[n[ۥ] مَنْ عَمِلَ مِ[f:344[نك]ُمْ س[o[ُو]ٓء[i:4090[َۢا ب]ِجَهَ[n[ـٰ]لَ[f:2649[ةٍ ث]ُ[g[مّ]َ تَابَ م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] وَأَصْلَحَ فَأَ[g[نّ]َهُ[n[ۥ] غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 844,
            "aya_number": 55,
            "aya_text": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَ ࣖ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 134,
            "translation_aya_text": "Dan demikianlah Kami terangkan ayat-ayat Al-Qur'an, (agar terlihat jelas jalan orang-orang yang saleh) dan agar terlihat jelas (pula) jalan orang-orang yang berdosa.",
            "tafsir_jalalayn": "(Dan demikianlah) sebagaimana yang telah Kami jelaskan sebelumnya (Kami terangkan) Kami jelaskan (ayat-ayat) Alquran untuk menampakkan yang hak kemudian diamalkan (supaya jelas) supaya menjadi terang (jalan) kelakuan (orang-orang yang berdosa) kemudian engkau menjauhinya. Dalam suatu qiraat dibaca litubayyina; menurut qiraat lainnya dibaca litastabiina. Bila lafal sabiil dibaca nashab maka pembicaraannya ditujukan kepada Nabi saw.",
            "sajda": false,
            "transliteration": "Wa kazaalika nufassilul Aayaati wa litastabeena sabeelul mujrimeen",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ نُفَصِّلُ [h:4091[ٱ]لْأَيَ[n[ـٰ]تِ وَلِتَسْتَبِينَ سَبِيلُ [h:4092[ٱ]لْمُ[q:4093[جْ]رِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 845,
            "aya_number": 56,
            "aya_text": "قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗ قُلْ لَّآ اَتَّبِعُ اَهْوَاۤءَكُمْۙ قَدْ ضَلَلْتُ اِذًا وَّمَآ اَنَا۠ مِنَ الْمُهْتَدِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 134,
            "translation_aya_text": "Katakanlah (Muhammad), “Aku dilarang menyembah tuhan-tuhan yang kamu sembah selain Allah.” Katakanlah, “Aku tidak akan mengikuti keinginanmu. Jika berbuat demikian, sungguh tersesatlah aku, dan aku tidak termasuk orang yang mendapat petunjuk.”",
            "tafsir_jalalayn": "(Katakanlah, \"Sesungguhnya aku dilarang menyembah tuhan-tuhan yang kamu seru) kamu sembah (selain Allah.\" Katakanlah, \"Aku tidak akan mengikuti hawa nafsumu) dalam menyembah tuhan-tuhanmu itu (sungguh tersesatlah aku jika berbuat demikian) jika aku ikut menyembah tuhan-tuhan itu (dan tidak pula aku termasuk orang-orang yang mendapat petunjuk.\")",
            "sajda": false,
            "transliteration": "Qul innee nuheetu an a'budal lazeena tad'oona min doonil laah; qul laaa attabi'u ahwaaa'akum qad dalaltu izanw wa maaa ana minal muhtadeen",
            "tajweed_text": "قُلْ إِ[g[نّ]ِى نُهِيتُ أَنْ أَعْبُدَ [h:4094[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ‌ۚ قُل لّ[o[َآ] أَتَّبِعُ أَهْو[o[َا]ٓءَكُمْ‌ۙ قَ[q:298[دْ] ضَلَلْتُ إِ[a:4095[ذًا و]َم[o[َآ] أَنَا۟ مِنَ [h:4096[ٱ]لْمُهْتَد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 846,
            "aya_number": 57,
            "aya_text": "قُلْ اِنِّيْ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَكَذَّبْتُمْ بِهٖۗ مَا عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗيَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِيْنَ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 134,
            "translation_aya_text": "Katakanlah (Muhammad), “Aku (berada) di atas keterangan yang nyata (Al-Qur'an) dari Tuhanku sedang kamu mendustakannya. Bukanlah kewenanganku (untuk menurunkan azab) yang kamu tuntut untuk disegerakan kedatangannya. Menetapkan (hukum itu) hanyalah hak Allah. Dia menerangkan kebenaran dan Dia pemberi keputusan yang terbaik.”",
            "tafsir_jalalayn": "(Katakanlah, \"Sesungguhnya aku berada di atas hujah) penjelasan yang nyata (dari Tuhanku dan) ternyata (kamu mendustakannya) mendustakan Tuhanku karena kamu telah menyekutukan-Nya. (Tidak ada padaku apa yang kamu minta supaya disegerakan kedatangannya) yaitu berupa azab. (Tidak lain) tiada lain (menetapkan hukum itu) dalam masalah tersebut dan masalah-masalah lainnya (hanyalah hak Allah. Dia memutuskan) menentukan (yang sebenarnya dan Dia pemberi keputusan yang paling baik.\") pemberi ketentuan hukum yang paling baik. Menurut suatu qiraat dibaca yaqushshu/menerangkan bukannya yaqdhii/memutuskan.",
            "sajda": false,
            "transliteration": "Qul innee 'alaa baiyinatim mir Rabbee wa kazzabtum bih; maa 'indee maa tasta'jiloona bih; inil hukmu illaa lillaahi yaqussul haqqa wa Huwa khairul faasileen",
            "tajweed_text": "قُلْ إِ[g[نّ]ِى عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:4098[ِن ر]َّبِّى وَكَذَّ[q:4099[بْ]ت[c:4100[ُم ب]ِه[n[ِۦ]‌ۚ مَا عِ[f:4065[ند]ِى مَا تَسْتَعْجِلُونَ بِه[o[ِۦٓ‌ۚ] إِنِ [h:4101[ٱ]لْحُكْمُ إِلَّا لِلَّهِ‌ۖ يَقُصُّ [h:4102[ٱ]لْحَقَّ‌ۖ وَهُوَ خَيْرُ [h:4103[ٱ]لْفَ[n[ـٰ]صِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 847,
            "aya_number": 58,
            "aya_text": "قُلْ لَّوْ اَنَّ عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖ لَقُضِيَ الْاَمْرُ بَيْنِيْ وَبَيْنَكُمْ ۗوَاللّٰهُ اَعْلَمُ بِالظّٰلِمِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 134,
            "translation_aya_text": "Katakanlah (Muhammad), “Seandainya ada padaku apa (azab) yang kamu minta agar disegerakan kedatangannya, tentu selesailah segala perkara antara aku dan kamu.” Dan Allah lebih mengetahui tentang orang-orang yang zalim.",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka (\"Kalau sekiranya ada padaku apa/azab yang kamu minta supaya disegerakan kedatangannya, tentu telah diselesaikan Allah urusan yang ada antara aku dan kamu) yaitu dengan cara aku menyegerakan azab itu kepadamu, kemudian aku istirahat. Akan tetapi azab itu hanya ada di tangan kekuasaan Allah (Dan Allah lebih mengetahui tentang orang-orang yang lalim.\") di kala Ia mau menghukum mereka.",
            "sajda": false,
            "transliteration": "Qul law anna 'indee maa tasta'jiloona bihee laqudiyal amru bainee wa bainakum; wallaahu a'lamu bizzaalimeen",
            "tajweed_text": "قُل لَّوْ أَ[g[نّ]َ عِ[f:4065[ند]ِى مَا تَسْتَعْجِلُونَ بِه[n[ِۦ] لَقُضِىَ [h:3943[ٱ]لْأَمْرُ بَيْنِى وَبَيْنَكُمْ‌ۗ وَ[h:72[ٱ]للَّهُ أَعْلَمُ بِ[h:498[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 848,
            "aya_number": 59,
            "aya_text": "۞ وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَۗ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِۗ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْاَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 134,
            "translation_aya_text": "Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfuzh).",
            "tafsir_jalalayn": "(Dan pada sisi Allahlah) Yang Maha Luhur (kunci-kunci semua yang gaib) simpanan-simpanan ilmu gaib atau jalan-jalan yang mengantarkan kepada pengetahuan tentangnya (tak ada yang mengetahuinya kecuali Dia sendiri) ilmu tentang kegaiban itu ada lima macam; mengenai penjelasannya telah dikemukakan dalam surah Luqman ayat 34, yaitu firman-Nya, \"Sesungguhnya Allah hanya pada sisi-Nya sajalah pengetahuan tentang hari kiamat... sampai akhir ayat.\" Demikianlah menurut riwayat Imam Bukhari (dan Dia mengetahui apa) yang terjadi (di daratan) permukaan bumi (dan di lautan) perkampungan-perkampungan yang ada di atas sungai-sungai (dan tiada sehelai daun pun yang gugur) huruf min adalah zaidah/ tambahan (melainkan Dia mengetahuinya pula, dan tidak jatuh sebutir biji pun dalam kegelapan bumi dan tidak sesuatu yang basah atau yang kering) diathafkan kepada Lafal waraqatin (melainkan tertulis dalam kitab yang nyata) yakni Lohmahfuz. Al-Istitsna/pengecualian berkedudukan sebagai badal isytimal dari istitsna yang sebelumnya.",
            "sajda": false,
            "transliteration": "Wa 'indahoo mafaatihul ghaibi laa ya'lamuhaaa illaa Hoo; wa ya'lamu maa fil barri walbahr; wa maa tasqutu minw waraqatin illaa ya'lamuhaa wa laa habbatin fee zulumaatil ardi wa laa ratbinw wa laa yaabisin illaa fee Kitaabim Mubeen",
            "tajweed_text": "۞ وَعِ[f:4104[ند]َهُ[n[ۥ] مَفَاتِحُ [h:4105[ٱ]لْغَيْبِ لَا يَعْلَمُه[o[َآ] إِلَّا هُوَ‌ۚ وَيَعْلَمُ مَا فِى [h:4106[ٱ]لْبَرِّ وَ[h:4107[ٱ]لْبَحْرِ‌ۚ وَمَا تَسْقُطُ م[a:4108[ِن و]َرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّ[f:4109[ةٍ ف]ِى ظُلُمَ[n[ـٰ]تِ [h:4110[ٱ]لْأَرْضِ وَلَا رَ[q:4111[طْ][a:4112[بٍ و]َلَا يَابِسٍ إِلَّا فِى كِتَ[n[ـٰ][a:4113[بٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}