{
    "page_number": 135,
    "data": [
        {
            "aya_id": 849,
            "aya_number": 60,
            "aya_text": "وَهُوَ الَّذِيْ يَتَوَفّٰىكُمْ بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيْهِ لِيُقْضٰٓى اَجَلٌ مُّسَمًّىۚ ثُمَّ اِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ࣖ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 135,
            "translation_aya_text": "Dan Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian Dia membangunkan kamu pada siang hari untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan.",
            "tafsir_jalalayn": "(Dan Dialah yang menidurkan kamu di malam hari) Ia mencabut arwah kamu di kala tidur (dan Dia mengetahui apa yang kamu kerjakan) yang kamu lakukan (pada siang hari kemudian Dia membangunkan kamu pada siang hari) maksudnya dibangunkan kembali pada siang harinya dengan cara mengembalikan arwahmu (untuk disempurnakan ajalmu yang telah ditentukan) yakni batas kehidupan (kemudian kepada Allahlah kamu kembali) melalui kebangkitan (lalu Dia memberitakan kepadamu apa yang dahulu kamu kerjakan) kemudian Ia membalas kamu berdasarkan hal itu.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee yatawaf faakum billaili wa ya'lamu maa jarahtum binnahaari summa yab'asukum fee liyuqdaaa ajalum musamman summa ilaihi marji'ukum summa yunabbi 'ukum bimaa kuntum ta'maloon",
            "tajweed_text": "وَهُوَ [h:4114[ٱ]لَّذِى يَتَوَفَّ[n[ـٰ]ك[c:4115[ُم ب]ِ[h:1622[ٱ]لَّيْلِ وَيَعْلَمُ مَا جَرَحْت[c:4116[ُم ب]ِ[h:4117[ٱ][l[ل][g[نّ]َهَارِ ثُ[g[مّ]َ يَ[q:4118[بْ]عَثُكُمْ فِيهِ لِيُ[q:4119[قْ]ضَ[o[ىٰٓ] أَجَ[a:4120[لٌ م]ُّسَم[f:4121[ًّى‌ۖ ث]ُ[g[مّ]َ إِلَيْهِ مَرْجِعُكُمْ ثُ[g[مّ]َ يُنَبِّئُك[c:4122[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 850,
            "aya_number": 61,
            "aya_text": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً ۗحَتّٰٓى اِذَا جَاۤءَ اَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 135,
            "translation_aya_text": "Dan Dialah Penguasa mutlak atas semua hamba-Nya, dan diutus-Nya kepadamu malaikat-malaikat penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu, malaikat-malaikat Kami mencabut nyawanya, dan mereka tidak melalaikan tugasnya.",
            "tafsir_jalalayn": "(Dan Dialah yang mempunyai kekuasaan tertinggi) kekuasaan yang maha tinggi (di atas semua hamba-Nya dan diutus-Nya kepadamu malaikat-malaikat penjaga) yaitu para malaikat yang mencatat semua amal perbuatanmu (sehingga apabila datang kepada salah seorang di antara kamu kematian, ia diwafatkan) di dalam qiraat lainnya dibaca tawaffahu (oleh utusan-utusan Kami) yakni para malaikat yang ditugaskan untuk mencabut arwah-arwah (dan mereka itu tidak melalaikan kewajibannya) tidak pernah berlaku sembrono terhadap apa yang telah diperintahkan kepada mereka untuk dilakukannya.",
            "sajda": false,
            "transliteration": "Wa huwal qaahiru fawqa 'ibaadihee wa yursilu 'alaikum hafazatan hattaaa izaa jaaa'a ahadakumul mawtu tawaffathu rusulunaa wa hum laa yufarritoon",
            "tajweed_text": "وَهُوَ [h:3966[ٱ]لْقَاهِرُ فَوْقَ عِبَادِه[n[ِۦ]‌ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّ[o[ىٰٓ] إِذَا ج[o[َا]ٓءَ أَحَدَكُمُ [h:942[ٱ]لْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّط[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 851,
            "aya_number": 62,
            "aya_text": "ثُمَّ رُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّۗ  اَلَا لَهُ الْحُكْمُ وَهُوَ اَسْرَعُ الْحَاسِبِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 135,
            "translation_aya_text": "Kemudian mereka (hamba-hamba Allah) dikembalikan kepada Allah, penguasa mereka yang sebenarnya. Ketahuilah bahwa segala hukum (pada hari itu) ada pada-Nya. Dan Dialah pembuat perhitungan yang paling cepat.",
            "tafsir_jalalayn": "(Kemudian mereka dikembalikan) semua makhluk itu (kepada Allah Penguasa mereka) Yang Memiliki mereka (yang sebenarnya) yang bersifat Maha Adil untuk membalas amal perbuatan mereka. (Ketahuilah bahwa segala hukum pada hari itu kepunyaan-Nya) keputusan yang dilaksanakan atas diri mereka (dan Dialah Pembuat perhitungan yang paling cepat.\") Dia menghisab semua makhluk dalam jangka waktu setengah hari menurut ukuran hari dunia sebagaimana yang telah dijelaskan oleh sebuah hadis mengenai hal ini.",
            "sajda": false,
            "transliteration": "Summa ruddooo ilallaahi mawlaahumul haqq; alaa lahul hukmu wa Huwa asra'ul haasibeen",
            "tajweed_text": "ثُ[g[مّ]َ رُدّ[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ مَوْلَ[n[ـٰ]هُمُ [h:4123[ٱ]لْحَقِّ‌ۚ أَلَا لَهُ [h:4124[ٱ]لْحُكْمُ وَهُوَ أَسْرَعُ [h:4125[ٱ]لْحَ[n[ـٰ]سِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 852,
            "aya_number": 63,
            "aya_text": "قُلْ مَنْ يُّنَجِّيْكُمْ مِّنْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ تَدْعُوْنَهٗ تَضَرُّعًا وَّخُفْيَةً ۚ لَىِٕنْ اَنْجٰىنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 135,
            "translation_aya_text": "Katakanlah (Muhammad), “Siapakah yang dapat menyelamatkan kamu dari bencana di darat dan di laut, ketika kamu berdoa kepada-Nya dengan rendah hati dan dengan suara yang lembut?” (Dengan mengatakan), “Sekiranya Dia menyelamatkan kami dari (bencana) ini, tentulah kami menjadi orang-orang yang bersyukur.”",
            "tafsir_jalalayn": "(Katakanlah,) hai Muhammad kepada penduduk Mekah (\"Siapakah yang dapat menyelamatkanmu dari kegelapan-kegelapan di darat dan di laut) dari bencana-bencananya dalam perjalananmu, yaitu tatkala (kamu berdoa kepada-Nya dengan berendah diri) dengan secara terang-terangan (dengan suara yang lembut) dengan secara sembunyi-sembunyi kamu mengatakan (Sesungguhnya jika) lam menunjukkan qasam/sumpah (Dia menyelamatkan kami) dalam qiraat lainnya dibaca anjaytanaa, yakni Allah (dari ini) maksudnya dari kegelapan dan bencana-bencana ini (tentulah kami menjadi orang-orang yang bersyukur.\") menjadi orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Qul mai yunajjeekum min zulumaatil barri walbahri tad'oonahoo tadarru'anw wa khufyatann la'in anjaanaa min haazihee lanakoonana minash shaakireen",
            "tajweed_text": "قُلْ م[a:4126[َن ي]ُنَجِّيك[w:4127[ُم م]ِّ[f:4128[ن ظ]ُلُمَ[n[ـٰ]تِ [h:4129[ٱ]لْبَرِّ وَ[h:4107[ٱ]لْبَحْرِ تَ[q:4130[دْ]عُونَهُ[n[ۥ] تَضَرُّ[a:4131[عًا و]َخُفْيَ[u:4132[ةً ل]َّئِنْ أَ[f:4133[نج]َ[n[ـٰ]نَا مِنْ هَ[n[ـٰ]ذِه[n[ِۦ] لَنَكُونَ[g[نّ]َ مِنَ [h:4134[ٱ][l[ل]شَّ[n[ـٰ]كِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 853,
            "aya_number": 64,
            "aya_text": "قُلِ اللّٰهُ يُنَجِّيْكُمْ مِّنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ اَنْتُمْ تُشْرِكُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 135,
            "translation_aya_text": "Katakanlah (Muhammad), “Allah yang menyelamatkan kamu dari bencana itu dan dari segala macam kesusahan, namun kemudian kamu (kembali) mempersekutukan-Nya.”",
            "tafsir_jalalayn": "(Katakanlah,) kepada mereka (\"Allah menyelamatkan kamu) dibaca dengan takhfif yaitu yunjiikum dan dibaca dengan tasydid yaitu yunajjiikum (daripada bencana itu dan dari segala macam kesusahan) kesulitan yang selain bencana itu (kemudian kamu kembali menyekutukan\")-Nya.",
            "sajda": false,
            "transliteration": "Qulil laahu yunajjjeekum minhaa wa min kulli karbin summa antum tushrikoon",
            "tajweed_text": "قُلِ [h:3166[ٱ]للَّهُ يُنَجِّيك[w:4135[ُم م]ِّنْهَا وَمِ[f:4136[ن ك]ُلِّ كَرْ[f:4137[بٍ ث]ُ[g[مّ]َ أَ[f:428[نت]ُمْ تُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 854,
            "aya_number": 65,
            "aya_text": "قُلْ هُوَ الْقَادِرُ عَلٰٓى اَنْ يَّبْعَثَ عَلَيْكُمْ عَذَابًا مِّنْ فَوْقِكُمْ اَوْ مِنْ تَحْتِ اَرْجُلِكُمْ اَوْ يَلْبِسَكُمْ شِيَعًا وَّيُذِيْقَ بَعْضَكُمْ بَأْسَ بَعْضٍۗ  اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ لَعَلَّهُمْ يَفْقَهُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 135,
            "translation_aya_text": "Katakanlah (Muhammad), “Dialah yang berkuasa mengirimkan azab kepadamu, dari atas atau dari bawah kakimu atau Dia mencampurkan kamu dalam golongan-golongan (yang saling bertentangan) dan merasakan kepada sebagian kamu keganasan sebagian yang lain.” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang tanda-tanda (kekuasaan Kami) agar mereka memahami(nya).",
            "tafsir_jalalayn": "(Katakanlah, \"Dialah yang berkuasa untuk mengirimkan azab kepadamu dari atas kamu) dari langit yakni berupa batu-batu dan suara keras yang mengguntur (atau dari bawah kakimu) dengan diamblaskan/ditelan bumi (atau Dia mencampurkan kamu) mencampur-adukkan kamu (menjadi golongan-golongan) kelompok-kelompok yang berbeda keinginannya (dan merasakan kepada sebagian kamu keganasan sebagian yang lain.\") dengan cara saling membunuh. Rasulullah saw. telah bersabda tatkala ayat ini turun, \"Ini lebih ringan dan lebih mudah.\" Akan tetapi tatkala ayat sebelumnya turun Nabi saw. bersabda, \"Aku berlindung kepada Zat-Mu,\" hadis ini diriwayatkan oleh Imam Bukhari. Dan Imam Muslim meriwayatkan tentang sabda Nabi saw., \"Aku memohon kepada Tuhanku agar Ia tidak menjadikan keganasan umatku disebabkan ulah sebagian di antara mereka tetapi Ia melarangku mendoakan hal ini.\" Dan sehubungan dengan hadis pertama, Imam Muslim mengatakan bahwa kejadiannya pasti akan ada hanya saja kenyataannya masih belum terungkapkan. (Perhatikanlah bagaimana Kami menjelaskan) menerangkan kepada mereka (tentang ayat-ayat) yang menunjukkan kepada kekuasaan Kami (barangkali saja mereka mau memahaminya) mereka mau mengetahuinya bahwa apa yang mereka lakukan itu adalah perkara batil.",
            "sajda": false,
            "transliteration": "Qul huwal Qaadiru 'alaaa ai yab'asa 'alaikum 'azaabam min fawqikum aw min tahti arjulikum aw yalbisakum shiya'anw wa yuzeeqa ba'dakum baasa ba'd; unzur kaifa nusarriful Aayaati la'allahum yafqahoon",
            "tajweed_text": "قُلْ هُوَ [h:4138[ٱ]لْقَادِرُ عَلَ[o[ىٰٓ] أ[a:4139[َن ي]َ[q:4140[بْ]عَثَ عَلَيْكُمْ عَذَا[a:4141[بًا م]ِّ[f:4142[ن ف]َوْقِكُمْ أَوْ مِ[f:4143[ن ت]َحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَ[a:4144[عًا و]َيُذِيقَ بَعْضَك[c:4145[ُم ب]َأْسَ بَعْضٍ‌ۗ [h:4146[ٱ][f:2837[نظ]ُرْ كَيْفَ نُصَرِّفُ [h:4060[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّهُمْ يَفْقَه[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 855,
            "aya_number": 66,
            "aya_text": "وَكَذَّبَ بِهٖ قَوْمُكَ وَهُوَ الْحَقُّۗ قُلْ لَّسْتُ عَلَيْكُمْ بِوَكِيْلٍ ۗ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 135,
            "translation_aya_text": "Dan kaummu mendustakannya (azab) padahal (azab) itu benar adanya. Katakanlah (Muhammad), “Aku ini bukanlah penanggung jawab kamu.”",
            "tafsir_jalalayn": "(Dan telah berdusta kepadanya) terhadap Alquran (kaummu padahal Alquran itu adalah hak) yakni benar (Katakanlah,) kepada mereka (\"Aku ini bukanlah orang yang diserahi mengurus urusan kamu.\") kemudian aku membalas kamu; sesungguhnya aku ini hanyalah seorang pemberi peringatan sedangkan mengenai urusanmu hal itu terserah kepada Allah. Ayat ini diturunkan sebelum ada ayat perintah untuk berperang.",
            "sajda": false,
            "transliteration": "Wa kaz zaba bihee qawmuka wa huwal haqq; qul lastu'alaikum biwakeel",
            "tajweed_text": "وَكَذَّبَ بِه[n[ِۦ] قَوْمُكَ وَهُوَ [h:479[ٱ]لْحَقُّ‌ۚ قُل لَّسْتُ عَلَيْك[c:4147[ُم ب]ِوَك[p[ِي]لٍ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 856,
            "aya_number": 67,
            "aya_text": "لِكُلِّ نَبَاٍ مُّسْتَقَرٌّ وَّسَوْفَ تَعْلَمُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 135,
            "translation_aya_text": "Setiap berita (yang dibawa oleh rasul) ada (waktu) terjadinya dan kelak kamu akan mengetahui.",
            "tafsir_jalalayn": "(Untuk tiap-tiap berita) kabar (ada ketetapannya) yakni waktu kejadiannya dan waktu ketetapannya yang antara lain ialah pengazaban kamu (dan kelak kamu akan mengetahui) sebagai ancaman yang ditujukan kepada mereka.",
            "sajda": false,
            "transliteration": "Likulli naba im mustaqar runw wa sawfa ta'lamoon",
            "tajweed_text": "لِّكُلِّ نَبَ[a:4148[إٍ م]ُّسْتَقَ[a:4149[رٌّ‌ۚ و]َسَوْفَ تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 857,
            "aya_number": 68,
            "aya_text": "وَاِذَا رَاَيْتَ الَّذِيْنَ يَخُوْضُوْنَ فِيْٓ اٰيٰتِنَا فَاَعْرِضْ عَنْهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖۗ وَاِمَّا يُنْسِيَنَّكَ الشَّيْطٰنُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرٰى مَعَ الْقَوْمِ الظّٰلِمِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 135,
            "translation_aya_text": "Apabila engkau (Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. Dan jika setan benar-benar menjadikan engkau lupa (akan larangan ini), setelah ingat kembali janganlah engkau duduk bersama orang-orang yang zalim.  ",
            "tafsir_jalalayn": "(Dan apabila melihat orang-orang memperolok-olokkan ayat-ayat Kami) yakni Alquran dengan cemoohan (maka tinggalkanlah mereka) janganlah kamu bergaul dengan mereka (sehingga mereka membicarakan pembicaraan yang lain. Dan jika) Lafal immaa berasal dari in syarthiah yang diidghamkan ke dalam maa zaidah (menjadikan kamu lupa) dengan dibaca yunsiyannaka atau yunassiyannaka (godaan setan) kemudian engkau duduk bersama mereka (maka janganlah kamu duduk sesudah teringat) artinya sesudah engkau teringat akan larangan itu (bersama orang-orang yang lalim itu) ungkapan ini mengandung peletakan isim zahir pada posisi isim mudhmar. Dan orang-orang muslim mengatakan, \"Jika kami berdiri sewaktu mereka mulai memperolok-olokkan ayat-ayat Allah, maka kami tidak bisa lagi duduk di mesjid dan melakukan tawaf di dalamnya,\" lalu turunlah ayat berikut ini:",
            "sajda": false,
            "transliteration": "Wa izaa ra aital lazeena yakhoodoona feee Aayaatinaa fa a'rid 'anhum hattaa yakkhoodoo fee hadeesin ghairih; wa immaa yunsiyannakash Shaitaanu falaa taq'ud ba'dazzikraa ma'al qawmiz zaalimeen",
            "tajweed_text": "وَإِذَا رَأَيْتَ [h:4150[ٱ]لَّذِينَ يَخُوضُونَ ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُو[s[اْ] فِى حَدِيثٍ غَيْرِه[n[ِۦ]‌ۚ وَإِ[g[مّ]َا يُ[f:4151[نس]ِيَ[g[نّ]َكَ [h:4152[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ فَلَا تَ[q:4153[قْ]عُ[q:4153[دْ] بَعْدَ [h:4154[ٱ][l[ل]ذِّكْرَىٰ مَعَ [h:3746[ٱ]لْقَوْمِ [h:4155[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}