{
    "page_number": 138,
    "data": [
        {
            "aya_id": 871,
            "aya_number": 82,
            "aya_text": "اَلَّذِيْنَ اٰمَنُوْا وَلَمْ يَلْبِسُوْٓا اِيْمَانَهُمْ بِظُلْمٍ اُولٰۤىِٕكَ لَهُمُ الْاَمْنُ وَهُمْ مُّهْتَدُوْنَ ࣖ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 138,
            "translation_aya_text": "Orang-orang yang beriman dan tidak mencampuradukkan iman mereka dengan syirik, mereka itulah orang-orang yang mendapat rasa aman dan mereka mendapat petunjuk.",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan tidak mencampur-adukkan) tidak mencampurkan (keimanan mereka dengan kelaliman) yakni kemusyrikan demikianlah menurut penafsiran yang tersebutkan di dalam hadis sahih Bukhari dan Muslim (mereka itulah orang-orang yang mendapat keamanan) dari siksaan (dan mereka itu adalah orang-orang yang mendapat petunjuk.)",
            "sajda": false,
            "transliteration": "Allazeena aamanoo wa lam yalbisooo eemaanahum bizulmin ulaaa'ika lahumul amnu wa hum muhtadoon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 872,
            "aya_number": 83,
            "aya_text": "وَتِلْكَ حُجَّتُنَآ اٰتَيْنٰهَآ اِبْرٰهِيْمَ عَلٰى قَوْمِهٖۗ نَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ اِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 138,
            "translation_aya_text": "Dan itulah keterangan Kami yang Kami berikan kepada Ibrahim untuk menghadapi kaumnya. Kami tinggikan derajat siapa yang Kami kehendaki. Sesungguhnya Tuhanmu Mahabijaksana, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan itulah) menjadi mubtada lalu dijelaskan (hujah Kami) yang dijadikan sebagai hujah oleh Nabi Ibrahim untuk membuktikan keesaan Allah; yakni tenggelamnya bintang-bintang itu. Dan jumlah yang sesudahnya menjadi khabar dari tilka (yang Kami berikan kepada Ibrahim) yang Kami tunjukkan kepada Ibrahim sebagai hujah (untuk menghadapi kaumnya. Kami tinggikan siapa yang Kami kehendaki beberapa derajat) dengan dibaca idhafah dan juga dibaca tanwin, yakni dalam masalah ilmu dan hikmah. (Sesungguhnya Tuhanmu Maha Bijaksana) dalam mengatur ciptaan-Nya (lagi Maha Mengetahui) seluk-beluk makhluk-Nya.",
            "sajda": false,
            "transliteration": "Wa tilka hujjatunaaa aatainaahaaa Ibraaheema 'alaa qawmih; narfa'u darajaatim man nashaaa'; inna Rabbaka Hakeemun 'Aleem",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 873,
            "aya_number": 84,
            "aya_text": "وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ  كُلًّا هَدَيْنَا وَنُوْحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهٖ دَاوٗدَ وَسُلَيْمٰنَ وَاَيُّوْبَ وَيُوْسُفَ وَمُوْسٰى وَهٰرُوْنَ ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَۙ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 138,
            "translation_aya_text": "Dan Kami telah menganugerahkan Ishak dan Yakub kepadanya. Kepada masing-masing telah Kami beri petunjuk; dan sebelum itu Kami telah memberi petunjuk kepada Nuh, dan kepada sebagian dari keturunannya (Ibrahim) yaitu Dawud, Sulaiman, Ayyub, Yusuf, Musa, dan Harun. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik,",
            "tafsir_jalalayn": "(Dan Kami telah menganugerahkan Ishak dan Yakub kepadanya) sebagai anaknya (kepada keduanya) kepada masing-masingnya (telah Kami beri petunjuk dan kepada Nuh sebelum itu telah Kami beri petunjuk) sebelum Ibrahim (dan kepada sebagian dari keturunannya) yakni keturunan Nabi Nuh (yaitu Daud dan Sulaiman) Sulaiman anak Daud (Ayub dan Yusuf) anak lelaki Yakub (Musa dan Harun. Demikianlah) seperti mereka yang telah Kami beri pahala (Kami memberi balasan kepada orang-orang yang berbuat baik.)",
            "sajda": false,
            "transliteration": "Wa wahabnaa lahoo ishaaqa wa ya'qoob; kullan hadainaa; wa Noohan hadainaa min qablu wa min zurriyyatihee Daawooda wa Sulaimaana wa Ayyooba wa Yoosufa wa Moosaa wa haaroon; wa kazaalika najzil muhsineen",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 874,
            "aya_number": 85,
            "aya_text": "وَزَكَرِيَّا وَيَحْيٰى وَعِيْسٰى وَاِلْيَاسَۗ  كُلٌّ مِّنَ الصّٰلِحِيْنَۙ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 138,
            "translation_aya_text": "dan Zakaria, Yahya, Isa, dan Ilyas. Semuanya termasuk orang-orang yang saleh,",
            "tafsir_jalalayn": "(Dan Zakaria, Yahya) yakni anak lelakinya (Isa) anak lelaki Maryam; hal ini menunjukkan bahwa pengertian keturunan itu mencakup juga anak-anak lelaki dari anak perempuan (dan Ilyas) anak lelaki Nabi Harun saudara lelaki Nabi Musa. (Semuanya) mereka itu (termasuk orang-orang yang saleh).",
            "sajda": false,
            "transliteration": "Wa Zakariyyaa wa Yahyaa wa 'Eesaa wa Illyaasa kullum minas saaliheen",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 875,
            "aya_number": 86,
            "aya_text": "وَاِسْمٰعِيْلَ وَالْيَسَعَ وَيُوْنُسَ وَلُوْطًاۗ وَكُلًّا فَضَّلْنَا عَلَى الْعٰلَمِيْنَۙ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 138,
            "translation_aya_text": "dan Ismail, Alyasa‘, Yunus, dan Lut. Masing-masing Kami lebihkan (derajatnya) di atas umat lain (pada masanya),",
            "tafsir_jalalayn": "(Dan Ismail) anak lelaki Nabi Ibrahim (Alyasa) huruf lam adalah tambahan, yakni Yasa' (Yunus dan Luth) anak laki-laki Nabi Harun saudara lelaki Nabi Ibrahim (masing-masing) dari mereka itu (Kami lebihkan derajatnya di atas umat manusia) dengan pangkat kenabian.",
            "sajda": false,
            "transliteration": "Wa Ismaa'eela wal Yasa'a wa Yoonusa wa Lootaa; wa kullan faddalnaa 'alal 'aalameen",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 876,
            "aya_number": 87,
            "aya_text": "وَمِنْ اٰبَاۤىِٕهِمْ وَذُرِّيّٰتِهِمْ وَاِخْوَانِهِمْ ۚوَاجْتَبَيْنٰهُمْ وَهَدَيْنٰهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 138,
            "translation_aya_text": "(dan Kami lebihkan pula derajat) sebagian dari nenek moyang mereka, keturunan mereka dan saudara-saudara mereka. Kami telah memilih mereka (menjadi nabi dan rasul) dan mereka Kami beri petunjuk ke jalan yang lurus.",
            "tafsir_jalalayn": "(Dan Kami lebihkan pula derajat sebagian dari bapak-bapak mereka, keturunan mereka dan saudara-saudara mereka) diathafkan pada Lafal kullan atau nuuhan; dan makna min di sini menunjukkan littab'idh, sebab sebagian dari mereka ada yang tidak mempunyai anak, dan sebagian lainnya ada yang mempunyai anak hanya saja kafir. (Dan Kami memilih mereka) Kami menyeleksi mereka (dan Kami menunjuki mereka ke jalan yang lurus).",
            "sajda": false,
            "transliteration": "Wa min aabaaa'ihim wa zurriyyaatihim wa ikhwaanihim wajtabainaahum wa hadainaahum ilaa Siraatim Mustaqeem",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 877,
            "aya_number": 88,
            "aya_text": "ذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَلَوْ اَشْرَكُوْا لَحَبِطَ عَنْهُمْ مَّا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 138,
            "translation_aya_text": "Itulah petunjuk Allah, dengan itu Dia memberi petunjuk kepada siapa saja di antara hamba-hamba-Nya yang Dia kehendaki. Sekiranya mereka mempersekutukan Allah, pasti lenyaplah amalan yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Itulah) agama yang mereka diberi petunjuk kepadanya (petunjuk Allah yang dengannya Dia memberi petunjuk kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya. Seandainya mereka menyekutukan Allah) sebagai perumpamaan saja (niscaya lenyaplah dari mereka amalan yang telah mereka lakukan.)",
            "sajda": false,
            "transliteration": "Zaalika hudal laahi yahdee bihee mai yashaaa'u min 'ibaadih; wa law ashrakoo lahabita 'anhum maa kaanoo ya'maloon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 878,
            "aya_number": 89,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ۚفَاِنْ يَّكْفُرْ بِهَا هٰٓؤُلَاۤءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوْا بِهَا بِكٰفِرِيْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 138,
            "translation_aya_text": "Mereka itulah orang-orang yang telah Kami berikan kitab, hikmah dan kenabian. Jika orang-orang (Quraisy) itu mengingkarinya, maka Kami akan menyerahkannya kepada kaum yang tidak mengingkarinya.",
            "tafsir_jalalayn": "(Merekah itulah orang-orang yang telah Kami berikan kepada mereka kitab) yakni kitab-kitab (hukum) hikmah (dan kenabian. Jika berlaku ingkar terhadapnya) terhadap tiga hal itu (mereka itu) yaitu penduduk Mekah (maka sesungguhnya Kami akan menyerahkannya) Kami akan memasrahkannya (kepada kaum yang sekali-kali tidak akan mengingkarinya) mereka adalah kaum Muhajirin dan kaum Ansar.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena aatainaahumul Kitaaba wal hukma wan Nubuwwah; fa iny yakfur bihaa haaa'ulaaa'i faqad wakkalnaa bihaa qawmal laisoo bihaa bikaafireen",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 879,
            "aya_number": 90,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ هَدَى اللّٰهُ فَبِهُدٰىهُمُ اقْتَدِهْۗ قُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًاۗ اِنْ هُوَ اِلَّا ذِكْرٰى لِلْعٰلَمِيْنَ ࣖ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 138,
            "translation_aya_text": "Mereka itulah (para nabi) yang telah diberi petunjuk oleh Allah, maka ikutilah petunjuk mereka. Katakanlah (Muhammad), “Aku tidak meminta imbalan kepadamu dalam menyampaikan (Al-Qur'an).” Al-Qur'an itu tidak lain hanyalah peringatan untuk (segala umat) seluruh alam.   ",
            "tafsir_jalalayn": "(Mereka itulah orang-orang yang mendapat petunjuk) yaitu mereka yang mendapat hidayah (Allah, maka petunjuk mereka) jalan mereka seperti mentauhidkan Allah dan bersabar (ikutilah) dengan ha saktah baik dibaca wakaf maupun washal akan tetapi menurut suatu qiraat dibaca tanpa ha saktah jika dibaca washal/dibaca langsung (katakanlah) kepada penduduk Mekah (\"Aku tidak meminta kepadamu dalam menyampaikannya) dimaksud menyampaikan Alquran (suatu upah pun.\") yang kamu berikan upah itu kepadaku (tidak lain ia itu) Alquran itu (hanyalah peringatan) nasihat (untuk segala umat) mencakup umat manusia dan umat jin.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena hadal laahu fabihudaahumuq tadih; qul laaa as'alukum 'alaihi ajran in huwa illaa zikraa lil 'aalameen",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}