{
    "page_number": 139,
    "data": [
        {
            "aya_id": 880,
            "aya_number": 91,
            "aya_text": "وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖٓ اِذْ قَالُوْا مَآ اَنْزَلَ اللّٰهُ عَلٰى بَشَرٍ مِّنْ شَيْءٍۗ  قُلْ مَنْ اَنْزَلَ الْكِتٰبَ الَّذِيْ جَاۤءَ بِهٖ مُوْسٰى نُوْرًا وَّهُدًى لِّلنَّاسِ تَجْعَلُوْنَهٗ قَرَاطِيْسَ تُبْدُوْنَهَا وَتُخْفُوْنَ كَثِيْرًاۚ وَعُلِّمْتُمْ مَّا لَمْ تَعْلَمُوْٓا اَنْتُمْ وَلَآ اٰبَاۤؤُكُمْ ۗقُلِ اللّٰهُ ۙثُمَّ ذَرْهُمْ فِيْ خَوْضِهِمْ يَلْعَبُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 139,
            "translation_aya_text": "Mereka tidak mengagungkan Allah sebagaimana mestinya ketika mereka berkata, “Allah tidak menurunkan sesuatu pun kepada manusia.” Katakanlah (Muhammad), “Siapakah yang menurunkan Kitab (Taurat) yang dibawa Musa sebagai cahaya dan petunjuk bagi manusia, kamu jadikan Kitab itu lembaran-lembaran kertas yang bercerai-berai, kamu memperlihatkan (sebagiannya) dan banyak yang kamu sembunyikan, padahal telah diajarkan kepadamu apa yang tidak diketahui, baik olehmu maupun oleh nenek moyangmu.” Katakanlah, “Allah-lah (yang menurunkannya),” kemudian (setelah itu), biarkanlah mereka bermain-main dalam kesesatannya.",
            "tafsir_jalalayn": "(Dan mereka tidak menghormati) orang-orang Yahudi itu (Allah dengan penghormatan yang semestinya) artinya mereka sama sekali tidak mengagungkan-Nya dengan pengagungan yang seharusnya, atau mereka tidak mengetahui-Nya dengan pengetahuan yang semestinya (di kala mereka mengatakan) kepada Nabi saw., yaitu sewaktu mereka mendebat Nabi saw. dalam masalah Alquran (\"Allah tidak menurunkan sesuatu pun kepada manusia.\" Katakanlah,) kepada mereka (\"Siapakah yang menurunkan kitab Taurat yang dibawa oleh Musa sebagai cahaya dan petunjuk bagi manusia, kamu jadikan kitab itu) dengan memakai ya dan ta pada tiga tempat (lembaran-lembaran kertas) kamu menuliskannya pada lembaran-lembaran kertas yang bercerai-berai (kamu perlihatkan sebagiannya) kamu tidak suka menampakkan kesemua isinya (dan kamu sembunyikan sebagian besarnya) sebagian besar dari apa yang terdapat di dalam kandungannya, seperti mengenai ciri-ciri Nabi Muhammad saw. (padahal telah diajarkan kepadamu) hai orang-orang Yahudi di dalam Alquran (apa yang kamu dan bapak-bapak kamu tidak mengetahuinya?\") karena tidak terdapat di dalam kitab Taurat, maka hal itu membuat kamu ragu dan berselisih paham tentang Taurat antara sesamamu. (Katakanlah, \"Allahlah\") yang menurunkannya; jika mereka tidak mengatakannya, maka tidak ada jawaban lain kecuali jawaban itu (kemudian biarkanlah mereka di dalam kesibukan mereka) dalam kebatilan mereka (bermain-main).",
            "sajda": false,
            "transliteration": "Wa maa qadarul laaha haqqa qadriheee iz qaaloo maaa anzalal laahu 'alaa basharim min shai'; qul man anzalal Kitaabal lazee jaaa'a bihee Moosaa nooranw wa hudal linnaasi taj'aloonahoo qaraateesa tubdoonahaa wa tukhfoona kaseeranw wa 'ullimtum maa lam ta'lamooo antum wa laaa aabaaa'ukum qulil laahu summa zarhum fee khawdihim yal'aboon",
            "tajweed_text": "وَمَا قَدَرُو[s[اْ] [h:4225[ٱ]للَّهَ حَقَّ قَ[q:4226[دْ]رِه[o[ِۦٓ] إِذْ قَالُو[s[اْ] م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ عَلَىٰ بَشَ[a:4227[رٍ م]ِّ[f:2103[ن ش][f:2344[َىْءٍ‌ۗ ق]ُلْ مَنْ أَ[f:471[نز]َلَ [h:4228[ٱ]لْكِتَ[n[ـٰ]بَ [h:4229[ٱ]لَّذِى ج[o[َا]ٓءَ بِه[n[ِۦ] مُوسَىٰ نُو[a:4230[رًا و]َهُ[u:4231[دًى ل]ِّل[g[نّ]َاسِ‌ۖ تَ[q:4232[جْ]عَلُونَهُ[n[ۥ] قَرَاطِيسَ تُ[q:4233[بْ]دُونَهَا وَتُخْفُونَ كَثِي[a:4234[رًا‌ۖ و]َعُلِّمْت[w:4235[ُم م]َّا لَمْ تَعْلَم[o[ُوٓ][s[اْ] أَ[f:428[نت]ُمْ وَل[o[َآ] ءَاب[o[َا]ٓؤُكُمْ‌ۖ قُلِ [h:3166[ٱ]للَّهُ‌ۖ ثُ[g[مّ]َ ذَرْهُمْ فِى خَوْضِهِمْ يَلْعَب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 881,
            "aya_number": 92,
            "aya_text": "وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ مُّصَدِّقُ الَّذِيْ بَيْنَ يَدَيْهِ وَلِتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَاۗ وَالَّذِيْنَ يُؤْمِنُوْنَ بِالْاٰخِرَةِ يُؤْمِنُوْنَ بِهٖ وَهُمْ عَلٰى صَلَاتِهِمْ يُحٰفِظُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 139,
            "translation_aya_text": "Dan ini (Al-Qur'an), Kitab yang telah Kami turunkan dengan penuh berkah; membenarkan kitab-kitab yang (diturunkan) sebelumnya dan agar engkau memberi peringatan kepada (penduduk) Ummul Qura (Mekah) dan orang-orang yang ada di sekitarnya. Orang-orang yang beriman kepada (kehidupan) akhirat tentu beriman kepadanya                    (Al-Qur'an), dan mereka selalu memelihara salatnya.",
            "tafsir_jalalayn": "(Dan ini) Alquran ini (adalah kitab yang Kami turunkan yang diberkahi; membenarkan kitab-kitab yang sebelumnya) yaitu kitab-kitab yang diturunkan sebelumnya (dan agar kamu memberi peringatan) dengan memakai ta dan ya diathafkan kepada makna kalimat sebelumnya, yang artinya, Kami menurunkan Alquran untuk diambil keberkahannya, dipercayai dan agar kamu memberi peringatan dengannya (kepada penduduk Umul Qura/Mekah dan orang-orang yang ada disekitarnya) yaitu penduduk kota Mekah dan umat lainnya (dan orang-orang yang beriman kepada adanya kehidupan akhirat tentu beriman kepadanya, dan mereka selalu memelihara salatnya) karena takut akan siksaan akhirat.",
            "sajda": false,
            "transliteration": "Wa haazaa Kitaabun anzalnaahu Mubaarakum musaddiqul lazee bainaa yadaihi wa litunzira ummal Quraa wa man hawlahaa; wallazeena yu'minoona bil Aakhirati yu'minoona bihee wa hum'alaa Salaatihim yuhaafizoon",
            "tajweed_text": "وَهَ[n[ـٰ]ذَا كِتَ[n[ـٰ]بٌ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ مُبَارَ[a:4237[كٌ م]ُّصَدِّقُ [h:4238[ٱ]لَّذِى بَيْنَ يَدَيْهِ وَلِتُ[f:4239[نذ]ِرَ أُ[g[مّ]َ [h:4240[ٱ]لْقُرَىٰ وَمَنْ حَوْلَهَا‌ۚ وَ[h:37[ٱ]لَّذِينَ يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ يُؤْمِنُونَ بِه[n[ِۦ]‌ۖ وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظ[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 882,
            "aya_number": 93,
            "aya_text": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ قَالَ اُوْحِيَ اِلَيَّ وَلَمْ يُوْحَ اِلَيْهِ شَيْءٌ وَّمَنْ قَالَ سَاُنْزِلُ مِثْلَ مَآ اَنْزَلَ اللّٰهُ ۗوَلَوْ تَرٰٓى اِذِ الظّٰلِمُوْنَ فِيْ غَمَرٰتِ الْمَوْتِ وَالْمَلٰۤىِٕكَةُ بَاسِطُوْٓا اَيْدِيْهِمْۚ اَخْرِجُوْٓا اَنْفُسَكُمْۗ  اَلْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُوْنِ بِمَا كُنْتُمْ تَقُوْلُوْنَ عَلَى اللّٰهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ اٰيٰتِهٖ تَسْتَكْبِرُوْنَ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 139,
            "translation_aya_text": "Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan dusta terhadap Allah atau yang berkata, “Telah diwahyukan kepadaku,” padahal tidak diwahyukan sesuatu pun kepadanya, dan orang yang berkata, “Aku akan menurunkan seperti apa yang diturunkan Allah.” (Alangkah ngerinya) sekiranya engkau melihat pada waktu orang-orang zalim (berada) dalam kesakitan sakratul maut, sedang para malaikat memukul dengan tangannya, (sambil berkata), “Keluarkanlah nyawamu.” Pada hari ini kamu akan dibalas dengan azab yang sangat menghinakan, karena kamu mengatakan terhadap Allah (perkataan) yang tidak benar dan (karena) kamu menyombongkan diri terhadap ayat-ayat-Nya.",
            "tafsir_jalalayn": "(Dan siapakah) maksudnya tidak ada seorang pun (yang lebih lalim daripada orang yang membuat kedustaan terhadap Allah) dengan mengaku menjadi seorang nabi padahal tidak ada yang mengangkatnya menjadi nabi (atau yang berkata, \"Telah diwahyukan kepada saya,\" padahal tidak ada diwahyukan sesuatu pun kepadanya) ayat ini diturunkan berkenaan dengan sikap Musailamah si pendusta itu (dan) lebih aniaya daripada (orang yang berkata, \"Saya akan menurunkan seperti apa yang diturunkan Allah\") mereka adalah orang-orang yang memperolok-olokkan Alquran; mereka mengatakan, bahwa andaikata kami suka niscaya kami pun dapat membuat kata-kata seperti Alquran (dan sekiranya engkau melihat) wahai Muhammad (tatkala orang-orang lalim) yang telah disebutkan tadi (berada dalam sekarat) yaitu sedang menghadapi kematiannya (yakni maut sedangkan para malaikat memukul dengan tangannya) kepada mereka seraya menyiksa lalu para malaikat itu berkata dengan kasar kepada mereka (\"Keluarkanlah nyawamu,\") kepada kami untuk kami cabut. (Di hari ini kamu dibalas dengan siksaan yang sangat menghinakan) sangat merendahkan (karena kamu selalu mengatakan terhadap Allah perkataan yang tidak benar) dengan mengaku menjadi nabi dan berpura-pura diberi wahyu padahal dusta (dan karena kamu selalu menyombongkan diri terhadap ayat-ayat-Nya) kamu merasa tinggi diri tidak mau beriman kepada ayat-ayat-Nya. Jawab dari huruf lau ialah: niscaya engkau akan melihat peristiwa yang mengerikan.",
            "sajda": false,
            "transliteration": "Wa man azlamu mimmanif taraa 'alal laahi kaziban aw qaala oohiya ilaiya wa lam yooha ilaihi shai'un wa man qaala sa unzilu misla maaa anzalal laah; wa law taraaa iziz zaalimoona fee ghamaraatil mawti walmalaaa'ikatu baasitooo aideehim akhrijooo anfusakum; al yawma tujzawna 'azaabal hooni bimaa kuntum taqooloona 'alal laahi ghairal haqqi wa kuntum 'an aayaatihee tastakbiroon",
            "tajweed_text": "وَمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ كَذِبًا أَوْ قَالَ أُوحِىَ إِلَىَّ وَلَمْ يُوحَ إِلَيْهِ ش[a:4241[َىْءٌ و]َمَ[f:4242[ن ق]َالَ سَأُ[f:4243[نز]ِلُ مِثْلَ م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ‌ۗ وَلَوْ تَرَ[o[ىٰٓ] إِذِ [h:4244[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ فِى غَمَر[n[َٲ]تِ [h:4245[ٱ]لْمَوْتِ وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ بَاسِط[o[ُوٓ][s[اْ] أَيْدِيهِمْ أَخْرِج[o[ُوٓ][s[اْ] أَ[f:4246[نف]ُسَكُمُ‌ۖ [h:4247[ٱ]لْيَوْمَ تُ[q:4248[جْ]زَوْنَ عَذَابَ [h:4249[ٱ]لْهُونِ بِمَا كُ[f:100[نت]ُمْ تَقُولُونَ عَلَى [h:412[ٱ]للَّهِ غَيْرَ [h:2342[ٱ]لْحَقِّ وَكُ[f:151[نت]ُمْ عَنْ ءَايَ[n[ـٰ]تِه[n[ِۦ] تَسْتَكْبِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 883,
            "aya_number": 94,
            "aya_text": "وَلَقَدْ جِئْتُمُوْنَا فُرَادٰى كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍ وَّتَرَكْتُمْ مَّا خَوَّلْنٰكُمْ وَرَاۤءَ ظُهُوْرِكُمْۚ وَمَا نَرٰى مَعَكُمْ شُفَعَاۤءَكُمُ الَّذِيْنَ زَعَمْتُمْ اَنَّهُمْ فِيْكُمْ شُرَكٰۤؤُا ۗ لَقَدْ تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَّا كُنْتُمْ تَزْعُمُوْنَ ࣖ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 139,
            "translation_aya_text": "Dan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). Kami tidak melihat pemberi syafaat (pertolongan) besertamu yang kamu anggap bahwa mereka itu sekutu-sekutu (bagi Allah). Sungguh, telah terputuslah (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah).",
            "tafsir_jalalayn": "(Dan) dikatakan kepada mereka ketika dibangkitkan (sesungguhnya kamu datang kepada Kami sendiri-sendiri) dalam keadaan sendiri-sendiri, terpisah dari keluarga, harta benda dan anak (sebagaimana kamu Kami ciptakan pada mulanya) dalam keadaan telanjang bulat dan masih belum disunatkan (dan kamu tinggalkan apa yang telah Kami berikan kepadamu) apa-apa yang telah Kami anugerahkan kepadamu berupa harta benda (berada di belakangmu) di dunia tanpa ada pilihan lain bagimu. (Dan) dikatakan kepada mereka sebagai cemoohan (Kami tidak melihat besertamu pemberi syafaat kamu) berhala-berhala kamu (yang kamu anggap bahwa mereka di antara kamu) artinya yang berhak kamu sembah (sebagai sekutu-sekutu) Allah. (Sungguh telah terputuslah di antara kamu) pertalian kamu, artinya telah tercerai-berailah persatuanmu. Dan di dalam suatu qiraat dibaca nashab sebagai zharaf; yang artinya telah terputuslah pertalian antara kamu (dan telah lenyap) maksudnya telah hilang (daripada kamu apa yang dahulu kamu anggap) sewaktu hidup di dunia bahwa kamu mendapatkan syafaatnya.",
            "sajda": false,
            "transliteration": "Wa laqad ji'tumoonaa furaadaa kamaa khalaqnaakum awwala marratinw wa taraktum maa khawwalnaakum waraaa'a zuhoorikum wa maa naraa ma'akum shufa'aaa' akumul lazeena za'amtum annahum feekum shurakaaa'; laqat taqatta'a bainakum wa dalla 'annkum maa kuntum taz'umoon",
            "tajweed_text": "وَلَقَ[q:341[دْ] جِئْتُمُونَا فُر[n[َٲ]دَىٰ كَمَا خَلَ[q:4250[قْ]نَ[n[ـٰ]كُمْ أَوَّلَ مَرَّ[a:4251[ةٍ و]َتَرَكْت[w:4252[ُم م]َّا خَوَّلْنَ[n[ـٰ]كُمْ وَر[o[َا]ٓءَ ظُهُورِكُمْ‌ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَع[o[َا]ٓءَكُمُ [h:4253[ٱ]لَّذِينَ زَعَمْتُمْ أَ[g[نّ]َهُمْ فِيكُمْ شُرَكَ[o[ـٰٓ]ؤُ[s[اْ]‌ۚ لَقَ[d:4254[د] تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَ[f:255[نك][w:4255[ُم م]َّا كُ[f:100[نت]ُمْ تَزْعُم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}