{
    "page_number": 140,
    "data": [
        {
            "aya_id": 884,
            "aya_number": 95,
            "aya_text": "۞ اِنَّ اللّٰهَ فَالِقُ الْحَبِّ وَالنَّوٰىۗ  يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ۗذٰلِكُمُ اللّٰهُ فَاَنّٰى تُؤْفَكُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 140,
            "translation_aya_text": "Sungguh, Allah yang menumbuhkan butir (padi-padian) dan biji (kurma). Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup. Itulah (kekuasaan) Allah, maka mengapa kamu masih berpaling?",
            "tafsir_jalalayn": "(Sesungguhnya Allah menumbuhkan) menjadikan (butir) tunas tetumbuhan (dan biji) dari pohon kurma. (Dia mengeluarkan yang hidup dan yang mati) seperti manusia dan unggas yaitu berasal dari air mani dan telur (dan mengeluarkan yang mati) yakni air mani dan telur (dari yang hidup, yang demikian itu) artinya yang menumbuhkan dan yang mengeluarkan (ialah Allah, maka mengapa kamu masih berpaling) mengapa kamu masih berpaling juga dari keimanan padahal bukti-buktinya telah ada.",
            "sajda": false,
            "transliteration": "Innal laaha faaliqul habbi wannawaa yukhrijul haiya minal maiyiti wa mukhrijul maiyiti minal haiy; zaalikumul laahu fa annaa tu'fakoon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 885,
            "aya_number": 96,
            "aya_text": "فَالِقُ الْاِصْبَاحِۚ وَجَعَلَ الَّيْلَ سَكَنًا وَّالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 140,
            "translation_aya_text": "Dia menyingsingkan pagi dan menjadikan malam untuk beristirahat, dan (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketetapan Allah Yang Mahaperkasa, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dia menyingsingkan pagi) mashdar yang bermakna isim yakni subuh atau pagi hari; artinya Allahlah yang menyingsingkan sinar pagi, yaitu cahaya yang tampak di permulaan pagi hari mengusir kegelapan malam hari (dan menjadikan malam untuk beristirahat) waktu semua makhluk beristirahat dari kepenatannya (dan menjadikan matahari dan bulan) dibaca nashab diathafkan kepada Lafal lail secara makna (untuk perhitungan) untuk ukuran perhitungan waktu; atau dengan tanpa huruf ba atau hisaaban, maka menjadi hal bagi Lafal yang tersimpan. Artinya matahari dan bulan itu beredar menurut perhitungannya sebagaimana yang dijelaskan dalam ayat surah Ar-Rahman. (Itulah) yang telah tersebut itu (ketentuan Allah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Mengetahui) seluk-beluk makhluk-Nya.",
            "sajda": false,
            "transliteration": "Faaliqul isbaahi wa ja'alal laila sakananw washh shamsa walqamara husbaanaa; zaalika taqdeerul 'Azeezil 'Aleem",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 886,
            "aya_number": 97,
            "aya_text": "وَهُوَ الَّذِيْ جَعَلَ لَكُمُ النُّجُوْمَ لِتَهْتَدُوْا بِهَا فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 140,
            "translation_aya_text": "Dan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut. Kami telah menjelaskan tanda-tanda (kekuasaan Kami) kepada orang-orang yang mengetahui.",
            "tafsir_jalalayn": "(Dan Dialah yang menjadikan bintang-bintang bagimu agar kamu menjadikannya sebagai petunjuk dalam kegelapan di darat dan di laut) sewaktu dalam perjalanan (sesungguhnya Kami telah menjelaskan) Kami telah terangkan (tanda-tanda) yang menunjukkan akan kekuasaan Kami (kepada orang-orang yang mengetahui) yakni orang-orang yang mau menggunakan akalnya.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee ja'ala lakumun nujooma litahtadoo bihaa fee zulumaatil barri walbahr; qad fassalnal Aayaati liqawminy ya'lamoon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 887,
            "aya_number": 98,
            "aya_text": "وَهُوَ الَّذِيْٓ اَنْشَاَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ فَمُسْتَقَرٌّ وَّمُسْتَوْدَعٌ  ۗقَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّفْقَهُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 140,
            "translation_aya_text": "Dan Dialah yang menciptakan kamu dari diri yang satu (Adam), maka (bagimu) ada tempat menetap dan tempat simpanan. Sesungguhnya telah Kami jelaskan tanda-tanda (kebesaran Kami) kepada orang-orang yang mengetahui.",
            "tafsir_jalalayn": "(Dan Dialah yang menciptakan kamu) maksudnya yang mengadakan kamu (dari seorang diri) yaitu Nabi Adam (maka ada tempat tetap) bagimu di dalam rahim (dan tempat simpanan) bagimu di dalam tulang rusuk. Dalam suatu qiraat huruf qaf dibaca fatah; yang artinya tempat menetap kamu. (Sesungguhnya telah kami jelaskan tanda-tanda kebesaran Kami kepada orang-orang yang mengerti) tentang apa yang dikatakan kepada mereka.",
            "sajda": false,
            "transliteration": "Wa hhuwal lazeee ansha akum min nasinw waahidatin famustaqarrunw wa mustawda'; qad fassalnal Aayaati liqaw miny-yafqahoon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 888,
            "aya_number": 99,
            "aya_text": "وَهُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ نَبَاتَ كُلِّ شَيْءٍ فَاَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًاۚ وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَّجَنّٰتٍ مِّنْ اَعْنَابٍ وَّالزَّيْتُوْنَ وَالرُّمَّانَ مُشْتَبِهًا وَّغَيْرَ مُتَشَابِهٍۗ اُنْظُرُوْٓا اِلٰى ثَمَرِهٖٓ اِذَٓا اَثْمَرَ وَيَنْعِهٖ ۗاِنَّ فِيْ ذٰلِكُمْ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 140,
            "translation_aya_text": "Dan Dialah yang menurunkan air dari langit, lalu Kami tumbuhkan dengan air itu segala macam tumbuh-tumbuhan, maka Kami keluarkan dari tumbuh-tumbuhan itu tanaman yang menghijau, Kami keluarkan dari tanaman yang menghijau itu butir yang banyak; dan dari mayang kurma, mengurai tangkai-tangkai yang menjulai, dan kebun-kebun anggur, dan (Kami keluarkan pula) zaitun dan delima yang serupa dan yang tidak serupa. Perhatikanlah buahnya pada waktu berbuah, dan menjadi masak. Sungguh, pada yang demikian itu ada tanda-tanda (kekuasaan Allah) bagi orang-orang yang beriman.",
            "tafsir_jalalayn": "(Dan Dialah yang menurunkan air hujan dari langit, lalu Kami tumbuhkan) dalam ayat ini terkandung iltifat dari orang yang ketiga menjadi pembicara (dengan air itu) yakni dengan air hujan itu (segala macam tumbuh-tumbuhan) yang dapat tumbuh (maka Kami keluarkan darinya) dari tumbuh-tumbuhan itu sesuatu (tanaman yang hijau) yang menghijau (Kami keluarkan darinya) dari tanaman yang menghijau itu (butir yang banyak) yang satu sama lainnya bersusun seperti bulir-bulir gandum dan sejenisnya (dan dari pohon kurma) menjadi khabar dan dijadikan sebagai mubdal minhu (yaitu dari mayangnya) yaitu dari pucuk pohonnya; dan mubtadanya ialah (keluar tangkai-tangkainya) tunas-tunas buahnya (yang mengurai) saling berdekatan antara yang satu dengan yang lainnya (dan) Kami tumbuhkan berkat air hujan itu (kebun-kebun) tanaman-tanaman (anggur, zaitun dan delima yang serupa) dedaunannya; menjadi hal (dan yang tidak serupa) buahnya (perhatikanlah) hai orang-orang yang diajak bicara dengan perhatian yang disertai pemikiran dan pertimbangan (buahnya) dengan dibaca fathah huruf tsa dan huruf mimnya, atau dibaca dhammah keduanya sebagai kata jamak dari tsamrah; perihalnya sama dengan kata syajaratun jamaknya syajarun, dan khasyabatun jamaknya khasyabun (di waktu pohonnya berbuah) pada awal munculnya buah; bagaimana keadaannya? (dan) kepada (kematangannya) artinya kemasakannya, yaitu apabila telah masak; bagaimana keadaannya. (Sesungguhnya yang demikian itu ada tanda-tanda) yang menunjukkan kepada kekuasaan Allah swt. dalam menghidupkan kembali yang telah mati dan lain sebagainya (bagi orang-orang yang beriman) mereka disebut secara khusus sebab hanya merekalah yang dapat memanfaatkan hal ini untuk keimanan mereka, berbeda dengan orang-orang kafir.",
            "sajda": false,
            "transliteration": "Wa Huwal lazeee anzala minas samaaa'i maaa'an fa akhrajnaa bihee nabaata kulli shai'in fa akhrajnaa minhu khadiran nukhriju minhu habbam mutaraakibanw wa minan nakhli min tal'ihaa qinwaanun daaniyatunw wa jannaatim min a'naabinw wazzaitoona warrummaana mushhtabihanw wa ghaira mutashaabih; unzurooo ilaa samariheee izaaa asmars wa yan'ih; inna fee zaalikum la Aayaatil liqawminy yu'minoon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 889,
            "aya_number": 100,
            "aya_text": "وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوْا لَهٗ بَنِيْنَ وَبَنٰتٍۢ بِغَيْرِ عِلْمٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَصِفُوْنَ ࣖ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 140,
            "translation_aya_text": "Dan mereka (orang-orang musyrik) menjadikan jin sekutu-sekutu Allah, padahal Dia yang menciptakannya (jin-jin itu), dan mereka berbohong (dengan mengatakan), “Allah mempunyai anak laki-laki dan anak perempuan,” tanpa (dasar) pengetahuan. Mahasuci Allah dan Mahatinggi dari sifat-sifat yang mereka gambarkan.",
            "tafsir_jalalayn": "(Dan mereka menjadikan di samping Allah) menjadi maf'ul tsani (sekutu-sekutu) menjadi maf'ul awal dan menjadi mubdal minhu (terdiri dari jin) yang mereka menaatinya dalam menyembah berhala-berhala (dan) padahal (Allahlah yang telah menciptakan mereka) lalu mengapa mereka menjadikannya sebagai sekutu-sekutu-Nya (dan mereka membohong) dengan dibaca takhfif dan tasydid; artinya mereka membuat-buat perkataan (bahwanya Allah mempunyai anak laki-laki dan perempuan, tanpa landasan ilmu pengetahuan) mereka telah mengatakan, bahwa Uzair adalah anak lelaki Allah, dan malaikat-malaikat itu adalah anak-anak perempuan Allah. (Maha Suci Allah) yakni sebagai ungkapan menyucikan-Nya (dan Maha Tinggi dari sifat-sifat yang mereka berikan) mengenai diri-Nya, yaitu mempunyai anak.",
            "sajda": false,
            "transliteration": "Wa ja'aloo lillaahi shurakaaa'al jinna wa khalaqa hum wa kharaqoo lahoo baneena wa banaatim bighairi 'ilm Subhaanahoo wa Ta'aalaa 'amma yasifoon",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 890,
            "aya_number": 101,
            "aya_text": "بَدِيْعُ السَّمٰوٰتِ وَالْاَرْضِۗ اَنّٰى يَكُوْنُ لَهٗ وَلَدٌ وَّلَمْ تَكُنْ لَّهٗ صَاحِبَةٌ  ۗوَخَلَقَ كُلَّ شَيْءٍۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ  ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 140,
            "translation_aya_text": "Dia (Allah) pencipta langit dan bumi. Bagaimana (mungkin) Dia mempunyai anak padahal Dia tidak mempunyai istri. Dia menciptakan segala sesuatu; dan Dia mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Dia Pencipta langit dan bumi) yang menciptakan keduanya tanpa ada contoh yang mendahuluinya. (Bagaimana) mengapa (Dia dikatakan mempunyai anak padahal Dia tidak mempunyai istri?) yakni teman hidup. (Dia menciptakan segala sesuatu) maksudnya Dialah yang menciptakan kesemuanya (dan Dia mengetahui segala sesuatu).",
            "sajda": false,
            "transliteration": "Badee'us samaawaati wal ardi annnaa yakoonu lahoo waladunw wa lam takul lahoo saahibatunw wa khalaqa kulla shai'in 'Aleem",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}