{
    "page_number": 141,
    "data": [
        {
            "aya_id": 891,
            "aya_number": 102,
            "aya_text": "ذٰلِكُمُ اللّٰهُ رَبُّكُمْۚ  لَآ اِلٰهَ اِلَّا هُوَۚ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوْهُ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 141,
            "translation_aya_text": "Itulah Allah, Tuhan kamu; tidak ada tuhan selain Dia; pencipta segala sesuatu, maka sembahlah Dia; Dialah pemelihara segala sesuatu.",
            "tafsir_jalalayn": "(Demikian itu ialah Allah Tuhan kamu; tidak ada Tuhan selain Dia; pencipta segala sesuatu, maka sembahlah Dia) esakanlah Dia (dan Dia adalah pemelihara segala sesuatu) yang memelihara semuanya.",
            "sajda": false,
            "transliteration": "Zaalikumul laahu Rabbukum laaa ilaaha illaa huwa khaaliqu kulli shai'in fa'budooh; wa huwa 'alaa kulli shai'inw Wakeel",
            "tajweed_text": "ذ[n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ‌ۖ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ خَ[n[ـٰ]لِقُ كُلِّ ش[f:4301[َىْءٍ ف]َ[h:1946[ٱ]عْبُدُوهُ‌ۚ وَهُوَ عَلَىٰ كُلِّ ش[a:4302[َىْءٍ و]َك[p[ِي]لٌ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 892,
            "aya_number": 103,
            "aya_text": "لَا تُدْرِكُهُ الْاَبْصَارُ وَهُوَ يُدْرِكُ الْاَبْصَارَۚ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ  ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 141,
            "translation_aya_text": "Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat melihat segala penglihatan itu, dan Dialah Yang Mahahalus, Mahateliti.",
            "tafsir_jalalayn": "(Dia tidak dapat dicapai oleh penglihatan mata) artinya engkau tidak akan dapat melihat-Nya sebab hal ini hanya khusus untuk kaum mukminin kelak di akhirat sebagaimana yang diungkapkan dalam firman-Nya surah Al-Qiyamah ayat 22-23 yaitu, \"Wajah-wajah orang-orang mukmin pada hari itu berseri-seri. Kepada Tuhannya mereka melihat.\" Dijelaskan pula dalam hadis yang diriwayatkan oleh Bukhari dan Muslim yaitu, \"Sesungguhnya kamu itu akan melihat Tuhanmu kelak di akhirat sebagaimana kamu melihat bulan pada malam purnama.\" Ada penafsiran lain yang mengatakan, bahwa yang dimaksud ialah bahwa pandangan mata itu tidak akan dapat meliputi-Nya (sedangkan Dia dapat melihat segala yang kelihatan) yakni Dia dapat melihatnya sedangkan apa-apa yang terlihat itu tidak dapat melihat-Nya; dan tiada selain-Nya mempunyai sifat ini (dan Dialah Yang Maha Lembut) terhadap kekasih-kekasih-Nya (lagi Maha Waspada) terhadap mereka.",
            "sajda": false,
            "transliteration": "Laa tudrikuhul absaaru wa Huwa yudrikul absaara wa huwal Lateeful Khabeer",
            "tajweed_text": "لَّا تُ[q:4303[دْ]رِكُهُ [h:4304[ٱ]لْأَ[q:4305[بْ]صَ[n[ـٰ]رُ وَهُوَ يُ[q:4306[دْ]رِكُ [h:4307[ٱ]لْأَ[q:4308[بْ]صَ[n[ـٰ]رَ‌ۖ وَهُوَ [h:4309[ٱ][l[ل]لَّطِيفُ [h:4310[ٱ]لْخَب[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 893,
            "aya_number": 104,
            "aya_text": "قَدْ جَاۤءَكُمْ بَصَاۤىِٕرُ مِنْ رَّبِّكُمْۚ فَمَنْ اَبْصَرَ فَلِنَفْسِهٖۚ وَمَنْ عَمِيَ فَعَلَيْهَاۗ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ  ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 141,
            "translation_aya_text": "Sungguh, bukti-bukti yang nyata telah datang dari Tuhanmu. Barangsiapa melihat (kebenaran itu), maka (manfaatnya) bagi dirinya sendiri; dan barangsiapa buta (tidak melihat kebenaran itu), maka dialah yang rugi. Dan aku (Muhammad) bukanlah penjaga-(mu).",
            "tafsir_jalalayn": "Katakanlah olehmu hai Muhammad kepada mereka (Sesungguhnya telah datang kepadamu bukti-bukti) hujah-hujah (dari Tuhanmu; maka siapa melihat) bukti-bukti kebenaran itu, lalu ia mau beriman kepadanya (maka manfaatnya bagi dirinya sendiri) sebab pahalanya dia sendirilah yang merasakannya sebagai imbalan dari maunya dia melihat bukti-bukti itu (dan siapa buta) tidak mau melihat kebenaran itu sehingga ia menjadi sesat (maka kemudaratannya kembali kepada dirinya) yakni malapetaka dari kesesatannya itu. (Dan aku, Muhammad, sekali-kali bukanlah pemeliharamu) yang selalu mengawasi amal perbuatanmu karena sesungguhnya aku ini hanyalah seorang pemberi peringatan.",
            "sajda": false,
            "transliteration": "Qad jaaa'akum basaaa'iru mir Rabbikum faman absara falinafsihee wa man 'amiya fa'alaihaa; wa maaa ana 'alaikum bihafeez",
            "tajweed_text": "قَ[q:298[دْ] ج[o[َا]ٓءَك[c:4311[ُم ب]َص[o[َا]ٓئِرُ م[u:243[ِن ر]َّبِّكُمْ‌ۖ فَمَنْ أَ[q:4312[بْ]صَرَ فَلِنَفْسِه[n[ِۦ]‌ۖ وَمَنْ عَمِىَ فَعَلَيْهَا‌ۚ وَم[o[َآ] أَنَا۟ عَلَيْك[c:4313[ُم ب]ِحَف[p[ِي]ظٍ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 894,
            "aya_number": 105,
            "aya_text": "وَكَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ وَلِيَقُوْلُوْا دَرَسْتَ وَلِنُبَيِّنَهٗ لِقَوْمٍ يَّعْلَمُوْنَ  ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 141,
            "translation_aya_text": "Dan demikianlah Kami menjelaskan berulang-ulang ayat-ayat Kami agar orang-orang musyrik mengatakan, “Engkau telah mempelajari ayat-ayat itu (dari Ahli Kitab),” dan agar Kami menjelaskan Al-Qur'an itu kepada orang-orang yang mengetahui.",
            "tafsir_jalalayn": "(Demikianlah) sebagaimana yang telah Kami jelaskan di atas (Kami menjelaskan) Kami terangkan (ayat-ayat itu) agar mereka mau berpikir tentangnya (dan supaya mereka mengatakan) yaitu orang-orang musyrik mengenai akibat dari perkara ini (\"Kamu telah mempelajari.\") engkau telah mempelajari tentang ahli kitab; dan menurut qiraat lainnya ditafsirkan bahwa engkau telah mempelajari kitab-kitab orang-orang terdahulu kemudian engkau mendatangkan ayat-ayat ini berdasarkan sumber darinya (dan supaya Kami menjelaskan Alquran itu kepada orang-orang yang mengetahui).",
            "sajda": false,
            "transliteration": "Wa kazaalika nusarriful Aayaati wa liyaqooloo darasta wa linubaiyinahoo liqawminy ya'lamoon",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ نُصَرِّفُ [h:4060[ٱ]لْأَيَ[n[ـٰ]تِ وَلِيَقُولُو[s[اْ] دَرَسْتَ وَلِنُبَيِّنَهُ[n[ۥ] لِقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 895,
            "aya_number": 106,
            "aya_text": "اِتَّبِعْ مَآ اُوْحِيَ اِلَيْكَ مِنْ رَّبِّكَۚ  لَآ اِلٰهَ اِلَّا هُوَۚ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ  ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 141,
            "translation_aya_text": "Ikutilah apa yang telah diwahyukan Tuhanmu kepadamu (Muhammad); tidak ada tuhan selain Dia; dan berpalinglah dari orang-orang musyrik.",
            "tafsir_jalalayn": "(Ikutilah apa yang telah diwahyukan kepadamu dari Tuhanmu) yakni Alquran (tidak ada tuhan selain Dia dan berpalinglah dari orang-orang musyrik.)",
            "sajda": false,
            "transliteration": "ittabi' maaa oohiya ilaika mir Rabbika laaa ilaaha illaa Huwa wa a'rid 'anil mushrikeen",
            "tajweed_text": "ٱتَّبِعْ م[o[َآ] أُوحِىَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ‌ۖ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ وَأَعْرِضْ عَنِ [h:4314[ٱ]لْمُشْرِك[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 896,
            "aya_number": 107,
            "aya_text": "وَلَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكُوْاۗ وَمَا جَعَلْنٰكَ عَلَيْهِمْ حَفِيْظًاۚ وَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 141,
            "translation_aya_text": "Dan sekiranya Allah menghendaki, niscaya mereka tidak mempersekutukan(-Nya). Dan Kami tidak menjadikan engkau penjaga mereka; dan engkau bukan pula pemelihara mereka.",
            "tafsir_jalalayn": "(Dan jika Allah menghendaki niscaya mereka tidak mempersekutukan-Nya. Dan Kami tidak menjadikan kamu pemelihara bagi mereka) sebagai pengawas yang oleh sebabnya engkau membalas mereka atas amal-amal yang mereka lakukan (dan kamu sekali-kali bukanlah pemelihara bagi mereka) yang oleh sebabnya engkau memaksa mereka untuk beriman. Ayat ini diturunkan sebelum adanya perintah untuk berperang.",
            "sajda": false,
            "transliteration": "Wa law shaaa'al laahu maaa ashrakoo; wa maa ja'alnaaka 'alaihim hafeezanw wa maaa anta 'alaihim biwakeel",
            "tajweed_text": "وَلَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ م[o[َآ] أَشْرَكُو[s[اْ‌ۗ] وَمَا جَعَلْنَ[n[ـٰ]كَ عَلَيْهِمْ حَفِي[a:4315[ظًا‌ۖ و]َم[o[َآ] أَ[f:169[نت]َ عَلَيْه[c:4316[ِم ب]ِوَك[p[ِي]لٍ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 897,
            "aya_number": 108,
            "aya_text": "وَلَا تَسُبُّوا الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَسُبُّوا اللّٰهَ عَدْوًاۢ بِغَيْرِ عِلْمٍۗ  كَذٰلِكَ زَيَّنَّا لِكُلِّ اُمَّةٍ عَمَلَهُمْۖ ثُمَّ اِلٰى رَبِّهِمْ مَّرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 141,
            "translation_aya_text": "Dan janganlah kamu memaki sesembahan yang mereka sembah selain Allah, karena mereka nanti akan memaki Allah dengan melampaui batas tanpa dasar pengetahuan. Demikianlah, Kami jadikan setiap umat menganggap baik pekerjaan mereka. Kemudian kepada Tuhan tempat kembali mereka, lalu Dia akan memberitahukan kepada mereka apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Dan janganlah kamu memaki sesembahan-sesembahan yang mereka puja) yaitu berhala-berhala (selain Allah) yaitu berhala-berhala yang mereka sembah (karena mereka akan memaki Allah dengan melampaui batas) penuh dengan perasaan permusuhan dan kelaliman (tanpa pengetahuan) karena mereka tidak mengerti tentang Allah (Demikianlah) sebagaimana yang telah Kami jadikan sebagai perhiasan pada diri mereka yaitu amal perbuatan mereka (Kami jadikan setiap umat menganggap baik pekerjaan mereka) berupa pekerjaan yang baik dan pekerjaan yang buruk yang biasa mereka lakukan. (Kemudian kepada Tuhanlah mereka kembali) di akhirat kelak (lalu Dia memberikan kepada mereka apa yang dahulu mereka lakukan) kemudian Dia memberikan balasannya kepada mereka.",
            "sajda": false,
            "transliteration": "Wa laa tasubbul lazeena yad'oona min doonil laahi fa yasubbul laaha 'adwam bighairi 'ilm; kazaalika zaiyannaa likulli ummatin 'amalahum summa ilaa Rabbihim marji'uhum fa yunabbi'uhum bimaa kaanooya'maloon",
            "tajweed_text": "وَلَا تَسُبُّو[s[اْ] [h:4317[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ فَيَسُبُّو[s[اْ] [h:4318[ٱ]للَّهَ عَ[q:4319[دْ]و[i:4320[َۢا ب]ِغَيْرِ عِلْ[f:4321[مٍ‌ۗ ك]َذ[n[َٲ]لِكَ زَيَّ[g[نّ]َا لِكُلِّ أُ[g[مّ]َةٍ عَمَلَهُمْ ثُ[g[مّ]َ إِلَىٰ رَبِّه[w:4322[ِم م]َّرْجِعُهُمْ فَيُنَبِّئُه[c:4323[ُم ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 898,
            "aya_number": 109,
            "aya_text": "وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَتْهُمْ اٰيَةٌ لَّيُؤْمِنُنَّ بِهَاۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ وَمَا يُشْعِرُكُمْ اَنَّهَآ اِذَا جَاۤءَتْ لَا يُؤْمِنُوْنَ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 141,
            "translation_aya_text": "Dan mereka bersumpah dengan nama Allah dengan segala kesungguhan, bahwa jika datang suatu mukjizat kepada mereka, pastilah mereka akan beriman kepadanya. Katakanlah, “Mukjizat-mukjizat itu hanya ada pada sisi Allah.” Dan tahukah kamu, bahwa apabila mukjizat (ayat-ayat) datang, mereka tidak juga akan beriman.",
            "tafsir_jalalayn": "(Mereka bersumpah) orang-orang kafir penduduk Mekah (dengan nama Allah dengan segala kesungguhan) dengan segala kesungguhan yang ada pada mereka dalam hal bersumpah (bahwa sungguh jika datang kepada mereka sesuatu mukjizat) sesuai dengan apa yang mereka minta (pastilah mereka beriman kepada mukjizat tersebut. Katakanlah) kepada mereka (\"Sesungguhnya mukjizat-mukjizat itu hanya berada di sisi Allah.\") Dialah yang akan menurunkan sesuai dengan apa yang dikehendaki-Nya karena sesungguhnya aku hanya seorang pemberi peringatan (dan apakah yang memberitahukan kepadamu) yang membuat kamu tentang keimanan mereka apabila mukjizat-mukjizat itu didatangkan; artinya kamu tidak akan mengetahui hal itu (bahwa apabila mukjizat itu datang mereka tidak akan beriman) berkat pengetahuan-Ku yang telah waspada sebelumnya. Dan menurut suatu qiraat memakai ta yakni tu`minuuna yang berarti khithab ayat ditujukan kepada orang-orang kafir. Menurut qiraat lainnya dibaca annahaa yang maknanya sinonim dengan Lafal la`alla atau menjadi ma'mul dari `amil sebelumnya.",
            "sajda": false,
            "transliteration": "Wa aqsamoo billaahi jahda aimaanihim la'in jaaa'at hum Aayatul la yu'minunna bihaa; qul innamal Aayaatu 'indal laahi wa maa yush'irukum annahaaa izaa jaaa'at laa yu'minoon",
            "tajweed_text": "وَأَ[q:4324[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ لَئِ[f:4325[ن ج][o[َا]ٓءَتْهُمْ ءَايَ[u:4326[ةٌ ل]َّيُؤْمِنُ[g[نّ]َ بِهَا‌ۚ قُلْ إِ[g[نّ]َمَا [h:4327[ٱ]لْأَيَ[n[ـٰ]تُ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۖ وَمَا يُشْعِرُكُمْ أَ[g[نّ]َه[o[َآ] إِذَا ج[o[َا]ٓءَتْ لَا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 899,
            "aya_number": 110,
            "aya_text": "وَنُقَلِّبُ اَفْـِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ࣖ   ۔ ",
            "sura_id": 6,
            "juz_id": 7,
            "page_number": 141,
            "translation_aya_text": "Dan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan.",
            "tafsir_jalalayn": "(Dan Kami memalingkan hati mereka) Kami menyimpangkan hati mereka dari perkara yang hak sehingga mereka sama sekali tidak mengerti mengenai kebenaran (dan penglihatan mereka) dari perkara yang hak tersebut sehingga mereka tidak dapat melihatnya dan pula tidak mau beriman kepadanya (seperti mereka belum pernah beriman kepadanya) artinya kepada ayat-ayat yang telah diturunkan (pada permulaannya dan Kami biarkan mereka) Kami tinggalkan mereka (di dalam lewat batas mereka) yaitu kesesatan mereka (menggelimangkan dirinya) sehingga bolak-balik dalam keadaan bingung.",
            "sajda": false,
            "transliteration": "Wa nuqallibu af'idatahum wa absaarahum kamaa lam yu'minoo biheee awwala marratinw wa wa nazaruhum fee tughyaanihim ya'mahoon",
            "tajweed_text": "وَنُقَلِّبُ أَفْــِٔدَتَهُمْ وَأَ[q:4328[بْ]صَ[n[ـٰ]رَهُمْ كَمَا لَمْ يُؤْمِنُو[s[اْ] بِه[o[ِۦٓ] أَوَّلَ مَرَّ[a:4329[ةٍ و]َنَذَرُهُمْ فِى طُغْيَ[n[ـٰ]نِهِمْ يَعْمَه[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}