{
    "page_number": 142,
    "data": [
        {
            "aya_id": 900,
            "aya_number": 111,
            "aya_text": "۞ وَلَوْ اَنَّنَا نَزَّلْنَآ اِلَيْهِمُ الْمَلٰۤىِٕكَةَ وَكَلَّمَهُمُ الْمَوْتٰى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوْا لِيُؤْمِنُوْٓا اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ وَلٰكِنَّ اَكْثَرَهُمْ يَجْهَلُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 142,
            "translation_aya_text": "Dan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran).",
            "tafsir_jalalayn": "(Kalau sekiranya Kami turunkan malaikat kepada mereka, dan orang-orang yang telah mati berbicara dengan mereka) seperti apa yang telah mereka minta (dan Kami kumpulkan pula) Kami himpunkan pula (segala sesuatu ke hadapan mereka) dibaca dengan damah kedua huruf permulaannya, jamak dari Lafal qabiil yakni gelombang demi gelombang. Dibaca kasrah huruf qaf-nya serta dibaca fatah huruf ba-nya; artinya: secara terang-terangan sehingga mereka dapat menyaksikan kebenaranmu (niscaya mereka tidak juga akan beriman) karena hal itu telah diketahui oleh Allah sebelumnya (kecuali) melainkan (jika Allah menghendaki) mereka beriman, maka baru mereka dapat beriman (akan tetapi kebanyakan mereka tidak mengetahui) tentang hal itu.",
            "sajda": false,
            "transliteration": "Wa law annanaa nazzal naaa ilaihimul malaaa'ikata wa kallamahumul mawtaa wa hasharnaa 'alaihim kulla shai'in qubulam maa kaanoo liyu'minooo illaaa ai yashaaa'al laahu wa laakinna aksarahum yajhaloon",
            "tajweed_text": "۞ وَلَوْ أَ[g[نّ]َنَا نَزَّلْن[o[َآ] إِلَيْهِمُ [h:4330[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ وَكَلَّمَهُمُ [h:4331[ٱ]لْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ ش[f:4332[َىْءٍ ق]ُبُل[a:4333[اً م]َّا كَانُو[s[اْ] لِيُؤْمِن[o[ُوٓ][s[اْ] إِلّ[o[َآ] أ[a:4201[َن ي]َش[o[َا]ٓءَ [h:4334[ٱ]للَّهُ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ يَ[q:4335[جْ]هَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 901,
            "aya_number": 112,
            "aya_text": "وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيٰطِيْنَ الْاِنْسِ وَالْجِنِّ يُوْحِيْ بَعْضُهُمْ اِلٰى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوْرًا ۗوَلَوْ شَاۤءَ رَبُّكَ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ  ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 142,
            "translation_aya_text": "Dan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. Dan kalau Tuhanmu menghendaki, niscaya mereka tidak akan melakukannya, maka biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan.",
            "tafsir_jalalayn": "(Dan demikianlah Kami jadikan bagi tiap-tiap nabi itu musuh) sebagaimana Kami telah jadikan mereka sebagai musuh-musuhmu; kemudian pengertian musuh itu dijelaskan (yakni setan-setan) siluman-siluman (dari jenis manusia dan jin yang memberikan bisikan) yang menghembuskan godaan (antara yang sebagian kepada sebagian lainnya tentang perkataan-perkataan yang indah-indah) yang memulas warna kebatilan (untuk membujuk) umat manusia. (Jika Tuhanmu menghendaki, niscaya mereka tidak mengerjakannya) maksudnya bisikan-bisikan yang menyesatkan tadi (maka tinggalkanlah mereka) biarkanlah orang-orang kafir itu (dan apa yang mereka ada-adakan) berupa kekafiran dan lain-lainnya yang sudah menjadi watak mereka; ayat ini diturunkan sebelum turunnya ayat perintah untuk berperang.",
            "sajda": false,
            "transliteration": "Wa kazaalika ja'alnaa likulli nabiyyin 'aduwwan Shayaateenal insi waljinni yoohee ba'duhum ilaa ba'din zukhrufal qawli ghurooraa; wa law shaaa'a Rabbuka maa fa'aloohu fazarhum wa maa yaftaroon",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُو[f:4336[ًّا ش]َيَ[n[ـٰ]طِينَ [h:4337[ٱ]لْإِ[f:4338[نس]ِ وَ[h:4339[ٱ]لْجِ[g[نّ]ِ يُوحِى بَعْضُهُمْ إِلَىٰ بَعْ[f:4340[ضٍ ز]ُخْرُفَ [h:4341[ٱ]لْقَوْلِ غُرُو[a:4342[رًا‌ۚ و]َلَوْ ش[o[َا]ٓءَ رَبُّكَ مَا فَعَلُوهُ‌ۖ فَذَرْهُمْ وَمَا يَفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 902,
            "aya_number": 113,
            "aya_text": "وَلِتَصْغٰٓى اِلَيْهِ اَفْـِٕدَةُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوْا مَا هُمْ مُّقْتَرِفُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 142,
            "translation_aya_text": "Dan agar hati kecil orang-orang yang tidak beriman kepada akhirat, tertarik kepada bisikan itu, dan menyenanginya, dan agar mereka melakukan apa yang biasa mereka lakukan.",
            "tafsir_jalalayn": "(Dan juga agar mau mendengar) diathafkan kepada Lafal ghuruuran; artinya agar mau cenderung (kepada bisikan itu) yakni godaan tersebut (hati kecil) hati sanubari (orang-orang yang tidak beriman kepada kehidupan akhirat dan agar mereka merasa senang kepadanya dan supaya mereka mau mengerjakan) (apa yang setan-setan itu kerjakan) yaitu berupa perbuatan-perbuatan dosa sehingga mereka mendapat siksaan karenanya.",
            "sajda": false,
            "transliteration": "Wa litasghaaa ilaihi af'idatul lazeena laa yu'minoona bil Aakhirati wa liyardawhu wa liyaqtarifoo maa hum muqtarifoon",
            "tajweed_text": "وَلِتَصْغَ[o[ىٰٓ] إِلَيْهِ أَفْــِٔدَةُ [h:4343[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ وَلِيَرْضَوْهُ وَلِيَ[q:4344[قْ]تَرِفُو[s[اْ] مَا ه[w:4345[ُم م]ُّ[q:4346[قْ]تَرِف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 903,
            "aya_number": 114,
            "aya_text": "اَفَغَيْرَ اللّٰهِ اَبْتَغِيْ حَكَمًا وَّهُوَ الَّذِيْٓ اَنْزَلَ اِلَيْكُمُ الْكِتٰبَ مُفَصَّلًا ۗوَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْلَمُوْنَ اَنَّهٗ مُنَزَّلٌ مِّنْ رَّبِّكَ بِالْحَقِّ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 142,
            "translation_aya_text": "Pantaskah aku mencari hakim selain Allah, padahal Dialah yang menurunkan Kitab (Al-Qur'an) kepadamu secara rinci? Orang-orang yang telah Kami beri kitab mengetahui benar bahwa (Al-Qur'an) itu diturunkan dari Tuhanmu dengan benar. Maka janganlah kamu termasuk orang-orang yang ragu.",
            "tafsir_jalalayn": "Ayat ini diturunkan tatkala mereka meminta kepada Nabi saw. agar menjadikan seorang hakim yang melerai antara dia dan mereka; katakanlah: (Maka patutkah aku meminta kepada selain Allah) aku mencari (sebagai hakim) yang melerai antara aku dan kamu (padahal Dialah yang telah menurunkan Alkitab kepadamu) yakni Alquran (dengan terinci) di dalamnya terkandung penjelasan yang memisahkan antara perkara yang hak dengan perkara yang batil. (Orang-orang yang telah Kami datangkan kitab kepada mereka) yaitu kitab Taurat seperti Abdullah bin Salam dan teman-temannya (mereka mengetahui bahwa Alquran itu diturunkan) dengan dibaca takhfif dan dibaca tasydid (dari Tuhanmu dengan sebenarnya. Maka janganlah kamu sekali-kali termasuk orang-orang yang ragu-ragu) sehingga menjadi orang-orang yang bimbang terhadap Alquran. Yang dimaksud dengan pernyataan ini adalah sebagai bukti kepada orang-orang kafir bahwa sesungguhnya Alquran itu adalah benar.",
            "sajda": false,
            "transliteration": "Afaghairal laahi abtaghee hakamanw wa Huwal lazee anzala ilaikumul Kitaaba mufassalaa; wallazeena atai naahumul Kitaaba ya'lamoona annahoo munazzalum mir Rabbika bilhaqqi falaa takoonanna minal mumtareen",
            "tajweed_text": "أَفَغَيْرَ [h:4347[ٱ]للَّهِ أَ[q:4348[بْ]تَغِى حَكَ[a:4349[مًا و]َهُوَ [h:4114[ٱ]لَّذ[o[ِىٓ] أَ[f:471[نز]َلَ إِلَيْكُمُ [h:4350[ٱ]لْكِتَ[n[ـٰ]بَ مُفَصَّل[a:4351[اً‌ۚ و]َ[h:37[ٱ]لَّذِينَ ءَاتَيْنَ[n[ـٰ]هُمُ [h:635[ٱ]لْكِتَ[n[ـٰ]بَ يَعْلَمُونَ أَ[g[نّ]َهُ[n[ۥ] مُنَزَّ[a:4352[لٌ م]ّ[u:770[ِن ر]َّبِّكَ بِ[h:370[ٱ]لْحَقِّ‌ۖ فَلَا تَكُونَ[g[نّ]َ مِنَ [h:771[ٱ]لْمُمْتَر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 904,
            "aya_number": 115,
            "aya_text": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًاۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 142,
            "translation_aya_text": "Dan telah sempurna firman Tuhanmu (Al-Qur'an) dengan benar dan adil. Tidak ada yang dapat mengubah firman-Nya. Dan Dia Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan telah sempurnalah kalimat Tuhanmu) yakni Alquran yang memuat hukum-hukum dan ancaman-ancaman (sebagai kalimat yang benar dan adil) menjadi tamyiz. (Tidak ada yang dapat mengubah-ubah kalimat-kalimat-Nya) baik dengan menguranginya atau menggantinya (dan Dialah Maha Mendengar) terhadap apa yang dikatakan olehnya (lagi Maha Mengetahui) tentang apa yang diperbuatnya.",
            "sajda": false,
            "transliteration": "Wa tammat Kalimatu Rabbika sidqanw wa 'adlaa; laa mubaddila li Kalimaatih; wa Huwas Samee'ul 'Aleem",
            "tajweed_text": "وَتَ[g[مّ]َتْ كَلِمَتُ رَبِّكَ صِ[q:4353[دْ][a:4354[قًا و]َعَ[q:4355[دْ]ل[u:4356[اً‌ۚ ل]َّا مُبَدِّلَ لِكَلِمَ[n[ـٰ]تِه[n[ِۦ]‌ۚ وَهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 905,
            "aya_number": 116,
            "aya_text": "وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِى الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 142,
            "translation_aya_text": "Dan jika kamu mengikuti kebanyakan orang di bumi ini, niscaya mereka akan menyesatkanmu dari jalan Allah. Yang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan.",
            "tafsir_jalalayn": "(Dan jika kamu menuruti kebanyakan orang-orang yang di muka bumi) yakni orang-orang kafir (niscaya mereka akan menyesatkanmu dari jalan Allah) yaitu agama-Nya (sama sekali) (mereka tidak akan mau mengikuti kecuali hanya pada prasangka belaka) dalam perdebatan mereka denganmu tentang masalah bangkai, yaitu di kala mereka berkata, \"Apa yang telah dibunuh oleh Allah lebih berhak untuk kamu makan daripada apa yang kamu bunuh sendiri.\" (dan sama sekali) tidak lain (mereka hanyalah berdusta) di dalam hal tersebut.",
            "sajda": false,
            "transliteration": "Wa in tuti' aksara man fil ardi yudillooka 'an sabeelil laah; iny yattabi'oona illaz zanna wa in hum illaa yakhrusoon",
            "tajweed_text": "وَإِ[f:4357[ن ت]ُطِعْ أَكْثَرَ مَ[f:2074[ن ف]ِى [h:44[ٱ]لْأَرْضِ يُضِلُّوكَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۚ إ[a:4358[ِن ي]َتَّبِعُونَ إِلَّا [h:4359[ٱ][l[ل]ظَّ[g[نّ]َ وَإِنْ هُمْ إِلَّا يَخْرُص[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 906,
            "aya_number": 117,
            "aya_text": "اِنَّ رَبَّكَ هُوَ اَعْلَمُ مَنْ يَّضِلُّ عَنْ سَبِيْلِهٖۚ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 142,
            "translation_aya_text": "Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang tersesat dari jalan-Nya, dan Dia lebih mengetahui orang-orang yang mendapat petunjuk.",
            "tafsir_jalalayn": "(Sesungguhnya Tuhanmu Dialah yang lebih mengetahui) Maha Mengetahui (tentang orang yang tersesat dari jalan-Nya dan Dia lebih mengetahui tentang orang-orang yang mendapat petunjuk) dengan demikian maka Dia memberikan balasan pahala kepada mereka masing-masing.",
            "sajda": false,
            "transliteration": "Inna rabbaka Huwa a'lamu mai yadillu 'an sabeelihee wa Huwa a'lamu bilmuhtadeen",
            "tajweed_text": "إِ[g[نّ]َ رَبَّكَ هُوَ أَعْلَمُ م[a:4360[َن ي]َضِلُّ عَ[f:4361[ن س]َبِيلِه[n[ِۦ]‌ۖ وَهُوَ أَعْلَمُ بِ[h:4362[ٱ]لْمُهْتَد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 907,
            "aya_number": 118,
            "aya_text": "فَكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ اِنْ كُنْتُمْ بِاٰيٰتِهٖ مُؤْمِنِيْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 142,
            "translation_aya_text": "Maka makanlah dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, jika kamu beriman kepada ayat-ayat-Nya.",
            "tafsir_jalalayn": "(Maka makanlah binatang-binatang yang halal yang disebutkan nama Allah atasnya) yang disembelih dengan menyebut nama-Nya (jika kamu beriman kepada ayat-ayat-Nya.)",
            "sajda": false,
            "transliteration": "Fakuloo mimmmaa zukirasmul laahi 'alaihi in kuntum bi Aayaatihee mu'mineen",
            "tajweed_text": "فَكُلُو[s[اْ] مِ[g[مّ]َا ذُكِرَ [h:4363[ٱ]سْمُ [h:4364[ٱ]للَّهِ عَلَيْهِ إِ[f:109[ن ك]ُ[f:100[نت][c:4365[ُم ب]ِـَٔـايَ[n[ـٰ]تِه[n[ِۦ] مُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}