{
    "page_number": 143,
    "data": [
        {
            "aya_id": 908,
            "aya_number": 119,
            "aya_text": "وَمَا لَكُمْ اَلَّا تَأْكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ اِلَّا مَا اضْطُرِرْتُمْ اِلَيْهِ ۗوَاِنَّ كَثِيرًا لَّيُضِلُّوْنَ بِاَهْوَاۤىِٕهِمْ بِغَيْرِ عِلْمٍ ۗاِنَّ رَبَّكَ هُوَ اَعْلَمُ بِالْمُعْتَدِيْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 143,
            "translation_aya_text": "Dan mengapa kamu tidak mau memakan dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, padahal Allah telah menjelaskan kepadamu apa yang diharamkan-Nya kepadamu, kecuali jika kamu dalam keadaan terpaksa. Dan sungguh, banyak yang menyesatkan orang dengan keinginannya tanpa dasar pengetahuan. Tuhanmu lebih mengetahui orang-orang yang melampaui batas.",
            "tafsir_jalalayn": "(Mengapa kamu tidak mau memakan binatang-binatang yang halal yang disebut nama Allah atasnya) yaitu hewan-hewan sembelihan (padahal sesungguhnya Allah telah menjelaskan) boleh juga dibaca dengan bina maf`ul atau bina fa`il untuk kedua fi`ilnya (kepada kamu apa yang diharamkan-Nya atasmu) yang telah disebutkan di dalam ayat, \"Telah diharamkan atas kamu bangkai...\" (Q.S. Al-Maidah 3) (kecuali apa yang terpaksa kamu harus memakannya) di antara apa yang diharamkan itu maka hal itu juga dihalalkan bagi kamu. Adapun maknanya ialah: tidak ada larangan bagi kamu untuk memakan apa-apa yang telah disebutkan itu; Allah telah menjelaskan kepadamu apa-apa yang diharamkan kamu memakannya, maka ini bukanlah termasuk yang itu. (Dan sesungguhnya kebanyakan dari manusia benar-benar hendak menyesatkan orang lain) dengan dibaca fatah atau damah huruf ya-nya (dengan hawa nafsu mereka) dengan apa yang disukai hawa nafsu mereka; di antaranya ialah menghalalkan bangkai dan lain-lainnya (tanpa pengetahuan) yang secara sengaja mereka melakukannya. (Sesungguhnya Tuhanmu Dialah yang lebih mengetahui orang-orang yang melampaui batas) artinya orang-orang yang melampaui batas perkara yang dihalalkan untuk melakukan hal-hal yang diharamkan.",
            "sajda": false,
            "transliteration": "Wa maa lakum allaa taakuloo mimmaa zukirasmul laahi 'alaihi wa qad fassala lakum maa harrama 'alaikum illaa mad turirtum ilaih; wa inna kaseeral la yudilloona bi ahwaaa'ihim bighairi 'ilm; inna Rabbaka Huwa a'lamu bilmu'tadeen",
            "tajweed_text": "وَمَا لَكُمْ أَلَّا تَأْكُلُو[s[اْ] مِ[g[مّ]َا ذُكِرَ [h:4363[ٱ]سْمُ [h:4364[ٱ]للَّهِ عَلَيْهِ وَقَ[q:387[دْ] فَصَّلَ لَك[w:154[ُم م]َّا حَرَّمَ عَلَيْكُمْ إِلَّا مَا [h:4366[ٱ]ضْطُرِرْتُمْ إِلَيْهِ‌ۗ وَإِ[g[نّ]َ كَثِي[u:4367[رًا ل]َّيُضِلُّونَ بِأَهْو[o[َا]ٓئِه[c:4368[ِم ب]ِغَيْرِ عِلْمٍ‌ۗ إِ[g[نّ]َ رَبَّكَ هُوَ أَعْلَمُ بِ[h:4369[ٱ]لْمُعْتَد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 909,
            "aya_number": 120,
            "aya_text": "وَذَرُوْا ظَاهِرَ الْاِثْمِ وَبَاطِنَهٗ ۗاِنَّ الَّذِيْنَ يَكْسِبُوْنَ الْاِثْمَ سَيُجْزَوْنَ بِمَا كَانُوْا يَقْتَرِفُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 143,
            "translation_aya_text": "Dan tinggalkanlah dosa yang terlihat ataupun yang tersembunyi. Sungguh, orang-orang yang mengerjakan (perbuatan) dosa kelak akan diberi balasan sesuai dengan apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan tinggalkanlah) berhentilah kamu dari melakukan (dosa yang tampak dan yang tersembunyi) maksudnya dosa yang terang-terangan dan dosa yang tersembunyi; dikatakan bahwa yang dimaksud adalah perbuatan zina; dan dikatakan lagi adalah semua perbuatan maksiat. (Sesungguhnya orang-orang yang mengerjakan dosa, kelak akan diberi pembalasan) pada hari kiamat (disebabkan apa yang telah mereka kerjakan) usahakan.",
            "sajda": false,
            "transliteration": "Wa zaroo zaahiral ismi wa baatinah; innal lazeena yaksiboonal ismaa sa yujzawna bimaa kaanoo yaqtarifoon",
            "tajweed_text": "وَذَرُو[s[اْ] ظَ[n[ـٰ]هِرَ [h:4370[ٱ]لْإِثْمِ وَبَاطِنَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَكْسِبُونَ [h:4371[ٱ]لْإِثْمَ سَيُ[q:4372[جْ]زَوْنَ بِمَا كَانُو[s[اْ] يَ[q:4373[قْ]تَرِف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 910,
            "aya_number": 121,
            "aya_text": "وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْقٌۗ وَاِنَّ الشَّيٰطِيْنَ لَيُوْحُوْنَ اِلٰٓى اَوْلِيَاۤىِٕهِمْ  لِيُجَادِلُوْكُمْ ۚوَاِنْ اَطَعْتُمُوْهُمْ اِنَّكُمْ لَمُشْرِكُوْنَ ࣖ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 143,
            "translation_aya_text": "Dan janganlah kamu memakan dari apa (daging hewan) yang (ketika disembelih) tidak disebut nama Allah, perbuatan itu benar-benar suatu kefasikan. Sesungguhnya setan-setan akan membisikkan kepada kawan-kawannya agar mereka membantah kamu. Dan jika kamu menuruti mereka, tentu kamu telah menjadi orang musyrik.",
            "tafsir_jalalayn": "(Dan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah) seumpamanya karena mati dengan sendirinya atau disembelih dengan menyebut asma selain-Nya terkecuali apa yang disembelih oleh orang muslim, sekali pun tidak menyebut nama-Nya sewaktu menyembelihnya baik secara sengaja atau pun karena lupa, maka sembelihannya tetap halal, demikianlah menurut pendapat Ibnu Abbas, yang kemudian dianut oleh Imam Syafii. (Sesungguhnya) memakan hewan-hewan yang diharamkan itu (adalah suatu kefasikan) keluar dari garis apa yang telah dihalalkan. (Sesungguhnya setan itu membisikkan) menghembuskan godaannya (kepada kawan-kawannya) yaitu kepada orang-orang kafir (agar mereka membantah kamu) di dalam masalah menghalalkan bangkai (dan jika kamu menuruti mereka) di dalam hal ini (sesungguhnya kamu tentulah menjadi orang-orang musyrik). Ayat berikut ini diturunkan berkenaan dengan Abu Jahal dan lain-lainnya.",
            "sajda": false,
            "transliteration": "Wa laa taakuloo mimaa lam yuzkaris mullaahi 'alaihi wa innahoo lafisq; wa innash Shayaateena la yoohoona ilaaa awliyaaa'ihim liyujaadilookum wa in ata'tumoohum innnakum lamushrikoon",
            "tajweed_text": "وَلَا تَأْكُلُو[s[اْ] مِ[g[مّ]َا لَمْ يُذْكَرِ [h:4374[ٱ]سْمُ [h:4364[ٱ]للَّهِ عَلَيْهِ وَإِ[g[نّ]َهُ[n[ۥ] لَفِسْ[a:4375[قٌ‌ۗ و]َإِ[g[نّ]َ [h:4376[ٱ][l[ل]شَّيَ[n[ـٰ]طِينَ لَيُوحُونَ إِلَ[o[ىٰٓ] أَوْلِي[o[َا]ٓئِهِمْ لِيُجَ[n[ـٰ]دِلُوكُمْ‌ۖ وَإِنْ أَطَعْتُمُوهُمْ إِ[g[نّ]َكُمْ لَمُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 911,
            "aya_number": 122,
            "aya_text": "اَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ  كَذٰلِكَ زُيِّنَ لِلْكٰفِرِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 143,
            "translation_aya_text": "Dan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? Demikianlah dijadikan terasa indah bagi orang-orang kafir terhadap apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan apakah yang sudah mati) oleh sebab kekafirannya (kemudian dia Kami hidupkan) dengan hidayah (dan Kami berikan kepadanya cahaya yang terang yang dengan cahaya itu dia dapat berjalan di tengah-tengah masyarakat manusia) dia dapat pula melihat perkara yang benar berkat cahaya itu dan dapat membedakannya daripada yang lainnya; yang dimaksud adalah keimanan (serupa dengan orang yang keadaannya) Lafal mitsl adalah tambahan, yakni sebagaimana seseorang (yang keadaannya dalam gelap-gulita yang sekali-kali tidak dapat keluar darinya) dimaksud orang kafir; sebagai jawabannya ialah tentu saja tidak. (Demikianlah) sebagaimana orang-orang mukmin dihiasi dengan keimanan (orang-orang kafir pun dihiasi pula dengan apa yang telah mereka kerjakan) berupa kekafiran dan maksiat-maksiat.",
            "sajda": false,
            "transliteration": "Awa man kaana maitan fa ahyainaahu wa ja'alnaa lahoo noorany yamshee bihee fin naasi kamamm masaluhoo fiz zulumaati laisa bikhaarijim minhaa; kazaalika zuyyina lilkaafireena maa kaanoo ya'maloon",
            "tajweed_text": "أَوَمَ[f:4377[ن ك]َانَ مَيْ[f:4378[تًا ف]َأَحْيَيْنَ[n[ـٰ]هُ وَجَعَلْنَا لَهُ[n[ۥ] نُو[a:4379[رًا ي]َمْشِى بِه[n[ِۦ] فِى [h:4380[ٱ][l[ل][g[نّ]َاسِ كَم[a:4381[َن م]َّثَلُهُ[n[ۥ] فِى [h:4033[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ لَيْسَ بِخَارِ[a:4382[جٍ م]ِّنْهَا‌ۚ كَذ[n[َٲ]لِكَ زُيِّنَ لِلْكَ[n[ـٰ]فِرِينَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 912,
            "aya_number": 123,
            "aya_text": "وَكَذٰلِكَ جَعَلْنَا فِيْ كُلِّ قَرْيَةٍ اَكٰبِرَ مُجْرِمِيْهَا لِيَمْكُرُوْا فِيْهَاۗ وَمَا يَمْكُرُوْنَ اِلَّا بِاَنْفُسِهِمْ وَمَا يَشْعُرُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 143,
            "translation_aya_text": "Dan demikianlah pada setiap negeri Kami jadikan pembesar-pembesar yang jahat agar melakukan tipu daya di negeri itu. Tapi mereka hanya menipu diri sendiri tanpa menyadarinya.",
            "tafsir_jalalayn": "(Dan demikianlah) sebagaimana yang telah Kami jadikan orang-orang fasik penduduk Mekah terdiri dari para pembesarnya (Kami adakan pada tiap-tiap negeri penjahat-penjahat yang terbesar agar mereka melakukan tipu daya dalam negeri itu) dengan cara menghalang-halangi jalan keimanan (Dan mereka tidak memperdayakan melainkan dirinya sendiri) sebab akibat perbuatannya menimpa diri mereka sendiri (sedangkan mereka tidak menyadarinya) tentang hal tersebut.",
            "sajda": false,
            "transliteration": "Wa kazaalika ja'alnaa fee kulli qaryatin akaabira mujrimeehaa liyamkuroo feehaa wa maa yamkuroona illaa bi anfusihim wa maa yash'uroon",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ جَعَلْنَا فِى كُلِّ قَرْيَةٍ أَكَ[n[ـٰ]بِرَ مُ[q:4383[جْ]رِمِيهَا لِيَمْكُرُو[s[اْ] فِيهَا‌ۖ وَمَا يَمْكُرُونَ إِلَّا بِأَ[f:4384[نف]ُسِهِمْ وَمَا يَشْعُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 913,
            "aya_number": 124,
            "aya_text": "وَاِذَا جَاۤءَتْهُمْ اٰيَةٌ قَالُوْا لَنْ نُّؤْمِنَ حَتّٰى نُؤْتٰى مِثْلَ مَآ اُوْتِيَ رُسُلُ اللّٰهِ ۘ اَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗۗ سَيُصِيْبُ الَّذِيْنَ اَجْرَمُوْا صَغَارٌ عِنْدَ اللّٰهِ وَعَذَابٌ شَدِيْدٌۢ بِمَا كَانُوْا يَمْكُرُوْنَ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 143,
            "translation_aya_text": "Dan apabila datang suatu ayat kepada mereka, mereka berkata, “Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti apa yang diberikan kepada rasul-rasul Allah.” Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan.",
            "tafsir_jalalayn": "(Dan apabila datang kepada mereka) kepada penduduk Mekah (satu ayat) yang membenarkan Nabi saw. (mereka berkata, \"Kami tidak akan beriman) kepadanya (sehingga diberikan kepada kami yang serupa dengan apa yang telah diberikan kepada utusan-utusan Allah.\") berupa risalah dan wahyu kepada kami sebab kami adalah yang terbanyak hartanya dan yang paling tua umurnya lalu Allah swt. berfirman: (Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya) dengan dibaca jamak dan tunggal dan Lafal haitsu menjadi maf`ul bihi dari fi`il yang ditunjuk oleh Lafal a`lamu. Artinya Allah mengetahui tempat yang layak untuk meletakkan risalah-Nya lalu Ia meletakkannya. Sedangkan mereka itu bukanlah orang-orang yang pantas untuk mengemban tugas risalah ini (orang-orang yang berdosa nanti akan ditimpa) sebab perkataan mereka itu (suatu kehinaan) yakni menjadi rendah (di sisi Allah dan siksa yang keras disebabkan mereka lalu membuat tipu daya) oleh tipu daya mereka sendiri.",
            "sajda": false,
            "transliteration": "Wa izaa jaaa'athum Aayatun qaaloo lan nu'mina hatta nu'taa misla maaa ootiya Rusulul laah; Allahu a'almu haisu yaj'alu Risaalatah; sa yuseebul lazeena ajramoo saghaarun 'indal laahi wa 'azaabun shadeedum bimaa kaanoo yamkuroon",
            "tajweed_text": "وَإِذَا ج[o[َا]ٓءَتْهُمْ ءَايَ[f:4385[ةٌ ق]َالُو[s[اْ] ل[a:265[َن ن]ُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ م[o[َآ] أُوتِىَ رُسُلُ [h:4386[ٱ]للَّهِ‌ۘ [h:4387[ٱ]للَّهُ أَعْلَمُ حَيْثُ يَ[q:4388[جْ]عَلُ رِسَالَتَهُ[n[ۥ]‌ۗ سَيُصِيبُ [h:4389[ٱ]لَّذِينَ أَ[q:4390[جْ]رَمُو[s[اْ] صَغَارٌ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَعَذَا[f:4391[بٌ ش]َدِي[i:4392[دُۢ ب]ِمَا كَانُو[s[اْ] يَمْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}