{
    "page_number": 144,
    "data": [
        {
            "aya_id": 914,
            "aya_number": 125,
            "aya_text": "فَمَنْ يُّرِدِ اللّٰهُ اَنْ يَّهْدِيَهٗ يَشْرَحْ صَدْرَهٗ لِلْاِسْلَامِۚ وَمَنْ يُّرِدْ اَنْ يُّضِلَّهٗ يَجْعَلْ صَدْرَهٗ ضَيِّقًا حَرَجًا كَاَنَّمَا يَصَّعَّدُ فِى السَّمَاۤءِۗ   كَذٰلِكَ يَجْعَلُ اللّٰهُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يُؤْمِنُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 144,
            "translation_aya_text": "Barangsiapa dikehendaki Allah akan mendapat hidayah (petunjuk), Dia akan membukakan dadanya untuk (menerima) Islam. Dan barangsiapa dikehendaki-Nya menjadi sesat, Dia jadikan dadanya sempit dan sesak, seakan-akan dia (sedang) mendaki ke langit. Demikianlah Allah menimpakan siksa kepada orang-orang yang tidak beriman.",
            "tafsir_jalalayn": "(Siapa yang Allah menghendaki akan memberikan kepadanya petunjuk niscaya Dia melapangkan dadanya untuk memeluk agama Islam) dengan cara menyinarkan nur hidayah ke dalam dadanya sehingga dengan sadar ia mau menerima Islam dan mau membuka dadanya lebar-lebar untuk menerimanya. Demikianlah sebagaimana yang telah disebutkan dalam suatu hadis. (Dan siapa yang dikehendaki) Allah (kesesatannya niscaya Allah menjadikan dadanya sesak) dengan dibaca takhfif dan tasydid yakni merasa sempit untuk menerimanya (lagi sempit) terasa amat sempit; dengan dibaca kasrah huruf ra-nya menjadi sifat dan dibaca fathah sebagai mashdar yang diberi sifat dengan makna mubalaghah (seolah-olah ia sedang mendaki) menurut suatu qiraat dibaca yashsha`adu di dalam kedua bacaan tersebut berarti mengidgamkan ta asal ke dalam huruf shad. Menurut qiraat lainnya dengan dibaca sukun huruf shad-nya (ke langit) apabila iman dipaksakan kepadanya karena hal itu terasa berat sekali baginya. (Begitulah) sebagaimana kejadian itu (Allah menimpakan siksa) yakni azab atau setan, dengan pengertian azab atau setan itu menguasainya (kepada orang-orang yang tidak beriman).",
            "sajda": false,
            "transliteration": "Famai yuridil laahu ai yahdiyahoo yashrah sadrahoo lil islaami wa mai yurid ai yudillaho yaj'al sadrahoo daiyiqan harajan ka annamaa yassa' 'adu fis samaaa'; kazaalika yaj'alul laahur rijsa 'alal lazeena la yu'minoon",
            "tajweed_text": "فَم[a:4393[َن ي]ُرِدِ [h:3545[ٱ]للَّهُ أ[a:4394[َن ي]َهْدِيَهُ[n[ۥ] يَشْرَحْ صَ[q:4395[دْ]رَهُ[n[ۥ] لِلْإِسْلَ[n[ـٰ]مِ‌ۖ وَم[a:2292[َن ي]ُرِ[q:2293[دْ] أ[a:4396[َن ي]ُضِلَّهُ[n[ۥ] يَ[q:4397[جْ]عَلْ صَ[q:4395[دْ]رَهُ[n[ۥ] ضَيِّقًا حَرَ[f:4398[جًا ك]َأَ[g[نّ]َمَا يَصَّعَّدُ فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ‌ۚ كَذ[n[َٲ]لِكَ يَ[q:4388[جْ]عَلُ [h:4399[ٱ]للَّهُ [h:4400[ٱ][l[ل]رِّ[q:4401[جْ]سَ عَلَى [h:289[ٱ]لَّذِينَ لَا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 915,
            "aya_number": 126,
            "aya_text": "وَهٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيْمًاۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّذَّكَّرُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 144,
            "translation_aya_text": "Dan inilah jalan Tuhanmu yang lurus. Kami telah menjelaskan ayat-ayat (Kami) kepada orang-orang yang menerima peringatan.",
            "tafsir_jalalayn": "(Dan inilah) apa yang engkau berada di dalamnya hai Muhammad! (jalan) titian (Tuhanmu yang lurus) tidak ada liku-likunya; Lafal mustaqiiman dibaca nashab menjadi hal yang mengukuhkan jumlah, sedangkan yang menjadi `amilnya adalah makna isyarah. (Sesungguhnya Kami telah menjelaskan) Kami telah menerangkan (ayat-ayat Kami kepada orang-orang yang mengambil pelajaran) Lafal yadzdzakkaruun dengan mengidgamkan huruf ta tambahan ke dalam huruf dzal asal; maknanya orang-orang yang mau mengambil sebagai pelajaran. Mereka disebutkan secara khusus sebab merekalah orang-orang yang mengambil manfaat darinya.",
            "sajda": false,
            "transliteration": "Wa haazaa siraatu Rabbika Mustaqeemaa; qad fassalnal Aayaati liqawminy yazzakkaroon",
            "tajweed_text": "وَهَ[n[ـٰ]ذَا صِر[n[َٲ]طُ رَبِّكَ مُسْتَقِي[f:4402[مًا‌ۗ ق]َ[q:298[دْ] فَصَّلْنَا [h:4271[ٱ]لْأَيَ[n[ـٰ]تِ لِقَوْ[a:4403[مٍ ي]َذَّكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 916,
            "aya_number": 127,
            "aya_text": "۞ لَهُمْ دَارُ السَّلٰمِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 144,
            "translation_aya_text": "Bagi mereka (disediakan) tempat yang damai (surga) di sisi Tuhannya. Dan Dialah pelindung mereka karena amal kebajikan yang mereka kerjakan.",
            "tafsir_jalalayn": "(Bagi mereka disediakan Darussalam) yakni rumah keselamatan atau surga (pada sisi Tuhannya dan Dialah Pelindung mereka disebabkan amal-amal saleh yang selalu mereka kerjakan).",
            "sajda": false,
            "transliteration": "Lahum daarus salaami 'inda Rabbihim wa huwa waliyyuhum bimaa kaanoo ya'maloon",
            "tajweed_text": "۞ لَهُمْ دَارُ [h:4404[ٱ][l[ل]سَّلَ[n[ـٰ]مِ عِ[f:264[ند]َ رَبِّهِمْ‌ۖ وَهُوَ وَلِيُّه[c:4405[ُم ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 917,
            "aya_number": 128,
            "aya_text": "وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًاۚ يٰمَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِّنَ الْاِنْسِ ۚوَقَالَ اَوْلِيَاۤؤُهُمْ مِّنَ الْاِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَّبَلَغْنَآ اَجَلَنَا الَّذِيْٓ اَجَّلْتَ لَنَا ۗقَالَ النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ اِلَّا مَا شَاۤءَ اللّٰهُ ۗاِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 144,
            "translation_aya_text": "Dan (ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), “Wahai golongan jin! Kamu telah banyak (menyesatkan) manusia.” Dan kawan-kawan mereka dari golongan manusia berkata, “Ya Tuhan, kami telah saling mendapatkan kesenangan dan sekarang waktu yang telah Engkau tentukan buat kami telah datang.”  Allah berfirman, “Nerakalah tempat kamu selama-lamanya, kecuali jika Allah menghendaki lain.” Sungguh, Tuhanmu Mahabijaksana, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan) ingatlah (hari di waktu Kami menghimpun mereka semuanya) dengan memakai nun dan ya; artinya Allahlah yang menghimpun semua makhluk kemudian diserukan kepada mereka (\"Hai golongan jin/setan! Sesungguhnya kamu telah banyak menyesatkan manusia,\") dengan cara kamu menyesatkan mereka (lalu berkatalah kawan-kawan mereka) yaitu mereka yang mau menaatinya (dari kalangan manusia, \"Ya Tuhan kami, sesungguhnya sebagian daripada kami telah dapat kesenangan dari sebagian yang lainnya) manusia telah mengambil manfaat melalui jin yang menghiasi keinginan-keinginan nafsu syahwat mereka, dan demikian pula jin pun mengambil manfaat dari manusia melalui ketaatan manusia kepada mereka (dan kami telah sampai kepada waktu yang telah Engkau tentukan bagi kami\") yakni hari kiamat; hal ini adalah merupakan ungkapan kekecewaan mereka (Allah berfirman) Maha Tinggi Allah, kepada mereka melalui lisan para malaikat-Nya (\"Neraka itulah tempat kamu) tempat diam kamu (sedangkan kamu kekal di dalamnya, kecuali kalau Allah menghendaki yang lain.\") batas-batas waktu tertentu di mana mereka dapat dikeluarkan dari neraka, untuk meminum hamim/keringat ahli neraka yang berada di luar neraka, demikianlah seperti apa yang dikatakan dalam firman-Nya, \"Kemudian sesungguhnya tempat kembali mereka benar-benar ke neraka Jahim,\" surah Ash-Shaffaat. Dan telah diriwayatkan dari Ibnu Abbas bahwasanya ayat ini diturunkan berkenaan dengan orang-orang yang telah diketahui Allah bahwa mereka orang-orang yang beriman. Dengan demikian berarti Lafal maa bermakna man. (Sesungguhnya Tuhanmu Maha Bijaksana) di dalam mengatur ciptaan-Nya (lagi Maha Mengetahui) tentang makhluk-makhluk-Nya.",
            "sajda": false,
            "transliteration": "Wa yamwa yahshuruhum jamee'ai yaa ma'sharal jinni qadistaksartum minal insi wa qaala awliyaaa'uhy minal insi Rabbanas tamta'a ba'dunaa biba'dinw wa balaghnaaa ajalannal lazeee ajjalta lanaa; qaalan Naaru maswaakum khaalideena feehaaa illaa maa shaaa'allaah; inna Rabbaka Hakeemun 'Aleem",
            "tajweed_text": "وَيَوْمَ يَحْشُرُهُمْ جَمِي[a:4406[عًا ي]َ[n[ـٰ]مَعْشَرَ [h:4407[ٱ]لْجِ[g[نّ]ِ قَدِ [h:4408[ٱ]سْتَكْثَرْت[w:4409[ُم م]ِّنَ [h:4410[ٱ]لْإِ[f:4338[نس]ِ‌ۖ وَقَالَ أَوْلِي[o[َا]ٓؤُه[w:4411[ُم م]ِّنَ [h:4410[ٱ]لْإِ[f:4338[نس]ِ رَبَّنَا [h:4412[ٱ]سْتَمْتَعَ بَعْضُنَا بِبَعْ[a:4413[ضٍ و]َبَلَغْن[o[َآ] أَجَلَنَا [h:4414[ٱ]لَّذ[o[ِىٓ] أَجَّلْتَ لَنَا‌ۚ قَالَ [h:4415[ٱ][l[ل][g[نّ]َارُ مَثْوَ[n[ٮٰ]كُمْ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] إِلَّا مَا ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ‌ۗ إِ[g[نّ]َ رَبَّكَ حَكِيمٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 918,
            "aya_number": 129,
            "aya_text": "وَكَذٰلِكَ نُوَلِّيْ بَعْضَ الظّٰلِمِيْنَ بَعْضًاۢ بِمَا كَانُوْا يَكْسِبُوْنَ ࣖ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 144,
            "translation_aya_text": "Dan demikianlah Kami jadikan sebagian orang-orang zalim berteman dengan sesamanya, sesuai dengan apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan demikianlah) sebagaimana yang telah Kami berikan nikmat kepada orang-orang yang maksiat dari golongan manusia dan jin sebagian mereka melalui sebagian lainnya (Kami jadikan berteman) saling bantu-membantu (sebagian orang-orang yang lalim itu dengan sebagian lainnya) atas sebagian lainnya (disebabkan apa yang mereka usahakan) berupa perbuatan-perbuatan maksiat.",
            "sajda": false,
            "transliteration": "Wa kazaalika nuwallee ba'daz zaalimeena ba'dam bimaa kaanoo yaksiboon",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ نُوَلِّى بَعْضَ [h:4416[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ بَعْض[i:4417[َۢا ب]ِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 919,
            "aya_number": 130,
            "aya_text": "يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗ قَالُوْا شَهِدْنَا عَلٰٓى اَنْفُسِنَا وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 144,
            "translation_aya_text": "Wahai golongan jin dan manusia! Bukankah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri, mereka menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini? Mereka menjawab, “(Ya), kami menjadi saksi atas diri kami sendiri.” Tetapi mereka tertipu oleh kehidupan dunia dan mereka telah menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang kafir.",
            "tafsir_jalalayn": "(Hai golongan jin dan manusia, apakah belum datang kepadamu rasul-rasul dari golongan kamu sendiri) kalangan kamu sendiri; artinya sebagian kamu yang percaya kepada manusia atau utusan-utusan jin yang sengaja Kami biarkan mereka mendengar ucapan-ucapan para rasul Kami kemudian mereka menyampaikannya kepada kaumnya (yang menceritakan kepada kamu tentang ayat-ayat-Ku dan memperingatkan kamu tentang pertemuanmu dengan hari ini? Mereka berkata, \"Kami menjadi saksi atas diri kami sendiri.\") bahwa sesungguhnya kami telah menerimanya. Allah swt. berfirman: (Kehidupan dunia telah menipu mereka) sehingga mereka tidak mau beriman (dan mereka menjadi saksi atas diri mereka sendiri bahwa mereka adalah orang-orang yang kafir.)",
            "sajda": false,
            "transliteration": "Yaa ma'sharal jinni wal insi alam yaatikum Rusulum minkum yaqussoona 'alaikum Aayaatee wa yunziroonakum liqaaa'a Yawmikum haazaa; qaaloo shahidnaa 'alaaa anfusinaa wa gharrat humul hayaatud dunyaa wa shahidooo 'alaa anfusihim annahum kaanoo kaafireen",
            "tajweed_text": "يَ[n[ـٰ]مَعْشَرَ [h:4407[ٱ]لْجِ[g[نّ]ِ وَ[h:4418[ٱ]لْإِ[f:4418[نس]ِ أَلَمْ يَأْتِكُمْ رُسُ[a:4419[لٌ م]ِّ[f:344[نك]ُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَ[n[ـٰ]تِى وَيُ[f:4420[نذ]ِرُونَكُمْ لِق[o[َا]ٓءَ يَوْمِكُمْ هَ[n[ـٰ]ذَا‌ۚ قَالُو[s[اْ] شَهِ[q:4421[دْ]نَا عَلَ[o[ىٰٓ] أَ[f:4422[نف]ُسِنَا‌ۖ وَغَرَّتْهُمُ [h:4161[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا وَشَهِدُو[s[اْ] عَلَ[o[ىٰٓ] أَ[f:568[نف]ُسِهِمْ أَ[g[نّ]َهُمْ كَانُو[s[اْ] كَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 920,
            "aya_number": 131,
            "aya_text": "ذٰلِكَ اَنْ لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا غٰفِلُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 144,
            "translation_aya_text": "Demikianlah (para rasul diutus) karena Tuhanmu tidak akan membinasakan suatu negeri secara zalim, sedang penduduknya dalam keadaan lengah (belum tahu).",
            "tafsir_jalalayn": "(Yang demikian itu) dengan mengutus para utusan (supaya) huruf lam dimuqaddarahkan sedangkan an berasal dari anna yang ditakhfifkan; yaitu berasal dari liannahu (Tuhanmu tidak membinasakan kota-kota secara aniaya) sebagian dari kota-kota itu (sedangkan penduduknya dalam keadaan lengah) dan belum pernah diutus kepada mereka seorang rasul pun yang memberikan penjelasan kepada mereka.",
            "sajda": false,
            "transliteration": "Zaalika al lam yakkur Rabbuka muhlikal quraa bizulminw wa ahluhaa ghaafiloon",
            "tajweed_text": "ذ[n[َٲ]لِكَ أ[u:4423[َن ل]َّمْ يَك[u:4424[ُن ر]َّبُّكَ مُهْلِكَ [h:4425[ٱ]لْقُرَىٰ بِظُلْ[a:4426[مٍ و]َأَهْلُهَا غَ[n[ـٰ]فِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}