{
    "page_number": 145,
    "data": [
        {
            "aya_id": 921,
            "aya_number": 132,
            "aya_text": "وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 145,
            "translation_aya_text": "Dan masing-masing orang ada tingkatannya, (sesuai) dengan apa yang mereka kerjakan. Dan Tuhanmu tidak lengah terhadap apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan masing-masing) dari kalangan orang-orang itu (memperoleh derajat-derajat) pembalasan (sesuai dengan apa yang telah dikerjakannya) berupa pembalasan yang baik dan pembalasan yang buruk (Dan Tuhanmu tidak lengah dari apa yang mereka kerjakan) dengan memakai ya dan ta.",
            "sajda": false,
            "transliteration": "Wa likullin darajaatum mimmaa 'amiloo; wa maa Rabbuka bighaafilin 'ammaa ya'maloon",
            "tajweed_text": "وَلِكُ[f:4427[لٍّ د]َرَجَ[n[ـٰ][a:4428[تٌ م]ِّ[g[مّ]َا عَمِلُو[s[اْ‌ۚ] وَمَا رَبُّكَ بِغَ[n[ـٰ]فِلٍ عَ[g[مّ]َا يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 922,
            "aya_number": 133,
            "aya_text": "وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ ۗاِنْ يَّشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْۢ  بَعْدِكُمْ مَّا يَشَاۤءُ كَمَآ اَنْشَاَكُمْ مِّنْ ذُرِّيَّةِ قَوْمٍ اٰخَرِيْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 145,
            "translation_aya_text": "Dan Tuhanmu Mahakaya, penuh rahmat. Jika Dia menghendaki, Dia akan memusnahkan kamu dan setelah kamu (musnah) akan Dia ganti dengan yang Dia kehendaki, sebagaimana Dia menjadikan kamu dari keturunan golongan lain.",
            "tafsir_jalalayn": "(Dan Tuhanmu Maha Kaya) tidak membutuhkan makhluk-Nya dan juga tidak membutuhkan ibadah mereka (lagi mempunyai rahmat. Jika Dia menghendaki niscaya Dia memusnahkan kamu) hai penduduk Mekah yakni membinasakan kalian (dan menggantimu dengan siapa yang dikehendaki-Nya setelah kamu musnah) di antara makhluk-Nya (sebagaimana Dia telah menjadikan kamu dari keturunan orang-orang lain) yang telah Dia memusnahkan akan tetapi Dia tetap membiarkan kamu sebagai rahmat atas kamu sekalian.",
            "sajda": false,
            "transliteration": "Wa Rabbukal ghaniyyu zur rahmah; iny yashaaa yuz hibkum wa yastakhlif mim ba'dikum wa yastakhlif mim ba'dikum maa yashaaa'u kamaaa ansha akum min zurriyyati qawmin aakhareen",
            "tajweed_text": "وَرَبُّكَ [h:4429[ٱ]لْغَنِىُّ ذُو [h:4430[ٱ][l[ل]رَّحْمَةِ‌ۚ إ[a:3197[ِن ي]َشَأْ يُذْهِ[q:3198[بْ]كُمْ وَيَسْتَخْلِفْ م[i:4431[ِنۢ ب]َعْدِك[w:4432[ُم م]َّا يَش[o[َا]ٓءُ كَم[o[َآ] أَ[f:4272[نش]َأَك[w:4273[ُم م]ِّ[f:4433[ن ذ]ُرِّيَّةِ قَوْمٍ ءَاخَر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 923,
            "aya_number": 134,
            "aya_text": "اِنَّ مَا تُوْعَدُوْنَ لَاٰتٍۙ وَّمَآ اَنْتُمْ بِمُعْجِزِيْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 145,
            "translation_aya_text": "Sesungguhnya apa pun yang dijanjikan kepadamu pasti datang dan kamu tidak mampu menolaknya.",
            "tafsir_jalalayn": "(Sesungguhnya apa yang dijanjikan kepadamu) pada hari kiamat dan azab (pasti datang) tidak dapat ditawar-tawar lagi (dan kamu sekali-kali tidak sanggup menolaknya) tidak bisa selamat dari azab Kami.",
            "sajda": false,
            "transliteration": "Inna maa too'adoona la aatinw wa maaa antum bimu'jizeen",
            "tajweed_text": "إِ[g[نّ]َ مَا تُوعَدُونَ لَأَ[a:4434[تٍ‌ۖ و]َم[o[َآ] أَ[f:428[نت][c:4435[ُم ب]ِمُعْجِز[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 924,
            "aya_number": 135,
            "aya_text": "قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌۚ فَسَوْفَ تَعْلَمُوْنَۙ مَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 145,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung.",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka (\"Hai kaumku! Berbuatlah sepenuh kemampuanmu) sesuai dengan keadaanmu (sesungguhnya aku pun berbuat pula) sesuai dengan keadaanku. (Kelak kamu akan mengetahui siapakah di antara kita) man menjadi maushul dan menjadi maf`ul dari Lafal al-`ilm (yang akan memperoleh hasil yang baik dari dunia ini.\") akibat yang dipuji di akhirat nanti, apakah kami atau kamu? (Sesungguhnya tidak akan mendapat keberuntungan) kebahagiaan (orang-orang yang lalim itu) yaitu orang-orang kafir.",
            "sajda": false,
            "transliteration": "Qul yaa qawmi' maloo 'alaa makaanatikum innee 'aamilun fasawfa ta'lamoona man takoonu lahoo 'aaqibatud daar; innahoo laa yuflihuz zaalimoon",
            "tajweed_text": "قُلْ يَ[n[ـٰ]قَوْمِ [h:4436[ٱ]عْمَلُو[s[اْ] عَلَىٰ مَكَانَتِكُمْ إِ[g[نّ]ِى عَامِ[f:4437[لٌ‌ۖ ف]َسَوْفَ تَعْلَمُونَ مَ[f:4438[ن ت]َكُونُ لَهُ[n[ۥ] عَ[n[ـٰ]قِبَةُ [h:4439[ٱ][l[ل]دَّارِ‌ۗ إِ[g[نّ]َهُ[n[ۥ] لَا يُفْلِحُ [h:3981[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 925,
            "aya_number": 136,
            "aya_text": "وَجَعَلُوْا لِلّٰهِ مِمَّا ذَرَاَ مِنَ الْحَرْثِ وَالْاَنْعَامِ نَصِيْبًا فَقَالُوْا هٰذَا لِلّٰهِ بِزَعْمِهِمْ وَهٰذَا لِشُرَكَاۤىِٕنَاۚ فَمَا كَانَ لِشُرَكَاۤىِٕهِمْ فَلَا يَصِلُ اِلَى اللّٰهِ ۚوَمَا كَانَ لِلّٰهِ فَهُوَ يَصِلُ اِلٰى شُرَكَاۤىِٕهِمْۗ سَاۤءَ مَا يَحْكُمُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 145,
            "translation_aya_text": "Dan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, “Ini untuk Allah dan yang ini untuk berhala-berhala kami.” Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu.",
            "tafsir_jalalayn": "(Dan mereka memperuntukkan) orang-orang kafir Mekah (bagi Allah satu bagian dari apa yang telah diciptakan)-Nya (yaitu berupa tanaman) hasil lahan (dan ternak sebagai bagian) yang mereka infakkan untuk tamu-tamu dan orang-orang miskin dan juga satu bagian lainnya untuk sesembahan-sesembahan mereka yang mereka berikan kepada para juru kuncinya (lalu mereka berkata sesuai dengan prasangka mereka, \"Ini untuk Allah) dengan dibaca fatah dan damah huruf zai-nya (dan ini untuk berhala-berhala kami.\") maksudnya apabila ada sesuatu yang terjatuh dari bagian untuk sesembahan mereka, mereka berani mengambilnya kembali. Tetapi apabila ada sesuatu yang terjatuh, dari bagian untuk Allah mereka membiarkannya kemudian mereka berkata, \"Sesungguhnya Allah tidak membutuhkan ini.\" Demikianlah sebagaimana yang diungkapkan dalam firman-Nya berikut ini: (Maka sajian-sajian yang diperuntukkan bagi berhala-berhala mereka tidak sampai kepada Allah) (dan sajian-sajian yang diperuntukkan bagi Allah, maka sajian itu sampai kepada berhala-berhala mereka. Amat buruklah) amat jeleklah (apa yang mereka tetapkan) yakni keputusan hukum mereka itu.",
            "sajda": false,
            "transliteration": "Wa ja'aloo lillaahi mimmaa zara-a minal harsi walan'aami naseeban faqaaloo haazaa lillaahi biza'mihim wa haaza lishurakaa'inaa famaa kaana lishurakaaa'ihim falaa yasilu ilal laahi wa maa kaana lillaahi fahuwa yasilu ilaa shurakaaa'ihim; saaa'a maa yahkumoon",
            "tajweed_text": "وَجَعَلُو[s[اْ] لِلَّهِ مِ[g[مّ]َا ذَرَأَ مِنَ [h:4440[ٱ]لْحَرْثِ وَ[h:1778[ٱ]لْأَنْعَ[n[ـٰ]مِ نَصِي[f:4441[بًا ف]َقَالُو[s[اْ] هَ[n[ـٰ]ذَا لِلَّهِ بِزَعْمِهِمْ وَهَ[n[ـٰ]ذَا لِشُرَك[o[َا]ٓئِنَا‌ۖ فَمَا كَانَ لِشُرَك[o[َا]ٓئِهِمْ فَلَا يَصِلُ إِلَى [h:1637[ٱ]للَّهِ‌ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَك[o[َا]ٓئِهِمْ‌ۗ س[o[َا]ٓءَ مَا يَحْكُم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 926,
            "aya_number": 137,
            "aya_text": "وَكَذٰلِكَ زَيَّنَ لِكَثِيْرٍ مِّنَ الْمُشْرِكِيْنَ قَتْلَ اَوْلَادِهِمْ شُرَكَاۤؤُهُمْ لِيُرْدُوْهُمْ وَلِيَلْبِسُوْا عَلَيْهِمْ دِيْنَهُمْۗ وَلَوْ شَاۤءَ اللّٰهُ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 145,
            "translation_aya_text": "Dan demikianlah berhala-berhala mereka (setan) menjadikan terasa indah bagi banyak orang-orang musyrik membunuh anak-anak mereka, untuk membinasakan mereka dan mengacaukan agama mereka sendiri. Dan kalau Allah menghendaki, niscaya mereka tidak akan mengerjakannya. Biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan.",
            "tafsir_jalalayn": "(Dan demikianlah) sebagaimana telah menjadi kebiasaan mereka apa-apa yang telah disebutkan itu (telah menghiasi kebanyakan orang-orang musyrik memandang baik membunuh anak-anak mereka) dengan cara mengubur mereka hidup-hidup (karena hasutan sesembahan-sesembahan mereka) yang terdiri dari makhluk jin. Dengan dibaca rafa' sebagai fa'il dari fi'il zayyana; dan menurut suatu qiraat dengan dibaca bina maf'ul serta Lafal qatla dibaca rafa', dan dibaca nashab Lafal al-awlaad, berdasarkan bacaan ini Lafal syurakaaihim dibaca jar dengan mengidhafatkannya kepada Lafal al-qatlu; dengan demikian berarti ada fashal/pemisah antara mudhaf dan mudhaf ilaih yang dipisahkan oleh maf'ul, hal ini tidak mengapa, sebab mengidhafatkan Lafal al-qatlu kepada Lafal syurakaa karena merekalah pada hakikatnya yang melakukannya melalui bujukan mereka (untuk membinasakan mereka) untuk memusnahkan mereka (dan untuk mengaburkan) dengan mencampur-adukkan (bagi mereka agamanya. Dan kalau Allah menghendaki niscaya mereka tidak mengerjakannya, maka tinggalkanlah mereka dan apa yang mereka ada-adakan).",
            "sajda": false,
            "transliteration": "Wa kazaalika zaiyana likaseerim minal mushrikeena qatla awlaadihim shurakaaa'uhum liyurdoohum wa liyalbisoo 'alaihim deenahum wa law shaaa'al laahu maa fa'aloohu fazarhum wa maa yaftaroon",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ زَيَّنَ لِكَثِي[a:4442[رٍ م]ِّنَ [h:699[ٱ]لْمُشْرِكِينَ قَتْلَ أَوْلَ[n[ـٰ]دِهِمْ شُرَك[o[َا]ٓؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُو[s[اْ] عَلَيْهِمْ دِينَهُمْ‌ۖ وَلَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ مَا فَعَلُوهُ‌ۖ فَذَرْهُمْ وَمَا يَفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}