{
    "page_number": 146,
    "data": [
        {
            "aya_id": 927,
            "aya_number": 138,
            "aya_text": "وَقَالُوْا هٰذِهٖٓ اَنْعَامٌ وَّحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ اِلَّا مَنْ نَّشَاۤءُ بِزَعْمِهِمْ وَاَنْعَامٌ حُرِّمَتْ ظُهُوْرُهَا وَاَنْعَامٌ لَّا يَذْكُرُوْنَ اسْمَ اللّٰهِ عَلَيْهَا افْتِرَاۤءً عَلَيْهِۗ سَيَجْزِيْهِمْ بِمَا كَانُوْا يَفْتَرُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 146,
            "translation_aya_text": "Dan mereka berkata (menurut anggapan mereka), “Inilah hewan ternak dan hasil bumi yang dilarang, tidak boleh dimakan, kecuali oleh orang yang kami kehendaki.” Dan ada pula hewan yang diharamkan (tidak boleh) ditunggangi, dan ada hewan ternak yang (ketika disembelih) boleh tidak menyebut nama Allah, itu sebagai kebohongan terhadap Allah. Kelak Allah akan membalas semua yang mereka ada-adakan.",
            "tafsir_jalalayn": "(Dan mereka mengatakan, \"Inilah binatang ternak dan tanaman yang dilarang) yang diharamkan (tidak boleh memakannya kecuali orang yang kami kehendaki\") yaitu para pelayan berhala-berhala dan lain-lainnya (menurut anggapan mereka) artinya mereka tidak punya alasan lagi dalam masalah ini (dan ada binatang ternak yang diharamkan menungganginya) maka ternak-ternak itu tidak boleh dinaiki, seperti hewan sawaib dan hewan hawami (dan binatang ternak yang mereka tidak menyebut nama Allah atasnya) di kala menyembelihnya melainkan menyebut nama berhala-berhala mereka kemudian mengaitkan hal itu kepada Allah (semata-mata membuat-buat kedustaan terhadap Allah. Kelak Allah akan membalas mereka terhadap apa yang selalu mereka ada-adakan) sebagai balasannya.",
            "sajda": false,
            "transliteration": "Wa qaaloo haaziheee an'aamunw wa harsun hijrun laa yat'amuhaaa illaa man nashaaa'u biza'mihim wa an'aamun hurrimat zuhooruhaa wa an'aamul laa yazkuroonas mal laahi 'alaihaf tiraaa'an 'alaih; sa yajzeehim bimaa kaanoo yaftaroon",
            "tajweed_text": "وَقَالُو[s[اْ] هَ[n[ـٰ]ذِه[o[ِۦٓ] أَنْعَ[n[ـٰ][a:4443[مٌ و]َحَرْثٌ حِ[q:4444[جْ][u:4445[رٌ ل]َّا يَ[q:4446[طْ]عَمُه[o[َآ] إِلَّا م[a:4211[َن ن]َّش[o[َا]ٓءُ بِزَعْمِهِمْ وَأَنْعَ[n[ـٰ]مٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَ[n[ـٰ][u:4447[مٌ ل]َّا يَذْكُرُونَ [h:4448[ٱ]سْمَ [h:3393[ٱ]للَّهِ عَلَيْهَا [h:4449[ٱ]فْتِر[o[َا]ٓءً عَلَيْهِ‌ۚ سَيَ[q:4450[جْ]زِيه[c:4451[ِم ب]ِمَا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 928,
            "aya_number": 139,
            "aya_text": "وَقَالُوْا مَا فِيْ بُطُوْنِ هٰذِهِ الْاَنْعَامِ خَالِصَةٌ لِّذُكُوْرِنَا وَمُحَرَّمٌ عَلٰٓى اَزْوَاجِنَاۚ وَاِنْ يَّكُنْ مَّيْتَةً فَهُمْ فِيْهِ شُرَكَاۤءُ ۗسَيَجْزِيْهِمْ وَصْفَهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 146,
            "translation_aya_text": "Dan mereka berkata (pula), “Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami, haram bagi istri-istri kami.” Dan jika yang dalam perut itu (dilahirkan) mati, maka semua boleh (memakannya). Kelak Allah akan membalas atas ketetapan mereka. Sesungguhnya Allah Mahabijaksana, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan mereka mengatakan, \"Apa yang dalam perut binatang ini) yaitu ternak yang diharamkan untuk dimakan seperti ternak sawaib dan ternak bahair (adalah khusus) dihalalkan (untuk pria kami dan diharamkan atas wanita kami\") yakni haram untuk perempuan-perempuan kami (dan jika yang dalam perut itu dilahirkan mati) dengan dibaca rafa` dan nashab serta fi`il dita`nitskan atau ditadzkirkan (maka pria dan wanita sama-sama boleh memakannya. Kelak akan membalas mereka) yakni Allah (terhadap ketetapan mereka) berupa pembelaan azab atas penghalalan dan pengharaman ini (Sesungguhnya Allah Maha Bijaksana) dalam ciptaan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya.",
            "sajda": false,
            "transliteration": "Wa qaaloo maa fee butooni haazihil an'aami khaalisatul lizukoorinaa wa muharramun 'alaaa azwaajinaa wa iny yakum maitatan fahum feehi shurakaaa'; sa yajzeehim wasfahum; innahoo Hakeemun 'Aleem",
            "tajweed_text": "وَقَالُو[s[اْ] مَا فِى بُطُونِ هَ[n[ـٰ]ذِهِ [h:4452[ٱ]لْأَنْعَ[n[ـٰ]مِ خَالِصَ[u:4453[ةٌ ل]ِّذُكُورِنَا وَمُحَرَّمٌ عَلَ[o[ىٰٓ] أَزْو[n[َٲ]جِنَا‌ۖ وَإ[a:4454[ِن ي]َك[a:4455[ُن م]َّيْتَ[f:4456[ةً ف]َهُمْ فِيهِ شُرَك[o[َا]ٓءُ‌ۚ سَيَ[q:4450[جْ]زِيهِمْ وَصْفَهُمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] حَكِيمٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 929,
            "aya_number": 140,
            "aya_text": "قَدْ خَسِرَ الَّذِيْنَ قَتَلُوْٓا اَوْلَادَهُمْ سَفَهًاۢ بِغَيْرِ عِلْمٍ وَّحَرَّمُوْا مَا رَزَقَهُمُ اللّٰهُ افْتِرَاۤءً عَلَى اللّٰهِ ۗقَدْ ضَلُّوْا وَمَا كَانُوْا مُهْتَدِيْنَ ࣖ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 146,
            "translation_aya_text": "Sungguh rugi mereka yang membunuh anak-anaknya karena kebodohan tanpa pengetahuan, dan mengharamkan rezeki yang dikaruniakan Allah kepada mereka dengan semata-mata membuat-buat kebohongan terhadap Allah. Sungguh, mereka telah sesat dan tidak mendapat petunjuk.",
            "tafsir_jalalayn": "(Sesungguhnya rugilah orang-orang yang membunuh) dengan dibaca takhfif dan tasydid (anak-anak mereka) dengan mengubur mereka hidup-hidup (karena kebodohan) karena ketidakmengertian mereka (lagi tidak mengetahui dan mereka mengharamkan apa yang Allah telah memberi rezeki kepada mereka) yaitu apa-apa yang telah disebutkan (dengan semata-mata mengada-adakan terhadap Allah. Sesungguhnya mereka telah sesat dan tidaklah mereka mendapat petunjuk.)",
            "sajda": false,
            "transliteration": "Qad khasiral lazeena qatalooo awlaadahum safaham bighairi 'ilminw wa harramoo maa razaqahumul laahuf tiraaa'an 'alal laah; qad dalloo wa maa kaanoo muhtadeen",
            "tajweed_text": "قَ[q:298[دْ] خَسِرَ [h:3997[ٱ]لَّذِينَ قَتَل[o[ُوٓ][s[اْ] أَوْلَ[n[ـٰ]دَهُمْ سَفَه[i:4457[َۢا ب]ِغَيْرِ عِلْ[a:4458[مٍ و]َحَرَّمُو[s[اْ] مَا رَزَقَهُمُ [h:2790[ٱ]للَّهُ [h:4459[ٱ]فْتِر[o[َا]ٓءً عَلَى [h:412[ٱ]للَّهِ‌ۚ قَ[q:298[دْ] ضَلُّو[s[اْ] وَمَا كَانُو[s[اْ] مُهْتَد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 930,
            "aya_number": 141,
            "aya_text": "۞ وَهُوَ الَّذِيْٓ اَنْشَاَ جَنّٰتٍ مَّعْرُوْشٰتٍ وَّغَيْرَ مَعْرُوْشٰتٍ وَّالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا اُكُلُهٗ وَالزَّيْتُوْنَ وَالرُّمَّانَ مُتَشَابِهًا وَّغَيْرَ مُتَشَابِهٍۗ  كُلُوْا مِنْ ثَمَرِهٖٓ اِذَآ اَثْمَرَ وَاٰتُوْا حَقَّهٗ يَوْمَ حَصَادِهٖۖ وَلَا تُسْرِفُوْا ۗاِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَۙ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 146,
            "translation_aya_text": "Dan Dialah yang menjadikan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya, tapi janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebihan,",
            "tafsir_jalalayn": "(Dan Dialah yang menjadikan) yang telah menciptakan (kebun-kebun) yang mendatar di permukaan tanah, seperti tanaman semangka (dan yang tidak terhampar) yang berdiri tegak di atas pohon seperti pohon kurma (dan) Dia menjadikan (pohon kurma dan tanaman-tanaman yang bermacam-macam buahnya) yakni yang berbeda-beda buah dan bijinya baik bentuk maupun rasanya (dan zaitun dan delima yang serupa) dedaunannya; menjadi hal (dan tidak sama) rasa keduanya (Makanlah dari buahnya yang bermacam-macam itu bila dia berbuah) sebelum masak betul (dan tunaikanlah haknya di hari memetik hasilnya) dengan dibaca fatah atau kasrah; yaitu sepersepuluhnya atau setengahnya (dan janganlah kamu berlebih-lebihan) dengan memberikannya semua tanpa sisa sedikit pun buat orang-orang tanggunganmu. (Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan) yaitu orang-orang yang melampaui batas hal-hal yang telah ditentukan bagi mereka.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee ansha-a jannaatim ma'rooshaatinw wa ghaira ma'rooshaatinw wan nakhla wazzar'a mukhtalifan ukuluhoo wazzaitoona warrum maana mutashaabihanw wa ghaira mutashaabih; kuloo min samariheee izaaa asmara wa aatoo haqqahoo yawma hasaadihee wa laa tusrifoo; innahoo laa yuhibbul musrifeen",
            "tajweed_text": "۞ وَهُوَ [h:4114[ٱ]لَّذ[o[ِىٓ] أَ[f:4460[نش]َأَ جَ[g[نّ]َ[n[ـٰ][a:4461[تٍ م]َّعْرُوشَ[n[ـٰ][a:4462[تٍ و]َغَيْرَ مَعْرُوشَ[n[ـٰ][a:4463[تٍ و]َ[h:4464[ٱ][l[ل][g[نّ]َخْلَ وَ[h:4465[ٱ][l[ل]زَّرْعَ مُخْتَلِفًا أُكُلُهُ[n[ۥ] وَ[h:4290[ٱ][l[ل]زَّيْتُونَ وَ[h:4291[ٱ][l[ل]رُّ[g[مّ]َانَ مُتَشَ[n[ـٰ]بِ[a:4466[هًا و]َغَيْرَ مُتَشَ[n[ـٰ]بِ[f:4467[هٍ‌ۚ ك]ُلُو[s[اْ] مِ[f:4468[ن ث]َمَرِه[o[ِۦٓ] إِذ[o[َآ] أَثْمَرَ وَءَاتُو[s[اْ] حَقَّهُ[n[ۥ] يَوْمَ حَصَادِه[n[ِۦ]‌ۖ وَلَا تُسْرِف[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َهُ[n[ۥ] لَا يُحِبُّ [h:4469[ٱ]لْمُسْرِف[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 931,
            "aya_number": 142,
            "aya_text": "وَمِنَ الْاَنْعَامِ حَمُوْلَةً وَّفَرْشًا ۗ كُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ وَلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌۙ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 146,
            "translation_aya_text": "dan di antara hewan-hewan ternak itu ada yang dijadikan pengangkut beban dan ada (pula) yang untuk disembelih. Makanlah rezeki yang diberikan Allah kepadamu, dan janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya setan itu musuh yang nyata bagimu,",
            "tafsir_jalalayn": "(Dan) Dia menjadikan (di antara binatang ternak itu sebagai kendaraan angkutan) yaitu layak untuk mengangkut barang-barang, seperti unta yang sudah dewasa (dan sebagai binatang sembelihan) yang tak layak untuk dijadikan angkutan, seperti unta yang masih muda dan kambing. Ia dinamakan farsy/hamparan karena ia mirip dengan hamparan tanah mengingat ia sangat dekat dengannya. (Makanlah dari rezeki yang telah diberikan Allah kepadamu dan janganlah kamu mengikuti langkah-langkah setan) jalan setan di dalam masalah pengharaman dan penghalalan. (Sesungguhnya setan itu musuh yang nyata bagimu) yang jelas permusuhannya.",
            "sajda": false,
            "transliteration": "Wa minal an'aami hamoolatanw wa farshaa; kuloo mimmaa razaqakumul laahu wa laa tattabi'oo khutuwaatish Shaitaan; innahoo lakum 'aduwwum mubeen",
            "tajweed_text": "وَمِنَ [h:4470[ٱ]لْأَنْعَ[n[ـٰ]مِ حَمُولَ[a:4471[ةً و]َفَرْ[f:4472[شًا‌ۚ ك]ُلُو[s[اْ] مِ[g[مّ]َا رَزَقَكُمُ [h:3751[ٱ]للَّهُ وَلَا تَتَّبِعُو[s[اْ] خُطُو[n[َٲ]تِ [h:872[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] لَكُمْ عَدُ[a:873[وٌّ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}