{
    "page_number": 148,
    "data": [
        {
            "aya_id": 936,
            "aya_number": 147,
            "aya_text": "فَاِنْ كَذَّبُوْكَ فَقُلْ رَّبُّكُمْ ذُوْ رَحْمَةٍ وَّاسِعَةٍۚ وَلَا يُرَدُّ بَأْسُهٗ عَنِ الْقَوْمِ الْمُجْرِمِيْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 148,
            "translation_aya_text": "Maka jika mereka mendustakan kamu, katakanlah, “Tuhanmu mempunyai rahmat yang luas, dan siksa-Nya kepada orang-orang yang berdosa tidak dapat dielakkan.”",
            "tafsir_jalalayn": "(Maka jika mereka mendustakan kamu) mengenai apa yang engkau sampaikan (katakanlah,) kepada mereka (\"Tuhanmu mempunyai rahmat yang luas) sehingga Dia tidak menyegerakan untuk menghukum kamu; di dalam ayat ini terkandung ajakan yang lembut untuk mereka kepada keimanan (dan siksa-Nya tidak dapat ditolak) yakni azab-Nya apabila datang (dari kaum yang berdosa.\")",
            "sajda": false,
            "transliteration": "Fa in kazzabooka faqur Rabbukum zoo rahmatinw waasi'atinw waasi'atinw wa laa yuraddu baasuhoo 'anil qawmil mujrimeen",
            "tajweed_text": "فَإِ[f:2473[ن ك]َذَّبُوكَ فَقُ[b:4500[ل] رَّبُّكُمْ ذُو رَحْمَ[a:4501[ةٍ و][n[َٲ]سِعَ[a:4502[ةٍ و]َلَا يُرَدُّ بَأْسُهُ[n[ۥ] عَنِ [h:4503[ٱ]لْقَوْمِ [h:4504[ٱ]لْمُ[q:4093[جْ]رِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 937,
            "aya_number": 148,
            "aya_text": "سَيَقُوْلُ الَّذِيْنَ اَشْرَكُوْا لَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكْنَا وَلَآ اٰبَاۤؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ حَتّٰى ذَاقُوْا بَأْسَنَاۗ قُلْ هَلْ عِنْدَكُمْ مِّنْ عِلْمٍ فَتُخْرِجُوْهُ لَنَاۗ اِنْ تَتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ اَنْتُمْ اِلَّا تَخْرُصُوْنَ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 148,
            "translation_aya_text": "Orang-orang musyrik akan berkata, “Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya, begitu pula nenek moyang kami, dan kami tidak akan mengharamkan apa pun.” Demikian pula orang-orang sebelum mereka yang telah mendustakan (para rasul) sampai mereka merasakan azab Kami. Katakanlah (Muhammad), “Apakah kamu mempunyai pengetahuan yang dapat kamu kemukakan kepada kami? Yang kamu ikuti hanya persangkaan belaka, dan kamu hanya mengira.”",
            "tafsir_jalalayn": "(0rang-orang yang mempersekutukan Tuhan akan mengatakan, \"Jika Allah menghendaki niscaya kami tidak mempersekutukan-Nya) (dan juga bapak-bapak kami dan tidak pula kami mengharamkan sesuatu apa pun.\") kemusyrikan kami dan pengharaman kami adalah berdasarkan kehendak-Nya, Dia rela dengan ketentuan itu. Allah berfirman: (Demikian pulalah) sebagaimana mereka telah mendustakan (orang-orang yang sebelum mereka telah mendustakan) para utusan mereka (sampai mereka merasakan siksaan Kami) azab Kami (Katakanlah, \"Adakah kamu mempunyai sesuatu pengetahuan) bahwa Allah telah rela dengan hal itu (sehingga dapat kamu mengemukakannya kepada Kami?\") pasti kamu tidak mempunyai pengetahuan tentang hal ini. (Tidak) tiadakan (kamu mengikuti) dalam hal ini (kecuali hanya dugaan belaka dan tidak lain) tiada lain (kamu hanya berdusta) hanya membual.",
            "sajda": false,
            "transliteration": "Sayaqoolul lazeena ashrakoo law shaaa'al laahu maaa ashraknaa wa laaa aabaa'unaa wa laa harramnaa min shai'; kazaalika kazzabal lazeena min qablihim hattaa zaaqoo baasanaa; qul hal 'indakum min 'ilmin fatukh rijoohu lanaa in tattabi'oona illaz zanna wa in antum illaa takhhrusoon",
            "tajweed_text": "سَيَقُولُ [h:4505[ٱ]لَّذِينَ أَشْرَكُو[s[اْ] لَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ م[o[َآ] أَشْرَكْنَا وَل[o[َآ] ءَاب[o[َا]ٓؤُنَا وَلَا حَرَّمْنَا مِ[f:2103[ن ش][f:4506[َىْءٍ‌ۚ ك]َذ[n[َٲ]لِكَ كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ حَتَّىٰ ذَاقُو[s[اْ] بَأْسَنَا‌ۗ قُلْ هَلْ عِ[f:4508[ند]َك[w:4509[ُم م]ِّنْ عِلْ[f:4510[مٍ ف]َتُخْرِجُوهُ لَن[o[َآ‌ۖ] إِ[f:4511[ن ت]َتَّبِعُونَ إِلَّا [h:4359[ٱ][l[ل]ظَّ[g[نّ]َ وَإِنْ أَ[f:428[نت]ُمْ إِلَّا تَخْرُص[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 938,
            "aya_number": 149,
            "aya_text": "قُلْ فَلِلّٰهِ الْحُجَّةُ الْبَالِغَةُۚ فَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 148,
            "translation_aya_text": "Katakanlah (Muhammad), “Alasan yang kuat hanya pada Allah. Maka kalau Dia menghendaki, niscaya kamu semua mendapat petunjuk.”",
            "tafsir_jalalayn": "(Katakanlah) apabila kamu tidak mempunyai hujah (\"Allah mempunyai hujah yang jelas lagi kuat) yang sempurna (maka jika Dia menghendaki) memberikan hidayah kepadamu (pasti Dia memberi hidayah kepada kamu semuanya.\")",
            "sajda": false,
            "transliteration": "Qul falillaahil hujjatul baalighatu falaw shaaa'a lahadaakum ajma'een",
            "tajweed_text": "قُلْ فَلِلَّهِ [h:4512[ٱ]لْحُجَّةُ [h:4513[ٱ]لْبَ[n[ـٰ]لِغَةُ‌ۖ فَلَوْ ش[o[َا]ٓءَ لَهَدَ[n[ٮٰ]كُمْ أَ[q:825[جْ]مَع[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 939,
            "aya_number": 150,
            "aya_text": "قُلْ هَلُمَّ شُهَدَاۤءَكُمُ الَّذِيْنَ يَشْهَدُوْنَ اَنَّ اللّٰهَ حَرَّمَ هٰذَاۚ فَاِنْ شَهِدُوْا فَلَا تَشْهَدْ مَعَهُمْۚ وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَالَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُوْنَ ࣖ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 148,
            "translation_aya_text": "Katakanlah (Muhammad), “Bawalah saksi-saksimu yang dapat membuktikan bahwa Allah mengharamkan ini.” Jika mereka memberikan kesaksian, engkau jangan (ikut pula) memberikan kesaksian bersama mereka. Jangan engkau ikuti keinginan orang-orang yang mendustakan ayat-ayat Kami dan orang-orang yang tidak beriman kepada akhirat, dan mereka mempersekutukan Tuhan.",
            "tafsir_jalalayn": "(Katakanlah, \"Bawalah ke mari) datangkanlah (saksi-saksi kamu yang dapat mempersaksikan bahwasanya Allah telah mengharamkan ini\") yaitu makanan yang kamu haramkan. (Jika mereka mempersaksikan, maka janganlah kamu ikut pula menjadi saksi bersama mereka dan janganlah kamu mengikuti hawa nafsu orang-orang yang mendustakan ayat-ayat Kami dan orang-orang yang tidak beriman kepada kehidupan akhirat sedangkan mereka mempersekutukan Tuhan mereka) berlaku musyrik terhadap-Nya.",
            "sajda": false,
            "transliteration": "Qul halumma shuhadaaa'akumul lazeena yash hadoona annal laaha harrama haazaa fa in shahidoo falaa tashhad ma'ahum; wa laa tattabi' ahwaaa'al lazeena kazzaboo bi Aayaatinaa wallazeena laa yu'minoona bil Aakhirati wa hum bi Rabbihim ya'diloon",
            "tajweed_text": "قُلْ هَلُ[g[مّ]َ شُهَد[o[َا]ٓءَكُمُ [h:4514[ٱ]لَّذِينَ يَشْهَدُونَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ حَرَّمَ هَ[n[ـٰ]ذَا‌ۖ فَإِ[f:2641[ن ش]َهِدُو[s[اْ] فَلَا تَشْهَ[q:4515[دْ] مَعَهُمْ‌ۚ وَلَا تَتَّبِعْ أَهْو[o[َا]ٓءَ [h:4516[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا وَ[h:37[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ وَه[c:4517[ُم ب]ِرَبِّهِمْ يَعْدِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 940,
            "aya_number": 151,
            "aya_text": "۞ قُلْ تَعَالَوْا اَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ اَلَّا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًاۚ وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ مِّنْ اِمْلَاقٍۗ نَحْنُ نَرْزُقُكُمْ وَاِيَّاهُمْ ۚوَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَۚ وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ",
            "sura_id": 6,
            "juz_id": 8,
            "page_number": 148,
            "translation_aya_text": "Katakanlah (Muhammad), “Marilah aku bacakan apa yang diharamkan Tuhan kepadamu. Jangan mempersekutukan-Nya dengan apa pun, berbuat baik kepada ibu bapak, janganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka; janganlah kamu mendekati perbuatan yang keji, baik yang terlihat ataupun yang tersembunyi, janganlah kamu membunuh orang yang diharamkan Allah kecuali dengan alasan yang benar. Demikianlah Dia memerintahkan kepadamu agar kamu mengerti.",
            "tafsir_jalalayn": "(Katakanlah, \"Marilah kubacakan yang diharamkan atas kamu oleh Tuhanmu, yaitu) an bermakna menafsirkan (janganlah kamu mempersekutukan sesuatu dengan Dia dan) berbuat baiklah (terhadap kedua orang tua sebaik-baiknya dan janganlah kamu membunuh anak-anak kamu) dengan menguburkan hidup-hidup (karena) sebab (takut kemiskinan) kemelaratan yang kamu khawatirkan (Kami akan memberi rezeki kepadamu dan kepada mereka dan janganlah kamu mendekati perbuatan-perbuatan yang keji) dosa-dosa besar seperti perbuatan zina (baik yang tampak di antaranya maupun yang tersembunyi) yang kelihatan dan yang tidak kelihatan. (Dan janganlah kamu membunuh jiwa yang diharamkan Allah membunuhnya kecuali dengan sesuatu sebab yang benar.\") yaitu seperti hukum kisas dan hudud murtad serta rajam bagi yang pezina muhshan. (Demikian itu) apa yang telah disebutkan itu (adalah yang diperintahkan oleh Tuhanmu kepadamu supaya kamu memahaminya) supaya kamu memikirkannya.",
            "sajda": false,
            "transliteration": "Qul ta'aalaw atlu maa harrama Rabbukum 'alaikum allaa tushrikoo bihee shai'anw wa bilwaalidaini ihsaananw wa laa taqtulooo aw alaadakum min imlaaq; nahnu narzuqukum wa iyyaahum wa laa taqrabul fawaahisha maa zahara minhaa wa maa batana wa laa taqtulun nafsal latee harramal laahu illaa bilhaqq; zaalikum wassaakum bihee la'allakum ta'qiloon",
            "tajweed_text": "۞ قُلْ تَعَالَوْ[s[اْ] أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ‌ۖ أَلَّا تُشْرِكُو[s[اْ] بِه[n[ِۦ] شَيْـ[a:2771[ـًٔا‌ۖ و]َبِ[h:417[ٱ]لْو[n[َٲ]لِدَيْنِ إِحْسَ[n[ـٰ][a:4518[نًا‌ۖ و]َلَا تَ[q:2734[قْ]تُل[o[ُوٓ][s[اْ] أَوْلَ[n[ـٰ]دَك[w:4519[ُم م]ِّنْ إِمْلَ[n[ـٰ][a:4520[قٍ‌ۖ ن]َّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ‌ۖ وَلَا تَ[q:2802[قْ]رَبُو[s[اْ] [h:4521[ٱ]لْفَو[n[َٲ]حِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ‌ۖ وَلَا تَ[q:2734[قْ]تُلُو[s[اْ] [h:4522[ٱ][l[ل][g[نّ]َفْسَ [h:4523[ٱ]لَّتِى حَرَّمَ [h:3706[ٱ]للَّهُ إِلَّا بِ[h:370[ٱ]لْحَقِّ‌ۚ ذ[n[َٲ]لِكُمْ وَصَّ[n[ـٰ]ك[c:4524[ُم ب]ِه[n[ِۦ] لَعَلَّكُمْ تَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنۡعَامِ",
                "englishName": "Al-An'aam",
                "englishNameTranslation": "The Cattle",
                "revelationType": "Meccan"
            }
        }
    ]
}