{
    "page_number": 15,
    "data": [
        {
            "aya_id": 101,
            "aya_number": 94,
            "aya_text": " قُلْ اِنْ كَانَتْ لَكُمُ الدَّارُ الْاٰخِرَةُ عِنْدَ اللّٰهِ خَالِصَةً مِّنْ دُوْنِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 15,
            "translation_aya_text": "Katakanlah (Muhammad), “Jika negeri akhirat di sisi Allah, khusus untukmu saja bukan untuk orang lain, maka mintalah kematian jika kamu orang yang benar.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka, (\"Jika kampung akhirat itu untukmu) maksudnya surga (khusus di sisi Allah) hanya untuk kamu (bukan untuk orang lain) seperti pengakuanmu (maka inginilah kematian jika kamu memang benar!\") Dalam mengingini kematian itu bergantung dua syarat dengan ketentuan; yang pertama dikaitkan pada yang kedua, maksudnya, jika pengakuanmu benar bahwa surga itu hanya milikmu khusus, sedangkan menurut kebiasaan, seseorang ingin segera menemukan miliknya itu dan jalan untuk mendapatkan tiada lain hanya kematian, maka inginilah segera kematian itu olehmu!",
            "sajda": false,
            "transliteration": "Qul in kaanat lakumud Daarul Aakhiratu 'indal laahi khaalisatam min doonin naasi fatamannawul mawta in kuntum saadiqeen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 102,
            "aya_number": 95,
            "aya_text": "وَلَنْ يَّتَمَنَّوْهُ اَبَدًاۢ بِمَا قَدَّمَتْ اَيْدِيْهِمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢ بِالظّٰلِمِيْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 15,
            "translation_aya_text": "Tetapi mereka tidak akan menginginkan kematian itu sama sekali, karena dosa-dosa yang telah dilakukan tangan-tangan mereka. Dan Allah Maha Mengetahui orang-orang zalim.",
            "tafsir_jalalayn": "(Dan mereka sekali-kali tak akan menginginkan kematian itu disebabkan kesalahan-kesalahan yang telah diperbuat oleh tangan mereka) berupa kekafiran kepada nabi sebagai akibat dari mendustakannya (dan Allah Maha Mengetahui terhadap orang-orang yang aniaya) yaitu orang-orang yang kafir, karenanya Allah pasti akan membalas mereka.",
            "sajda": false,
            "transliteration": "Wa lai yatamannawhu abadam bimaa qaddamat aydeehim; wallaahu 'aleemum bizzaalimeen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 103,
            "aya_number": 96,
            "aya_text": "وَلَتَجِدَنَّهُمْ اَحْرَصَ النَّاسِ عَلٰى حَيٰوةٍ ۛوَمِنَ الَّذِيْنَ اَشْرَكُوْا ۛيَوَدُّ اَحَدُهُمْ لَوْ يُعَمَّرُ اَلْفَ سَنَةٍۚ وَمَا هُوَ بِمُزَحْزِحِهٖ مِنَ الْعَذَابِ اَنْ يُّعَمَّرَۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 15,
            "translation_aya_text": "Dan sungguh, engkau (Muhammad) akan mendapati mereka (orang-orang Yahudi), manusia yang paling tamak akan kehidupan (dunia), bahkan (lebih tamak) dari orang-orang musyrik. Masing-masing dari mereka, ingin diberi umur seribu tahun, padahal umur panjang itu tidak akan menjauhkan mereka dari azab. Dan Allah Maha Melihat apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan demi sesungguhnya, akan kamu jumpai mereka itu) 'lam' menunjukkan sumpah (setamak-tamak manusia atas kehidupan dunia dan) lebih tamak lagi (dari orang-orang musyrik) yakni yang mengingkari hari berbangkit. Mereka tahu bahwa tempat kediaman mereka itu neraka; berbeda halnya dengan orang-orang musyrik yang mengingkari adanya hari akhirat itu. (Masing-masing mereka menginginkan) atau mengharapkan (agar diberi umur seribu tahun) 'lau' mashdariyah sama artinya dengan 'an' atau 'agar' dan dengan 'shilah-nya' ditakwilkan sebagai 'mashdar' atau 'kata benda', menjadi 'maf`ul bih' atau 'obyek penderita' dari 'yawaddu'. (Dan tidaklah dia) maksudnya masing-masing dari mereka (akan menjauhkannya) menyelamatkan dirinya (dari siksa) maksudnya neraka (karena ia diberi umur panjang itu). 'An' bersama shilahnya ini menjadi 'fa`il' atau 'pelaku' dari 'muzahzihihi'. (Dan Allah Maha Melihat akan apa yang mereka kerjakan) karena itu Allah akan membalasnya. Ada yang membaca dengan ya dan ada pula dengan ta. Ibnu Shuriya bertanya kepada Nabi saw. atau Umar, \"Siapakah di antara malaikat yang menyampaikan wahyu?\" Jawabnya, 'Jibril.' Kata Ibnu Shuriya, \"Dia musuh kami yang selalu mendatangkan siksa atau kesengsaraan. Kalau saja Mikail, tentu kami akan beriman, karena dia yang membawa kemakmuran dan kedamaian.\" Lalu turunlah ayat berikutnya,",
            "sajda": false,
            "transliteration": "Wa latajidannahum ahrasannaasi 'alaa hayaatinw wa minal lazeena ashrakoo; yawaddu ahaduhum law yu'ammaru alfa sanatinw wa maa huwa bi muzahzihihee minal 'azaabi ai yu'ammar; wallaahu baseerum bimaa ya'maloon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 104,
            "aya_number": 97,
            "aya_text": " قُلْ مَنْ كَانَ عَدُوًّا لِّجِبْرِيْلَ فَاِنَّهٗ نَزَّلَهٗ عَلٰى قَلْبِكَ بِاِذْنِ اللّٰهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 15,
            "translation_aya_text": "Katakanlah (Muhammad), “Barangsiapa menjadi musuh Jibril, maka (ketahuilah) bahwa dialah yang telah menurunkan (Al-Qur'an) ke dalam hatimu dengan izin Allah, membenarkan apa (kitab-kitab) yang terdahulu, dan menjadi petunjuk serta berita gembira bagi orang-orang beriman.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka, (\"Barang siapa yang menjadi musuh Jibril) maka silakan ia binasa dengan kebenciannya itu! (Maka sesungguhnya Jibril itu menurunkannya) maksudnya Alquran (ke dalam hatimu dengan seizin) atau perintah (Allah, membenarkan apa-apa yang berada di hadapannya) yaitu kitab-kitab suci yang turun sebelumnya (dan menjadi petunjuk) dari kesesatan (serta berita gembira) berupa surga (bagi orang-orang yang beriman).",
            "sajda": false,
            "transliteration": "Qul man kaana 'aduwwal li Jibreela fainnahoo nazzalahoo 'alaa qalbika bi iznil laahi musaddiqal limaa baina yadihi wa hudanw wa bushraa lilmu'mineen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 105,
            "aya_number": 98,
            "aya_text": "مَنْ كَانَ عَدُوًّا لِّلّٰهِ وَمَلٰۤىِٕكَتِهٖ وَرُسُلِهٖ وَجِبْرِيْلَ وَمِيْكٰىلَ فَاِنَّ اللّٰهَ عَدُوٌّ لِّلْكٰفِرِيْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 15,
            "translation_aya_text": "Barangsiapa menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril dan Mikail, maka sesungguhnya Allah musuh bagi orang-orang kafir.",
            "tafsir_jalalayn": "(Barang siapa yang menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya dan Jibril) ada yang membaca Jibriil ada pula yang membaca Jabriil atau Jabrail (dan Mikail) diathaf atau dihubungkan kepada malaikat dari jenis mengathafkan yang khas kepada yang umum. Ada pula yang membaca Mikail yaitu dengan hamzah serta ya dan ada pula Mikail dengan tambahan hamzah saja, (maka sesungguhnya Allah menjadi musuh bagi orang-orang yang kafir\"). Orang itu ditempatkan pada suatu posisi untuk menyatakan keadaannya.",
            "sajda": false,
            "transliteration": "Man kaana 'aduwwal lillaahi wa malaaa'ikatihee wa Rusulihee wa Jibreela wa Meekaala fa innal laaha 'aduwwul lilkaafireen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 106,
            "aya_number": 99,
            "aya_text": "وَلَقَدْ اَنْزَلْنَآ اِلَيْكَ اٰيٰتٍۢ بَيِّنٰتٍۚ وَمَا يَكْفُرُ بِهَآ اِلَّا الْفٰسِقُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 15,
            "translation_aya_text": "Dan sungguh, Kami telah menurunkan ayat-ayat yang jelas kepadamu (Muhammad), dan tidaklah ada yang mengingkarinya selain orang-orang fasik.",
            "tafsir_jalalayn": "(Dan sungguh, telah kami turunkan kepadamu) hai Muhammad (ayat-ayat yang jelas) atau terang, menjadi 'hal' sebagai sanggahan terhadap ucapan Ibnu Shuriya yang mengatakan kepada Nabi saw., \"Kamu datang kepada kami tanpa membawa sesuatu apa pun!\" (Dan tak ada yang ingkar kepadanya kecuali orang-orang yang fasik)",
            "sajda": false,
            "transliteration": "Wa laqad anzalnaaa ilaika Aayaatim baiyinaatinw wa maa yakfuru bihaaa illal faasiqoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 107,
            "aya_number": 100,
            "aya_text": "اَوَكُلَّمَا عٰهَدُوْا عَهْدًا نَّبَذَهٗ فَرِيْقٌ مِّنْهُمْ ۗ بَلْ اَكْثَرُهُمْ لَا يُؤْمِنُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 15,
            "translation_aya_text": "Dan mengapa setiap kali mereka mengikat janji, sekelompok mereka melanggarnya? Sedangkan sebagian besar mereka tidak beriman.",
            "tafsir_jalalayn": "(Patutkah) mereka ingkar kepadanya (dan setiap mereka menjanjikan) kepada Allah (suatu janji) akan beriman kepada nabi jika telah dibangkitkan atau menjanjikan kepada nabi tidak akan membantu orang-orang yang musyrik untuk menentangnya (melemparkannya) yakni menjauhkannya (segolongan di antara mereka) yaitu dengan cara melanggarnya. Kalimat ini merupakan jawab dari 'kullamaa' atau setiap dan yang menjadi pertanyaan serta sanggahan (bahkan) lebih dari itu lagi (sebagian besar dari mereka tidak beriman).",
            "sajda": false,
            "transliteration": "Awa kullamaa 'aahadoo ahdan nabazahoo fareequm minhum; bal aksaruhum laa u'minoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 108,
            "aya_number": 101,
            "aya_text": " وَلَمَّا جَاۤءَهُمْ رَسُوْلٌ مِّنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيْقٌ مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَۙ  كِتٰبَ اللّٰهِ وَرَاۤءَ ظُهُوْرِهِمْ كَاَنَّهُمْ لَا يَعْلَمُوْنَۖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 15,
            "translation_aya_text": "Dan setelah datang kepada mereka seorang Rasul (Muhammad) dari Allah yang membenarkan apa yang ada pada mereka, sebagian dari orang-orang yang diberi Kitab (Taurat) melemparkan Kitab Allah itu ke belakang (punggung), seakan-akan mereka tidak tahu.",
            "tafsir_jalalayn": "(Dan tatkala datang kepada mereka seorang rasul dari sisi Allah) yakni Muhammad saw. (yang membenarkan kitab yang ada pada mereka, sebagian dari orang-orang yang diberi kitab melemparkan kitab Allah) yakni Taurat (ke belakang punggung mereka) artinya mereka tidak mau mengamalkan isinya berupa keimanan kepada rasul dan lain-lain (seolah-olah mereka tidak mengetahui) akan isinya bahwa beliau adalah nabi yang sebenarnya atau bahwa Taurat itu adalah kitab Allah.",
            "sajda": false,
            "transliteration": "Wa lammaa jaaa'ahum Rasoolum min 'indil laahi musaddiqul limaa ma'ahum nabaza fareequm minal lazeena ootul Kitaaba Kitaabal laahi waraaa'a zuhoorihim ka annahum laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}