{
    "page_number": 151,
    "data": [
        {
            "aya_id": 955,
            "aya_number": 1,
            "aya_text": "الۤمّۤصۤ ۚ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Alif Lam Mim shad.",
            "tafsir_jalalayn": "(Alif laam miim shaad) hanya Allah-lah yang mengetahui apa yang dimaksud dengannya.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Meeem-Saaad",
            "tajweed_text": "ا[m[لٓ][m[مٓ][m[صٓ]",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 956,
            "aya_number": 2,
            "aya_text": "كِتٰبٌ اُنْزِلَ اِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰى لِلْمُؤْمِنِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "(Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman.",
            "tafsir_jalalayn": "Ini adalah (kitab yang diturunkan kepadamu) khithab atau pembicaraan ayat ini ditujukan kepada Nabi saw. (maka janganlah ada kesempitan di dalam dadamu) kerumitan (karenanya) sewaktu engkau akan menyampaikannya karena merasa khawatir akan didustakan (supaya kamu memberi peringatan) berkaitan dengan lafal unzila, artinya supaya engkau memperingatkan (dengan kitab itu dan menjadi pelajaran) yaitu bahan pengingat (bagi orang-orang yang beriman) kepada kitab itu.",
            "sajda": false,
            "transliteration": "Kitaabun unzila ilaika falaa yakum fee sadrika harajum minhu litunzira bihee wa zikraa lilmu'mineen",
            "tajweed_text": "كِتَ[n[ـٰ]بٌ أُ[f:17[نز]ِلَ إِلَيْكَ فَلَا يَكُ[f:4579[ن ف]ِى صَ[q:4580[دْ]رِكَ حَرَ[a:4581[جٌ م]ِّنْهُ لِتُ[f:4582[نذ]ِرَ بِه[n[ِۦ] وَذِكْرَىٰ لِلْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 957,
            "aya_number": 3,
            "aya_text": "اِتَّبِعُوْا مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ وَلَا تَتَّبِعُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۗ قَلِيْلًا مَّا تَذَكَّرُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Ikutilah apa yang diturunkan kepadamu dari Tuhanmu, dan janganlah kamu ikuti selain Dia sebagai pemimpin. Sedikit sekali kamu mengambil pelajaran.",
            "tafsir_jalalayn": "Katakanlah kepada mereka, (Ikutilah apa yang diturunkan kepadamu dari Tuhanmu) yakni Alquran (dan janganlah kamu mengikuti) maksudnya jangan kamu menjadikan (selain-Nya) selain Allah, (sebagai pemimpin-pemimpin) yang kamu taati untuk berbuat maksiat kepada Allah swt. (Amat sedikitlah kamu mengambil pelajaran) dengan memakai ta atau ya; yakni mengambil pelajaran darinya. Lafal tadzakkaruun dibaca dengan mengidgamkan ta asal ke dalam dzal. Menurut suatu qiraat dibaca tadzkuruun. Sedangkan huruf maa adalah tambahan, yang diadakan untuk mengukuhkan makna sedikit, sehingga artinya menjadi amat sedikit.",
            "sajda": false,
            "transliteration": "Ittabi'oo maaa unzila 'ilaikum mir Rabbikum wa laa tattabi'oo min dooniheee awliyaaa'; qaleelam maa tazakkaroon",
            "tajweed_text": "ٱتَّبِعُو[s[اْ] م[o[َآ] أُ[f:17[نز]ِلَ إِلَيْك[w:3691[ُم م]ّ[u:243[ِن ر]َّبِّكُمْ وَلَا تَتَّبِعُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] أَوْلِي[o[َا]ٓءَ‌ۗ قَلِيل[a:4583[اً م]َّا تَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 958,
            "aya_number": 4,
            "aya_text": "وَكَمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا فَجَاۤءَهَا بَأْسُنَا بَيَاتًا اَوْ هُمْ قَاۤىِٕلُوْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Betapa banyak negeri yang telah Kami binasakan, siksaan Kami datang (menimpa penduduk)nya pada malam hari, atau pada saat mereka beristirahat pada siang hari.",
            "tafsir_jalalayn": "(Betapa banyaknya) kalimat berita dan menjadi maf`ul (negeri) yang dimaksud adalah penduduknya (yang telah Kami binasakan) Kami bermaksud untuk membinasakannya (maka datanglah kekuatan Kami) yakni siksaan Kami (tengah malam) yaitu pada malam hari (atau di waktu mereka beristirahat di tengah hari) artinya sedang tidur-tiduran di siang hari. Yang dimaksud dengan al-qailulah, artinya beristirahat di tengah hari sekalipun tidak tidur. Yakni siksaan itu terkadang datang di waktu tengah malam dan terkadang di siang hari.",
            "sajda": false,
            "transliteration": "Wa kam min qaryatin ahlaknaahaa fajaaa'ahaa baasunaa bayaatan aw hum qaaa'iloon",
            "tajweed_text": "وَك[w:4584[َم م]ِّ[f:4585[ن ق]َرْيَةٍ أَهْلَكْنَ[n[ـٰ]هَا فَج[o[َا]ٓءَهَا بَأْسُنَا بَيَ[n[ـٰ]تًا أَوْ هُمْ ق[o[َا]ٓئِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 959,
            "aya_number": 5,
            "aya_text": "فَمَا كَانَ دَعْوٰىهُمْ اِذْ جَاۤءَهُمْ بَأْسُنَآ اِلَّآ اَنْ قَالُوْٓا اِنَّا كُنَّا ظٰلِمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Maka ketika siksaan Kami datang menimpa mereka, keluhan mereka tidak lain, hanya mengucap, “Sesungguhnya kami adalah orang-orang yang zalim.”",
            "tafsir_jalalayn": "(Maka tidak adalah keluhan mereka) yaitu perkataan mereka (di waktu datang kepada mereka siksaan Kami kecuali mengatakan, \"Sesungguhnya kami adalah orang-orang yang lalim.\")",
            "sajda": false,
            "transliteration": "Famaa kaana da'waahum iz jaaa'ahum baasunaa illaaa an qaalooo innaa kunnaa zaalimeen",
            "tajweed_text": "فَمَا كَانَ دَعْوَ[n[ٮٰ]هُمْ إِذْ ج[o[َا]ٓءَه[c:4044[ُم ب]َأْسُن[o[َآ] إِلّ[o[َآ] أَ[f:2304[ن ق]َال[o[ُوٓ][s[اْ] إِ[g[نّ]َا كُ[g[نّ]َا ظَ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 960,
            "aya_number": 6,
            "aya_text": "فَلَنَسْـَٔلَنَّ الَّذِيْنَ اُرْسِلَ اِلَيْهِمْ وَلَنَسْـَٔلَنَّ الْمُرْسَلِيْنَۙ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul,",
            "tafsir_jalalayn": "(Maka sesungguhnya Kami akan menanyai umat-umat yang telah diutus rasul-rasul kepada mereka) yaitu kepada umat-umat tentang tanggapan mereka terhadap rasul-rasul dan pengamalan mereka terhadap apa-apa yang telah disampaikan kepada mereka (dan sesungguhnya Kami akan menanyai pula rasul-rasul Kami) tentang penyampaian mereka.",
            "sajda": false,
            "transliteration": "Falanas 'alannal lazeena ursila ilaihim wa lanas 'alannal mursaleen",
            "tajweed_text": "فَلَنَسْــَٔلَ[g[نّ]َ [h:4586[ٱ]لَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْــَٔلَ[g[نّ]َ [h:4587[ٱ]لْمُرْسَل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 961,
            "aya_number": 7,
            "aya_text": "فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَّمَا كُنَّا غَاۤىِٕبِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "dan pasti akan Kami beritakan kepada mereka dengan ilmu (Kami) dan Kami  tidak jauh (dari mereka).",
            "tafsir_jalalayn": "(Maka sesungguhnya akan Kami kabarkan kepada mereka dengan penuh pengetahuan). Kami akan menceritakan kepada mereka tentang apa-apa yang telah mereka perbuat dengan penuh pengetahuan (dan Kami sekali-kali tidak gaib) untuk menyampaikan kepada rasul-rasul dan umat-umat terdahulu tentang apa-apa yang pernah mereka perbuat.",
            "sajda": false,
            "transliteration": "Falanaqussanna 'alaihim bi'ilminw wa maa kunnaa ghaaa'ibeen",
            "tajweed_text": "فَلَنَقُصَّ[g[نّ]َ عَلَيْه[c:4588[ِم ب]ِعِلْ[a:4589[مٍ‌ۖ و]َمَا كُ[g[نّ]َا غ[o[َا]ٓئِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 962,
            "aya_number": 8,
            "aya_text": "وَالْوَزْنُ يَوْمَىِٕذِ ِۨالْحَقُّۚ فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Timbangan pada hari itu (menjadi ukuran) kebenaran. Maka barangsiapa berat timbangan (kebaikan)nya, mereka itulah orang yang beruntung,",
            "tafsir_jalalayn": "(Dan timbangan) untuk amal-amal perbuatan atau untuk lembaran-lembaran catatan amal perbuatan yang ditaruh di dalamnya. Timbangan itu memiliki jarum penunjuk berat dan dua gantungan, demikian sebagaimana yang telah dijelaskan oleh hadis. Timbangan itu ada (pada hari itu) yakni hari penghisaban yang telah disebutkan, yaitu hari kiamat (adalah benar) adalah adil, menjadi sifat dari lafal al-wazn (maka barang siapa berat timbangannya) oleh kebaikan (maka mereka itulah orang-orang yang berbahagia) orang-orang yang beruntung.",
            "sajda": false,
            "transliteration": "Walwaznu Yawma'izinil haqq; faman saqulat mawaa zeenuhoo fa-ulaaa'ika humul muflihoon",
            "tajweed_text": "وَ[h:9999[ٱ]لْوَزْنُ يَوْمَئِذٍ [h:4590[ٱ]لْحَقُّ‌ۚ فَمَ[f:4591[ن ث]َقُلَتْ مَو[n[َٲ]زِينُهُ[n[ۥ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 963,
            "aya_number": 9,
            "aya_text": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ بِمَا كَانُوْا بِاٰيٰتِنَا يَظْلِمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "dan barangsiapa ringan timbangan (kebaikan)nya, maka mereka itulah orang yang telah merugikan dirinya sendiri, karena mereka  mengingkari ayat-ayat Kami.",
            "tafsir_jalalayn": "(Dan siapa yang ringan timbangannya) oleh sebab amal-amal keburukannya (maka itulah orang-orang yang merugikan dirinya sendiri) yang membawa dirinya ke neraka (disebabkan mereka selalu mengingkari ayat-ayat Kami) mereka tidak mau mempercayainya.",
            "sajda": false,
            "transliteration": "Wa man khaffat mawaazeenuhoo fa ulaaa'ikal lazeena khasirooo anfusahum bimaa kaanoo bi Aayaatinaa yazlimoon",
            "tajweed_text": "وَمَنْ خَفَّتْ مَو[n[َٲ]زِينُهُ[n[ۥ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:4592[ٱ]لَّذِينَ خَسِر[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَه[c:4593[ُم ب]ِمَا كَانُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا يَظْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 964,
            "aya_number": 10,
            "aya_text": "وَلَقَدْ مَكَّنّٰكُمْ فِى الْاَرْضِ وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Dan sungguh, Kami telah menempatkan kamu di bumi dan di sana Kami sediakan (sumber) penghidupan untukmu. (Tetapi) sedikit sekali kamu bersyukur.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menempatkan kamu sekalian) hai anak-anak Adam (di muka bumi dan Kami adakan bagimu di muka bumi itu sumber-sumber penghidupan) dengan memakai huruf ya, yakni sarana-sarana untuk kamu bisa hidup. Ma`ayisy jamak dari kata ma'isyah (amat sedikitlah) untuk mengukuhkan keminiman (kamu bersyukur) terhadap kesemuanya itu.",
            "sajda": false,
            "transliteration": "Wa laqad makkannaakum fil ardi wa ja'alnaa lakum feehaa ma'aayish; qaleelam maa tashkuroon",
            "tajweed_text": "وَلَقَ[q:341[دْ] مَكَّ[g[نّ]َ[n[ـٰ]كُمْ فِى [h:44[ٱ]لْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَ[n[ـٰ]يِشَ‌ۗ قَلِيل[a:4583[اً م]َّا تَشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 965,
            "aya_number": 11,
            "aya_text": "وَلَقَدْ خَلَقْنٰكُمْ ثُمَّ صَوَّرْنٰكُمْ ثُمَّ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  لَمْ يَكُنْ مِّنَ السّٰجِدِيْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 151,
            "translation_aya_text": "Dan sungguh, Kami telah menciptakan kamu, kemudian membentuk (tubuh)mu, kemudian Kami berfirman kepada para malaikat, “Bersujudlah kamu kepada Adam,” maka mereka pun sujud kecuali Iblis. Ia (Iblis) tidak termasuk mereka yang bersujud.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menciptakanmu) maksudnya ayah kamu yaitu Adam (lalu Kami bentuk tubuhmu) Kami membentuk tubuhnya sedangkan kamu masih berada di dalam sulbinya (kemudian Kami katakan kepada para malaikat, \"Bersujudlah kamu kepada Adam,\") sebagai penghormatan, yaitu dengan menundukkan punggung (maka mereka pun bersujud kecuali iblis) yaitu kakek moyang bangsa jin yang ada di antara malaikat (dia tidak termasuk mereka yang bersujud).",
            "sajda": false,
            "transliteration": "Wa laqad khalaqnaakum summa sawwarnaakum summa qulnaa lilmalaaa'ikatis judoo li Aadama fa-sajadooo illaaa Ibleesa lam yakum minas saajideen",
            "tajweed_text": "وَلَقَ[q:341[دْ] خَلَ[q:4250[قْ]نَ[n[ـٰ]كُمْ ثُ[g[مّ]َ صَوَّرْنَ[n[ـٰ]كُمْ ثُ[g[مّ]َ قُلْنَا لِلْمَلَ[o[ـٰٓ]ئِكَةِ [h:179[ٱ]سْجُدُو[s[اْ] لِأَدَمَ فَسَجَد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِ[q:180[بْ]لِيسَ لَمْ يَك[a:4594[ُن م]ِّنَ [h:4595[ٱ][l[ل]سَّ[n[ـٰ]جِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}