{
    "page_number": 153,
    "data": [
        {
            "aya_id": 977,
            "aya_number": 23,
            "aya_text": "قَالَا رَبَّنَا ظَلَمْنَآ اَنْفُسَنَا وَاِنْ لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Keduanya berkata, “Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.”",
            "tafsir_jalalayn": "(Keduanya berkata, \"Ya Tuhan kami, kami telah menganiaya diri kami sendiri) oleh sebab perbuatan maksiat kami berdua (dan jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya pastilah kami termasuk orang-orang yang merugi.\")",
            "sajda": false,
            "transliteration": "Qaalaa Rabbanaa zalamnaaa anfusanaa wa illam taghfir lanaa wa tarhamnaa lanakoonanna minal khaasireen",
            "tajweed_text": "قَالَا رَبَّنَا ظَلَمْن[o[َآ] أَ[f:4635[نف]ُسَنَا وَإ[u:3542[ِن ل]َّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَ[g[نّ]َ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 978,
            "aya_number": 24,
            "aya_text": "قَالَ اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚوَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "(Allah) berfirman, “Turunlah kamu! Kamu akan saling bermusuhan satu sama lain. Bumi adalah tempat kediaman dan kesenanganmu sampai waktu yang telah ditentukan.”",
            "tafsir_jalalayn": "(Allah berfirman, \"Turunlah kamu sekalian) yakni Adam dan Hawa serta anak-cucu kamu yang masih berada di dalam diri kamu (sebagian kamu) maksudnya sebagian keturunan (menjadi musuh bagi sebagian yang lain) sebagian mereka berlaku aniaya terhadap sebagian yang lainnya. (Dan kamu di muka bumi mempunyai tempat kediaman) yaitu tempat tinggal (dan kesenangan) tempat bersenang-senang (sampai waktu yang ditentukan.\") apabila ajal kamu telah sampai pada saatnya.",
            "sajda": false,
            "transliteration": "Qaalah bitoo ba'dukum liba'din aduwwunw wa lakum fil ardi mmustaqarrunw wa mataa'un ilaaheen",
            "tajweed_text": "قَالَ [h:4636[ٱ]هْبِطُو[s[اْ] بَعْضُكُمْ لِبَعْضٍ عَدُ[a:190[وٌّ‌ۖ و]َلَكُمْ فِى [h:44[ٱ]لْأَرْضِ مُسْتَقَ[a:191[رٌّ و]َمَتَ[n[ـٰ]عٌ إِلَىٰ ح[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 979,
            "aya_number": 25,
            "aya_text": "قَالَ فِيْهَا تَحْيَوْنَ وَفِيْهَا تَمُوْتُوْنَ وَمِنْهَا تُخْرَجُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "(Allah) berfirman, “Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.”",
            "tafsir_jalalayn": "(Allah berfirman, \"Di muka bumi itu kamu hidup dan di muka bumi itu kamu mati, dan dari bumi itu pula kamu akan dikeluarkan\") dibangkitkan, dengan memakai bina fa`il dan bina maf`ul atau bentuk aktif dan bentuk pasif.",
            "sajda": false,
            "transliteration": "Qaala feehaa tahyawna wa feehaa tamootoona wa minhaa tukhrajoon",
            "tajweed_text": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَج[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 980,
            "aya_number": 26,
            "aya_text": "يَا بَنِيْٓ اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْاٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Wahai anak cucu Adam! Sesungguhnya Kami telah menyediakan pakaian untuk menutupi auratmu dan untuk perhiasan bagimu. Tetapi pakaian takwa, itulah yang lebih baik. Demikianlah sebagian tanda-tanda kekuasaan Allah, mudah-mudahan mereka ingat.",
            "tafsir_jalalayn": "(Hai anak Adam! Sesungguhnya Kami telah menurunkan kepadamu pakaian) Kami telah menciptakannya untuk kamu (untuk menutupi) guna menutupi (auratmu dan pakaian perhiasan) pakaian yang digunakan sebagai perhiasan. (Dan pakaian takwa) yakni amal saleh dan akhlak yang baik; dengan dibaca nashab karena diathafkan kepada lafal libaasan, dan dibaca rafa' sebagai mubtada sedangkan khabarnya ialah jumlah berikut ini (itulah yang lebih baik. Yang demikian itu adalah sebagian tanda-tanda kekuasaan Allah) bukti-bukti yang menunjukkan kekuasaan-Nya (mudah-mudahan mereka selalu ingat) kemudian mau beriman; di dalam jumlah ini terkandung iltifat atau kata sindiran terhadap mukhathab atau orang yang diajak bicara.",
            "sajda": false,
            "transliteration": "Yaa Baneee Aadama qad anzalnaa 'alaikum libaasany yuwaaree saw aatikum wa reeshanw wa libaasut taqwaa zaalika khair; zaalika min Aayaatil laahi la'allahum yaz zakkaroon",
            "tajweed_text": "يَ[n[ـٰ]بَن[o[ِىٓ] ءَادَمَ قَ[q:298[دْ] أَ[f:515[نز]َلْنَا عَلَيْكُمْ لِبَا[a:4637[سًا ي]ُو[n[َٲ]رِى سَوْء[n[َٲ]تِكُمْ وَرِي[a:4638[شًا‌ۖ و]َلِبَاسُ [h:4639[ٱ][l[ل]تَّ[q:1084[قْ]وَىٰ ذ[n[َٲ]لِكَ خَيْ[f:4640[رٌ‌ۚ ذ][n[َٲ]لِكَ مِنْ ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ لَعَلَّهُمْ يَذَّكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 981,
            "aya_number": 27,
            "aya_text": "يٰبَنِيْٓ اٰدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطٰنُ كَمَآ اَخْرَجَ اَبَوَيْكُمْ مِّنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْاٰتِهِمَا ۗاِنَّهٗ يَرٰىكُمْ هُوَ وَقَبِيْلُهٗ مِنْ حَيْثُ لَا تَرَوْنَهُمْۗ اِنَّا جَعَلْنَا الشَّيٰطِيْنَ اَوْلِيَاۤءَ لِلَّذِيْنَ لَا يُؤْمِنُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman.",
            "tafsir_jalalayn": "(Hai anak Adam janganlah sekali-kali kamu dapat ditipu) disesatkan (oleh setan) janganlah kamu mengikuti setan sehingga akibatnya kamu akan tertipu (sebagaimana ia telah mengeluarkan ibu-bapakmu) dengan senjata tipu-dayanya (dari surga, di mana ia menanggalkan) menjadi hal (daripada keduanya yaitu pakaian mereka berdua untuk memperlihatkan kepada keduanya aurat masing-masing. Sesungguhnya ia) yakni setan itu (dan pengikut-pengikutnya melihat kamu) yaitu bala tentaranya (dari suatu tempat yang kamu tidak bisa melihat mereka) karena kehalusan jasad mereka atau karena mereka tidak berwarna. (Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin-pemimpin) artinya pendukung-pendukung dan teman-teman (bagi orang-orang yang tidak beriman).",
            "sajda": false,
            "transliteration": "Yaa Banee Aadama laa yaftinannnakumush Shaitaanu kamaaa akhraja abawaikum minal Jannati yanzi'u 'anhumaa libaasahumaa liyuriyahumaa saw aatihimaaa; innahoo yaraakum huwa wa qabeeluhoo min haisu laa tarawnahum; innaa ja'alnash Shayaateena awliyaaa'a lillazeena laa yu'minoon",
            "tajweed_text": "يَ[n[ـٰ]بَن[o[ِىٓ] ءَادَمَ لَا يَفْتِنَ[g[نّ]َكُمُ [h:4641[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ كَم[o[َآ] أَخْرَجَ أَبَوَيْك[w:4642[ُم م]ِّنَ [h:4643[ٱ]لْجَ[g[نّ]َةِ يَ[f:4644[نز]ِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْء[n[َٲ]تِهِم[o[َآ‌ۗ] إِ[g[نّ]َهُ[n[ۥ] يَرَ[n[ٮٰ]كُمْ هُوَ وَقَبِيلُهُ[n[ۥ] مِنْ حَيْثُ لَا تَرَوْنَهُمْ‌ۗ إِ[g[نّ]َا جَعَلْنَا [h:4645[ٱ][l[ل]شَّيَ[n[ـٰ]طِينَ أَوْلِي[o[َا]ٓءَ لِلَّذِينَ لَا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 982,
            "aya_number": 28,
            "aya_text": "وَاِذَا فَعَلُوْا فَاحِشَةً قَالُوْا وَجَدْنَا عَلَيْهَآ اٰبَاۤءَنَا وَاللّٰهُ اَمَرَنَا بِهَاۗ قُلْ اِنَّ اللّٰهَ لَا يَأْمُرُ بِالْفَحْشَاۤءِۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Dan apabila mereka melakukan perbuatan keji, mereka berkata, “Kami mendapati nenek moyang kami melakukan yang demikian, dan Allah menyuruh kami mengerjakannya.” Katakanlah, “Sesungguhnya Allah tidak pernah menyuruh berbuat keji. Mengapa kamu membicarakan tentang Allah apa yang tidak kamu ketahui?”",
            "tafsir_jalalayn": "(Dan apabila mereka melakukan perbuatan keji) seperti perbuatan syirik dan tawaf mereka di sekeliling Kakbah dalam keadaan telanjang seraya mengemukakan alasan mereka, \"Kami tidak akan melakukan tawaf dengan pakaian yang biasa kami gunakan untuk maksiat.\" Kemudian mereka dilarang dari perbuatan tersebut (mereka berkata, \"Kami mendapati nenek-moyang kami mengerjakan yang demikian itu) kami hanya mengikut kepada mereka (dan Allah menyuruh kami mengerjakannya.\") juga. (Katakanlah) kepada mereka (\"Sesungguhnya Allah tidak menyuruh mengadakan perbuatan yang keji.\" Mengapa kamu mengada-adakan terhadap Allah apa yang tidak kamu ketahui?) bahwa Allah mengatakannya; istifham atau kata tanya di sini menunjukkan makna ingkar atau sanggahan.",
            "sajda": false,
            "transliteration": "Wa izaa fa'aloo faahishatan qaaloo wajadnaa 'alaihaaa aabaaa'ana wallaahu amaranaa bihaa; qul innal laaha laa yaamuru bilfahshaaa'i a-taqooloona 'alal laahi mmaa laa ta'lamoon",
            "tajweed_text": "وَإِذَا فَعَلُو[s[اْ] فَ[n[ـٰ]حِشَ[f:4646[ةً ق]َالُو[s[اْ] وَجَ[q:3834[دْ]نَا عَلَيْه[o[َآ] ءَاب[o[َا]ٓءَنَا وَ[h:72[ٱ]للَّهُ أَمَرَنَا بِهَا‌ۗ قُلْ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَأْمُرُ بِ[h:1587[ٱ]لْفَحْش[o[َا]ٓءِ‌ۖ أَتَقُولُونَ عَلَى [h:412[ٱ]للَّهِ مَا لَا تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 983,
            "aya_number": 29,
            "aya_text": "قُلْ اَمَرَ رَبِّيْ بِالْقِسْطِۗ وَاَقِيْمُوْا وُجُوْهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۗ كَمَا بَدَاَكُمْ تَعُوْدُوْنَۗ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Katakanlah, “Tuhanku menyuruhku berlaku adil. Hadapkanlah wajahmu (kepada Allah) pada setiap salat, dan sembahlah Dia dengan mengikhlaskan ibadah semata-mata hanya kepada-Nya. Kamu akan dikembalikan kepada-Nya sebagaimana kamu diciptakan semula.",
            "tafsir_jalalayn": "(Katakanlah, \"Tuhanku menyuruh menjalankan keadilan\") yaitu perbuatan yang adil. (Dan luruskanlah) diathafkan secara makna kepada lafal bil qisthi, yang artinya, Ia berkata, \"Berlaku adillah kamu dan luruskanlah dirimu.\" Atau diathafkan kepada lafal sebelumnya dengan menyimpan taqdir yakni: Hadapkanlah dirimu (mukamu) kepada Allah (di setiap salatmu) ikhlaslah kamu kepada-Nya di dalam sujudmu (dan sembahlah Allah) beribadahlah kepada-Nya (dengan mengikhlaskan ketaatan kepada-Nya) bersih dari kemusyrikan. (Sebagaimana Dia menciptakanmu pada permulaan) yang sebelumnya kamu bukanlah merupakan sesuatu (demikian pulalah akan kembali kepada-Nya) artinya Dia akan mengembalikan kamu pada hari kiamat dalam keadaan hidup kembali.",
            "sajda": false,
            "transliteration": "Qul amara Rabbee bilqisti wa aqeemoo wujoohakum 'inda kulli masjidin wad'oohu mukhliseena lahud deen; kamaa bada akum ta'oodoon",
            "tajweed_text": "قُلْ أَمَرَ رَبِّى بِ[h:1800[ٱ]لْقِسْطِ‌ۖ وَأَقِيمُو[s[اْ] وُجُوهَكُمْ عِ[f:264[ند]َ كُلِّ مَسْجِ[a:4647[دٍ و]َ[h:4648[ٱ][q:4648[دْ]عُوهُ مُخْلِصِينَ لَهُ [h:4649[ٱ][l[ل]دِّينَ‌ۚ كَمَا بَدَأَكُمْ تَعُود[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 984,
            "aya_number": 30,
            "aya_text": "فَرِيْقًا هَدٰى وَفَرِيْقًا حَقَّ عَلَيْهِمُ الضَّلٰلَةُ  ۗاِنَّهُمُ اتَّخَذُوا الشَّيٰطِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ اللّٰهِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 153,
            "translation_aya_text": "Sebagian diberi-Nya petunjuk dan sebagian lagi sepantasnya menjadi sesat. Mereka menjadikan setan-setan sebagai pelindung selain Allah. Mereka mengira bahwa mereka mendapat petunjuk.",
            "tafsir_jalalayn": "(Sebagian) dari kamu (diberi-Nya petunjuk dan sebagian lagi telah pasti kesesatan bagi mereka. Sesungguhnya mereka menjadikan setan-setan pelindung mereka selain Allah) (dan mereka mengira bahwa mereka mendapat petunjuk).",
            "sajda": false,
            "transliteration": "Fareeqan hadaa wa fareeqan haqqa 'alaihimud dalaalah; innahumut takhazush Shayaateena awliyaaa'a min doonil laahi wa yahsaboona annnahum muhtadoon",
            "tajweed_text": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ [h:4650[ٱ][l[ل]ضَّلَ[n[ـٰ]لَةُ‌ۗ إِ[g[نّ]َهُمُ [h:4651[ٱ]تَّخَذُو[s[اْ] [h:4652[ٱ][l[ل]شَّيَ[n[ـٰ]طِينَ أَوْلِي[o[َا]ٓءَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَيَحْسَبُونَ أَ[g[نّ]َه[w:4653[ُم م]ُّهْتَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}