{
    "page_number": 155,
    "data": [
        {
            "aya_id": 992,
            "aya_number": 38,
            "aya_text": "قَالَ ادْخُلُوْا فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِّنَ الْجِنِّ وَالْاِنْسِ فِى النَّارِۙ كُلَّمَا دَخَلَتْ اُمَّةٌ لَّعَنَتْ اُخْتَهَا ۗحَتّٰٓى اِذَا ادَّارَكُوْا فِيْهَا جَمِيْعًا ۙقَالَتْ اُخْرٰىهُمْ لِاُوْلٰىهُمْ رَبَّنَا هٰٓؤُلَاۤءِ اَضَلُّوْنَا فَاٰتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ ەۗ قَالَ لِكُلٍّ ضِعْفٌ وَّلٰكِنْ لَّا تَعْلَمُوْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "Allah berfirman, “Masuklah kamu ke dalam api neraka bersama golongan jin dan manusia yang telah lebih dahulu dari kamu. Setiap kali suatu umat masuk, dia melaknat saudaranya, sehingga apabila mereka telah masuk semuanya, berkatalah orang yang (masuk) belakangan (kepada) orang yang (masuk) terlebih dahulu, “Ya Tuhan kami, mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka” Allah berfirman, “Masing-masing mendapatkan (siksaan) yang berlipat ganda, tapi kamu tidak mengetahui.”",
            "tafsir_jalalayn": "(Allah berfirman,) Maha Tinggi Allah; Dia berfirman kepada mereka kelak di hari kiamat (\"Masuklah kamu sekalian ke dalam) golongan (umat-umat yang telah terdahulu sebelum kamu dari kalangan jin dan manusia ke dalam neraka\") Jar dan majrurnya berta'alluq pada lafal udkhuluu. (Setiap umat yang masuk) ke dalam neraka (dia mengutuk kawannya) yang sebelumnya telah menyesatkannya (sehingga apabila mereka masuk) menyusul kawan-kawannya (ke dalam neraka semuanya, berkatalah orang-orang yang masuk kemudian) mereka adalah orang-orang yang hanya mengikuti (kepada orang-orang yang masuk terdahulu) maksudnya para penghulu mereka yang menjadi panutan (\"Ya Tuhan kami, mereka telah menyesatkan kami, sebab itu datangkanlah kepada mereka siksaan yang berlipat ganda) yang berkali-kali lipat (dari neraka.\" Allah berfirman,) Maha Tinggi Allah (\"Masing-masing) dari kamu dan dari mereka (mendapat siksaan yang berlipat ganda) maksudnya azab yang berlipat ganda (akan tetapi mereka tidak mengetahui.\") dengan memakai ya dan ta; mereka tidak mengetahui siksaan apa yang diterima oleh masing-masing golongan.",
            "sajda": false,
            "transliteration": "Qaalad khuloo feee umamin qad khalat min qablikum minal jinni wal insifin naari kullamaa dakhalat ummatul la'anat ukhtahaa hattaaa izad daarakoo feehaa jamee'an qaalat ukhraahum li oolaahum Rabbannaa haaa'u laaa'i adalloonaa fa aatihim 'azaaban di'fam minan naari qaala likullin di funw wa laakil laa ta'lamoon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 993,
            "aya_number": 39,
            "aya_text": "وَقَالَتْ اُوْلٰىهُمْ لِاُخْرٰىهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُوْنَ ࣖ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "Dan orang yang (masuk) terlebih dahulu berkata kepada yang (masuk) belakangan, “Kamu tidak mempunyai kelebihan sedikit pun atas kami. Maka rasakanlah azab itu karena perbuatan yang telah kamu lakukan.”",
            "tafsir_jalalayn": "(Dan berkata orang-orang yang masuk terdahulu di antara mereka kepada orang-orang yang masuk kemudian, \"Kamu tidak mempunyai kelebihan sedikit pun atas kami\") sebab kamu ikut kafir seperti kami, maka kami dan kamu adalah sama, kemudian Allah berfirman kepada mereka semua, (maka rasakanlah siksaan dari perbuatan yang telah kamu lakukan).",
            "sajda": false,
            "transliteration": "Wa qaalat oolaahum li ukhraahum famaa kaana lakum 'alainaa min fadlin fazooqul azaaba bimaa kuntum taksiboon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 994,
            "aya_number": 40,
            "aya_text": "اِنَّ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَا لَا تُفَتَّحُ لَهُمْ اَبْوَابُ السَّمَاۤءِ وَلَا يَدْخُلُوْنَ الْجَنَّةَ حَتّٰى يَلِجَ الْجَمَلُ فِيْ سَمِّ الْخِيَاطِ ۗ وَكَذٰلِكَ نَجْزِى الْمُجْرِمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, tidak akan dibukakan pintu-pintu langit bagi mereka, dan mereka tidak akan masuk surga, sebelum unta masuk ke dalam lubang jarum. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat jahat.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri) mereka berlaku sombong (terhadapnya) kemudian mereka tidak mau percaya terhadapnya (sekali-kali tidak akan dibukakan bagi mereka pintu-pintu langit) yaitu apabila arwah-arwah mereka dinaikkan sesudah mati, sehingga arwah mereka turun kembali ke Sijjin atau neraka yang ada di dalam perut bumi. Berbeda dengan arwahnya orang yang beriman, pintu-pintu langit dibukakan untuknya, sehingga arwahnya dapat naik ke langit yang ke tujuh, demikianlah menurut penjelasan hadis (dan tidak pula mereka masuk surga hingga unta masuk) yakni jika ada unta yang dapat masuk (ke dalam lubang jarum) maksudnya lubang yang ada pada jarum; ini kata kiasan bahwa hal itu tidak mungkin terjadi, demikian pula masuknya mereka ke dalam surga. (Demikianlah) pembalasan itu (Kami memberi balasan kepada orang-orang yang berbuat kejahatan) oleh sebab kekafirannya.",
            "sajda": false,
            "transliteration": "Innal lazeena kazzaboo bi Aayaatinaa wastakbaroo 'anhaa laa tufattahu lahum ahwaabus samaaa'i wa laa yadkhuloonal jannata hattaa yalijal jamalu fee sammil khiyaat; wa kazaalika najzil mujrimeen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 995,
            "aya_number": 41,
            "aya_text": "لَهُمْ مِّنْ جَهَنَّمَ مِهَادٌ وَّمِنْ فَوْقِهِمْ غَوَاشٍۗ وَكَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim.",
            "tafsir_jalalayn": "(Mereka mempunyai tikar tidur dari api neraka) alas untuk tidur (dan di atas mereka ada selimut) penutup dari api neraka; ghawaasyin bentuk jamak dari kata ghaasyiyah, sedangkan tanwinnya adalah merupakan pergantian dari ya yang telah dibuang. (Demikianlah Kami memberi balasan kepada orang-orang yang zalim).",
            "sajda": false,
            "transliteration": "Lahum min jahannama mihaadunw wa min fawqihim ghawaash; wa kazaalika najziz zaalimeen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 996,
            "aya_number": 42,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "Dan orang-orang yang beriman serta mengerjakan kebajikan, Kami tidak akan membebani seseorang melainkan menurut kesanggupannya. Mereka itulah penghuni surga; mereka kekal di dalamnya,",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan mengerjakan amal-amal saleh) menjadi mubtada, sedangkan firman Allah swt. (Kami tidak memikulkan kewajiban kepada diri seseorang melainkan sekedar kesanggupannya) sesuai kemampuannya dalam beramal; ini adalah jumlah mu'taridhah antara mubtada dan khabarnya, sedangkan khabarnya ialah (mereka itulah penghuni-penghuni surga, mereka kekal di dalamnya).",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wa 'amilus saalihaati la nukallifu nafsan illaa wus'ahaaa ulaaa'ika Ashaabul jannati hum feehaa khaalidoon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 997,
            "aya_number": 43,
            "aya_text": "وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ تَجْرِيْ مِنْ تَحْتِهِمُ الْانْهٰرُۚ وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ هَدٰىنَا لِهٰذَاۗ وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَآ اَنْ هَدٰىنَا اللّٰهُ ۚ لَقَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۗ وَنُوْدُوْٓا اَنْ تِلْكُمُ الْجَنَّةُ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 155,
            "translation_aya_text": "dan Kami mencabut rasa dendam dari dalam dada mereka, di bawahnya mengalir sungai-sungai. Mereka berkata, “Segala puji bagi Allah yang telah menunjukkan kami ke (surga) ini. Kami tidak akan mendapat petunjuk sekiranya Allah tidak menunjukkan kami. Sesungguhnya rasul-rasul Tuhan kami telah datang membawa kebenaran.” Diserukan kepada mereka, “Itulah surga yang telah diwariskan kepadamu, karena apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Dan Kami cabut segala macam dendam yang berada di dalam dada mereka) perasaan dengki yang pernah ada sewaktu mereka hidup di alam dunia (mengalir di bawah mereka) di bawah gedung-gedung tempat tinggal mereka (sungai-sungai dan mereka berkata,) tatkala mereka mulai menetap di tempat tinggal masing-masing (\"Segala puji bagi Allah yang telah menunjuki kami kepada surga ini) yakni amal perbuatan yang balasannya adalah hal ini (Dan kami sekali-kali tidak akan mendapat petunjuk kalau Allah tidak memberi kami petunjuk) di sini membuang jawabnya laula, hal itu bisa diketahui karena ada tanda sebelumnya yang menunjukkan kepadanya. (Sesungguhnya telah datang rasul-rasul Tuhan kami, membawa kebenaran.\" Dan diserukan kepada mereka bahwasanya) dengan anna yang ditakhfifkan, yakni annahuu. Atau dapat juga berasal dari an mufassirah (itulah surga yang diwariskan kepadamu, disebabkan apa yang dahulu kamu kerjakan).",
            "sajda": false,
            "transliteration": "Wa naza'naa maa fee sudoorihim min ghillin tajree min tahtihimul anhaaru wa qaalul hamdu lillaahil lazee hadaanaa lihaaza wa maa kunna linahtadiya law laaa ann hadaanal laahu laqad jaaa'at Rusulu Rabbinaa bilhaqq; wa noodoo an tilkumul jannnatu ooristumoohaa bimaa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}