{
    "page_number": 156,
    "data": [
        {
            "aya_id": 998,
            "aya_number": 44,
            "aya_text": "وَنَادٰٓى اَصْحٰبُ الْجَنَّةِ اَصْحٰبَ النَّارِ اَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُّمْ مَّا وَعَدَ رَبُّكُمْ حَقًّا ۗقَالُوْا نَعَمْۚ فَاَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ اَنْ لَّعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Dan para penghuni surga menyeru penghuni-penghuni neraka, “Sungguh, kami telah memperoleh apa yang dijanjikan Tuhan kepada kami itu benar. Apakah kamu telah memperoleh apa yang dijanjikan Tuhan kepadamu itu benar?” Mereka menjawab, “Benar.” Kemudian penyeru (malaikat) mengumumkan di antara mereka, “Laknat Allah bagi orang-orang zalim,",
            "tafsir_jalalayn": "(Dan penghuni-penghuni surga berseru kepada penghuni-penghuni neraka,) sebagai pernyataan dan ejekan (\"Sesungguhnya kami telah memperoleh apa yang telah Tuhan kami menjanjikannya kepada kami) berupa pahala (dengan sebenarnya. Maka apakah kamu telah memperoleh apa yang telah dijanjikan) kepadamu (oleh Tuhanmu) berupa azab (dengan sebenarnya?\" Mereka, penduduk neraka, menjawab, \"Betul.\" Kemudian seorang penyeru, malaikat, mengumumkan) menyerukan pengumuman (di antara mereka) yaitu di antara kedua golongan itu. Malaikat itu mengumandangkan kepada mereka (\"Kutukan Allah ditimpakan kepada orang-orang yang lalim).",
            "sajda": false,
            "transliteration": "Wa naadaa Ashaabul jannati ashaaban Naari an qad wajadnaa maa wa'adannaa Rabbunaa haqqan fahal wajattum maa wa'ada Rabbukum haqqan qaaloo na'am; fa azzana mu'azzinum bainahum al la'natul laahi 'alaz zaalimeen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 999,
            "aya_number": 45,
            "aya_text": "اَلَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۚ وَهُمْ بِالْاٰخِرَةِ كٰفِرُوْنَۘ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "(yaitu) orang-orang yang menghalang-halangi (orang lain) dari jalan Allah dan ingin membelokkannya. Mereka itulah yang mengingkari kehidupan akhirat.”",
            "tafsir_jalalayn": "(Yaitu orang-orang yang menghalangi) manusia (dari jalan Allah) dari tuntunan agama-Nya (dan menginginkan agar jalan itu) maksudnya mereka menghendaki agar jalan Allah itu (bengkok) tidak lurus (dan mereka ingkar terhadap kehidupan akhirat).",
            "sajda": false,
            "transliteration": "Allazeena yasuddoona 'an sabeelil laahi wa yabghoo nahaa 'iwajanw wa hum bil Aakhirati kaafiroon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1000,
            "aya_number": 46,
            "aya_text": "وَبَيْنَهُمَا حِجَابٌۚ وَعَلَى الْاَعْرَافِ رِجَالٌ يَّعْرِفُوْنَ كُلًّا ۢ بِسِيْمٰىهُمْۚ وَنَادَوْا اَصْحٰبَ الْجَنَّةِ اَنْ سَلٰمٌ عَلَيْكُمْۗ  لَمْ يَدْخُلُوْهَا وَهُمْ يَطْمَعُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Dan di antara keduanya (penghuni surga dan neraka) ada tabir dan di atas A‘raf (tempat yang tertinggi) ada orang-orang yang saling mengenal, masing-masing dengan tanda-tandanya. Mereka menyeru penghuni surga, “Salamun ‘alaikum” (salam sejahtera bagimu). Mereka belum dapat masuk, tetapi mereka ingin segera (masuk).",
            "tafsir_jalalayn": "(Dan di antara keduanya) yaitu antara para penghuni surga dan para penghuni neraka (ada batas) penghalang; menurut suatu pendapat batas itu berupa tembok vang diberi nama Al-A'raaf (di atas Al-A`raaf itu) yakni nama tembok surga (ada orang-orang) yang amat tampan dan amat buruk rupanya, rupa mereka sama, artinya yang cantik sama cantiknya dan yang buruk sama pula buruknya, sebagaimana yang dijelaskan oleh hadis (yang mengenal masing-masing dari kedua golongan itu) penduduk surga dan neraka (dengan tanda-tanda mereka) ciri-ciri khas mereka, yakni berbadan putih bagi orang-orang yang beriman dan berbadan hitam bagi orang-orang kafir, oleh sebab orang-orang yang di atas Al-A`raaf itu dapat langsung melihat kedua golongan itu mengingat mereka berada di tempat yang tinggi. (Dan mereka menyeru penduduk surga, 'Mudah-mudahan Allah melimpahkan kesejahteraan atas kamu.') Allah swt. berfirman, ('Mereka belum lagi memasukinya) yakni para penghuni Al-A'raaf itu ke surga (sedangkan mereka ingin segera')\" memasukinya. Hasan mengatakan, \"Mereka tidak terdorong oleh rasa keinginan yang sangat melainkan karena memang Allah telah menghendakinya untuk mereka.\" Dan Imam Hakim telah meriwayatkan dari Hudzaifah yang telah mengatakan, \"Tatkala calon penghuni surga itu dalam keadaan demikian berada di Al-A'raaf, kemudian Tuhanmu muncul di hadapan mereka seraya berfirman, 'Masuklah kamu sekalian ke dalam surga, sesungguhnya Aku telah mengampuni kamu.'\"",
            "sajda": false,
            "transliteration": "Wa bainahumaa hijaab; wa 'alal A'raafi rijaaluny ya'rifoona kullam biseemaahum; wa naadaw Ashaabal jannati an salaamun 'alaikum; lam yadkhuloohaa wa hum yatma'oon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1001,
            "aya_number": 47,
            "aya_text": "۞ وَاِذَا صُرِفَتْ اَبْصَارُهُمْ تِلْقَاۤءَ اَصْحٰبِ النَّارِۙ قَالُوْا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Dan apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka berkata, “Ya Tuhan kami, janganlah Engkau tempatkan kami bersama-sama orang-orang zalim itu.”",
            "tafsir_jalalayn": "(Dan apabila pandangan mereka dialihkan) yakni Ashhaabul A`raaf itu (ke arah) ke sebelah (penghuni neraka, mereka berkata, \"Ya Tuhan kami! Janganlah Engkau tempatkan kami) di dalam neraka (bersama-sama orang-orang yang lalim itu\").",
            "sajda": false,
            "transliteration": "Wa izaa surifat absaaruhum tilqaaa'a Ashaabin Naari qaalo Rabbanaa laa taj'alnaa ma'al qawmiz zaalimneen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1002,
            "aya_number": 48,
            "aya_text": "وَنَادٰٓى اَصْحٰبُ الْاَعْرَافِ رِجَالًا يَّعْرِفُوْنَهُمْ بِسِيْمٰىهُمْ قَالُوْا مَآ اَغْنٰى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Dan orang-orang di atas A‘raf (tempat yang tertinggi) menyeru orang-orang yang mereka kenal dengan tanda-tandanya sambil berkata, “Harta yang kamu kumpulkan dan apa yang kamu sombongkan, (ternyata) tidak ada manfaatnya buat kamu.",
            "tafsir_jalalayn": "(Dan orang-orang yang di atas Al-A`raaf memanggil beberapa orang pemuka-pemuka) penduduk neraka (yang mereka mengenalnya dengan tanda-tandanya dengan mengatakan, \"Tidaklah memberi manfaat kepadamu) dapat menyelamatkanmu dari neraka (apa yang kamu kumpulkan) yakni harta benda atau banyaknya bilangan kamu (dan apa yang selalu kamu sombongkan itu.\") yaitu kepongahanmu tidak mau beriman, kemudian orang-orang yang di atas Al-A`raaf bertanya kepada penghuni neraka seraya memberi isyarat kepada orang-orang Islam yang lemah.",
            "sajda": false,
            "transliteration": "Wa naadaaa Ashaabul A'raffi rijaalany ya'rifoonahum biseemaahum qaaloo maaa aghnaa 'ankum jam'ukum wa maa kuntum tastakbiroon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1003,
            "aya_number": 49,
            "aya_text": "اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمْتُمْ لَا يَنَالُهُمُ اللّٰهُ بِرَحْمَةٍۗ  اُدْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ اَنْتُمْ تَحْزَنُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Itukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah?” (Allah berfirman), “Masuklah kamu ke dalam surga! Tidak ada rasa takut padamu dan kamu tidak pula akan bersedih hati.”",
            "tafsir_jalalayn": "(\"Itukah orang-orang yang telah kamu bersumpah bahwa mereka tidak akan mendapat rahmat Allah?\") akan tetapi telah dikatakan kepada orang-orang Islam yang lemah itu (\"Masuklah ke dalam surga, tidak ada kekhawatiran terhadapmu dan tidak pula kamu bersedih hati\") menurut suatu qiraat dibaca dengan bina maf'ul yakni udkhiluu dan dukhiluu, jumlah nafi menjadi hal yakni perkataan tersebut ditujukan kepada mereka.",
            "sajda": false,
            "transliteration": "A haaa'ulaaa'il lazeena aqsamtum laa yanaaluhumul laahu birahma; udkhulul Jannata laa khawfun 'alaikum wa laaa antum tahzanoon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1004,
            "aya_number": 50,
            "aya_text": "وَنَادٰٓى اَصْحٰبُ النَّارِ اَصْحٰبَ الْجَنَّةِ اَنْ اَفِيْضُوْا عَلَيْنَا مِنَ الْمَاۤءِ اَوْ مِمَّا رَزَقَكُمُ اللّٰهُ ۗقَالُوْٓا اِنَّ اللّٰهَ حَرَّمَهُمَا عَلَى الْكٰفِرِيْنَۙ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "Para penghuni neraka menyeru para penghuni surga, “Tuangkanlah (sedikit) air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.” Mereka menjawab, “Sungguh, Allah telah mengharamkan keduanya bagi orang-orang kafir,”",
            "tafsir_jalalayn": "(Dan penghuni neraka menyeru kepada penghuni surga, \"Limpahkanlah kepada kami sedikit air atau apa yang telah direzekikan Allah kepadamu.\") yaitu makanan (Mereka, para penghuni surga, menjawab, \"Sesungguhnya Allah telah mengharamkan keduanya) telah melarang makanan dan minuman itu (atas orang-orang kafir).",
            "sajda": false,
            "transliteration": "Wa naadaaa Ashaabun Naari Ashaabal jannati an afeedoo 'alainaa minal maaa'i aw mimma razaqakumul laah; qaaloo innal laaha harrama humaa 'alal kaafireen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1005,
            "aya_number": 51,
            "aya_text": "الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَهْوًا وَّلَعِبًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَاۚ فَالْيَوْمَ نَنْسٰىهُمْ كَمَا نَسُوْا لِقَاۤءَ يَوْمِهِمْ هٰذَاۙ وَمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 156,
            "translation_aya_text": "(yaitu) orang-orang yang menjadikan agamanya sebagai permainan dan senda gurau, dan mereka telah tertipu oleh kehidupan dunia. Maka pada hari ini (Kiamat), Kami melupakan mereka sebagaimana mereka dahulu melupakan pertemuan hari ini, dan karena mereka mengingkari ayat-ayat Kami.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang menjadikan agama mereka sebagai main-mainan dan senda-gurau, dan kehidupan dunia telah menipu mereka.\" Maka pada hari ini, hari kiamat, Kami melupakan mereka) Kami membiarkan mereka di dalam neraka (sebagaimana mereka melupakan pertemuan mereka dengan hari ini) di mana mereka mengabaikan beramal baik untuk menghadapinya (dan sebagaimana mereka selalu mengingkari ayat-ayat Kami) sebagaimana mereka telah berlaku ingkar terhadapnya.",
            "sajda": false,
            "transliteration": "Allazeenat takhazoo deenahu lahwanw wa la'i-banw wa gharrat humul hayaatud dunyaa; fal Yawma nnannsaahum kamaa nasoo liqaaa'a Yawmihim haazaa wa maa kaanoo bi aayaatinaa yajhadoon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}