{
    "page_number": 157,
    "data": [
        {
            "aya_id": 1006,
            "aya_number": 52,
            "aya_text": "وَلَقَدْ جِئْنٰهُمْ بِكِتٰبٍ فَصَّلْنٰهُ عَلٰى عِلْمٍ هُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Sungguh, Kami telah mendatangkan Kitab (Al-Qur'an) kepada mereka, yang Kami jelaskan atas dasar pengetahuan, sebagai petunjuk dan rahmat bagi orang-orang yang beriman.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mendatangkan kepada mereka) para penduduk Mekah (sebuah Kitab) yakni Alquran (yang Kami telah menjelaskannya) telah Kami terangkan melalui berita-beritanya, janji-janjinya dan ancaman-ancamannya (atas dasar pengetahuan Kami) menjadi hal, yakni Kami mengetahui tentang apa yang terincikan di dalamnya (menjadi petunjuk) menjadi hal bagi dhamir ha (dan rahmat bagi orang-orang yang beriman) kepadanya.",
            "sajda": false,
            "transliteration": "Wa laqad ji'naahum bi Kitaabin fassalnaahu 'alaa 'ilmin hudanw wa rahmatal liqawminy-yu'miinoon",
            "tajweed_text": "وَلَقَ[q:341[دْ] جِئْنَ[n[ـٰ]ه[c:4732[ُم ب]ِكِتَ[n[ـٰ][f:4733[بٍ ف]َصَّلْنَ[n[ـٰ]هُ عَلَىٰ عِلْمٍ هُ[a:4734[دًى و]َرَحْمَ[u:4735[ةً ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1007,
            "aya_number": 53,
            "aya_text": "هَلْ يَنْظُرُوْنَ اِلَّا تَأْوِيْلَهٗۗ يَوْمَ يَأْتِيْ تَأْوِيْلُهٗ يَقُوْلُ الَّذِيْنَ نَسُوْهُ مِنْ قَبْلُ قَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۚ فَهَلْ لَّنَا مِنْ شُفَعَاۤءَ فَيَشْفَعُوْا لَنَآ اَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ قَدْ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Tidakkah mereka hanya menanti-nanti bukti kebenaran (Al-Qur'an) itu. Pada hari bukti kebenaran itu tiba, orang-orang yang sebelum itu mengabaikannya berkata, “Sungguh, rasul-rasul Tuhan kami telah datang membawa kebenaran. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?” Mereka sebenarnya telah merugikan dirinya sendiri dan apa yang mereka ada-adakan dahulu telah hilang lenyap dari mereka.",
            "tafsir_jalalayn": "(Tiadalah mereka menunggu-nunggu) mereka tidak menunggu (kecuali terlaksananya kebenaran Alquran itu) akibat dari apa yang ada di dalamnya. (Pada hari datangnya kebenaran pemberitaan Alquran itu) yaitu hari kiamat (berkatalah orang-orang yang melupakannya sebelum itu,) mereka tidak mau beriman kepada Alquran (\"Sesungguhnya telah datang rasul-rasul Tuhan kami membawa yang hak, maka adakah bagi kami pemberi syafaat yang akan memberi syafaat kepada kami atau) dapatkah (kami dikembalikan) ke dunia (sehingga dapat beramal yang lain dari yang pernah kami amalkan?\") kami akan mentauhidkan Allah dan meninggalkan kemusyrikan. Kemudian dikatakan kepada mereka, \"Tidak dapat.\" Allah swt. berfirman, (Sungguh mereka telah merugikan diri mereka sendiri) sebab mereka menjadi binasa (dan lenyaplah) maksudnya hilanglah (dari mereka tuhan-tuhan yang mereka ada-adakan) sebagai sekutu Allah yang mereka buat-buat sendiri.",
            "sajda": false,
            "transliteration": "hal yanzuroona illaa taa weelah; yawma yaatee taaweeluhoo yaqoolul lazeena nasoohu min qablu qad jaaa'at Rusulu Rabbinaa bilhaqq; fahal lanaa min shufa'aaa'a fa yashfa'oo lanaaa aw nuraddu fana'mala ghairal lazee kunnaa na'mal; qad khasirooo anfusahum wa dalla 'anhum maa kaanoo yaftaroon",
            "tajweed_text": "هَلْ يَ[f:1141[نظ]ُرُونَ إِلَّا تَأْوِيلَهُ[n[ۥ]‌ۚ يَوْمَ يَأْتِى تَأْوِيلُهُ[n[ۥ] يَقُولُ [h:3992[ٱ]لَّذِينَ نَسُوهُ مِ[f:128[ن ق]َ[q:129[بْ]لُ قَ[q:298[دْ] ج[o[َا]ٓءَتْ رُسُلُ رَبِّنَا بِ[h:370[ٱ]لْحَقِّ فَهَل لَّنَا مِ[f:4736[ن ش]ُفَع[o[َا]ٓءَ فَيَشْفَعُو[s[اْ] لَن[o[َآ] أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ [h:287[ٱ]لَّذِى كُ[g[نّ]َا نَعْمَلُ‌ۚ قَ[q:298[دْ] خَسِر[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1008,
            "aya_number": 54,
            "aya_text": "اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يُغْشِى الَّيْلَ النَّهَارَ يَطْلُبُهٗ حَثِيْثًاۙ وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِاَمْرِهٖٓ  ۙاَلَا لَهُ الْخَلْقُ وَالْاَمْرُۗ تَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Sungguh, Tuhanmu (adalah) Allah yang menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas ‘Arsy. Dia menutupkan malam kepada siang yang mengikutinya dengan cepat. (Dia ciptakan) matahari, bulan dan bintang-bintang tunduk kepada perintah-Nya. Ingatlah! Segala penciptaan dan urusan menjadi hak-Nya. Mahasuci Allah, Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Sesungguhnya Tuhan kamu ialah Allah yang telah menciptakan langit dan bumi dalam enam masa) menurut ukuran hari dunia atau yang sepadan dengannya, sebab pada zaman itu masih belum ada matahari. Akan tetapi jika Allah menghendakinya niscaya Ia dapat menciptakannya dalam sekejap mata, adapun penyebutan hal ini dimaksud guna mengajari makhluk-Nya agar tekun dan sabar dalam mengerjakan sesuatu (lalu Dia bersemayam di atas Arsy) Arsy menurut istilah bahasa artinya singgasana raja, yang dimaksud dengan bersemayam ialah yang sesuai dengan kebesaran Allah dan kesucian-Nya (Dia menutupkan malam kepada siang) bisa dibaca takhfif yakni yughsyii dan dibaca tasydid, yakni yughasysyii, artinya: keduanya itu saling menutupi yang lain silih-berganti (yang mengikutinya) masing-masing di antara keduanya itu mengikuti yang lainnya (dengan cepat) secara cepat (dan diciptakan-Nya pula matahari, bulan dan bintang-bintang) dengan dibaca nashab diathafkan kepada as-samaawaat, dan dibaca rafa` sebagai mubtada sedangkan khabarnya ialah (masing-masing tunduk) patuh (kepada perintah-Nya) kepada kekuasaan-Nya (ingatlah, menciptakan itu hanya hak Allah) semuanya (dan memerintah) kesemuanya adalah hak-Nya pula (Maha Suci) Maha Besar (Allah, Tuhan) Pemelihara (semesta alam).",
            "sajda": false,
            "transliteration": "Inna Rabbakkumul laahul lazee khalaqas sammaawaati wal arda fee sittati qiyaamin summmas tawaa 'alal 'arshi yughshil lailan nahaara yatlu buhoo haseesanw washshamsa walqamara wannujooma musakhkharaatim bi amrih; alaa lahul khalqu wal-amr; tabaarakal laahu Rabbul 'aalameen",
            "tajweed_text": "إِ[g[نّ]َ رَبَّكُمُ [h:4737[ٱ]للَّهُ [h:4738[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِى سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ يُغْشِى [h:4741[ٱ]لَّيْلَ [h:4742[ٱ][l[ل][g[نّ]َهَارَ يَ[q:4743[طْ]لُبُهُ[n[ۥ] حَثِي[a:4744[ثًا و]َ[h:4264[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ وَ[h:4745[ٱ][l[ل][g[نّ]ُجُومَ مُسَخَّر[n[َٲ][i:4746[تِۭ ب]ِأَمْرِه[o[ِۦٓ‌ۗ] أَلَا لَهُ [h:4747[ٱ]لْخَلْقُ وَ[h:4748[ٱ]لْأَمْرُ‌ۗ تَبَارَكَ [h:4749[ٱ]للَّهُ رَبُّ [h:4750[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1009,
            "aya_number": 55,
            "aya_text": "اُدْعُوْا رَبَّكُمْ تَضَرُّعًا وَّخُفْيَةً ۗاِنَّهٗ لَا يُحِبُّ الْمُعْتَدِيْنَۚ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Berdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas.",
            "tafsir_jalalayn": "(Berdoalah kepada Tuhanmu dengan berendah diri) menjadi hal, yakni merendahkan diri (dan dengan suara yang lembut) secara berbisik-bisik (Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas) di dalam berdoa. Seperti banyak berbicara dengan suara yang keras.",
            "sajda": false,
            "transliteration": "Ud'oo Rabbakum tadarru'anw wa khufyah; innahoo laa yuhibbul mu'tadeen",
            "tajweed_text": "ٱ[q:4751[دْ]عُو[s[اْ] رَبَّكُمْ تَضَرُّ[a:4131[عًا و]َخُفْيَةً‌ۚ إِ[g[نّ]َهُ[n[ۥ] لَا يُحِبُّ [h:1021[ٱ]لْمُعْتَد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1010,
            "aya_number": 56,
            "aya_text": "وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَا وَادْعُوْهُ خَوْفًا وَّطَمَعًاۗ اِنَّ رَحْمَتَ اللّٰهِ قَرِيْبٌ مِّنَ الْمُحْسِنِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Dan janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Berdoalah kepada-Nya dengan rasa takut dan penuh harap. Sesungguhnya rahmat Allah sangat dekat kepada orang yang berbuat kebaikan.",
            "tafsir_jalalayn": "(Dan janganlah kamu membuat kerusakan di muka bumi) dengan melakukan kemusyrikan dan perbuatan-perbuatan maksiat (sesudah Allah memperbaikinya) dengan cara mengutus rasul-rasul (dan berdoalah kepada-Nya dengan rasa takut) terhadap siksaan-Nya (dan dengan penuh harap) terhadap rahmat-Nya. (Sesungguhnya rahmat Allah amat dekat kepada orang-orang yang berbuat baik) yakni orang-orang yang taat. Lafal qariib berbentuk mudzakkar padahal menjadi khabar lafal rahmah yang muannats, hal ini karena lafal rahmah dimudhafkan kepada lafal Allah.",
            "sajda": false,
            "transliteration": "Wa laa tufsidoo fil ardi ba'da islaahihaa wad'oohu khawfanw wa tama'aa; inna rahmatal laahi qareebum minal muhsineen",
            "tajweed_text": "وَلَا تُفْسِدُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ بَعْدَ إِصْلَ[n[ـٰ]حِهَا وَ[h:4648[ٱ][q:4648[دْ]عُوهُ خَوْ[a:4752[فًا و]َطَمَعًا‌ۚ إِ[g[نّ]َ رَحْمَتَ [h:1214[ٱ]للَّهِ قَرِي[a:4753[بٌ م]ِّنَ [h:4754[ٱ]لْمُحْسِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1011,
            "aya_number": 57,
            "aya_text": "وَهُوَ الَّذِيْ يُرْسِلُ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ حَتّٰٓى اِذَآ اَقَلَّتْ سَحَابًا ثِقَالًا سُقْنٰهُ لِبَلَدٍ مَّيِّتٍ فَاَنْزَلْنَا بِهِ الْمَاۤءَ فَاَخْرَجْنَا بِهٖ مِنْ كُلِّ الثَّمَرٰتِۗ  كَذٰلِكَ نُخْرِجُ الْمَوْتٰى لَعَلَّكُمْ تَذَكَّرُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 157,
            "translation_aya_text": "Dialah yang meniupkan angin sebagai pembawa kabar gembira, mendahului kedatangan rahmat-Nya (hujan), sehingga apabila angin itu membawa awan mendung, Kami halau ke suatu daerah yang tandus, lalu Kami turunkan hujan di daerah itu. Kemudian Kami tumbuhkan dengan hujan itu berbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang yang telah mati, mudah-mudahan kamu mengambil pelajaran.",
            "tafsir_jalalayn": "(Dan Dialah yang meniupkan angin sebagai pembawa berita gembira sebelum kedatangan rahmat-Nya) yakni terpencar-pencar sebelum datangnya hujan. Menurut suatu qiraat dibaca dengan takhfif, yaitu syin disukunkan; dan menurut qiraat lainnya dengan disukunkan syinnya kemudian memakai nun yang difatahkan sebagai mashdar. Menurut qiraat lainnya lagi dengan disukunkan syinnya kemudian didamahkan huruf sebelumnya sebagai pengganti dari nun, yakni mubsyiran. Bentuk tunggal (dari yang pertama ialah nusyuurun seperti lafal rasuulun, sedangkan bentuk tunggal yang kedua ialah basyiirun (sehingga apabila angin itu membawa) maksudnya meniupkan (mendung yang tebal) yaitu hujan (Kami halau mendung itu) mega yang mengandung air hujan itu. Di dalam lafal ini terkandung makna iltifat `anil ghaibiyyah (ke suatu daerah yang tandus) daerah yang tidak ada tetumbuhannya guna menyuburkannya (lalu Kami turunkan di daerah itu) di kawasan tersebut (hujan, maka Kami keluarkan dengan sebab hujan itu berbagai macam buah-buahan. Seperti itulah) cara pengeluaran itulah (Kami membangkitkan orang-orang yang telah mati) dari kuburan mereka dengan menghidupkan mereka kembali (mudah-mudahan kamu mengambil pelajaran) kemudian kamu mau beriman.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee yursilur riyaaha bushram baina yadai rahmatihee hattaaa izaaa aqallat sahaaban siqaalan suqnaahu libaladim maiyitin fa annzalnaa bihil maaa'a fa akhrajnaa bihee minn kullis samaraat; kazaalika nukhrijul mawtaa la'allakum tazakkaroon",
            "tajweed_text": "وَهُوَ [h:4114[ٱ]لَّذِى يُرْسِلُ [h:4755[ٱ][l[ل]رِّيَ[n[ـٰ]حَ بُشْر[i:4756[َۢا ب]َيْنَ يَدَىْ رَحْمَتِه[n[ِۦ]‌ۖ حَتَّ[o[ىٰٓ] إِذ[o[َآ] أَقَلَّتْ سَحَا[f:4757[بًا ث]ِقَال[f:4758[اً س]ُ[q:4759[قْ]نَ[n[ـٰ]هُ لِبَلَ[a:4760[دٍ م]َّيِّ[f:4761[تٍ ف]َأَ[f:288[نز]َلْنَا بِهِ [h:4762[ٱ]لْم[o[َا]ٓءَ فَأَخْرَ[q:4279[جْ]نَا بِه[n[ِۦ] مِ[f:843[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ‌ۚ كَذ[n[َٲ]لِكَ نُخْرِجُ [h:4763[ٱ]لْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}