{
    "page_number": 158,
    "data": [
        {
            "aya_id": 1012,
            "aya_number": 58,
            "aya_text": "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهٗ بِاِذْنِ رَبِّهٖۚ وَالَّذِيْ خَبُثَ لَا يَخْرُجُ اِلَّا نَكِدًاۗ  كَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ لِقَوْمٍ يَّشْكُرُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan izin Tuhan; dan tanah yang buruk, tanaman-tanamannya yang tumbuh merana. Demikianlah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami) bagi orang-orang yang bersyukur.",
            "tafsir_jalalayn": "(Dan tanah yang baik) yang subur tanahnya (tanaman-tanamannya tumbuh subur) tumbuh dengan baik (dengan seizin Tuhannya) hal ini merupakan perumpamaan bagi orang mukmin yang mau mendengar petuah/nasihat kemudian ia mengambil manfaat dari nasihat itu (dan tanah yang tidak subur) jelek tanahnya (tidaklah mengeluarkan) tanamannya (kecuali tumbuh merana) sulit dan susah tumbuhnya. Hal ini merupakan perumpamaan bagi orang yang kafir. (Demikianlah) seperti apa yang telah Kami jelaskan (Kami menjelaskan) menerangkan (ayat-ayat Kami kepada orang-orang yang bersyukur) terhadap Allah, kemudian mereka mau beriman kepada-Nya.",
            "sajda": false,
            "transliteration": "Walbaladut taiyibu yakhruju nabaatuhoo bi-izni Rabbihee wallazee khabusa laa yakhruju illaa nakidaa; kazaalika nusarriful Aayaati liqawminy yashkuroon",
            "tajweed_text": "وَ[h:9999[ٱ]لْبَلَدُ [h:4764[ٱ][l[ل]طَّيِّبُ يَخْرُجُ نَبَاتُهُ[n[ۥ] بِإِذْنِ رَبِّه[n[ِۦ]‌ۖ وَ[h:4765[ٱ]لَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِ[f:4766[دًا‌ۚ ك]َذ[n[َٲ]لِكَ نُصَرِّفُ [h:4060[ٱ]لْأَيَ[n[ـٰ]تِ لِقَوْ[a:4767[مٍ ي]َشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1013,
            "aya_number": 59,
            "aya_text": "لَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya aku takut kamu akan ditimpa azab pada hari yang dahsyat (kiamat).",
            "tafsir_jalalayn": "(Sesungguhnya) merupakan jawab dari qasam/sumpah yang mahdzuf/tidak disebutkan. (Kami telah mengutus Nuh kepada kaumnya lalu ia berkata, \"Wahai kaumku, sembahlah Allah, sekali-kali tak ada Tuhan bagimu selain-Nya.\") dengan dibaca jar sebagai sifat dari lafal ilaahun, dan dibaca rafa' sebagai badal dari lafal ilaahun (Sesungguhnya aku takut kamu) jika kamu menyembah selain Allah (akan ditimpa azab yang besar) yakni azab pada hari kiamat.",
            "sajda": false,
            "transliteration": "Laqad arsalnaa noohan ilaa qawmihee faqaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo inneee akhaafu 'alaikum 'azaaba Yawmin 'Azeem",
            "tajweed_text": "لَقَ[q:2389[دْ] أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِه[n[ِۦ] فَقَالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ مَا لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرُهُ[o[ۥٓ] إِ[g[نّ][o[ِىٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظ[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1014,
            "aya_number": 60,
            "aya_text": "قَالَ الْمَلَاُ مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Pemuka-pemuka kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar berada dalam kesesatan yang nyata.”",
            "tafsir_jalalayn": "(Pemuka-pemuka) orang-orang terhormat (dari kaumnya berkata, \"Sesungguhnya kami memandang kamu berada dalam kesesatan yang nyata.\") yang jelas.",
            "sajda": false,
            "transliteration": "Qaalal mala-u min qaw miheee innaa lanaraaka fee dalaalim mubeen",
            "tajweed_text": "قَالَ [h:4769[ٱ]لْمَلَأُ مِ[f:4770[ن ق]َوْمِه[o[ِۦٓ] إِ[g[نّ]َا لَنَرَ[n[ٮٰ]كَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1015,
            "aya_number": 61,
            "aya_text": "قَالَ يٰقَوْمِ لَيْسَ بِيْ ضَلٰلَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Dia (Nuh) menjawab, “Wahai kaumku! Aku tidak sesat; tetapi aku ini seorang Rasul dari Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Nuh menjawab, \"Hai kaumku, tak ada padaku kesesatan sedikit pun) lafal dhalaalah lebih umum pengertiannya daripada lafal adh-dhalaal dengan demikian maka penolakannya pun lebih kuat (tetapi aku adalah utusan dari Tuhan semesta alam.\")",
            "sajda": false,
            "transliteration": "Qaala yaa qawmi laisa bee dalaalatunw wa laakinnee Rasoolum mir Rabbil 'aalameen",
            "tajweed_text": "قَالَ يَ[n[ـٰ]قَوْمِ لَيْسَ بِى ضَلَ[n[ـٰ]لَ[a:4771[ةٌ و]َلَ[n[ـٰ]كِ[g[نّ]ِى رَسُو[a:521[لٌ م]ّ[u:4772[ِن ر]َّبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1016,
            "aya_number": 62,
            "aya_text": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنْصَحُ لَكُمْ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Aku menyampaikan kepadamu amanat Tuhanku, memberi nasihat kepadamu, dan aku mengetahui dari Allah apa yang tidak kamu ketahui.”",
            "tafsir_jalalayn": "(\"Aku sampaikan kepadamu) dengan dibaca takhfif dan tasydid (amanat-amanat Tuhanku dan aku memberi nasihat) maksudnya, aku menghendaki kebaikan (kepadamu, dan aku mengetahui dari Allah apa yang tidak kamu ketahui.\")",
            "sajda": false,
            "transliteration": "Uballighukum Risaalaati Rabbee wa ansahu lakum wa a'lamu minal laahi maa laa ta'lamoon",
            "tajweed_text": "أُبَلِّغُكُمْ رِسَ[n[ـٰ]لَ[n[ـٰ]تِ رَبِّى وَأَ[f:4773[نص]َحُ لَكُمْ وَأَعْلَمُ مِنَ [h:321[ٱ]للَّهِ مَا لَا تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1017,
            "aya_number": 63,
            "aya_text": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوْا وَلَعَلَّكُمْ تُرْحَمُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu dan agar kamu bertakwa, sehingga kamu mendapat rahmat?",
            "tafsir_jalalayn": "(Apakah) kamu tidak percaya (dan heran bahwa datang kepada kamu peringatan) yakni pelajaran (dari Tuhanmu dengan perantaraan) lisan (seorang laki-laki dari golonganmu agar dia memberi peringatan kepadamu) tentang siksaan jika kamu tidak mau beriman (dan mudah-mudahan kamu bertakwa) kepada Allah (dan supaya kamu mendapat rahmat?) oleh sebab pelajaran itu.",
            "sajda": false,
            "transliteration": "awa'ajibtum an jaaa'akum zikrum mir Rabbikum 'alaa rajulim minkum liyunzirakum wa litattaqoo wa la'allakum turhamoon",
            "tajweed_text": "أَوَعَجِ[q:4774[بْ]تُمْ أَ[f:4775[ن ج][o[َا]ٓءَكُمْ ذِكْ[a:4776[رٌ م]ّ[u:243[ِن ر]َّبِّكُمْ عَلَىٰ رَجُ[a:4777[لٍ م]ِّ[f:344[نك]ُمْ لِيُ[f:4778[نذ]ِرَكُمْ وَلِتَتَّقُو[s[اْ] وَلَعَلَّكُمْ تُرْحَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1018,
            "aya_number": 64,
            "aya_text": "فَكَذَّبُوْهُ فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ فِى الْفُلْكِ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمًا عَمِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Maka mereka mendustakannya (Nuh). Lalu Kami selamatkan dia dan orang-orang yang bersamanya di dalam kapal. Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya).",
            "tafsir_jalalayn": "(Maka mereka mendustakan Nuh, kemudian Kami selamatkan dia dan orang-orang yang bersamanya) dari tenggelam (di dalam bahtera) perahu (dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami) dengan banjir besar. (Sesungguhnya mereka adalah kaum yang buta) mata hatinya dari kebenaran.",
            "sajda": false,
            "transliteration": "Fakazzaboohu fa anjai naahu wallazeena ma'ahoo fil fulki wa aghraqnal lazeena kazzaboo bi Aayaatinaa; innahum kaanoo qawman 'ameen",
            "tajweed_text": "فَكَذَّبُوهُ فَأَ[f:4779[نج]َيْنَ[n[ـٰ]هُ وَ[h:37[ٱ]لَّذِينَ مَعَهُ[n[ۥ] فِى [h:4780[ٱ]لْفُلْكِ وَأَغْرَ[q:247[قْ]نَا [h:4781[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ‌ۚ] إِ[g[نّ]َهُمْ كَانُو[s[اْ] قَوْمًا عَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1019,
            "aya_number": 65,
            "aya_text": "۞ وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Dan kepada kaum ‘Ad (Kami utus) Hud, saudara mereka. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Maka mengapa kamu tidak bertakwa?”",
            "tafsir_jalalayn": "(Dan) Kami telah mengutus (kepada kaum Ad) yang pertama (saudara mereka yaitu Hud. Ia berkata, \"Hai kaumku, sembahlah Allah) tauhidkanlah Allah (sekali-kali tidak ada Tuhan bagimu selain dari-Nya. Maka mengapa kamu tidak bertakwa?\") kamu tidak takut kepada-Nya sehingga kamu mau mengimani-Nya.",
            "sajda": false,
            "transliteration": "Wa ilaa 'aadin akhaahum Hoodaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuh; afalaa tattaqoon",
            "tajweed_text": "۞ وَإِلَىٰ عَادٍ أَخَاهُمْ هُو[f:4782[دًا‌ۗ ق]َالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ مَا لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرُهُ[o[ۥٓ‌ۚ] أَفَلَا تَتَّق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1020,
            "aya_number": 66,
            "aya_text": "قَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ سَفَاهَةٍ وَّاِنَّا لَنَظُنُّكَ مِنَ الْكٰذِبِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Pemuka-pemuka orang-orang yang kafir dari kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar kurang waras dan kami kira kamu termasuk orang-orang yang berdusta.”",
            "tafsir_jalalayn": "(Pemuka-pemuka yang kafir dari kaumnya berkata, \"Sesungguhnya kami benar-benar memandang kamu dalam keadaan kurang akal) yaitu bodoh (dan sesungguhnya kami menganggap kamu termasuk orang-orang yang berdusta.\") di dalam kerasulanmu.",
            "sajda": false,
            "transliteration": "Qaalal mala ul lazeena kafaroo min qawmiheee innaa lanaraaka fee safaahatinw wa innaa lannazunnuka minal kaazibeen",
            "tajweed_text": "قَالَ [h:4769[ٱ]لْمَلَأُ [h:4783[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:4770[ن ق]َوْمِه[o[ِۦٓ] إِ[g[نّ]َا لَنَرَ[n[ٮٰ]كَ فِى سَفَاهَ[a:4784[ةٍ و]َإِ[g[نّ]َا لَنَظُ[g[نّ]ُكَ مِنَ [h:4785[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1021,
            "aya_number": 67,
            "aya_text": "قَالَ يٰقَوْمِ لَيْسَ بِيْ سَفَاهَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 158,
            "translation_aya_text": "Dia (Hud) menjawab, “Wahai kaumku! Bukan aku kurang waras, tetapi aku ini adalah Rasul dari Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Hud berkata, \"Hai kaumku! Tidak ada padaku kekurangan akal sedikit pun tetapi aku ini adalah utusan dari Tuhan semesta alam)",
            "sajda": false,
            "transliteration": "Qaala yaa qawmi laisa bee safaahatunw wa laakinnee Rasoolum mir Rabbil 'aalameen",
            "tajweed_text": "قَالَ يَ[n[ـٰ]قَوْمِ لَيْسَ بِى سَفَاهَ[a:4786[ةٌ و]َلَ[n[ـٰ]كِ[g[نّ]ِى رَسُو[a:521[لٌ م]ّ[u:4772[ِن ر]َّبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}