{
    "page_number": 159,
    "data": [
        {
            "aya_id": 1022,
            "aya_number": 68,
            "aya_text": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنَا۠ لَكُمْ نَاصِحٌ اَمِيْنٌ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Aku menyampaikan kepadamu amanat Tuhanku dan pemberi nasihat yang terpercaya kepada kamu.",
            "tafsir_jalalayn": "(Aku menyampaikan amanat-amanah Tuhanku kepadamu dan aku hanyalah pemberi nasihat yang terpercaya bagimu\") yakni orang yang dipercaya untuk mengemban risalah.",
            "sajda": false,
            "transliteration": "Uballighukum Risaalaati Rabbee wa ana lakum naasihun ameen",
            "tajweed_text": "أُبَلِّغُكُمْ رِسَ[n[ـٰ]لَ[n[ـٰ]تِ رَبِّى وَأَنَا۟ لَكُمْ نَاصِحٌ أَم[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1023,
            "aya_number": 69,
            "aya_text": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْۗ وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ قَوْمِ نُوْحٍ وَّزَادَكُمْ فِى الْخَلْقِ بَصْۣطَةً ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ لَعَلَّكُمْ تُفْلِحُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu? Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung. ”",
            "tafsir_jalalayn": "(Apakah kamu tidak percaya dan heran bahwa datang kepadamu peringatan dari Tuhanmu yang dibawa oleh) lisan (seorang laki-laki di antara kamu untuk memberi peringatan kepadamu? Dan ingatlah oleh kamu sekalian di waktu Allah menjadikan kamu sebagai pengganti-pengganti yang berkuasa) di muka bumi (sesudah lenyapnya kaum Nuh dan Tuhan telah melebihkan kekuatan tubuh dan perawakanmu) memberi kekuatan dan tinggi tubuh; tersebutlah bahwa orang yang paling tinggi di antara mereka adalah seratus hasta, sedangkan yang paling pendek enam puluh hasta (Maka ingatlah nikmat-nikmat Allah) yaitu karunia-karunia-Nya (supaya kamu mendapat keberuntungan) supaya kamu memperoleh keberhasilan.",
            "sajda": false,
            "transliteration": "awa 'ajibtum an jaaa'akum zikrum mir Rabbikum 'alaa rajulim minkum liyunzirakum; wazkurooo iz ja'alakum khulafaaa'a mim ba'di qawmi noohinw wa zaadakum filkhalqi bastatan fazkurooo aalaaa'al laahi la'allakum tuflihoon",
            "tajweed_text": "أَوَعَجِ[q:4774[بْ]تُمْ أَ[f:4775[ن ج][o[َا]ٓءَكُمْ ذِكْ[a:4776[رٌ م]ّ[u:243[ِن ر]َّبِّكُمْ عَلَىٰ رَجُ[a:4777[لٍ م]ِّ[f:344[نك]ُمْ لِيُ[f:4778[نذ]ِرَكُمْ‌ۚ وَ[h:335[ٱ]ذْكُر[o[ُوٓ][s[اْ] إِذْ جَعَلَكُمْ خُلَف[o[َا]ٓءَ م[i:146[ِنۢ ب]َعْدِ قَوْمِ نُو[a:4787[حٍ و]َزَادَكُمْ فِى [h:4788[ٱ]لْخَلْقِ بَصْۜطَ[f:4789[ةً‌ۖ ف]َ[h:1091[ٱ]ذْكُر[o[ُوٓ][s[اْ] ءَال[o[َا]ٓءَ [h:4790[ٱ]للَّهِ لَعَلَّكُمْ تُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1024,
            "aya_number": 70,
            "aya_text": "قَالُوْٓا اَجِئْتَنَا لِنَعْبُدَ اللّٰهَ وَحْدَهٗ وَنَذَرَ مَا كَانَ يَعْبُدُ اٰبَاۤؤُنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Mereka berkata, “Apakah kedatanganmu kepada kami, agar kami hanya menyembah Allah saja dan meninggalkan apa yang biasa disembah oleh nenek moyang kami? Maka buktikanlah ancamanmu kepada kami, jika kamu benar!”",
            "tafsir_jalalayn": "(Mereka berkata, \"Apakah kamu datang kepada kami agar kami hanya menyembah Allah saja dan meninggalkan) artinya membiarkan (apa yang biasa disembah oleh bapak-bapak kami? Maka datangkanlah apa yang kamu ancamkan kepada kami) berupa azab (jika kamu termasuk orang-orang yang benar\") di dalam pengakuanmu.",
            "sajda": false,
            "transliteration": "Qaalooo aji'tanaa lina'budal laaha wahdahoo wa nazara maa kaana ya'budu aabaaa'u naa faatinaa bimaa ta'idunaaa in kunta minas saadiqeen",
            "tajweed_text": "قَال[o[ُوٓ][s[اْ] أَجِئْتَنَا لِنَعْبُدَ [h:4791[ٱ]للَّهَ وَحْدَهُ[n[ۥ] وَنَذَرَ مَا كَانَ يَعْبُدُ ءَاب[o[َا]ٓؤُنَا‌ۖ فَأْتِنَا بِمَا تَعِدُن[o[َآ] إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1025,
            "aya_number": 71,
            "aya_text": "قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِّنْ رَّبِّكُمْ رِجْسٌ وَّغَضَبٌۗ  اَتُجَادِلُوْنَنِيْ فِيْٓ اَسْمَاۤءٍ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّا نَزَّلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Dia (Hud) menjawab, “Sungguh, kebencian dan kemurkaan dari Tuhan akan menimpa kamu. Apakah kamu hendak berbantah denganku tentang nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri, padahal Allah tidak menurunkan keterangan untuk itu? Jika demikian, tunggulah! Sesungguhnya aku pun bersamamu termasuk yang menunggu.”",
            "tafsir_jalalayn": "(Ia berkata, \"Sungguh sudah pasti) telah wajib (kamu akan ditimpa azab Tuhanmu) yakni siksaan-Nya (dan kemarahan-Nya. Apakah kamu sekalian hendak berbantah dengan aku tentang nama-nama yang telah kamu menamakannya) artinya yang telah diberi nama oleh kamu (kamu beserta nenek-moyangmu) yang dimaksud ialah berhala-berhala yang biasa mereka sembah (padahal Allah sekali-kali tidak menurunkan untuk itu) untuk menyembahnya (suatu hujah pun?) bukti argumentasi. (Maka tunggulah olehmu) azab itu (sesungguhnya aku juga termasuk orang-orang yang menunggu bersama kamu.\") menanti azab itu disebabkan kedustaanmu kepadaku. Kemudian dikirimkan kepada mereka angin yang panas sekali. Maksudnya, Allah menimpakan azab-Nya atas mereka dengan angin yang amat panas.",
            "sajda": false,
            "transliteration": "Qaala qad waqa'a alaikum mir Rabbikum rijsunw wa ghadab, atujaadiloonanee feee asmaaa'in sammaitumoohaaa antum wa aabaaa'ukum maa nazzalal laahu bihaa min sultaan; fantazirooo innee ma'akum minal muntazireen",
            "tajweed_text": "قَالَ قَ[q:298[دْ] وَقَعَ عَلَيْك[w:548[ُم م]ّ[u:243[ِن ر]َّبِّكُمْ رِ[q:3765[جْ][a:4794[سٌ و]َغَضَبٌ‌ۖ أَتُجَ[n[ـٰ]دِلُونَنِى ف[o[ِىٓ] أَسْم[o[َا]ٓ[f:4795[ءٍ س]َ[g[مّ]َيْتُمُوه[o[َآ] أَ[f:428[نت]ُمْ وَءَاب[o[َا]ٓؤُك[w:4796[ُم م]َّا نَزَّلَ [h:4797[ٱ]للَّهُ بِهَا مِ[f:4798[ن س]ُلْطَ[n[ـٰ][f:4799[نٍ‌ۚ ف]َ[h:4800[ٱ][f:4800[نت]َظِر[o[ُوٓ][s[اْ] إِ[g[نّ]ِى مَعَك[w:2068[ُم م]ِّنَ [h:4801[ٱ]لْمُ[f:4802[نت]َظِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1026,
            "aya_number": 72,
            "aya_text": "فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَمَا كَانُوْا مُؤْمِنِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Maka Kami selamatkan dia (Hud) dan orang-orang yang bersamanya dengan rahmat Kami dan Kami musnahkan sampai ke akar-akarnya orang-orang yang mendustakan ayat-ayat Kami. Mereka bukanlah orang-orang beriman.",
            "tafsir_jalalayn": "(Maka Kami selamatkan dia) Hud (beserta orang-orang yang bersamanya) dari kalangan orang-orang yang beriman (dengan rahmat yang besar dari Kami dan Kami tumpas) kaumnya itu (orang-orang yang mendustakan ayat-ayat Kami) Kami habiskan mereka dengan akar-akarnya (dan tiadalah mereka orang-orang yang beriman) diathafkan kepada lafal kadzdzabuu.",
            "sajda": false,
            "transliteration": "Fa anjainaahu wallazeena ma'ahoo birahmatim minnaa wa qata'naa daabiral lazeena kazzaboo bi Aayaatinaa wa maa kaanoo mu'mineen",
            "tajweed_text": "فَأَ[f:4779[نج]َيْنَ[n[ـٰ]هُ وَ[h:37[ٱ]لَّذِينَ مَعَهُ[n[ۥ] بِرَحْمَ[a:4803[ةٍ م]ِّ[g[نّ]َا وَقَطَعْنَا دَابِرَ [h:4804[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا‌ۖ وَمَا كَانُو[s[اْ] مُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1027,
            "aya_number": 73,
            "aya_text": "وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًاۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْۗ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ اَلِيْمٌ  ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 159,
            "translation_aya_text": "Dan kepada kaum Samud (Kami utus) saudara mereka Saleh. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Ini (seekor) unta betina dari Allah sebagai tanda untukmu. Biarkanlah ia makan di bumi Allah, janganlah disakiti, nanti akibatnya kamu akan mendapatkan siksaan yang pedih.”",
            "tafsir_jalalayn": "(Dan) Kami telah mengutus (kepada kaum Tsamud) tanpa tanwin, yang dimaksud adalah kabilahnya (saudara mereka Saleh. Ia berkata, \"Hai kaumku, sembahlah Allah sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang bukti yang nyata) yakni mukjizat (dari Tuhanmu) yang membenarkan kerasulanku. (Unta betina ini menjadi tanda bagimu) menjadi hal sedangkan amilnya adalah makna yang terkandung dalam isyarah. Sebelumnya kaum Nabi Saleh itu meminta kepadanya agar ia mengeluarkan unta betina tersebut dari sebuah batu besar yang telah mereka tentukan sendiri (maka biarkanlah dia makan di bumi Allah dan janganlah kamu mengganggunya dengan gangguan apa pun) menyembelihnya atau memukulnya (maka kamu ditimpa siksaan yang pedih.\").",
            "sajda": false,
            "transliteration": "Wa ilaa Samooda akhaahum Saalihaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo qad jaaa'atkum baiyinatum mir Rabbikum haazihee naaqatul laahi lakum Aayatan fazaroohaa taakul feee ardil laahi wa laa tamassoohaa bisooo'in fa yaakhuzakum 'azaabun aleem",
            "tajweed_text": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَ[n[ـٰ]لِ[f:4805[حًا‌ۗ ق]َالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ مَا لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرُهُ[n[ۥ]‌ۖ قَ[q:298[دْ] ج[o[َا]ٓءَتْك[c:4806[ُم ب]َيِّنَ[a:4546[ةٌ م]ّ[u:243[ِن ر]َّبِّكُمْ‌ۖ هَ[n[ـٰ]ذِه[n[ِۦ] نَاقَةُ [h:4807[ٱ]للَّهِ لَكُمْ ءَايَ[f:4808[ةً‌ۖ ف]َذَرُوهَا تَأْكُلْ ف[o[ِىٓ] أَرْضِ [h:4809[ٱ]للَّهِ‌ۖ وَلَا تَمَسُّوهَا بِس[o[ُو]ٓ[f:4810[ءٍ ف]َيَأْخُذَكُمْ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}