{
    "page_number": 16,
    "data": [
        {
            "aya_id": 109,
            "aya_number": 102,
            "aya_text": "وَاتَّبَعُوْا مَا تَتْلُوا الشَّيٰطِيْنُ عَلٰى مُلْكِ سُلَيْمٰنَ ۚ وَمَا كَفَرَ سُلَيْمٰنُ وَلٰكِنَّ الشَّيٰطِيْنَ كَفَرُوْا يُعَلِّمُوْنَ النَّاسَ السِّحْرَ وَمَآ اُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوْتَ وَمَارُوْتَ ۗ وَمَا يُعَلِّمٰنِ مِنْ اَحَدٍ حَتّٰى يَقُوْلَآ اِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۗ فَيَتَعَلَّمُوْنَ مِنْهُمَا مَا يُفَرِّقُوْنَ بِهٖ بَيْنَ الْمَرْءِ وَزَوْجِهٖ ۗ وَمَا هُمْ بِضَاۤرِّيْنَ بِهٖ مِنْ اَحَدٍ اِلَّا بِاِذْنِ اللّٰهِ ۗ وَيَتَعَلَّمُوْنَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۗ وَلَقَدْ عَلِمُوْا لَمَنِ اشْتَرٰىهُ مَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ۗ وَلَبِئْسَ مَاشَرَوْا بِهٖٓ اَنْفُسَهُمْ ۗ  لَوْ كَانُوْا يَعْلَمُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 16,
            "translation_aya_text": "Dan mereka mengikuti apa yang dibaca oleh setan-setan pada masa kerajaan Sulaiman. Sulaiman itu tidak kafir tetapi setan-setan itulah yang kafir, mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua malaikat di negeri Babilonia yaitu Harut dan Marut. Padahal keduanya tidak mengajarkan sesuatu kepada seseorang sebelum mengatakan, “Sesungguhnya kami hanyalah cobaan (bagimu), sebab itu janganlah kafir.” Maka mereka mempelajari dari keduanya (malaikat itu) apa yang (dapat) memisahkan antara seorang (suami) dengan istrinya. Mereka tidak akan dapat mencelakakan seseorang dengan sihirnya kecuali dengan izin Allah. Mereka mempelajari sesuatu yang mencelakakan, dan tidak memberi manfaat kepada mereka. Dan sungguh, mereka sudah tahu, barangsiapa membeli (menggunakan sihir) itu, niscaya tidak akan mendapat keuntungan di akhirat. Dan sungguh, sangatlah buruk perbuatan mereka yang menjual dirinya dengan sihir, sekiranya mereka tahu.",
            "tafsir_jalalayn": "(Dan mereka mengikuti) diathafkan pada 'nabadza' (apa yang dibaca) dulu (oleh setan-setan pada) masa (kerajaan Sulaiman) berupa buku-buku sihir yang mereka pendam di bawah singgasananya ketika kerajaannya runtuh. Atau mungkin juga setan-setan itu mencari dengar lalu mencampurkan ke buku-buku itu kebohongan-kebohongan dan memberikannya kepada tukang-tukang tenung yang membukukannya sehingga tersebar berita bahwa jin mengajarkan hal-hal gaib. Sulaiman pun mengumpulkan buku-buku itu lalu menguburkannya. Tatkala ia mangkat, setan-setan pun menunjukkannya kepada manusia dan ketika mereka bongkar ternyata di dalamnya ada ilmu sihir. Kata mereka, \"Kerajaan kamu berdirinya adalah dengan ini!\" Lalu mereka pelajari ilmu sihir itu dan mereka tolak buku-buku nabi-nabi mereka. Ketika orang-orang Yahudi mengatakan, \"Lihat itu Muhammad, disebutkannya Sulaiman itu seorang nabi, padahal ia tidak lebih dari seorang tukang sihir\", maka Allah pun berfirman untuk membuktikan kebenaran Sulaiman dan menyangkal orang-orang Yahudi itu, (padahal Sulaiman tidaklah kafir) maksudnya ia tidak melakukan sihir, sebab sihir adalah perbuatan kafir (hanya) ada yang membaca 'lakinna' dan ada yang membaca 'lakin' (setan-setanlah yang kafir. Mereka mengajarkan sihir kepada manusia). Kalimat ini menjadi hal bagi kata ganti yang terdapat pada 'kafaruu' (dan) mengajarkan pula kepada mereka (apa yang diturunkan kepada dua malaikat) artinya ilmu sihir yang diilhamkan kepada mereka. Ada pula yang membaca 'al-malikain' dengan lam berbaris bawah sehingga berarti dua orang raja, yaitu yang berada (di Babilon) suatu negeri di tanah subur Irak. (Harut dan Marut) merupakan 'badal' atau nama dan kata ganti dari kedua malaikat itu, atau athaf bayan, artinya hubungan yang memberi penjelasan. Menurut Ibnu Abbas, kedua mereka itu adalah tukang sihir yang mengajarkan ilmu sihir dan ada pula yang mengatakan bahwa mereka adalah dua orang malaikat yang sengaja diturunkan Allah untuk menyebarkannya sebagai ujian dari Allah terhadap umat manusia. (Sedangkan keduanya tidaklah mengajarkan kepada) 'min' merupakan tambahan (seorang pun sebelum mengatakan) atau menyampaikan nasihat lebih dahulu (\"Sesungguhnya kami ini hanya cobaan) ujian dari Allah terhadap manusia dengan mengajarkannya, siapa yang mempelajarinya, ia jatuh kafir dan siapa yang meninggalkannya ia mukmin, (sebab itu janganlah kamu kafir!\") Jika ia masih mendesak untuk mempelajarinya barulah mereka mengajarkannya. (Maka mereka mempelajari dari kedua malaikat itu apa yang dapat menceraikan antara seorang laki-laki dengan istrinya) misalnya dengan membangkitkan marah dan kebencian satu pihak terhadap lainnya. (Dan tidaklah mereka) yakni ahli-ahli sihir itu (dapat memberi mudarat dengannya) maksudnya dengan ilmu sihir itu (dari) 'min' di sini hanya sebagai tambahan (kepada seorang pun kecuali dengan izin Allah) atau kehendak-Nya (Dan mereka pelajari apa yang memberi mudarat kepada mereka), yakni di akhirat (dan yang tidak memberi manfaat) yakni sihir. (Dan sesungguhnya) 'lam' menunjukkan sumpah (mereka sebenarnya tahu) yakni orang-orang Yahudi itu sebenarnya yakin (bahwa barang siapa) 'lam' merupakan lam ibtida yang menghubungkan dengan kalimat sebelumnya, sedangkan 'man' isim maushul (yang menukarnya) atau menggantinya (sihir) dengan Kitabullah, (tiadalah baginya bagian di akhirat) atau keberuntungan dalam surga, (dan amat buruklah sesuatu) maksudnya perbuatan mereka (menjual) menukarkan (diri mereka dengannya) yakni menjual kebahagiaannya di akhirat dengan mempelajari sihir karena telah pasti akan menjerumuskan mereka ke dalam neraka, (seandainya mereka menyadarinya) jika mereka benar-benar tahu atau menyadari hakikat siksaan yang akan mereka jalani di akhirat kelak, niscaya mereka tidak mau mempelajarinya.",
            "sajda": false,
            "transliteration": "Wattaba'oo maa tatlush Shayaateenu 'alaa mulki Sulaimaana wa maa kafara Sulaimaanu wa laakinnash Shayattena kafaroo yu'al limoonan naasas sihra wa maaa unzila 'alal malakaini bi Baabila Haaroota wa Maaroot; wa maa yu'allimaani min ahadin hattaa yaqoolaaa innamaa nahnu fitnatun falaa takfur fayata'al lamoona minhumaa maa yufarriqoona bihee bainal mar'i wa zawjih; wa maa hum bidaaarreena bihee min ahadin illaa bi-iznillah; wa yata'allamoona maa yadurruhum wa laa yanfa'uhum; wa laqad 'alimoo lamanish taraahu maa lahoo fil Aakhirati min khalaaq; wa labi'sa maa sharaw biheee anfusahum; law kaanoo ya'lamoon",
            "tajweed_text": "وَ[h:9999[ٱ]تَّبَعُو[s[اْ] مَا تَتْلُو[s[اْ] [h:526[ٱ][l[ل]شَّيَ[n[ـٰ]طِينُ عَلَىٰ مُلْكِ سُلَيْمَ[n[ـٰ]نَ‌ۖ وَمَا كَفَرَ سُلَيْمَ[n[ـٰ]نُ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:527[ٱ][l[ل]شَّيَ[n[ـٰ]طِينَ كَفَرُو[s[اْ] يُعَلِّمُونَ [h:528[ٱ][l[ل][g[نّ]َاسَ [h:529[ٱ][l[ل]سِّحْرَ وَم[o[َآ] أُ[f:17[نز]ِلَ عَلَى [h:530[ٱ]لْمَلَكَيْنِ بِبَابِلَ هَ[n[ـٰ]رُوتَ وَمَ[n[ـٰ]رُوتَ‌ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُول[o[َآ] إِ[g[نّ]َمَا نَحْنُ فِتْنَ[f:531[ةٌ ف]َلَا تَكْفُرْ‌ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِه[n[ِۦ] بَيْنَ [h:532[ٱ]لْمَرْءِ وَزَوْجِه[n[ِۦ]‌ۚ وَمَا ه[c:533[ُم ب]ِض[m[َا]ٓرِّينَ بِه[n[ِۦ] مِنْ أَحَدٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَ[f:534[نف]َعُهُمْ‌ۚ وَلَقَ[q:341[دْ] عَلِمُو[s[اْ] لَمَنِ [h:535[ٱ]شْتَرَ[n[ٮٰ]هُ مَا لَهُ[n[ۥ] فِى [h:536[ٱ]لْأَخِرَةِ مِنْ خَلَ[n[ـٰ][a:537[قٍ‌ۚ و]َلَبِئْسَ مَا شَرَوْ[s[اْ] بِه[o[ِۦٓ] أَ[f:38[نف]ُسَهُمْ‌ۚ لَوْ كَانُو[s[اْ] يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 110,
            "aya_number": 103,
            "aya_text": "وَلَوْ اَنَّهُمْ اٰمَنُوْا وَاتَّقَوْا لَمَثُوْبَةٌ مِّنْ عِنْدِ اللّٰهِ خَيْرٌ ۗ  لَوْ كَانُوْا يَعْلَمُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 16,
            "translation_aya_text": "Dan jika mereka beriman dan bertakwa, pahala dari Allah pasti lebih baik, sekiranya mereka tahu.",
            "tafsir_jalalayn": "(Dan seandainya mereka) orang-orang Yahudi (beriman) terhadap Nabi dan Alquran (dan menjaga diri mereka) dari siksa Allah dengan meninggalkan maksiat, seperti sihir. Jawaban dari 'lau' ini dibuang. Atau tentulah mereka akan diberi pahala. Hal ini ditunjukkan oleh (maka sesungguhnya pahala) 'matsuubatun' menjadi mubtada, sedangkan 'lam' menunjukkan sumpah (di sisi Allah itu lebih baik) 'khairun' menjadi khabar, artinya 'lebih baik' yakni lebih baik dari hasil penjualan diri mereka itu (seandainya mereka mengetahuinya) seandainya mereka tahu bahwa pahala itu lebih baik, tentulah mereka tak akan mementingkan yang lain darinya.",
            "sajda": false,
            "transliteration": "Wa law annahum aamanoo wattaqaw lamasoobatum min 'indillaahi khairun law kaanoo ya'lamoon",
            "tajweed_text": "وَلَوْ أَ[g[نّ]َهُمْ ءَامَنُو[s[اْ] وَ[h:538[ٱ]تَّقَوْ[s[اْ] لَمَثُوبَ[a:539[ةٌ م]ِّنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ خَيْ[u:540[رٌ‌ۖ ل]َّوْ كَانُو[s[اْ] يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 111,
            "aya_number": 104,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقُوْلُوْا رَاعِنَا وَقُوْلُوا انْظُرْنَا وَاسْمَعُوْا  وَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 16,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu katakan, raa'inaa, tetapi katakanlah, “Unzhurnaa” dan dengarkanlah. Dan orang-orang kafir akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu katakan) kepada Nabi (raa`inaa) artinya perhatikanlah kami; 'raa'inaa' diambil dari kata 'muraa`ah', tetapi orang-orang Yahudi biasa mengatakan 'raa`unah' yang dalam bahasa mereka berarti 'teramat bodoh' sebagai ejekan kepada Nabi, maka orang-orang mukmin dilarang mengucapkan kata-kata itu, (dan katakanlah) yakni sebagai gantinya, (unzhurnaa) artinya lihatlah kami; (dan dengarlah olehmu) apa-apa yang dititahkan dengan kesediaan untuk mematuhinya (dan bagi orang-orang kafir disediakan siksaan pedih) yang menyakitkan sekali, yaitu neraka.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanoo laa taqooloo raa'inaa wa qoolun zurnaa wasma'oo; wa lilkaafireena 'azaabun aleem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَقُولُو[s[اْ] ر[n[َٲ]عِنَا وَقُولُو[s[اْ] [h:542[ٱ][f:543[نظ]ُرْنَا وَ[h:486[ٱ]سْمَعُو[s[اْ‌ۗ] وَلِلْكَ[n[ـٰ]فِرِينَ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 112,
            "aya_number": 105,
            "aya_text": "مَا يَوَدُّ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَلَا الْمُشْرِكِيْنَ اَنْ يُّنَزَّلَ عَلَيْكُمْ مِّنْ خَيْرٍ مِّنْ رَّبِّكُمْ ۗ وَاللّٰهُ يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 16,
            "translation_aya_text": "Orang-orang yang kafir dari Ahli Kitab dan orang-orang musyrik tidak  menginginkan diturunkannya kepadamu suatu kebaikan dari Tuhanmu. Tetapi secara khusus Allah memberikan rahmat-Nya kepada orang yang Dia kehendaki. Dan Allah pemilik karunia yang besar.",
            "tafsir_jalalayn": "(Orang-orang kafir dan golongan Ahli Kitab dan orang-orang musyrik tidak menginginkan) orang-orang musyrik di sini ialah dari kalangan Arab, dihubungkan kepada Ahli Kitab, sedangkan 'min' atau 'dari' untuk penjelasan (diturunkannya kebaikan kepadamu) 'min' di sini hanya sebagai tambahan; sedangkan 'kebaikan' maksudnya ialah wahyu, (dari Tuhan) disebabkan iri hati atau dengki kepadamu. (Sedangkan Allah menentukan rahmat-Nya) atau kenabian-Nya (kepada siapa yang dikehendaki-Nya; dan Allah mempunyai karunia yang maha besar).",
            "sajda": false,
            "transliteration": "Maa yawaddul lazeena kafaroo min ahlil kitaabi wa lal mushrikeena ai-yunazzala 'alaikum min khairim mir Rabbikum; wallaahu yakhtassu birahmatihee mai-yashaaa; wallaahu zul fadlil'azeem",
            "tajweed_text": "مَّا يَوَدُّ [h:544[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ وَلَا [h:546[ٱ]لْمُشْرِكِينَ أ[a:547[َن ي]ُنَزَّلَ عَلَيْك[w:548[ُم م]ِّنْ خَيْ[a:549[رٍ م]ّ[u:243[ِن ر]َّبِّكُمْ‌ۗ وَ[h:72[ٱ]للَّهُ يَخْتَصُّ بِرَحْمَتِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}