{
    "page_number": 160,
    "data": [
        {
            "aya_id": 1028,
            "aya_number": 74,
            "aya_text": "وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ عَادٍ وَّبَوَّاَكُمْ فِى الْاَرْضِ تَتَّخِذُوْنَ مِنْ سُهُوْلِهَا قُصُوْرًا وَّتَنْحِتُوْنَ الْجِبَالَ بُيُوْتًا ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum ‘Ad dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi.",
            "tafsir_jalalayn": "(Dan ingatlah olehmu di waktu Tuhan menjadikan kamu pengganti-pengganti) di bumi ini (sesudah kaum Ad dan memberikan tempat bagimu) yakni menempatkan kamu (di bumi. Kamu dirikan istana-istana di atas tanah-tanah yang datar) sebagai tempat tinggalmu di musim panas (dan kamu pahat gunung-gunungnya untuk dijadikan rumah) yang kamu tempati di musim dingin, dinashabkannya lafal buyuutan menjadi hal dari lafal yang tersimpan (maka ingatlah nikmat-nikmat Allah dan janganlah kamu merajalela di muka bumi membuat kerusakan).",
            "sajda": false,
            "transliteration": "Wazkkurooo iz ja'alakum khulafaaa'a mim ba'di 'Aadinw wa bawwa akum fil ardi tattakhizoona min suhoolihaa qusooranw wa tanhitoonal jibaala buyootan fazkurooo aalaaa'al laahi wa laa ta'saw fil ardi mufsideen",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُر[o[ُوٓ][s[اْ] إِذْ جَعَلَكُمْ خُلَف[o[َا]ٓءَ م[i:146[ِنۢ ب]َعْدِ عَا[a:4811[دٍ و]َبَوَّأَكُمْ فِى [h:44[ٱ]لْأَرْضِ تَتَّخِذُونَ مِ[f:4812[ن س]ُهُولِهَا قُصُو[a:4813[رًا و]َتَنْحِتُونَ [h:4814[ٱ]لْجِبَالَ بُيُو[f:4815[تًا‌ۖ ف]َ[h:1091[ٱ]ذْكُر[o[ُوٓ][s[اْ] ءَال[o[َا]ٓءَ [h:4790[ٱ]للَّهِ وَلَا تَعْثَوْ[s[اْ] فِى [h:44[ٱ]لْأَرْضِ مُفْسِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1029,
            "aya_number": 75,
            "aya_text": "قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لِلَّذِيْنَ اسْتُضْعِفُوْا لِمَنْ اٰمَنَ مِنْهُمْ اَتَعْلَمُوْنَ اَنَّ صٰلِحًا مُّرْسَلٌ مِّنْ رَّبِّهٖۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلَ بِهٖ مُؤْمِنُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Pemuka-pemuka yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, yaitu orang-orang yang telah beriman di antara kaumnya, “Tahukah kamu bahwa Saleh adalah seorang rasul dari Tuhannya?” Mereka menjawab, “Sesungguhnya kami percaya kepada apa yang disampaikannya.”",
            "tafsir_jalalayn": "(Pemuka-pemuka yang menyombongkan diri di antara kaumnya berkata) maksudnya mereka yang sombong tidak mau beriman kepada Saleh (kepada orang-orang yang dianggap lemah yang telah beriman di antara mereka,) di antara kaumnya, menjadi badal dari lafal yang sebelumnya dengan mengulangi huruf jar (\"Tahukah kamu bahwa Saleh diutus menjadi rasul oleh Tuhannya?) kepadamu (Mereka menjawab,) 'Ya, betul.' (Sesungguhnya kami beriman kepada wahyu yang Saleh diutus untuk menyampaikannya.\")",
            "sajda": false,
            "transliteration": "Qaalal mala ul lazeenas takbaroo min qawmihee lillazeenas tud'ifoo liman aamana minhum ata'almoona anna Saaliham mursalum mir Rabbih; qaalooo innaa bimaaa ursila bihee mu'minoon",
            "tajweed_text": "قَالَ [h:4769[ٱ]لْمَلَأُ [h:4783[ٱ]لَّذِينَ [h:4816[ٱ]سْتَكْبَرُو[s[اْ] مِ[f:4770[ن ق]َوْمِه[n[ِۦ] لِلَّذِينَ [h:4817[ٱ]سْتُضْعِفُو[s[اْ] لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَ[g[نّ]َ صَ[n[ـٰ]لِ[a:4818[حًا م]ُّرْسَ[a:4819[لٌ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ]‌ۚ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا بِم[o[َآ] أُرْسِلَ بِه[n[ِۦ] مُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1030,
            "aya_number": 76,
            "aya_text": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا بِالَّذِيْٓ اٰمَنْتُمْ بِهٖ كٰفِرُوْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Orang-orang yang menyombongkan diri berkata, “Sesungguhnya kami mengingkari apa yang kamu percayai.”",
            "tafsir_jalalayn": "(Orang-orang yang menyombongkan diri berkata, \"Sesungguhnya kami adalah orang yang tidak percaya kepada apa yang kamu imani itu.\")",
            "sajda": false,
            "transliteration": "Qaalal lazeenas takbarooo innaa billazeee aamanntum bihee kaafiroon",
            "tajweed_text": "قَالَ [h:590[ٱ]لَّذِينَ [h:4816[ٱ]سْتَكْبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َا بِ[h:315[ٱ]لَّذ[o[ِىٓ] ءَامَ[f:703[نت][c:704[ُم ب]ِه[n[ِۦ] كَ[n[ـٰ]فِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1031,
            "aya_number": 77,
            "aya_text": "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ وَقَالُوْا يٰصٰلِحُ ائْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الْمُرْسَلِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, “Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau salah seorang rasul.”",
            "tafsir_jalalayn": "Tersebutlah bahwa bagi unta betina itu satu hari minum, dan untuk mereka satu hari lainnya, akhirnya mereka bosan dengan ketentuan itu. (Kemudian mereka sembelih unta betina itu) yang melakukannya adalah orang yang terkuat berdasarkan perintah dari mereka, yaitu ia diperintahkan agar menyembelihnya dengan pedangnya (dan mereka berlaku angkuh terhadap perintah Tuhan. Dan mereka berkata, \"Hai Saleh! Datangkanlah apa yang kamu ancamkan itu kepada kami) yakni azab sebagai balasan atas pembunuhan unta itu (jika betul kamu termasuk orang yang diutus Allah.\").",
            "sajda": false,
            "transliteration": "Fa'aqarun naaqata wa'ataw 'an amri Rabbihim wa qaaloo yaa Saalihu' tinaa bimaa ta'idunaaa in kunta minal mursaleen",
            "tajweed_text": "فَعَقَرُو[s[اْ] [h:4820[ٱ][l[ل][g[نّ]َاقَةَ وَعَتَوْ[s[اْ] عَنْ أَمْرِ رَبِّهِمْ وَقَالُو[s[اْ] يَ[n[ـٰ]صَ[n[ـٰ]لِحُ [h:4821[ٱ]ئْتِنَا بِمَا تَعِدُن[o[َآ] إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4822[ٱ]لْمُرْسَل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1032,
            "aya_number": 78,
            "aya_text": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka.",
            "tafsir_jalalayn": "(Karena itu mereka ditimpa gempa) gempa bumi yang keras beserta suara gemuruh dari langit (maka jadilah mereka mayat-mayat yang bergelimpangan di tempat tinggal mereka) mereka mati dalam keadaan bertekuk-lutut.",
            "sajda": false,
            "transliteration": "Fa akhazat humur rajftu fa asbahoo fee daarihim jaasimmeen",
            "tajweed_text": "فَأَخَذَتْهُمُ [h:4823[ٱ][l[ل]رَّ[q:4824[جْ]فَةُ فَأَصْبَحُو[s[اْ] فِى دَارِهِمْ جَ[n[ـٰ]ثِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1033,
            "aya_number": 79,
            "aya_text": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسَالَةَ رَبِّيْ وَنَصَحْتُ لَكُمْ وَلٰكِنْ لَّا تُحِبُّوْنَ النّٰصِحِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Kemudian dia (Saleh) pergi meninggalkan mereka sambil berkata, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Tetapi kamu tidak menyukai orang yang memberi nasihat.”",
            "tafsir_jalalayn": "(Maka Saleh berpaling) ia meninggalkan (mereka seraya berkata, \"Hai kaumku! Sesungguhnya aku telah menyampaikan kepadamu amanat Tuhanku dan aku telah memberi nasihat kepadamu tetapi kamu tidak menyukai orang-orang yang memberi nasihat.\")",
            "sajda": false,
            "transliteration": "Fa tawalla 'anhum wa qaala yaa qawmi laqad ablaghtukum Risaalata Rabbee wa nasahtu lakum wa laakil laa tuhibboonan naasiheen",
            "tajweed_text": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَ[n[ـٰ]قَوْمِ لَقَ[q:2389[دْ] أَ[q:4825[بْ]لَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَ[n[ـٰ]ك[u:46[ِن ل]َّا تُحِبُّونَ [h:4826[ٱ][l[ل][g[نّ]َ[n[ـٰ]صِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1034,
            "aya_number": 80,
            "aya_text": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Dan (Kami juga telah mengutus) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu melakukan perbuatan keji, yang belum pernah dilakukan oleh seorang pun sebelum kamu (di dunia ini).",
            "tafsir_jalalayn": "(Dan) ingatlah (Luth) kemudian disebutkan badalnya yaitu, (tatkala dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fahisyah itu) yakni mendatangi dubur/anus laki-laki (yang belum pernah dikerjakan oleh seorang pun di dunia ini sebelummu?\") dari kalangan manusia dan jin.",
            "sajda": false,
            "transliteration": "Wa Lootan iz qaala liqawmiheee ataatoonal faahishata maa sabaqakum bihaa min ahadim minal 'aalameen",
            "tajweed_text": "وَلُوطًا إِذْ قَالَ لِقَوْمِه[o[ِۦٓ] أَتَأْتُونَ [h:4827[ٱ]لْفَ[n[ـٰ]حِشَةَ مَا سَبَقَك[c:4828[ُم ب]ِهَا مِنْ أَحَ[a:4829[دٍ م]ِّنَ [h:3475[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1035,
            "aya_number": 81,
            "aya_text": "اِنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ",
            "sura_id": 7,
            "juz_id": 8,
            "page_number": 160,
            "translation_aya_text": "Sungguh, kamu telah melampiaskan syahwatmu kepada sesama lelaki bukan kepada perempuan. Kamu benar-benar kaum yang melampaui batas.”",
            "tafsir_jalalayn": "(Tiada lain kamu itu) dengan menetapkan dua hamzah yang ditashilkan nomor duanya serta memasukkan alif di antara keduanya, menurut dua bacaan (mendatangi lelaki untuk melepaskan nafsumu kepada mereka bukan kepada wanita, melainkan kamu itu adalah orang-orang yang melampaui batas) melewati batas kehalalan menuju kepada keharaman.",
            "sajda": false,
            "transliteration": "Innakum lataatoonar rijaala shahwatam min doonin nisaaa'; bal antumqawmum musrifoon",
            "tajweed_text": "إِ[g[نّ]َكُمْ لَتَأْتُونَ [h:4830[ٱ][l[ل]رِّجَالَ شَهْوَ[a:4831[ةً م]ِّ[f:107[ن د]ُونِ [h:4832[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ‌ۚ بَلْ أَ[f:428[نت]ُمْ قَوْ[a:4833[مٌ م]ُّسْرِف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}