{
    "page_number": 162,
    "data": [
        {
            "aya_id": 1042,
            "aya_number": 88,
            "aya_text": "قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لَنُخْرِجَنَّكَ يٰشُعَيْبُ وَالَّذِيْنَ اٰمَنُوْا مَعَكَ مِنْ قَرْيَتِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ قَالَ اَوَلَوْ كُنَّا كَارِهِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Pemuka-pemuka yang menyombongkan diri dari kaum Syuaib berkata, “Wahai Syuaib! Pasti kami usir engkau bersama orang-orang yang beriman dari negeri kami, kecuali engkau kembali kepada agama kami.”Syuaib berkata, “Apakah (kamu akan mengusir kami), kendatipun kami tidak suka?",
            "tafsir_jalalayn": "(Pemuka-pemuka dari kaum Syuaib yang menyombongkan diri berkata,) mereka yang sombong tidak mau beriman (\"Sesungguhnya kami akan mengusir kamu hai Syuaib dan orang-orang yang beriman bersamamu dari kota kami atau kamu kembali) sungguh mau kembali (kepada agama kami.\") yaitu din/agama kami. Di dalam pembicaraan ini yang dipakai dhamir jamak padahal pembicaranya hanya seorang yaitu Syuaib sendiri. Sebab Syuaib itu sama sekali bukan berada dalam agama mereka, lalu ia menjawab sebaliknya (Syuaib menjawab, \"Apakah) kami harus kembali kepada agamamu itu (kendatipun kami tidak menyukainya?\") Istifham/kata tanya di sini mengandung pengertian pengingkaran.",
            "sajda": false,
            "transliteration": "Qaalal mala ul lazeenas takbaroo min qawmihee lanukhrijannaka yaa Shu'aibu wallazeena aamanoo ma'aka min qaryatinaaa aw lata'oo dunna fee millatinaa; qaala awa law kunnaa kaariheen",
            "tajweed_text": "۞ قَالَ [h:4769[ٱ]لْمَلَأُ [h:4783[ٱ]لَّذِينَ [h:4816[ٱ]سْتَكْبَرُو[s[اْ] مِ[f:4770[ن ق]َوْمِه[n[ِۦ] لَنُخْرِجَ[g[نّ]َكَ يَ[n[ـٰ]شُعَيْبُ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَكَ مِ[f:4858[ن ق]َرْيَتِن[o[َآ] أَوْ لَتَعُودُ[g[نّ]َ فِى مِلَّتِنَا‌ۚ قَالَ أَوَلَوْ كُ[g[نّ]َا كَ[n[ـٰ]رِه[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1043,
            "aya_number": 89,
            "aya_text": "قَدِ افْتَرَيْنَا عَلَى اللّٰهِ كَذِبًا اِنْ عُدْنَا فِيْ مِلَّتِكُمْ بَعْدَ اِذْ نَجّٰىنَا اللّٰهُ مِنْهَاۗ وَمَا يَكُوْنُ لَنَآ اَنْ نَّعُوْدَ فِيْهَآ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ رَبُّنَاۗ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًاۗ عَلَى اللّٰهِ تَوَكَّلْنَاۗ رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَاَنْتَ خَيْرُ الْفَاتِحِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Sungguh, kami telah mengada-adakan kebohongan yang besar terhadap Allah, jika kami kembali kepada agamamu, setelah Allah melepaskan kami darinya. Dan tidaklah pantas kami kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki. Pengetahuan Tuhan kami meliputi segala sesuatu. Hanya kepada Allah kami bertawakal. Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.”",
            "tafsir_jalalayn": "(Sungguh kami mengada-adakan kebohongan yang besar terhadap Allah jika kami kembali kepada agamamu sesudah Allah melepaskan kami daripadanya. Dan tidaklah patut) tidak pantas (bagi kami kembali kepadanya kecuali jika Allah Tuhan kami menghendaki) hal itu, yaitu menghinakan kami (Pengetahuan Tuhan kami meliputi segala sesuatu) yang di antaranya ialah Dia mengetahui keadaanku dan keadaanmu (Kepada Allah sajalah kami bertawakal. Ya Tuhan kami, berilah keputusan) ketentuan hukum (antara kami dan kaum kami dengan hak dan Engkaulah pemberi keputusan yang sebaik-baiknya) yakni hakim yang paling baik.",
            "sajda": false,
            "transliteration": "Qadif tarainaa 'alal laahi kaziban in 'udnaa fee millatikum ba'da iz najjaanal laahu minhaa; wa maa yakoonu lanaaa an na'ooda feehaaa illaaa ai yashaaa'al laahu Rabbunaa; wasi'a Rabbunaa kulla shai'in 'ilmaa; 'alal laahi tawakkalnaa; Rabbanaf tah bainanaa wa baina qawminaa bilhaqqi wa Anta khairul faatiheen",
            "tajweed_text": "قَدِ [h:4859[ٱ]فْتَرَيْنَا عَلَى [h:412[ٱ]للَّهِ كَذِبًا إِنْ عُ[q:4860[دْ]نَا فِى مِلَّتِك[c:4861[ُم ب]َعْدَ إِذْ نَجَّ[n[ـٰ]نَا [h:4862[ٱ]للَّهُ مِنْهَا‌ۚ وَمَا يَكُونُ لَن[o[َآ] أ[a:4863[َن ن]َّعُودَ فِيه[o[َآ] إِلّ[o[َآ] أ[a:4201[َن ي]َش[o[َا]ٓءَ [h:4334[ٱ]للَّهُ رَبُّنَا‌ۚ وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا‌ۚ عَلَى [h:412[ٱ]للَّهِ تَوَكَّلْنَا‌ۚ رَبَّنَا [h:4864[ٱ]فْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِ[h:370[ٱ]لْحَقِّ وَأَ[f:3893[نت]َ خَيْرُ [h:4865[ٱ]لْفَ[n[ـٰ]تِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1044,
            "aya_number": 90,
            "aya_text": "وَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ لَىِٕنِ اتَّبَعْتُمْ شُعَيْبًا ِانَّكُمْ اِذًا لَّخٰسِرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Dan pemuka-pemuka dari kaumnya (Syuaib) yang kafir berkata (kepada sesamanya), “Sesungguhnya jika kamu mengikuti Syuaib, tentu kamu menjadi orang-orang yang rugi.”",
            "tafsir_jalalayn": "(Pemuka-pemuka kaum Syuaib yang kafir berkata,) sebagian mereka berkata kepada sebagian yang lain (\"Sesungguhnya jika) lam adalah untuk qasam atau sumpah (kamu mengikut Syuaib, tentu jika kamu berbuat demikian menjadi orang-orang yang merugi.\")",
            "sajda": false,
            "transliteration": "Wa qaalal mala ul lazeena kafaroo min qawmihee la'init taba'tum Shu'aiban innakum izal lakhaasiroon",
            "tajweed_text": "وَقَالَ [h:4866[ٱ]لْمَلَأُ [h:4783[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:4770[ن ق]َوْمِه[n[ِۦ] لَئِنِ [h:4867[ٱ]تَّبَعْتُمْ شُعَيْبًا إِ[g[نّ]َكُمْ إِ[u:4868[ذًا ل]َّخَ[n[ـٰ]سِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1045,
            "aya_number": 91,
            "aya_text": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَۙ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka.",
            "tafsir_jalalayn": "(Kemudian mereka ditimpa gempa) gempa bumi yang dahsyat (maka jadilah mereka mayat-mayat yang bergelimpangan di tempat tinggal mereka) mereka mati dalam keadaan bertekuk-lutut.",
            "sajda": false,
            "transliteration": "Fa akhazat humur rajfatu fa asbahoo fee daarihim jaasimeen",
            "tajweed_text": "فَأَخَذَتْهُمُ [h:4823[ٱ][l[ل]رَّ[q:4824[جْ]فَةُ فَأَصْبَحُو[s[اْ] فِى دَارِهِمْ جَ[n[ـٰ]ثِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1046,
            "aya_number": 92,
            "aya_text": "الَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَاَنْ لَّمْ يَغْنَوْا فِيْهَاۚ  اَلَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَانُوْا هُمُ الْخٰسِرِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Orang-orang yang mendustakan Syuaib seakan-akan mereka belum pernah tinggal di (negeri) itu. Mereka yang mendustakan Syuaib, itulah orang-orang yang rugi.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang mendustakan Syuaib) menjadi mubtada dan khabarnya ialah (seolah-olah) dengan ditakhfifkan sedangkan isimnya dibuang, lengkapnya ialah: Seolah-olah mereka (mereka belum pernah berdiam) artinya mereka belum pernah tinggal (di kota itu) di rumah-rumah mereka sendiri (orang-orang yang mendustakan Syuaib mereka itulah orang-orang yang merugi) pengukuhan dengan mengulangi maushul dan lainnya merupakan jawaban terhadap perkataan mereka yang terdahulu.",
            "sajda": false,
            "transliteration": "Allazeena kazzaboo Shu'aiban ka al alm yaghnaw feehaa; allazeena kazzaboo Shu'aiban kaanoo humul khaasireen",
            "tajweed_text": "ٱلَّذِينَ كَذَّبُو[s[اْ] شُعَيْ[f:4869[بًا ك]َأ[u:2914[َن ل]َّمْ يَغْنَوْ[s[اْ] فِيهَا‌ۚ [h:4870[ٱ]لَّذِينَ كَذَّبُو[s[اْ] شُعَيْ[f:4871[بًا ك]َانُو[s[اْ] هُمُ [h:4872[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1047,
            "aya_number": 93,
            "aya_text": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسٰلٰتِ رَبِّيْ وَنَصَحْتُ لَكُمْۚ فَكَيْفَ اٰسٰى عَلٰى قَوْمٍ كٰفِرِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Maka Syuaib meninggalkan mereka seraya berkata, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Maka bagaimana aku akan bersedih hati terhadap orang-orang kafir?”",
            "tafsir_jalalayn": "(Maka Syuaib berpaling) yakni meninggalkan (mereka seraya berkata, \"Hai kaumku! Sesungguhnya aku telah menyampaikan amanat-amanah Tuhanku dan aku telah memberi nasihat kepadamu) akan tetapi kamu tidak juga mau beriman (Maka bagaimana aku akan bersedih hati) bersusah hati (terhadap orang-orang yang kafir?\") Istifham di sini bermakna nafi.",
            "sajda": false,
            "transliteration": "Fatawalla 'anhum wa qaala yaa qawmi laqad ablaghtukum Risaalaati Rabbee wa nasahtu lakum fakaifa aasaa'alaa qawmin kaafireen",
            "tajweed_text": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَ[n[ـٰ]قَوْمِ لَقَ[q:2389[دْ] أَ[q:4825[بْ]لَغْتُكُمْ رِسَ[n[ـٰ]لَ[n[ـٰ]تِ رَبِّى وَنَصَحْتُ لَكُمْ‌ۖ فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْ[f:4873[مٍ ك]َ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1048,
            "aya_number": 94,
            "aya_text": "وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّبِيٍّ اِلَّآ اَخَذْنَآ اَهْلَهَا بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَضَّرَّعُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Dan Kami tidak mengutus seorang nabi pun kepada sesuatu negeri, (lalu penduduknya mendustakan nabi itu), melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan agar mereka (tunduk dengan) merendahkan diri.",
            "tafsir_jalalayn": "(Kami tidaklah mengutus seseorang nabi pun kepada sesuatu negeri) kemudian penduduknya mendustakannya (melainkan Kami timpakan) Kami siksa (kepada penduduknya kesempitan) yakni kemiskinan yang sangat (dan penderitaan) berupa penyakit (supaya mereka tunduk dengan merendahkan diri) mereka mau merendahkan dirinya sehingga mereka mau beriman.",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaa fee qaryatim min Nabiyyin illaaa akhaznaaa ahlahaa bil baasaaa'i waddarraaa'i la'allahum yaddarra'oon",
            "tajweed_text": "وَم[o[َآ] أَرْسَلْنَا فِى قَرْيَ[a:4874[ةٍ م]ّ[a:2299[ِن ن]َّبِىٍّ إِلّ[o[َآ] أَخَذْن[o[َآ] أَهْلَهَا بِ[h:4043[ٱ]لْبَأْس[o[َا]ٓءِ وَ[h:920[ٱ][l[ل]ضَّرّ[o[َا]ٓءِ لَعَلَّهُمْ يَضَّرَّع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1049,
            "aya_number": 95,
            "aya_text": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰى عَفَوْا وَّقَالُوْا قَدْ مَسَّ اٰبَاۤءَنَا الضَّرَّاۤءُ وَالسَّرَّاۤءُ فَاَخَذْنٰهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 162,
            "translation_aya_text": "Kemudian Kami ganti penderitaan itu dengan kesenangan (sehingga keturunan dan harta mereka) bertambah banyak, lalu mereka berkata, “Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan,” maka Kami timpakan siksaan atas mereka dengan tiba-tiba tanpa mereka sadari.",
            "tafsir_jalalayn": "(Kemudian Kami ganti) Kami berikan kepada mereka (kesusahan itu) yakni azab itu (dengan kesenangan) kecukupan dan kesehatan (hingga mereka bertambah banyak) makin banyak keturunan dan hartanya (dan mereka berkata,) sebagai ungkapan ingkar terhadap karunia Allah (\"Sesungguhnya nenek moyang kami pun telah merasai penderitaan dan kesenangan\") seperti apa yang sedang kami alami, memang demikianlah hukum alam itu, jadi bukanlah merupakan siksaan dari Allah, maka dari itu tetaplah kamu dengan apa yang sekarang kamu pegang. Allah berfirman, (maka Kami timpakan kepada mereka) siksaan (dengan sekonyong-konyong) secara tiba-tiba (sedangkan mereka tidak menyadarinya) sebelum saat azab itu datang.",
            "sajda": false,
            "transliteration": "Summa baddalnaa makaa nas saiyi'atil hasanata hattaa 'afaw wa qaaloo qad massa aabaa'anad darraaa'u wassarraaa'u fa akhaznaahum baghtatanw wa hum laa yash'uroon",
            "tajweed_text": "ثُ[g[مّ]َ بَدَّلْنَا مَكَانَ [h:4875[ٱ][l[ل]سَّيِّئَةِ [h:4876[ٱ]لْحَسَنَةَ حَتَّىٰ عَفَو[s[اْ] وَّقَالُو[s[اْ] قَ[q:298[دْ] مَسَّ ءَاب[o[َا]ٓءَنَا [h:4877[ٱ][l[ل]ضَّرّ[o[َا]ٓءُ وَ[h:4878[ٱ][l[ل]سَّرّ[o[َا]ٓءُ فَأَخَذْنَ[n[ـٰ]ه[c:4879[ُم ب]َغْتَ[a:4880[ةً و]َهُمْ لَا يَشْعُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}