{
    "page_number": 163,
    "data": [
        {
            "aya_id": 1050,
            "aya_number": 96,
            "aya_text": "وَلَوْ اَنَّ اَهْلَ الْقُرٰٓى اٰمَنُوْا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكٰتٍ مِّنَ السَّمَاۤءِ وَالْاَرْضِ وَلٰكِنْ كَذَّبُوْا فَاَخَذْنٰهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Dan sekiranya penduduk negeri beriman dan bertakwa, pasti Kami akan melimpahkan kepada mereka berkah dari langit dan bumi, tetapi ternyata mereka mendustakan (ayat-ayat Kami), maka Kami siksa mereka sesuai dengan apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Dan jika sekiranya penduduk negeri-negeri) yang mendustakan (beriman) terhadap Allah dan rasul-rasul mereka (dan bertakwa) tidak kafir dan maksiat (pastilah Kami akan melimpahkan) dengan dibaca takhfif dan tasydid (kepada mereka berkah dari langit) dengan melalui hujan (dan bumi) dengan melalui tetumbuhan (tetapi mereka mendustakan) rasul-rasul (maka Kami siksa mereka) Kami hukum mereka (disebabkan perbuatan mereka sendiri).",
            "sajda": false,
            "transliteration": "Wa law anna ahlal quraaa aamanoo wattaqaw lafatahnaa 'alaihim barakaatim minas samaaa'i wal ardi wa laakin kazzaboo fa akhaznaahum bimaa kaanoo yaksiboon",
            "tajweed_text": "وَلَوْ أَ[g[نّ]َ أَهْلَ [h:4881[ٱ]لْقُرَ[o[ىٰٓ] ءَامَنُو[s[اْ] وَ[h:538[ٱ]تَّقَوْ[s[اْ] لَفَتَحْنَا عَلَيْه[c:4882[ِم ب]َرَكَ[n[ـٰ][a:4883[تٍ م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ وَلَ[n[ـٰ]كِ[f:4884[ن ك]َذَّبُو[s[اْ] فَأَخَذْنَ[n[ـٰ]ه[c:4885[ُم ب]ِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1051,
            "aya_number": 97,
            "aya_text": "اَفَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَّهُمْ نَاۤىِٕمُوْنَۗ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Maka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur?",
            "tafsir_jalalayn": "(Maka apakah merasa aman penduduk negeri-negeri itu) yang mendustakan (dari kedatangan siksaan Kami kepada mereka) yaitu azab Kami (di malam hari) tengah malam (di waktu mereka sedang tidur) dalam keadaan lalai dari kedatangan azab itu.",
            "sajda": false,
            "transliteration": "Afa amina ahlul quraaa ai yaatiyahum baasunaa bayaatanw wa hum naaa'imoon",
            "tajweed_text": "أَفَأَمِنَ أَهْلُ [h:4886[ٱ]لْقُرَ[o[ىٰٓ] أ[a:4887[َن ي]َأْتِيَه[c:4888[ُم ب]َأْسُنَا بَيَ[n[ـٰ][a:4889[تًا و]َهُمْ ن[o[َا]ٓئِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1052,
            "aya_number": 98,
            "aya_text": "اَوَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا ضُحًى وَّهُمْ يَلْعَبُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain?",
            "tafsir_jalalayn": "(Atau apakah penduduk negeri-negeri itu merasa aman dari kedatangan siksaan Kami kepada mereka di waktu matahari sepenggalah naik) pada waktu siang hari (ketika mereka sedang bermain).",
            "sajda": false,
            "transliteration": "Awa amina ahlul quraaa ai yaatiyahum baasunaa duhanw wa hum yal'aboon",
            "tajweed_text": "أَوَأَمِنَ أَهْلُ [h:4886[ٱ]لْقُرَ[o[ىٰٓ] أ[a:4887[َن ي]َأْتِيَه[c:4888[ُم ب]َأْسُنَا ضُ[a:4890[حًى و]َهُمْ يَلْعَب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1053,
            "aya_number": 99,
            "aya_text": "اَفَاَمِنُوْا مَكْرَ اللّٰهِۚ فَلَا يَأْمَنُ مَكْرَ اللّٰهِ اِلَّا الْقَوْمُ الْخٰسِرُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Atau apakah mereka merasa aman dari siksaan Allah (yang tidak terduga-duga)? Tidak ada yang merasa aman dari siksaan Allah selain orang-orang yang rugi.",
            "tafsir_jalalayn": "(Maka apakah mereka merasa aman dari tipu daya Allah.) yakni istidraj Allah terhadap mereka dengan memberi mereka banyak kenikmatan kemudian Ia menghukum mereka dengan sekonyong-konyong (Tiada yang merasa aman dari tipu daya Allah kecuali hanya orang-orang yang merugi).",
            "sajda": false,
            "transliteration": "Afa aminoo makral laah; falaa yaamanu makral laahi illal qawmul khaasiroon",
            "tajweed_text": "أَفَأَمِنُو[s[اْ] مَكْرَ [h:4891[ٱ]للَّهِ‌ۚ فَلَا يَأْمَنُ مَكْرَ [h:4891[ٱ]للَّهِ إِلَّا [h:4061[ٱ]لْقَوْمُ [h:4892[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1054,
            "aya_number": 100,
            "aya_text": "اَوَلَمْ يَهْدِ لِلَّذِيْنَ يَرِثُوْنَ الْاَرْضَ مِنْۢ بَعْدِ اَهْلِهَآ اَنْ لَّوْ نَشَاۤءُ اَصَبْنٰهُمْ بِذُنُوْبِهِمْۚ وَنَطْبَعُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَسْمَعُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Atau apakah belum jelas bagi orang-orang yang mewarisi suatu negeri setelah (lenyap) penduduknya? Bahwa kalau Kami menghendaki pasti Kami siksa mereka karena dosa-dosanya; dan Kami mengunci hati mereka sehingga mereka tidak dapat mendengar (pelajaran).",
            "tafsir_jalalayn": "(Dan apakah belum jelas) artinya belum terang (bagi orang-orang yang mempusakai bumi ini) sebagai tempat tinggalnya (sesudah) binasanya (penduduknya bahwa) menjadi fa'il berasal dari anna yang ditakhfifkan sedangkan isimnya dibuang, artinya bahwasanya (kalau Kami menghendaki tentu Kami timpakan kepada mereka siksaan) yakni azab (karena dosa-dosanya) sebagaimana telah Kami timpakan siksaan kepada orang-orang sebelum mereka. Kesemua hamzah di empat tempat tersebut semuanya bermakna lit-taubikh/mencela; dan huruf fa dan wawu yang memasuki pada kedua di antaranya untuk tujuan athaf. Menurut suatu qiraat dibaca dengan wawu yang disukunkan pada tempat yang pertama karena diathafkan kepada huruf aw. (Dan) Kami (kunci) Kami lak (hati mereka sehingga mereka tidak dapat mendengar) nasihat dengan pendengaran yang sehat.",
            "sajda": false,
            "transliteration": "Awa lam yahdi lillazeena yarisoonal arda mim ba'di ahlihaaa al law nashaaa'u asabnaahum bizunoobihim; wa natba'u 'alaa quloobihim fahum laa yasma'oon",
            "tajweed_text": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ [h:4893[ٱ]لْأَرْضَ م[i:146[ِنۢ ب]َعْدِ أَهْلِه[o[َآ] أ[u:4894[َن ل]َّوْ نَش[o[َا]ٓءُ أَصَ[q:4895[بْ]نَ[n[ـٰ]ه[c:4896[ُم ب]ِذُنُوبِهِمْ‌ۚ وَنَ[q:4897[طْ]بَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1055,
            "aya_number": 101,
            "aya_text": "تِلْكَ الْقُرٰى نَقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤىِٕهَاۚ وَلَقَدْ جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا مِنْ قَبْلُۗ  كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الْكٰفِرِيْنَ  ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Itulah negeri-negeri (yang telah Kami binasakan) itu, Kami ceritakan sebagian kisahnya kepadamu. Rasul-rasul mereka benar-benar telah datang kepada mereka dengan membawa bukti-bukti yang nyata. Tetapi mereka tidak beriman (juga) kepada apa yang telah mereka dustakan sebelumnya. Demikianlah Allah mengunci hati orang-orang kafir.",
            "tafsir_jalalayn": "(Negeri-negeri itu) yang telah disebutkan tadi (Kami ceritakan kepadamu) hai Muhammad (tentang sebagian dari berita-beritanya) cerita-cerita penduduknya (Dan sungguh telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti) yaitu mukjizat-mukjizat yang selalu unggul lagi jelas (maka mereka juga tidak beriman) tatkala rasul-rasul itu datang (kepada apa yang dahulu mereka telah mendustakannya) yang telah mereka ingkari (sebelum itu) sebelum para rasul itu datang, bahkan mereka tetap terus melakukan kekafirannya. (Demikianlah) seperti penguncian itu (Allah mengunci mati hati orang-orang kafir).",
            "sajda": false,
            "transliteration": "Tilkal quraa naqussu 'alaika min ambaaa'ihaa; wa laqad jaaa'at hum Rusuluhum bilbaiyinaati famaa kaanoo liyu'minoo bimaa kazzaboo min qabl; kazaalika yatba'ul laahu 'alaa quloobil kaafireen",
            "tajweed_text": "تِلْكَ [h:4898[ٱ]لْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَ[i:4899[نۢب][o[َا]ٓئِهَا‌ۚ وَلَقَ[q:341[دْ] ج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَمَا كَانُو[s[اْ] لِيُؤْمِنُو[s[اْ] بِمَا كَذَّبُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ كَذ[n[َٲ]لِكَ يَ[q:4901[طْ]بَعُ [h:4902[ٱ]للَّهُ عَلَىٰ قُلُوبِ [h:4903[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1056,
            "aya_number": 102,
            "aya_text": "وَمَا وَجَدْنَا لِاَكْثَرِهِمْ مِّنْ عَهْدٍۚ وَاِنْ وَّجَدْنَآ اَكْثَرَهُمْ لَفٰسِقِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Dan Kami tidak mendapati kebanyakan mereka memenuhi janji. Sebaliknya yang Kami dapati kebanyakan mereka adalah orang-orang yang benar-benar fasik.",
            "tafsir_jalalayn": "(Dan Kami tidak mendapati kebanyakan mereka) maksudnya kebanyakan umat manusia itu (memenuhi janji) menunaikan janji mereka tatkala tiba saat pemenuhannya (Sesungguhnya) ditakhfifkan dari anna (Kami mendapati kebanyakan mereka orang-orang yang fasik).",
            "sajda": false,
            "transliteration": "Wa maa wajadnaa li aksarihim min 'ahd; wa inw wajadnaaa aksarahum lafaasiqeen",
            "tajweed_text": "وَمَا وَجَ[q:3834[دْ]نَا لِأَكْثَرِه[w:4904[ِم م]ِّنْ عَهْ[a:4905[دٍ‌ۖ و]َإ[a:4906[ِن و]َجَ[q:3834[دْ]ن[o[َآ] أَكْثَرَهُمْ لَفَ[n[ـٰ]سِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1057,
            "aya_number": 103,
            "aya_text": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَظَلَمُوْا بِهَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ  ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Setelah mereka, kemudian Kami utus Musa dengan membawa bukti-bukti Kami kepada Fir‘aun dan pemuka-pemuka kaumnya, lalu mereka mengingkari bukti-bukti itu. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
            "tafsir_jalalayn": "(Kemudian Kami utus sesudah rasul-rasul itu) sesudah diutusnya rasul-rasul tersebut (Musa dengan membawa ayat-ayat Kami) yang banyaknya sembilan (kepada Firaun dan pemuka-pemuka kaumnya) golongannya (lalu mereka mengingkari) mengkafiri (ayat-ayat itu. Maka perhatikanlah bagaimana akibat orang-orang yang membuat kerusakan) artinya mereka binasa akibat kekafirannya itu.",
            "sajda": false,
            "transliteration": "Summa ba'asnaa mim ba'dihim Moosaa bi Aayaatinaaa ilaa Fir'awana wa mala'ihee fazalamoo bihaa fanzur kaifa kaana 'aaqibatul mufsideen",
            "tajweed_text": "ثُ[g[مّ]َ بَعَثْنَا م[i:1453[ِنۢ ب]َعْدِه[w:4907[ِم م]ُّوسَىٰ بِـَٔـايَ[n[ـٰ]تِن[o[َآ] إِلَىٰ فِرْعَوْنَ وَمَلَإِ[s[يْ]ه[n[ِۦ] فَظَلَمُو[s[اْ] بِهَا‌ۖ فَ[h:1513[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:4852[ٱ]لْمُفْسِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1058,
            "aya_number": 104,
            "aya_text": "وَقَالَ مُوْسٰى يٰفِرْعَوْنُ اِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَۙ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 163,
            "translation_aya_text": "Dan Musa berkata, “Wahai Fir‘aun! Sungguh, aku adalah seorang utusan dari Tuhan seluruh alam,",
            "tafsir_jalalayn": "(Dan Musa berkata, \"Hai Firaun, sesungguhnya aku ini adalah seorang utusan Tuhan semesta alam\") kepadamu, akan tetapi Firaun mendustakannya dan Musa berkata,",
            "sajda": false,
            "transliteration": "Wa qaala Moosaa yaa Fir'awnu inee Rasoolum mir Rabbil 'aalameen",
            "tajweed_text": "وَقَالَ مُوسَىٰ يَ[n[ـٰ]فِرْعَوْنُ إِ[g[نّ]ِى رَسُو[a:521[لٌ م]ّ[u:4772[ِن ر]َّبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}