{
    "page_number": 165,
    "data": [
        {
            "aya_id": 1075,
            "aya_number": 121,
            "aya_text": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Mereka berkata, “Kami beriman kepada Tuhan seluruh alam,",
            "tafsir_jalalayn": "(Mereka berkata, \"Kami beriman kepada Tuhan semesta alam).",
            "sajda": false,
            "transliteration": "Qaaloo aamannaa bi Rabbil 'aalameen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1076,
            "aya_number": 122,
            "aya_text": "رَبِّ مُوْسٰى وَهٰرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "(yaitu) Tuhannya Musa dan Harun.”",
            "tafsir_jalalayn": "(Yaitu Tuhan Musa dan Harun\") berkat pengetahuan mereka yang menyimpulkan bahwa apa yang telah mereka saksikan itu, yaitu tentang tongkat Musa semata-mata bukanlah perbuatan sihir.",
            "sajda": false,
            "transliteration": "Rabbi Moosaa wa Haaroon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1077,
            "aya_number": 123,
            "aya_text": "قَالَ فِرْعَوْنُ اٰمَنْتُمْ بِهٖ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّ هٰذَا لَمَكْرٌ مَّكَرْتُمُوْهُ فِى الْمَدِيْنَةِ لِتُخْرِجُوْا مِنْهَآ اَهْلَهَاۚ فَسَوْفَ تَعْلَمُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Fir‘aun berkata, “Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini, untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini).",
            "tafsir_jalalayn": "(Firaun berkata, \"Apakah kamu beriman) lafal aamantum dapat dibaca a amantum (kepadanya) kepada Musa (sebelum aku memberi izin) (kepadamu? Sesungguhnya hal ini) apa yang kamu perbuat ini (adalah suatu muslihat yang telah kamu rencanakan di dalam kota ini untuk mengeluarkan penduduknya daripadanya, maka kelak kamu akan mengetahui) apa yang bakal kamu terima balasannya dariku.",
            "sajda": false,
            "transliteration": "Qaala Fir'awnu aamantum bihee qabla an aazana lakum; inna haaza lamakrum makartumoohu filmadeenati litukhrijoo minhaaa ahlahaa fasawfa ta'almoon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1078,
            "aya_number": 124,
            "aya_text": "لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ ثُمَّ لَاُصَلِّبَنَّكُمْ اَجْمَعِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Pasti akan aku potong tangan dan kakimu dengan bersilang (tangan kanan dan kaki kiri atau sebaliknya), kemudian aku akan menyalib kamu semua.”",
            "tafsir_jalalayn": "(Demi sesungguhnya aku akan memotong tangan dan kakimu dengan bersilang secara timbal balik) yakni tangan kanan setiap orang akan dipotong berikut kaki sebelah kirinya (kemudian sungguh-sungguh aku akan menyalibmu semuanya.\")",
            "sajda": false,
            "transliteration": "La uqatti'anna aidiyakum wa arjulakum min khilaafin summa la usallibannakum ajma'een",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1079,
            "aya_number": 125,
            "aya_text": "قَالُوْٓا اِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَۙ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Mereka (para pesihir) menjawab, “Sesungguhnya kami akan kembali kepada Tuhan kami.",
            "tafsir_jalalayn": "(Ahli-ahli sihir itu menjawab, \"Sesungguhnya kepada Tuhan kamilah) sesudah kami mati dengan cara apa pun (kami kembali) dikembalikan kelak di akhirat.",
            "sajda": false,
            "transliteration": "Qaaloo innaaa ilaa Rabbinaa munqaliboon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1080,
            "aya_number": 126,
            "aya_text": "وَمَا تَنْقِمُ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاٰيٰتِ رَبِّنَا لَمَّا جَاۤءَتْنَا ۗرَبَّنَآ اَفْرِغْ عَلَيْنَا صَبْرًا وَّتَوَفَّنَا مُسْلِمِيْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Dan engkau tidak melakukan balas dendam kepada kami, melainkan karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.” (Mereka berdoa), “Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu).”",
            "tafsir_jalalayn": "(Dan kamu tidak membalas dendam) maksudnya kamu tidak mengingkari (dengan menyiksa kami melainkan karena kami telah beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.\" Mereka berdoa, \"Ya Tuhan kami, limpahkanlah kesabaran kepada kami) tatkala dilaksanakannya apa yang diancamkan oleh Firaun agar kami tidak kembali menjadi orang-orang kafir (dan wafatkanlah kami dalam keadaan berserah diri kepada-Mu.\")",
            "sajda": false,
            "transliteration": "Wa maa tanqimu minnaaa illaaa an aamannaa bi Aayaati Rabbinaa lammaa jaaa'atnaa; Rabbanaaa afrigh 'alainaa sabranw wa tawaffanaa muslimeen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1081,
            "aya_number": 127,
            "aya_text": "وَقَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اَتَذَرُ مُوْسٰى وَقَوْمَهٗ لِيُفْسِدُوْا فِى الْاَرْضِ وَيَذَرَكَ وَاٰلِهَتَكَۗ قَالَ سَنُقَتِّلُ اَبْنَاۤءَهُمْ وَنَسْتَحْيٖ نِسَاۤءَهُمْۚ وَاِنَّا فَوْقَهُمْ قَاهِرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Dan para pemuka dari kaum Fir‘aun berkata, “Apakah engkau akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri ini (Mesir) dan meninggalkanmu dan tuhan-tuhanmu?” (Fir‘aun) menjawab, “Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka dan sesungguhnya kita berkuasa penuh atas mereka.”                   ",
            "tafsir_jalalayn": "(Berkatalah pembesar-pembesar dari kaum Firaun,) kepada Firaun sendiri (\"Apakah kamu membiarkan) meninggalkan (Musa dan kaumnya untuk membuat kerusakan di negeri ini) yaitu dengan menyeru ajakan agar menentangmu (dan meninggalkan kamu serta tuhan-tuhanmu?\") tersebutlah bahwa Firaun itu telah membuat berhala-berhala kecil untuk disembah oleh kaumnya, kemudian Firaun berkata, \"Aku adalah tuhanmu dan tuhan mereka,\" oleh karena itu ia pernah mengatakan, \"Aku adalah tuhanmu yang paling tinggi.\" (Firaun menjawab, \"Akan kita bunuh) dengan mentasydidkan huruf ta-nya (anak-anak lelaki mereka) yang baru dilahirkan (dan kita biarkan hidup) kita biarkan (perempuan-perempuan mereka) sebagaimana yang pernah kita lakukan terhadap mereka sebelumnya (dan sesungguhnya kita berkuasa penuh di atas mereka.\") yakni orang-orang yang berkuasa; akhirnya mereka melakukan hal itu terhadap kaum Musa, sehingga membuat kaum Bani Israel mengadu kepada Musa.",
            "sajda": false,
            "transliteration": "Wa qaalal mala-u min qawmi Fir'awna atazaru Moosaa wa qawmahoo liyufsidoo fil ardi wa yazaraka wa aalihatak; qaala sanuqattilu abnaaa 'ahum wa nastahyee nisaaa'ahum wa innaa fawqahum qaahiroon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1082,
            "aya_number": 128,
            "aya_text": "قَالَ مُوْسٰى لِقَوْمِهِ اسْتَعِيْنُوْا بِاللّٰهِ وَاصْبِرُوْاۚ اِنَّ الْاَرْضَ لِلّٰهِ ۗيُوْرِثُهَا مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Musa berkata kepada kaumnya, “Mohonlah pertolongan kepada Allah dan bersabarlah. Sesungguhnya bumi (ini) milik Allah; diwariskan-Nya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dan kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.”",
            "tafsir_jalalayn": "(Musa berkata kepada kaumnya, \"Mohonlah pertolongan kepada Allah dan bersabarlah) dalam menghadapi penganiayaan mereka (sesungguhnya bumi ini kepunyaan Allah yang dipusakakan-Nya) yang diberi-Nya (kepada siapa yang dikehendaki-Nya dari hamba-hamba-Nya. Dan kesudahan yang baik) yang terpuji (adalah bagi orang-orang yang bertakwa.\") terhadap Allah.",
            "sajda": false,
            "transliteration": "Qaala Moosaa liqawmihis ta'eenoo billaahi wasbiroo innal arda lillaahi yoorisuhaa mai yashaaa'u min 'ibaadihee wal 'aaqibatu lilmuttaqeen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1083,
            "aya_number": 129,
            "aya_text": "قَالُوْٓا اُوْذِيْنَا مِنْ قَبْلِ اَنْ تَأْتِيَنَا وَمِنْۢ بَعْدِ مَا جِئْتَنَا ۗقَالَ عَسٰى رَبُّكُمْ اَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى الْاَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Mereka (kaum Musa) berkata,  ”Kami telah ditindas (oleh Fir‘aun) sebelum engkau datang kepada kami dan setelah engkau datang.” (Musa) menjawab, “Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu khalifah di bumi; maka Dia akan melihat bagaimana perbuatanmu.”",
            "tafsir_jalalayn": "(Kaum Musa berkata, \"Kami telah ditindas, oleh Firaun, sebelum kamu datang kepada kami dan sesudah kamu datang.\" Musa menjawab, \"Mudah-mudahan Allah membinasakan musuhmu dan menjadikan kamu khalifah di bumi-Nya, maka Allah akan melihat bagaimana perbuatanmu.\") di dalamnya.",
            "sajda": false,
            "transliteration": "Qaaloo oozeenaa min qabli an taatiyanaa wa mim ba'di maa ji'tanaa; qaala 'asaa Rabbukum ai yuhlika 'aduwwakum wa yastakhli fakum fil ardi fayanzura kaifa ta'maloon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1084,
            "aya_number": 130,
            "aya_text": "وَلَقَدْ اَخَذْنَآ اٰلَ فِرْعَوْنَ بِالسِّنِيْنَ وَنَقْصٍ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَذَّكَّرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 165,
            "translation_aya_text": "Dan sungguh, Kami telah menghukum Fir‘aun dan kaumnya dengan (mendatangkan musim kemarau) bertahun-tahun dan kekurangan buah-buahan, agar mereka mengambil pelajaran.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah menghukum Firaun dan kaumnya dengan mendatangkan musim kemarau yang panjang) musim paceklik (dan kekurangan buah-buahan supaya mereka mengambil pelajaran) menjadikannya sebagai pelajaran bagi mereka kemudian mereka mau beriman karenanya.",
            "sajda": false,
            "transliteration": "Wa laqad akhaznaaa Aala Fir'awna bis sineena wa naqsim minas samaraati la'allahum yazzakkaroon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}