{
    "page_number": 168,
    "data": [
        {
            "aya_id": 1098,
            "aya_number": 144,
            "aya_text": "قَالَ يٰمُوْسٰٓى اِنِّى اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ۖفَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "(Allah) berfirman, “Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegang-teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.”",
            "tafsir_jalalayn": "(Allah berfirman,) Maha Tinggi Allah (\"Hai Musa, sesungguhnya Aku memilih melebihkan kamu) yakni Aku memilihmu (dari manusia) yang hidup di masamu (untuk membawa risalah-Ku) dengan memakai jamak dan mufrad/tunggal (dan untuk berbicara langsung dengan-Ku) Aku berbicara kepadamu secara langsung (sebab itu berpegang teguhlah kepada apa yang Aku berikan kepadamu) berupa keutamaan (dan hendaklah kamu termasuk orang-orang yang bersyukur\") atas nikmat-nikmat-Ku.",
            "sajda": false,
            "transliteration": "Qaala yaa Moosaaa innis tafaituka 'alan naasi bi Risaalaatee wa bi kalaamee fakhuz maaa aataituka wa kum minash shaakireen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1099,
            "aya_number": 145,
            "aya_text": "وَكَتَبْنَا لَهٗ فِى الْاَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَّوْعِظَةً وَّتَفْصِيْلًا لِّكُلِّ شَيْءٍۚ فَخُذْهَا بِقُوَّةٍ وَّأْمُرْ قَوْمَكَ يَأْخُذُوْا بِاَحْسَنِهَا ۗسَاُورِيْكُمْ دَارَ الْفٰسِقِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "Dan telah Kami tuliskan untuk Musa pada lauh-lauh (Taurat) segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal; maka (Kami berfirman), “Berpegangteguhlah kepadanya dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, Aku akan memperlihatkan kepadamu negeri orang-orang fasik.”   ",
            "tafsir_jalalayn": "(Dan telah Kami tuliskan untuk Musa pada lempengan-lempengan) lempengan-lempengan kitab Taurat yang terdiri dari dedaunan surga, atau dari zabarjad atau dari tujuh jenis atau sepuluh jenis zamrud (segala sesuatu) yang diperlukan di dalam menyampaikan agama (sebagai pelajaran dan penjelasan) keterangan (bagi segala sesuatu) menjadi badal dari jar dan majrur sebelumnya. (Maka berpeganglah kepadanya) sebelumnya terdapat kalimat Kami berfirman yang ditakdirkan/yang diperkirakan keberadaannya (dengan teguh) dengan sungguh-sungguh dan dengan segala kemampuan (dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, nanti Aku akan memperlihatkan kepadamu negeri orang-orang yang fasik) yakni Firaun beserta para pengikutnya, yaitu negeri Mesir, supaya kamu mengambil pelajaran darinya.",
            "sajda": false,
            "transliteration": "Wa katabnaa lahoo fil alwaahi minkulli shai'immaw 'izaanw wa tafseelal likulli shai'in fakhuzhaa biquwwatinw waamur qawmaka yaakhuzoo bi ahsanihaa; wa ooreekum daaral faasiqeen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1100,
            "aya_number": 146,
            "aya_text": "سَاَصْرِفُ عَنْ اٰيٰتِيَ الَّذِيْنَ يَتَكَبَّرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ وَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَاۚ وَاِنْ يَّرَوْا سَبِيْلَ الرُّشْدِ لَا يَتَّخِذُوْهُ سَبِيْلًاۚ وَاِنْ يَّرَوْا سَبِيْلَ الْغَيِّ يَتَّخِذُوْهُ سَبِيْلًاۗ ذٰلِكَ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "Akan Aku palingkan dari tanda-tanda (kekuasaan-Ku) orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar. Kalaupun mereka melihat setiap tanda (kekuasaan-Ku) mereka tetap tidak akan beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak (akan) menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka menempuhnya. Yang demikian adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya.",
            "tafsir_jalalayn": "(Aku akan memalingkan dari ayat-ayat-Ku) dari bukti-bukti yang menunjukkan kekuasaan-Ku, yaitu berupa hasil-hasil ciptaan-Ku dan lain-lainnya (orang-orang yang menyombongkan dirinya di muka bumi tanpa alasan yang benar) yaitu Aku akan menjadikan mereka terhina sehingga tidak lagi mereka berlaku sombong di muka bumi (jika mereka melihat tiap-tiap ayat-Ku, mereka tidak beriman kepadanya. Dan jika mereka melihat jalan) yakni titian (yang membawa kepada petunjuk) hidayah yang datang dari sisi Tuhan (mereka tidak mau menjalankannya sebagai jalan hidup) yang mereka tempuh (tetapi jika mereka melihat jalan kesesatan) jalan yang salah (mereka terus menempuhnya. Yang demikian itu) berpalingnya mereka itu (adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lalai daripadanya) contoh mengenai mereka telah disebutkan.",
            "sajda": false,
            "transliteration": "Sa asrifu 'an Aayaatiyal lazeena yatakabbaroona fil ardi bighairil haqq; wa iny-yaraw kulla Aayatil laa yu'minoo bihaa wa iny-yaraw sabeelar rushdi laa yattakhizoohu sabeelanw wa iny-yaraw sabeelal ghaiyi yatta khizoohu sabeelaa; zaalika bi annahum kazzaboo bi Aayaatinaa wa kaanoo 'anhaa ghaafileen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1101,
            "aya_number": 147,
            "aya_text": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤءِ الْاٰخِرَةِ حَبِطَتْ اَعْمَالُهُمْۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ࣖ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "Dan orang-orang yang mendustakan tanda-tanda (kekuasaan) Kami dan (mendustakan) adanya pertemuan akhirat, sia-sialah amal mereka. Mereka diberi balasan sesuai dengan apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami dan mendustakan akan menemui akhirat) dimaksud mengenai hari berbangkit dan lain-lainnya (sia-sialah) artinya batillah (perbuatan mereka) yaitu perbuatan-perbuatan yang telah mereka lakukan sewaktu hidup di alam dunia, berupa amal-amal kebaikan seperti silaturahmi dan sedekah, maka mereka tidak lagi mendapat pahalanya karena persyaratannya sudah tidak memenuhi lagi (Tidak) (mereka itu mendapat balasan kecuali) hanya balasan (apa yang telah mereka kerjakan) yakni perbuatan mendustakan ayat-ayat Kami dan perbuatan-perbuatan maksiat.",
            "sajda": false,
            "transliteration": "Wallazeena kazzaboo bi Aayaatinaa wa liqaaa'il Aakhirati habitat 'amaaluhum; hal yujzawna illaa maa kaanoo ya'maloon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1102,
            "aya_number": 148,
            "aya_text": "وَاتَّخَذَ قَوْمُ مُوْسٰى مِنْۢ بَعْدِهٖ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌۗ  اَلَمْ يَرَوْا اَنَّهٗ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيْهِمْ سَبِيْلًاۘ اِتَّخَذُوْهُ وَكَانُوْا ظٰلِمِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "Dan kaum Musa, setelah kepergian (Musa ke Gunung Sinai) mereka membuat patung anak sapi yang bertubuh dan dapat melenguh (bersuara) dari perhiasan (emas). Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang yang zalim.",
            "tafsir_jalalayn": "(Dan kaum Musa, setelah kepergian Musa, mereka membuat) setelah pergi meninggalkan mereka untuk bermunajat (dari perhiasan mereka) yang telah mereka pinjam dari kaumnya Firaun dengan alasan untuk perkawinan (berhala) yang kemudian dipuja-puja oleh mereka (anak lembu) Samirilah yang mencetaknya berdasarkan permintaan mereka (yang bertubuh) sebagai ganti dari daging dan darah (dan bersuara) artinya suara yang dapat didengar; dan dapat bergerak sebab Samiri menaruh debu di mulutnya dari bekas teracak kuda malaikat Jibril, sebagai pengaruhnya berhala itu dapat hidup. Maf'ul dari lafal ittakhadza dibuang yang asalnya ialah lafal ilaahan, yakni sebagai tuhan. (Apakah mereka tidak mengetahui bahwa anak lembu itu tidak dapat berbicara dengan mereka dan tidak dapat pula menunjukkan jalan kepada mereka?) lalu mengapa mereka menganggapnya sebagai tuhan mereka (Mereka menjadikannya) sebagai sesembahan (dan mereka adalah orang-orang yang lalim) disebabkan mengambilnya sebagai sesembahan.",
            "sajda": false,
            "transliteration": "Wattakhaza qawmu Moosaa mim ba'dihee min huliyyihim 'ijlan jasadal lahoo khuwaar; alam yaraw annahoo laa yukallimuhum wa laa yahdeehim sabeelaa; ittakha zoohu wa kaanoo zaalimeen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1103,
            "aya_number": 149,
            "aya_text": "وَلَمَّا سُقِطَ فِيْٓ اَيْدِيْهِمْ وَرَاَوْا اَنَّهُمْ قَدْ ضَلُّوْاۙ قَالُوْا لَىِٕنْ لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 168,
            "translation_aya_text": "Dan setelah mereka menyesali perbuatannya dan mengetahui bahwa telah sesat, mereka pun berkata, “Sungguh, jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang rugi.”",
            "tafsir_jalalayn": "(Dan setelah mereka menyesali perbuatannya) mereka menyesal mengambil sebagai sesembahan mereka (dan mereka melihat) mereka mengetahui (bahwa mereka telah sesat) oleh sebab perbuatan itu; penyesalan itu datang setelah Musa kembali kepada mereka (mereka pun berkata, \"Sungguh jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami) dengan memakai ya dan ta pada kedua fi'ilnya (pastilah kami menjadi orang-orang yang merugi.\").",
            "sajda": false,
            "transliteration": "Wa lammaa suqita feee aideehim wa ra aw annahum qad dalloo qaaloo la'il lam yarhamnaa Rabbunaa wa yaghfir lanaa lanakoonanna minal khaasireen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}