{
    "page_number": 17,
    "data": [
        {
            "aya_id": 113,
            "aya_number": 106,
            "aya_text": "۞ مَا نَنْسَخْ مِنْ اٰيَةٍ اَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ اَوْ مِثْلِهَا ۗ اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 17,
            "translation_aya_text": "Ayat yang Kami batalkan atau Kami hilangkan dari ingatan, pasti Kami ganti dengan yang lebih baik atau yang sebanding dengannya. Tidakkah kamu tahu bahwa Allah Mahakuasa atas segala sesuatu?",
            "tafsir_jalalayn": "Tatkala orang-orang kafir mengecam tentang nasakh/penghapusan atau pergantian hukum dan menuduh bahwa Muhammad menyuruh sahabat-sahabatnya untuk mengerjakan sesuatu pada hari ini lalu melarangnya esok, maka turunlah ayat, (Apa saja) disebut 'syarthiyah' yang membutuhkan jawaban (ayat yang Kami hapus) baik hukumnya itu pada mulanya turun bersama lafalnya atau tidak dan menurut satu qiraat 'nunsikh', artinya Kami titah kamu atau Jibril untuk menghapusnya (atau Kami tangguhkan) Kami undurkan sehingga hukumnya tidak turun dan bacaannya Kami tangguhkan di Lohmahfuz. Menurut satu qiraat tanpa hamzah, berasal dari kata-kata 'nisyaan' artinya 'lupa', sehingga artinya ialah Kami kikis atau hapus dari dalam kalbumu sehingga kamu melupakannya. Jawab syaratnya ialah (Kami datangkan yang lebih baik daripadanya) artinya lebih menguntungkan bagi hamba, baik dalam kemudahannya maupun dalam besar pahalanya (atau yang sebanding dengannya) dalam beban yang harus dipikul atau dalam ganjarannya. (Tidakkah kamu ketahui bahwa sesungguhnya Allah Maha Kuasa atas segala sesuatu?) Termasuk dalam kekuasaan-Nya itu nasakh, yaitu menghapus hukum dan mengubahnya, dan mengenai pertanyaan di sini maksudnya ialah untuk mengukuhkan.",
            "sajda": false,
            "transliteration": "Maa nansakh min aayatin aw nunsihaa na-ti bikhairim minhaaa aw mislihaaa; alam ta'lam annal laaha 'alaa kulli shai'in qadeer",
            "tajweed_text": "۞ مَا نَ[f:552[نس]َخْ مِنْ ءَايَةٍ أَوْ نُ[f:553[نس]ِهَا نَأْتِ بِخَيْ[a:554[رٍ م]ِّنْه[o[َآ] أَوْ مِثْلِه[o[َآ‌ۗ] أَلَمْ تَعْلَمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 114,
            "aya_number": 107,
            "aya_text": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ ۗ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 17,
            "translation_aya_text": "Tidakkah kamu tahu bahwa Allah memiliki kerajaan langit dan bumi? Dan tidak ada bagimu pelindung dan penolong selain Allah.",
            "tafsir_jalalayn": "(Tidakkah kamu ketahui bahwa milik Allahlah kerajaan langit dan bumi) sehingga Dia dapat berbuat terhadap keduanya menurut yang dikehendaki-Nya. (Dan tiada bagimu selain Allah) (dari) hanya sebagai tambahan (seorang wali) seorang pelindung yang akan melindungimu (dan tidak pula seorang pembela) yang akan menghindarkan siksaan jika datang menimpa.",
            "sajda": false,
            "transliteration": "Alam ta'lam annallaaha lahoo mulkus samaawaati wal ard; wa maa lakum min doonil laahi minw waliyyinw wa laa naseer",
            "tajweed_text": "أَلَمْ تَعْلَمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ وَمَا لَك[w:556[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا نَص[p[ِي]رٍ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 115,
            "aya_number": 108,
            "aya_text": "اَمْ تُرِيْدُوْنَ اَنْ تَسْـَٔلُوْا رَسُوْلَكُمْ كَمَا سُىِٕلَ مُوْسٰى مِنْ قَبْلُ ۗوَمَنْ يَّتَبَدَّلِ الْكُفْرَ بِالْاِيْمَانِ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 17,
            "translation_aya_text": "Ataukah kamu hendak meminta kepada Rasulmu (Muhammad) seperti halnya Musa (pernah) diminta (Bani Israil) dahulu? Barangsiapa mengganti iman dengan kekafiran, maka sungguh, dia telah tersesat dari jalan yang lurus.",
            "tafsir_jalalayn": "Tatkala warga Mekah meminta kepada Nabi saw. agar kota mereka diperluas dan bukit Shafa dijadikan sebuah bukit emas turunlah, (Atau) apakah (kamu menghendaki untuk meminta kepada Rasulmu seperti yang diminta kepada Musa) maksudnya kaum Nabi Musa telah meminta kepadanya (dulu) seperti kata mereka, \"Perlihatkanlah Allah kepada kami secara nyata!\" Dan lain-lain. (Dan barang siapa yang menukar iman dengan kekafiran) artinya mengambil kekafiran sebagai ganti keimanan disebabkan tidak mau memperhatikan ayat-ayat yang jelas dan lebih memilih yang lainnya (maka sungguh ia telah sesat dari jalan yang benar) 'sawa' asalnya 'wasath', artinya pertengahan.",
            "sajda": false,
            "transliteration": "Am tureedoona an tas'aloo Rasoolakum kamaa su'ila Moosa min qabl; wa mai yatabaddalil kufra bil eemaani faqad dalla sawaaa'as sabeel",
            "tajweed_text": "أَمْ تُرِيدُونَ أَ[f:559[ن ت]َسْــَٔلُو[s[اْ] رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۗ وَم[a:560[َن ي]َتَبَدَّلِ [h:561[ٱ]لْكُفْرَ بِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ فَقَ[q:563[دْ] ضَلَّ سَو[o[َا]ٓءَ [h:564[ٱ][l[ل]سَّب[p[ِي]لِ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 116,
            "aya_number": 109,
            "aya_text": "وَدَّ كَثِيْرٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يَرُدُّوْنَكُمْ مِّنْۢ بَعْدِ اِيْمَانِكُمْ كُفَّارًاۚ حَسَدًا مِّنْ عِنْدِ اَنْفُسِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ۚ فَاعْفُوْا وَاصْفَحُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 17,
            "translation_aya_text": "Banyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman, menjadi kafir kembali, karena rasa dengki dalam diri mereka, setelah kebenaran jelas bagi mereka. Maka maafkanlah dan berlapangdadalah, sampai Allah memberikan perintah-Nya. Sungguh, Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Sebagian besar Ahli Kitab menginginkan agar) 'lau' atau 'agar' mashdariyah, artinya melebur kalimat sesudahnya menjadi mashdar (mereka dapat mengembalikan kamu pada kekafiran setelah kamu beriman disebabkan kedengkian) 'maf`ul lah' menunjukkan motif dari keinginan mereka itu (dari diri mereka sendiri) maksudnya timbul dan didorong oleh jiwa mereka yang kotor (setelah nyata bagi mereka) dalam Taurat (kebenaran) mengenai diri Nabi. (Maka biarkanlah mereka) tinggalkan (dan berpalinglah) tak usah dilayani mereka itu, (sampai Allah mendatangkan perintah-Nya) tentang mereka dengan menyuruh memerangi mereka. (Sesungguhnya Allah Maha Kuasa atas segala sesuatu).",
            "sajda": false,
            "transliteration": "Wadda kaseerum min ahlil kitaabi law yaruddoo nakum mim ba'di eemaanikum kuffaaran hasadam min 'indi anfusihim mim ba'di maa tabaiyana lahumul haqqu fa'foo washfahoo hattaa yaa tiyallaahu bi amrih; innal laaha 'alaa kulli shai'in qadeer",
            "tajweed_text": "وَدَّ كَثِي[a:565[رٌ م]ِّنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ لَوْ يَرُدُّونَك[w:566[ُم م]ّ[i:146[ِنۢ ب]َعْدِ إِيمَ[n[ـٰ]نِكُمْ كُفَّارًا حَسَ[a:567[دًا م]ِّنْ عِ[f:398[ند]ِ أَ[f:568[نف]ُسِه[w:569[ِم م]ّ[i:146[ِنۢ ب]َعْدِ مَا تَبَيَّنَ لَهُمُ [h:570[ٱ]لْحَقُّ‌ۖ فَ[h:571[ٱ]عْفُو[s[اْ] وَ[h:572[ٱ]صْفَحُو[s[اْ] حَتَّىٰ يَأْتِىَ [h:573[ٱ]للَّهُ بِأَمْرِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 117,
            "aya_number": 110,
            "aya_text": " وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ ۗ وَمَا تُقَدِّمُوْا لِاَنْفُسِكُمْ مِّنْ خَيْرٍ تَجِدُوْهُ عِنْدَ اللّٰهِ ۗ اِنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 17,
            "translation_aya_text": "Dan laksanakanlah salat dan tunaikanlah zakat. Dan segala kebaikan yang kamu kerjakan untuk dirimu, kamu akan mendapatkannya (pahala) di sisi Allah. Sungguh, Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dan dirikanlah salat serta bayarkanlah zakat dan apa-apa yang kamu persembahkan buat dirimu berupa kebaikan) artinya ketaatan seperti sedekah dan menghubungkan silaturahmi, (tentulah kamu akan mendapatinya) maksudnya pahalanya (di sisi Allah, sesungguhnya Allah Maha Melihat akan apa-apa yang kamu kerjakan) sehingga kamu akan menerima balasan daripadanya.",
            "sajda": false,
            "transliteration": "Wa aqeemus salaata wa aatuz zakaah; wa maa tuqaddimoo li anfusikum min khairin tajidoohu 'indal laah; innal laaha bimaa ta'maloona baseer",
            "tajweed_text": "وَأَقِيمُو[s[اْ] [h:214[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ‌ۚ وَمَا تُقَدِّمُو[s[اْ] لِأَ[f:574[نف]ُسِك[w:575[ُم م]ِّنْ خَيْ[f:576[رٍ ت]َجِدُوهُ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 118,
            "aya_number": 111,
            "aya_text": "وَقَالُوْا لَنْ يَّدْخُلَ الْجَنَّةَ اِلَّا مَنْ كَانَ هُوْدًا اَوْ نَصٰرٰى ۗ تِلْكَ اَمَانِيُّهُمْ ۗ قُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 17,
            "translation_aya_text": "Dan mereka (Yahudi dan Nasrani) berkata, “Tidak akan masuk surga kecuali orang Yahudi atau Nasrani.” Itu (hanya) angan-angan mereka. Katakanlah, “Tunjukkan bukti kebenaranmu jika kamu orang yang benar.”",
            "tafsir_jalalayn": "(Dan mereka, orang-orang Yahudi dan Kristen, mengatakan, \"Sekali-kali tidak akan masuk surga kecuali orang-orang yang beragama Yahudi atau Kristen.\") Ucapan ini dikeluarkan oleh orang-orang Yahudi Madinah dan Kristen Najran tatkala mereka berbantahan di hadapan Nabi saw. Kata Yahudi, \"Hanya orang Yahudilah yang akan masuk ke dalamnya.\" Orang Kristen menjawab, \"Surga itu tidak akan dimasuki, kecuali oleh orang Kristen.\" (Demikianlah itu) yakni ucapan mereka itu (hanyalah angan-angan mereka saja) artinya keinginan kosong belaka. (Katakanlah) kepada mereka, (Tunjukkanlah bukti kebenaranmu) yaitu hujah atas yang demikian itu (jika kamu orang yang benar) mengenai hal tersebut.",
            "sajda": false,
            "transliteration": "Wa qaaloo lai yadkhulal jannata illaa man kaana Hoodan aw Nasaaraa; tilka ammniyyuhum; qul haatoo burhaa nakum in kuntum saadiqeen",
            "tajweed_text": "وَقَالُو[s[اْ] ل[a:577[َن ي]َ[q:578[دْ]خُلَ [h:579[ٱ]لْجَ[g[نّ]َةَ إِلَّا مَ[f:506[ن ك]َانَ هُودًا أَوْ نَصَ[n[ـٰ]رَىٰ‌ۗ تِلْكَ أَمَانِيُّهُمْ‌ۗ قُلْ هَاتُو[s[اْ] بُرْهَ[n[ـٰ]نَكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 119,
            "aya_number": 112,
            "aya_text": "بَلٰى مَنْ اَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ فَلَهٗٓ اَجْرُهٗ عِنْدَ رَبِّهٖۖ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 17,
            "translation_aya_text": "Tidak! Barangsiapa menyerahkan diri sepenuhnya kepada Allah, dan dia berbuat baik, dia mendapat pahala di sisi Tuhannya dan tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
            "tafsir_jalalayn": "(Tidak demikian) bahkan yang akan masuk surga itu ialah selain mereka (barang siapa yang menyerahkan wajahnya kepada Allah) maksudnya tunduk pada perintah-Nya. Ditekankan menyerahkan 'wajah' atau 'muka' karena merupakan anggota tubuh yang paling mulia, maka anggota tubuh yang lainnya harus lebih tunduk lagi (sedangkan ia berbuat kebaikan) terutama bertauhid, (maka baginya pahala di sisi Tuhannya) artinya sebagai ganjaran amal perbuatannya itu ialah surga. (Tidak ada kekhawatiran terhadap mereka dan tidak pula mereka akan berduka cita) yakni di akhirat kelak.",
            "sajda": false,
            "transliteration": "Balaa man aslama wajhahoo lillaahi wa huwa muhsinun falahooo ajruhoo 'inda rabbihee wa laa khawfun 'alaihim wa laa hum yahzanoon",
            "tajweed_text": "بَلَىٰ مَنْ أَسْلَمَ وَ[q:580[جْ]هَهُ[n[ۥ] لِلَّهِ وَهُوَ مُحْسِ[f:581[نٌ ف]َلَهُ[o[ۥٓ] أَ[q:582[جْ]رُهُ[n[ۥ] عِ[f:264[ند]َ رَبِّه[n[ِۦ] وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}