{
    "page_number": 172,
    "data": [
        {
            "aya_id": 1118,
            "aya_number": 164,
            "aya_text": "وَاِذْ قَالَتْ اُمَّةٌ مِّنْهُمْ لِمَ تَعِظُوْنَ قَوْمًاۙ ۨاللّٰهُ مُهْلِكُهُمْ اَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيْدًاۗ قَالُوْا مَعْذِرَةً اِلٰى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Dan (ingatlah) ketika suatu umat di antara mereka berkata, “Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?” Mereka menjawab, “Agar kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu, dan agar mereka bertakwa.”",
            "tafsir_jalalayn": "(Dan ketika) diathafkan kepada lafal idz yang sebelumnya (suatu umat di antara mereka berkata,) yaitu kaum yang tidak ikut berburu dan juga tidak melarang orang-orang yang berburu (\"Mengapa kamu menasihati kaum yang Allah akan membinasakan mereka atau mengazab mereka dengan azab yang keras?\" Mereka menjawab,) nasihat kami (\"Agar kami mempunyai alasan) yang bisa dijadikan sebagai pelepas tanggung jawab (kepada Tuhanmu) supaya kami tidak dituduh lalai dalam masalah tidak memberikan larangan kepada mereka (dan supaya mereka bertakwa.\") tidak berani melakukan perburuan lagi.",
            "sajda": false,
            "transliteration": "Wa iz qaalat ummatum minhum lima ta'izoona qaw manil laahu muhlikuhum aw mu'azzibuhum 'azaaban shadeedan qaaloo ma'ziratan ilaa Rabbikum wa la'allahum tattaqoon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1119,
            "aya_number": 165,
            "aya_text": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖٓ اَنْجَيْنَا الَّذِيْنَ يَنْهَوْنَ عَنِ السُّوْۤءِ وَاَخَذْنَا الَّذِيْنَ ظَلَمُوْا بِعَذَابٍۢ بَـِٔيْسٍۢ بِمَا كَانُوْا يَفْسُقُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Maka setelah mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang melarang orang berbuat jahat dan Kami timpakan kepada orang-orang yang zalim siksaan yang keras, disebabkan mereka selalu berbuat fasik.",
            "tafsir_jalalayn": "(Maka tatkala mereka melupakan) yaitu mereka meninggalkan (apa yang diperingatkan kepada mereka) apa yang dinasihatkan kepada mereka (tentang hal itu) kemudian mereka tidak mau juga menuruti nasihat (Kami selamatkan orang-orang yang melarang dari perbuatan jahat dan Kami timpakan kepada orang-orang yang lalim) yang melakukan pelanggaran (siksaan yang berat) yang keras (disebabkan mereka selalu berbuat fasik.)",
            "sajda": false,
            "transliteration": "Falammaa nasoo maa zukkiroo bihee anjainal lazeena yanhawna 'anis sooo'i wa akhaznal lazeena zalamoo bi'azaabim ba'eeim bimaa kaanooyafsuqoon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1120,
            "aya_number": 166,
            "aya_text": "فَلَمَّا عَتَوْا عَنْ مَّا نُهُوْا عَنْهُ قُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Maka setelah mereka bersikap sombong terhadap segala apa yang dilarang. Kami katakan kepada mereka, “Jadilah kamu kera yang hina.”",
            "tafsir_jalalayn": "(Maka tatkala mereka bersikap sombong) yakni bersikap takabur (terhadap) tidak mau meninggalkan (apa yang dilarang mereka mengerjakannya, Kami katakan kepada mereka, \"Jadilah kamu kera yang hina.\") yang terhina, maka jadilah mereka itu kera yang hina; keterangan ini adalah penjelasan dari apa yang telah lalu. Ibnu Abbas mengatakan, \"Saya tidak mengetahui tentang apa yang terjadi dengan golongan yang bersikap abstain.\" Ikrimah mengatakan, \"Mereka tidak dibinasakan, sebab mereka membenci apa yang telah dilakukan rekan-rekannya dan mereka mengatakan, 'Mengapa kamu menasihati....'.\" Hakim telah meriwayatkan dari Ibnu Abbas bahwa golongan tersebut ikut pula melakukannya dan bahkan takjub dengan sikap mereka yang melakukannya.",
            "sajda": false,
            "transliteration": "Falammaa 'ataw 'ammmaa nuhoo 'anhu qulna lahum kkoonoo qiradatan khaasi'een",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1121,
            "aya_number": 167,
            "aya_text": "وَاِذْ تَاَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ يَّسُوْمُهُمْ سُوْۤءَ الْعَذَابِۗ اِنَّ رَبَّكَ لَسَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Dan (ingatlah), ketika Tuhanmu memberitahukan, bahwa sungguh, Dia akan mengirim orang-orang yang akan menimpakan azab yang seburuk-buruknya kepada mereka (orang Yahudi) sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan ketika memberitahukan) mempermaklumkan (Tuhanmu, bahwa sesungguhnya Dia akan mengirim kepada mereka) dimaksud orang-orang Yahudi (sampai hari kiamat orang-orang yang akan menimpakan kepada mereka azab yang seburuk-buruknya) dengan dihinakan dan dibebani pajak/jizyah; kemudian Allah mengutus Nabi Sulaiman kepada mereka, dan sesudah itu Raja Bukhtunasher (Nebukat Nezar) yang membunuh dan menawan mereka serta mewajibkan mereka membayar jizyah. Mereka selalu membayar jizyah kepada orang-orang Majusi sehingga Allah swt. mengutus nabi kita Muhammad saw. yang kemudian mengambil pula jizyah dari mereka. (Sesungguhnya Tuhanmu amat cepat siksa-Nya) (dan sesungguhnya Dia Maha Pengampun) terhadap orang-orang yang taat kepada-Nya (lagi Maha Penyayang) terhadap mereka yang taat.",
            "sajda": false,
            "transliteration": "Wa iz ta azzana Rabbuka la yab'asannna 'alaihim ilaa Yawmil Qiyaamati mai yasoomuhum sooo'al 'azaab; inna Rabbaka lasaree'ul 'iqaab; wa innahoo la Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1122,
            "aya_number": 168,
            "aya_text": "وَقَطَّعْنٰهُمْ فِى الْاَرْضِ اُمَمًاۚ مِنْهُمُ الصّٰلِحُوْنَ وَمِنْهُمْ دُوْنَ ذٰلِكَ ۖوَبَلَوْنٰهُمْ بِالْحَسَنٰتِ وَالسَّيِّاٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Dan Kami pecahkan mereka di dunia ini menjadi beberapa golongan; di antaranya ada orang-orang yang saleh dan ada yang tidak demikian. Dan Kami uji mereka dengan (nikmat) yang baik-baik dan (bencana) yang buruk-buruk, agar mereka kembali (kepada kebenaran).",
            "tafsir_jalalayn": "(Dan Kami bagi-bagi mereka) Kami pecah-pecah mereka (di dunia menjadi beberapa golongan) terdiri dari beberapa golongan (di antaranya ada orang-orang yang saleh dan di antaranya) ada orang-orang (yang tidak demikian) yaitu menjadi orang-orang kafir dan orang-orang fasik (Dan Kami coba mereka dengan yang baik-baik) yang nikmat-nikmat (dan yang buruk-buruk) dengan bencana-bencana (agar mereka kembali) kepada kebenaran dan tidak mau berbuat fasik lagi.",
            "sajda": false,
            "transliteration": "Wa qatta'naahum fil ardi umamam minhumus aalihoona wa min hum doona zaalika wa balawnaahum bilhasanaati wassaiyi aati la'allahum yarji'oon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1123,
            "aya_number": 169,
            "aya_text": "فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ وَّرِثُوا الْكِتٰبَ يَأْخُذُوْنَ عَرَضَ هٰذَا الْاَدْنٰى وَيَقُوْلُوْنَ سَيُغْفَرُ لَنَاۚ وَاِنْ يَّأْتِهِمْ عَرَضٌ مِّثْلُهٗ يَأْخُذُوْهُۗ  اَلَمْ يُؤْخَذْ عَلَيْهِمْ مِّيْثَاقُ الْكِتٰبِ اَنْ لَّا يَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّ وَدَرَسُوْا مَا فِيْهِۗ وَالدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Maka setelah mereka, datanglah generasi (yang jahat) yang mewarisi Taurat, yang mengambil harta benda dunia yang rendah ini. Lalu mereka berkata, “Kami akan diberi ampun.” Dan kelak jika harta benda dunia datang kepada mereka sebanyak itu (pula), niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam Kitab (Taurat) bahwa mereka tidak akan mengatakan terhadap Allah, kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka tidakkah kamu mengerti?",
            "tafsir_jalalayn": "(Maka datanglah sesudah mereka generasi yang jahat yang mewarisi Alkitab) yakni kitab Taurat dari para pendahulu mereka (yang mengambil harta benda dunia yang rendah ini) sesuatu yang tidak ada harganya, yaitu duniawi baik yang halal maupun yang haram (dan berkata, \"Kami akan diberi ampun.\") atas apa yang telah kami lakukan. (Dan kelak jika datang kepada mereka harta benda dunia sebanyak itu pula niscaya mereka akan mengambilnya juga) jumlah kalimat ini menjadi hal; artinya mereka masih juga mengharapkan ampunan sedangkan mereka masih tetap kembali melakukannya padahal di dalam kitab Taurat tidak ada janji ampunan jika disertai dengan menetapi perbuatan dosa (bukankah sudah diambil) Istifham atau kata tanya bermakna menetapkan (perjanjian kitab Taurat dari mereka) Idhafah di sini bermakna fii (yaitu bahwa mereka tidak akan mengatakan terhadap Allah kecuali yang benar, padahal mereka telah mempelajari) diathafkan kepada lafal yu`khadzu, yakni mereka telah membaca (apa yang tersebut di dalamnya?) maka mengapa mereka mendustakan tentang masalah ampunan itu, sedangkan mereka masih terus menepati perbuatan dosanya. (Dan kampung akhirat itu lebih baik bagi mereka yang bertakwa) yang takut terhadap perbuatan haram. (Maka apakah mereka tidak mengerti) dengan memakai ya dan ta, sesungguhnya pahala akhirat itu lebih baik yang seharusnya mereka lebih memilihnya daripada perkara duniawi.",
            "sajda": false,
            "transliteration": "Fakhalafa mim ba'dihim khalfunw warisul Kitaaba yaa khuzoona 'arada haazal adnaa wa yaqooloona sayughfaru lanaa wa iny yaatihim 'aradum misluhoo yaakhuzooh; alam yu'khaz 'alaihim 'aradum misluhoo yaakhuzooh; alam yu'khaz 'alaihim meesaaqul Kitaabi al laa yaqooloo 'alal laahi illal haqqa wa darasoo maa feeh; wad Daarul Aakhirtu khairul lillazeena yattaqoon; afalaa ta'qiloon",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1124,
            "aya_number": 170,
            "aya_text": "وَالَّذِيْنَ يُمَسِّكُوْنَ بِالْكِتٰبِ وَاَقَامُوا الصَّلٰوةَۗ اِنَّا لَا نُضِيْعُ اَجْرَ الْمُصْلِحِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 172,
            "translation_aya_text": "Dan orang-orang yang berpegang teguh pada Kitab (Taurat) serta melaksanakan salat, (akan diberi pahala). Sungguh, Kami tidak akan menghilangkan pahala orang-orang saleh.",
            "tafsir_jalalayn": "(Dan orang-orang yang berpegang teguh) dengan memakai tasydid dan tidak/takhfif (dengan Alkitab Taurat) yaitu sebagian di antara mereka (serta mendirikan salat) seperti Abdullah bin Salam dan teman-temannya. (Sesungguhnya Kami tidak menyia-nyiakan pahala orang-orang yang mengadakan perbaikan) Jumlah kalimat ini menjadi khabar dari lafal lilladziina; dan di dalamnya terkandung meletakkan isim zhahir pada tempat isim dhamir; yakni ajrahum/pahala mereka.",
            "sajda": false,
            "transliteration": "Wallazeena yumas sikoona bil Kitaabi wa aqaamus Salaata innaa laa nudee'uajral musliheen",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}