{
    "page_number": 174,
    "data": [
        {
            "aya_id": 1133,
            "aya_number": 179,
            "aya_text": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ  ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami jadikan) Kami ciptakan (untuk isi neraka Jahanam kebanyakan dari jin dan manusia, mereka mempunyai hati tetapi tidak dipergunakan untuk memahami ayat-ayat Allah) yakni perkara hak (dan mereka mempunyai mata tetapi tidak dipergunakannya untuk melihat tanda-tanda kekuasaan Allah) yaitu bukti-bukti yang menunjukkan kekuasaan Allah dengan penglihatan yang disertai pemikiran (dan mereka mempunyai telinga tetapi tidak dipergunakannya untuk mendengar ayat-ayat Allah) ayat-ayat Allah dan nasihat-nasihat-Nya dengan pendengaran yang disertai pemikiran dan ketaatan (mereka itu sebagai binatang ternak) dalam hal tidak mau mengetahui, melihat dan mendengar (bahkan mereka lebih sesat) dari hewan ternak itu sebab hewan ternak akan mencari hal-hal yang bermanfaat bagi dirinya dan ia akan lari dari hal-hal yang membahayakan dirinya tetapi mereka itu berani menyuguhkan dirinya ke dalam neraka dengan menentang (mereka itulah orang-orang yang lalai)",
            "sajda": false,
            "transliteration": "Wa laqad zaraanaa li jahannama kaseeram minal jinni wal insi lahum quloobul laa yafqahoona bihaa wa lahum a'yunul laa yubisiroona bihaa wa lahum aazaanul laa yasma'oona bihaa; ulaaa'ika kal an'aami bal hum adall; ulaaa'ika humul ghaafiloon",
            "tajweed_text": "وَلَقَ[q:341[دْ] ذَرَأْنَا لِجَهَ[g[نّ]َمَ كَثِي[a:3614[رًا م]ِّنَ [h:4673[ٱ]لْجِ[g[نّ]ِ وَ[h:4418[ٱ]لْإِ[f:4418[نس]ِ‌ۖ لَهُمْ قُلُو[u:5150[بٌ ل]َّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُ[u:5151[نٌ ل]َّا يُ[q:60[بْ]صِرُونَ بِهَا وَلَهُمْ ءَاذَا[u:5152[نٌ ل]َّا يَسْمَعُونَ بِه[o[َآ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ كَ[h:5153[ٱ]لْأَنْعَ[n[ـٰ]مِ بَلْ هُمْ أَضَلُّ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5154[ٱ]لْغَ[n[ـٰ]فِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1134,
            "aya_number": 180,
            "aya_text": "وَلِلّٰهِ الْاَسْمَاۤءُ الْحُسْنٰى فَادْعُوْهُ بِهَاۖ وَذَرُوا الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اَسْمَاۤىِٕهٖۗ سَيُجْزَوْنَ مَا كَانُوْا يَعْمَلُوْنَ ۖ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan Allah memiliki Asma'ul-husna (nama-nama yang terbaik), maka bermohonlah kepada-Nya dengan menyebutnya Asma'ul-husna itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya. Mereka kelak akan mendapat balasan terhadap apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Allah mempunyai asma-asma yang baik) yang sembilan puluh sembilan, demikianlah telah disebutkan oleh hadis. Al-husna adalah bentuk muannats dari al-ahsan (maka bermohonlah kepada-Nya) sebutkanlah Dia olehmu (dengan menyebut nama-nama-Nya itu dan tinggalkanlah) maksudnya biarkanlah (orang-orang yang menyimpang dari kebenaran) berasal dan kata alhada dan lahada, yang artinya mereka menyimpang dari perkara yang hak (dalam menyebut nama-nama-Nya) artinya mereka mengambil nama-nama tersebut untuk disebutkan kepada sesembahan-sesembahan mereka, seperti nama Latta yang berakar dari lafal Allah, dan Uzzaa yang berakar dari kata Al-Aziiz, dan Manaat yang berakar dari kata Al-Mannaan (nanti mereka akan mendapat balasan) kelak di akhirat sebagai pembalasannya (terhadap apa yang telah mereka kerjakan) ketentuan ini sebelum turunnya ayat perintah berperang.",
            "sajda": false,
            "transliteration": "Wa lillaahil Asmaaa 'ul Husnaa fad'oohu bihaa wa zarul lazeena yulhidoona feee Asmaaa'ih; sa yujzawna maa kaanoo ya'maloon",
            "tajweed_text": "وَلِلَّهِ [h:5155[ٱ]لْأَسْم[o[َا]ٓءُ [h:5156[ٱ]لْحُسْنَىٰ فَ[h:5157[ٱ][q:5157[دْ]عُوهُ بِهَا‌ۖ وَذَرُو[s[اْ] [h:5158[ٱ]لَّذِينَ يُلْحِدُونَ ف[o[ِىٓ] أَسْمَ[o[ـٰٓ]ئِه[n[ِۦ‌ۚ] سَيُ[q:4372[جْ]زَوْنَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1135,
            "aya_number": 181,
            "aya_text": "وَمِمَّنْ خَلَقْنَآ اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ ࣖ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan di antara orang-orang yang telah Kami ciptakan ada umat yang memberi petunjuk dengan (dasar) kebenaran, dan dengan itu (pula) mereka berlaku adil.",
            "tafsir_jalalayn": "(Dan di antara orang-orang yang Kami ciptakan ada umat yang memberi petunjuk dengan hak, dan dengan yang hak itu pula mereka menjalankan keadilan) mereka adalah umat Muhammad saw. sebagaimana yang telah dijelaskan oleh hadis.",
            "sajda": false,
            "transliteration": "Wa mimman khalaqnaaa ummatuny yahdoona bilhaqqi wa bihee ya'diloon",
            "tajweed_text": "وَمِ[g[مّ]َنْ خَلَ[q:5159[قْ]ن[o[َآ] أُ[g[مّ]َ[a:5076[ةٌ ي]َهْدُونَ بِ[h:370[ٱ]لْحَقِّ وَبِه[n[ِۦ] يَعْدِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1136,
            "aya_number": 182,
            "aya_text": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan orang-orang yang mendustakan ayat-ayat Kami, akan Kami biarkan mereka berangsur-angsur (ke arah kebinasaan), dengan cara yang tidak mereka ketahui.",
            "tafsir_jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami) yakni Alquran, dari kalangan penduduk Mekah (nanti Kami akan menarik mereka secara berangsur-angsur) Kami akan mengazab mereka sedikit demi sedikit (dengan cara yang tidak mereka ketahui).",
            "sajda": false,
            "transliteration": "Wallazeena kazzaboo bi Aayaatinaa sanastadrijuhum min haisu laa ya'lamoon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا سَنَسْتَ[q:5160[دْ]رِجُه[w:5161[ُم م]ِّنْ حَيْثُ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1137,
            "aya_number": 183,
            "aya_text": "وَاُمْلِيْ لَهُمْ ۗاِنَّ كَيْدِيْ مَتِيْنٌ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan Aku akan memberikan tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh.",
            "tafsir_jalalayn": "(Dan Aku memberi tangguh kepada mereka) Kami menangguhkan mereka (Sesungguhnya rencana-Ku amat tangguh) amat keras dan tidak bisa ditahan.",
            "sajda": false,
            "transliteration": "Wa umlee lahum; inna kaidee mateen",
            "tajweed_text": "وَأُمْلِى لَهُمْ‌ۚ إِ[g[نّ]َ كَيْدِى مَت[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1138,
            "aya_number": 184,
            "aya_text": "اَوَلَمْ يَتَفَكَّرُوْا مَا بِصَاحِبِهِمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ مُّبِيْنٌ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan apakah mereka tidak merenungkan bahwa teman mereka (Muhammad) tidak gila. Dia (Muhammad) tidak lain hanyalah seorang pemberi peringatan yang jelas.",
            "tafsir_jalalayn": "(Apakah mereka tidak memikirkan) kemudian mereka dapat mengetahui (bahwa teman mereka) yaitu Muhammad saw. (tidak berpenyakit gila) bukanlah kurang akal (tidak lain) (dia hanyalah seorang pemberi peringatan lagi pemberi penjelasan) yang jelas peringatannya.",
            "sajda": false,
            "transliteration": "Awalam yatafakkaroo maa bisaahibihim min jinnah; in huwa illaa nazeerum mubeen",
            "tajweed_text": "أَوَلَمْ يَتَفَكَّرُو[s[اْ‌ۗ] مَا بِصَاحِبِه[w:5162[ِم م]ِّ[f:5163[ن ج]ِ[g[نّ]َةٍ‌ۚ إِنْ هُوَ إِلَّا نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1139,
            "aya_number": 185,
            "aya_text": "اَوَلَمْ يَنْظُرُوْا فِيْ مَلَكُوْتِ السَّمٰوٰتِ وَالْاَرْضِ وَمَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ وَّاَنْ عَسٰٓى اَنْ يَّكُوْنَ قَدِ اقْتَرَبَ اَجَلُهُمْۖ فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Dan apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala apa yang diciptakan Allah, dan kemungkinan telah dekatnya waktu (kebinasaan) mereka? Lalu berita mana lagi setelah ini yang akan mereka percayai?",
            "tafsir_jalalayn": "(Dan apakah mereka tidak memperhatikan kerajaan) kekuasaan (langit dan bumi dan) di dalam (segala sesuatu yang diciptakan Allah) merupakan penjelasan dari apa yang sebelumnya, dengan hal itu mereka menyimpulkan tentang kekuasaan dan keesaan penciptanya (dan bahwasanya) sehubungan dengan (kemungkinan telah dekatnya) (kebinasaan mereka?) kemudian mereka mati dalam keadaan kafir, lalu mereka dimasukkan ke dalam neraka. Mengapa mereka tidak bersegera untuk beriman. (Maka kepada berita manakah lagi sesudahnya) yakni sesudah berita Alquran (mereka akan beriman?)",
            "sajda": false,
            "transliteration": "Awalam yanzuroo fee malakootis samaawaati wal ardi wa maa khalaqal laahu min shai'inw wa an 'asaaa ai yakoona qadiqtaraba ajaluhum fabi aiyi hadeesim ba'dahoo yu'minoon",
            "tajweed_text": "أَوَلَمْ يَ[f:5165[نظ]ُرُو[s[اْ] فِى مَلَكُوتِ [h:5166[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا خَلَقَ [h:1272[ٱ]للَّهُ مِ[f:2103[ن ش][a:5167[َىْءٍ و]َأَنْ عَسَ[o[ىٰٓ] أ[a:3312[َن ي]َكُونَ قَدِ [h:5168[ٱ][q:5169[قْ]تَرَبَ أَجَلُهُمْ‌ۖ فَبِأَىِّ حَدِي[i:5170[ثِۭ ب]َعْدَهُ[n[ۥ] يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1140,
            "aya_number": 186,
            "aya_text": "مَنْ يُّضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهٗ  ۖوَيَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Barangsiapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan.",
            "tafsir_jalalayn": "(Barang siapa yang Allah sesatkan, maka baginya tak ada orang yang akan memberi petunjuk. Dan Allah membiarkan mereka) dengan memakai ya dan nun serta dirafa`kan sebagai jumlah isti'naf/permulaan; sedangkan apabila dijazamkan maka diathafkan secara mahall kepada lafal sesudah fa (terombang-ambing dalam kesesatan) mereka terombang-ambing dalam keadaan bingung.",
            "sajda": false,
            "transliteration": "Mai yadlilil laahu falaa haadiyaa lah; wa yazaruhum fee tughyaanihim ya'mahoon",
            "tajweed_text": "م[a:5171[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَلَا هَادِىَ لَهُ[n[ۥ]‌ۚ وَيَذَرُهُمْ فِى طُغْيَ[n[ـٰ]نِهِمْ يَعْمَه[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1141,
            "aya_number": 187,
            "aya_text": "يَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰىهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ رَبِّيْۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ اِلَّا هُوَۘ ثَقُلَتْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ  لَا تَأْتِيْكُمْ اِلَّا بَغْتَةً ۗيَسْـَٔلُوْنَكَ كَاَنَّكَ حَفِيٌّ عَنْهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 174,
            "translation_aya_text": "Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, “Kapan terjadi?” Katakanlah, “Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.” Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), “Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.”",
            "tafsir_jalalayn": "(Mereka menanyakan kepadamu) yaitu mereka penduduk kota Mekah (tentang kiamat,) tentang hari akhir (\"Bilakah) kapan (terjadinya?\" Katakanlah,) kepada mereka (\"Sesungguhnya pengetahuan tentang kiamat itu) bila terjadinya (adalah pada sisi Tuhanku; tidak seorang pun yang dapat menjelaskan) menerangkan (waktu kedatangannya) huruf lam bermakna fii (selain Dia. Kiamat itu amat berat) amat besar peristiwanya (yang di langit dan di bumi) amat berat dirasakan oleh penduduk keduanya mengingat kengerian huru-haranya. (Kiamat itu tidak akan datang kepadamu melainkan dengan tiba-tiba.\") secara sekonyong-konyong (Mereka bertanya kepadamu seolah-olah kamu benar-benar mengetahui) terlalu berlebihan di dalam bertanya (tentang kiamat itu) sehingga engkau memberitahukan tentangnya. (Katakanlah, \"Sesungguhnya pengetahuan tentang kiamat itu adalah di sisi Allah) merupakan pengukuhan sebelumnya (tetapi kebanyakan manusia tidak mengetahui.\") pengetahuan mengenai kiamat itu hanya ada di sisi Allah swt.",
            "sajda": false,
            "transliteration": "Yas'aloonaka 'anis Saa'ati aiyaana mursaahaa qul innamaa 'ilmuhaa 'inda Rabbee laa yujallaeehaa liwaqtihaaa illaa Hoo; saqulat fis samaawaati wal ard; laa taateekum illaa baghtah; yas'aloonaka ka annaka hafiyyun 'anhaa qul innamaa 'ilmuhaa 'indal laahi wa laakinna aksaran naasi laa ya'lamoon",
            "tajweed_text": "يَسْــَٔلُونَكَ عَنِ [h:5172[ٱ][l[ل]سَّاعَةِ أَيَّانَ مُرْسَ[n[ـٰ]هَا‌ۖ قُلْ إِ[g[نّ]َمَا عِلْمُهَا عِ[f:264[ند]َ رَبِّى‌ۖ لَا يُجَلِّيهَا لِوَ[q:5173[قْ]تِه[o[َآ] إِلَّا هُوَ‌ۚ ثَقُلَتْ فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَ[a:5174[ةً‌ۗ ي]َسْــَٔلُونَكَ كَأَ[g[نّ]َكَ حَفِىٌّ عَنْهَا‌ۖ قُلْ إِ[g[نّ]َمَا عِلْمُهَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}