{
    "page_number": 176,
    "data": [
        {
            "aya_id": 1150,
            "aya_number": 196,
            "aya_text": "اِنَّ وَلِيِّ َۧ اللّٰهُ الَّذِيْ نَزَّلَ الْكِتٰبَۖ وَهُوَ يَتَوَلَّى الصّٰلِحِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Sesungguhnya pelindungku adalah Allah yang telah menurunkan Kitab (Al-Qur'an). Dia melindungi orang-orang saleh.",
            "tafsir_jalalayn": "(Sesungguhnya pelindungku ialah Allah) yang mengurusi perkaraku (yang telah menurunkan Alkitab) Alquran (dan Dia melindungi orang-orang yang saleh) memeliharanya.",
            "sajda": false,
            "transliteration": "Inna waliyyial laahul lazee nazzalal Kitaaba wa Huwa yatawallas saaliheen",
            "tajweed_text": "إِ[g[نّ]َ وَلِــِّۧىَ [h:5201[ٱ]للَّهُ [h:4738[ٱ]لَّذِى نَزَّلَ [h:898[ٱ]لْكِتَ[n[ـٰ]بَ‌ۖ وَهُوَ يَتَوَلَّى [h:5202[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1151,
            "aya_number": 197,
            "aya_text": "وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَطِيْعُوْنَ نَصْرَكُمْ وَلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri.”",
            "tafsir_jalalayn": "(Dan berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri) lalu mengapa aku mempedulikan keadaan mereka.",
            "sajda": false,
            "transliteration": "Wallazeena tad'oona min doonihee laa yastatee'oona nasrakum wa laaa anfusahum yansuroon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَل[o[َآ] أَ[f:38[نف]ُسَهُمْ يَ[f:5190[نص]ُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1152,
            "aya_number": 198,
            "aya_text": "وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَسْمَعُوْاۗ وَتَرٰىهُمْ يَنْظُرُوْنَ اِلَيْكَ وَهُمْ لَا يُبْصِرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan jika kamu menyeru mereka (berhala-berhala) untuk memberi petunjuk, mereka tidak dapat mendengarnya. Dan kamu lihat mereka memandangmu padahal mereka tidak melihat.",
            "tafsir_jalalayn": "(Dan jika kamu sekalian menyeru mereka) berhala-berhala itu (untuk memberi petunjuk, niscaya berhala-berhala tidak dapat mendengarnya. Dan kamu melihat mereka) berhala-berhala itu, hai Muhammad (memandang kepadamu) yakni, mereka berhadapan denganmu bagaikan orang yang sedang memandang (padahal mereka tidak dapat melihat).",
            "sajda": false,
            "transliteration": "Wa in tad'oohum ilal hudaa laa yasm'oo wa taraahum yanzuroona ilaika wa hum laa yubsiroon",
            "tajweed_text": "وَإِ[f:5191[ن ت]َ[q:5192[دْ]عُوهُمْ إِلَى [h:4178[ٱ]لْهُدَىٰ لَا يَسْمَعُو[s[اْ‌ۖ] وَتَرَ[n[ٮٰ]هُمْ يَ[f:1141[نظ]ُرُونَ إِلَيْكَ وَهُمْ لَا يُ[q:60[بْ]صِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1153,
            "aya_number": 199,
            "aya_text": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَاَعْرِضْ عَنِ الْجَاهِلِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Jadilah pemaaf dan suruhlah orang mengerjakan yang makruf, serta jangan pedulikan orang-orang yang bodoh.",
            "tafsir_jalalayn": "(Jadilah engkau pemaaf) mudah memaafkan di dalam menghadapi perlakuan orang-orang, dan jangan membalas (dan suruhlah orang mengerjakan makruf) perkara kebaikan (serta berpalinglah daripada orang-orang yang bodoh) janganlah engkau melayani kebodohan mereka.",
            "sajda": false,
            "transliteration": "khuzil 'afwa waamur bil'urfi waa'rid 'anil jaahileen",
            "tajweed_text": "خُذِ [h:5203[ٱ]لْعَفْوَ وَأْمُرْ بِ[h:5204[ٱ]لْعُرْفِ وَأَعْرِضْ عَنِ [h:5205[ٱ]لْجَ[n[ـٰ]هِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1154,
            "aya_number": 200,
            "aya_text": "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ سَمِيْعٌ عَلِيْمٌ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan jika setan datang menggodamu, maka berlindunglah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan jika) lafal immaa merupakan gabungan antara in syarthiah dan maa zaidah atau tambahan (kamu ditimpa suatu godaan setan) dimaksud jika setan memalingkan kamu dari apa yang kamu diperintahkan untuk melakukannya dengan suatu godaan (maka berlindunglah kepada Allah) sebagai jawab syarath sedangkan jawab amarnya dibuang, yaitu guna menolak setan daripada dirimu (sesungguhnya Allah Maha Mendengar) semua perkataan (lagi Maha Mengetahui) semua pekerjaan.",
            "sajda": false,
            "transliteration": "Wa immaa yanzaghannaka minash Shaitaani nazghun fasta'iz billaah; innahoo Samee'un Aleem",
            "tajweed_text": "وَإِ[g[مّ]َا يَ[f:5206[نز]َغَ[g[نّ]َكَ مِنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ نَزْ[f:5207[غٌ ف]َ[h:5208[ٱ]سْتَعِذْ بِ[h:32[ٱ]للَّهِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] سَمِيعٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1155,
            "aya_number": 201,
            "aya_text": "اِنَّ الَّذِيْنَ اتَّقَوْا اِذَا مَسَّهُمْ طٰۤىِٕفٌ مِّنَ الشَّيْطٰنِ تَذَكَّرُوْا فَاِذَا هُمْ مُّبْصِرُوْنَۚ ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Sesungguhnya orang-orang yang bertakwa apabila mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat kepada Allah, maka ketika itu juga mereka melihat (kesalahan-kesalahannya).",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang bertakwa bila mereka ditimpa) terkena (was-was) menurut suatu qiraat dibaca thaifun bukan thaaifun, artinya sesuatu yang menimpa mereka (dari setan mereka ingat) akan siksa Allah dan pahala-Nya (maka ketika itu mereka melihat) perbedaan antara perkara yang hak dan yang batil lalu mereka kembali kepada jalan yang hak.",
            "sajda": false,
            "transliteration": "Innal lazeenat taqaw izaa massahum taaa'ifum minash Shaitaani tazakkaroo fa izaa hum mubsiroon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ [h:2523[ٱ]تَّقَوْ[s[اْ] إِذَا مَسَّهُمْ طَ[o[ـٰٓ]ئِ[a:5209[فٌ م]ِّنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ تَذَكَّرُو[s[اْ] فَإِذَا ه[w:5210[ُم م]ُّ[q:5211[بْ]صِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1156,
            "aya_number": 202,
            "aya_text": "وَاِخْوَانُهُمْ يَمُدُّوْنَهُمْ فِى الْغَيِّ ثُمَّ لَا يُقْصِرُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan teman-teman mereka (orang kafir dan fasik) membantu setan-setan dalam menyesatkan dan mereka tidak henti-hentinya (menyesatkan).",
            "tafsir_jalalayn": "(Dan teman-teman mereka) yaitu teman-teman setan terdiri dari orang-orang kafir (membantu mereka) setan-setan itu (dalam menyesatkan kemudian) mereka (tidak henti-hentinya) di dalam menyesatkan dengan sikap penuh hati-hati sebagaimana orang-orang yang takwa pun berhati-hati terhadap godaan mereka.",
            "sajda": false,
            "transliteration": "Wa ikhwaanuhum yamuddoonahum fil ghaiyi summa laa yuqsiroon",
            "tajweed_text": "وَإِخْو[n[َٲ]نُهُمْ يَمُدُّونَهُمْ فِى [h:5212[ٱ]لْغَىِّ ثُ[g[مّ]َ لَا يُ[q:5213[قْ]صِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1157,
            "aya_number": 203,
            "aya_text": "وَاِذَا لَمْ تَأْتِهِمْ بِاٰيَةٍ قَالُوْا لَوْلَا اجْتَبَيْتَهَاۗ قُلْ اِنَّمَآ اَتَّبِعُ مَا يُوْحٰٓى اِلَيَّ مِنْ رَّبِّيْۗ هٰذَا بَصَاۤىِٕرُ مِنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّؤْمِنُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan apabila engkau (Muhammad) tidak membacakan suatu ayat kepada mereka, mereka berkata, “Mengapa tidak engkau buat sendiri ayat itu?” Katakanlah (Muhammad), “Sesungguhnya aku hanya mengikuti apa yang diwahyukan Tuhanku kepadaku. (Al-Qur'an) ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk dan rahmat bagi orang-orang yang beriman.”",
            "tafsir_jalalayn": "(Dan apabila kamu tidak membawa kepada mereka) kepada penduduk Mekah (suatu ayat) seperti apa yang mereka minta (mereka berkata, \"Mengapa tidak) (kamu buat-buat ayat itu?\") artinya kamu buat sendiri ayat itu? (Katakanlah,) kepada mereka (\"Sesungguhnya aku hanya mengikut apa yang diwahyukan kepadaku dari Tuhanku) aku tidak berhak untuk mendatangkannya dari diriku sendiri. (Ini) Alquran ini (adalah bukti-bukti yang jelas) hujah-hujah (dari Tuhanmu, petunjuk dan rahmat bagi orang-orang yang beriman.\")",
            "sajda": false,
            "transliteration": "Wa izaa lam taatihim bi aayatin qaaloo law lajtabai tahaa; qul innamaaa attabi'u maa yoohaaa ilaiya mir Rabbee; haazaa basaaa'iru mir Rabbikum wa hudanw wa rahmatul liqawminy yu'minoon",
            "tajweed_text": "وَإِذَا لَمْ تَأْتِه[c:5214[ِم ب]ِـَٔـايَ[f:5215[ةٍ ق]َالُو[s[اْ] لَوْلَا [h:5216[ٱ][q:5217[جْ]تَبَيْتَهَا‌ۚ قُلْ إِ[g[نّ]َم[o[َآ] أَتَّبِعُ مَا يُوحَ[o[ىٰٓ] إِلَىَّ م[u:4098[ِن ر]َّبِّى‌ۚ هَ[n[ـٰ]ذَا بَص[o[َا]ٓئِرُ م[u:243[ِن ر]َّبِّكُمْ وَهُ[a:4547[دًى و]َرَحْمَ[u:5218[ةٌ ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1158,
            "aya_number": 204,
            "aya_text": "وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan apabila dibacakan Al-Qur'an, maka dengarkanlah dan diamlah, agar kamu mendapat rahmat.",
            "tafsir_jalalayn": "(Dan apabila dibacakan Alquran, maka dengarkanlah baik-baik dan perhatikanlah) jangan berbicara (agar kamu mendapat rahmat) ayat ini diturunkan sehubungan dengan perintah tidak boleh berbicara sewaktu khutbah Jumat yang diungkapkan oleh ayat ini dengan istilah Alquran, mengingat khutbah itu mengandung ayat-ayat Alquran. Menurut pendapat lain berkaitan dengan pembacaan Alquran secara mutlak.",
            "sajda": false,
            "transliteration": "Wa izaa quri'al Quraanu fastami'oo lahoo wa ansitoo la 'allakum turhamoon",
            "tajweed_text": "وَإِذَا قُرِئَ [h:5219[ٱ]لْقُرْءَانُ فَ[h:5220[ٱ]سْتَمِعُو[s[اْ] لَهُ[n[ۥ] وَأَ[f:5221[نص]ِتُو[s[اْ] لَعَلَّكُمْ تُرْحَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1159,
            "aya_number": 205,
            "aya_text": "وَاذْكُرْ رَّبَّكَ فِيْ نَفْسِكَ تَضَرُّعًا وَّخِيْفَةً وَّدُوْنَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْاٰصَالِ وَلَا تَكُنْ مِّنَ الْغٰفِلِيْنَ",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Dan ingatlah Tuhanmu dalam hatimu dengan rendah hati dan rasa takut, dan dengan tidak mengeraskan suara, pada waktu pagi dan petang, dan janganlah kamu termasuk orang-orang yang lengah.",
            "tafsir_jalalayn": "(Dan sebutlah nama Tuhanmu di dalam hatimu) secara diam-diam (dengan merendahkan diri) menghinakan diri (dan rasa takut) yakni takut terhadap-Nya (dan) lebih jelas lagi daripada diam-diam dengan (tidak mengeraskan suara) maksudnya pertengahan di antara diam-diam dan keras suara (di waktu pagi dan petang) pada permulaan siang hari dan pada akhir siang hari (dan janganlah kamu termasuk orang-orang yang lalai) daripada mengingat atau menyebut Allah.",
            "sajda": false,
            "transliteration": "Wazkur Rabbaka fee nafsika tadarru'anw wa kheefatanw wa doonal jahri minal qawli bilghuduwwi wal aasali wa laa takum minal ghaafileen",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّ[a:5222[عًا و]َخِيفَ[a:5223[ةً و]َدُونَ [h:5224[ٱ]لْجَهْرِ مِنَ [h:3107[ٱ]لْقَوْلِ بِ[h:5225[ٱ]لْغُدُوِّ وَ[h:5226[ٱ]لْأَصَالِ وَلَا تَك[a:1974[ُن م]ِّنَ [h:5227[ٱ]لْغَ[n[ـٰ]فِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1160,
            "aya_number": 206,
            "aya_text": "اِنَّ الَّذِيْنَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَيُسَبِّحُوْنَهٗ وَلَهٗ يَسْجُدُوْنَ ࣖ ۩",
            "sura_id": 7,
            "juz_id": 9,
            "page_number": 176,
            "translation_aya_text": "Sesungguhnya orang-orang yang ada di sisi Tuhanmu tidak merasa enggan untuk menyembah Allah dan mereka menyucikan-Nya dan hanya kepada-Nya mereka bersujud.",
            "tafsir_jalalayn": "(Sesungguhnya mereka yang berada di sisi Tuhanmu) yakni malaikat-malaikat-Nya (tidaklah merasa enggan) tidak takabur (untuk menyembah Allah dan mereka bertasbih kepada-Nya) menyucikan-Nya dari hal-hal yang tidak layak menjadi sifat-Nya (dan hanya kepada-Nyalah mereka bersujud) mereka secara khusus tunduk dan bersujud hanya kepada-Nya, maka jadilah kamu sekalian seperti mereka.",
            "sajda": true,
            "transliteration": "Innal lazeena 'inda Rabbika laa yastakbiroona 'an 'ibaadatihee wa yusabbihoonahoo wa lahoo yasjudoon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ عِ[f:264[ند]َ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِه[n[ِۦ] وَيُسَبِّحُونَهُ[n[ۥ] وَلَهُ[n[ۥ] يَسْجُدُ[p[و]نَ ۩",
            "surah": {
                "name": "سُورَةُ الأَعۡرَافِ",
                "englishName": "Al-A'raaf",
                "englishNameTranslation": "The Heights",
                "revelationType": "Meccan"
            }
        }
    ]
}