{
    "page_number": 181,
    "data": [
        {
            "aya_id": 1194,
            "aya_number": 34,
            "aya_text": "وَمَا لَهُمْ اَلَّا يُعَذِّبَهُمُ اللّٰهُ وَهُمْ يَصُدُّوْنَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوْٓا اَوْلِيَاۤءَهٗۗ اِنْ اَوْلِيَاۤؤُهٗٓ اِلَّا الْمُتَّقُوْنَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "sura_id": 8,
            "juz_id": 9,
            "page_number": 181,
            "translation_aya_text": "Dan mengapa Allah tidak menghukum mereka padahal mereka menghalang-halangi (orang) untuk (mendatangi) Masjidilharam dan mereka bukanlah orang-orang yang berhak menguasainya? Orang yang berhak menguasai(nya), hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui.",
            "tafsir_jalalayn": "(Mengapa Allah tidak mengazab mereka) dengan pedang sesudah engkau dan kaum mukminin yang lemah keluar dari Mekah. Berdasarkan pendapat yang pertama, ayat ini menasakh ayat sebelumnya; dan ternyata Allah swt. mengazab mereka dalam perang Badar dan perang-perang yang lain (padahal mereka menghalangi) mencegah Nabi saw. dan kaum muslimin (untuk mendatangi Masjidilharam) yakni untuk melakukan tawaf di dalamnya (dan mereka bukanlah orang-orang yang berhak menguasainya?) seperti menurut dugaan mereka. (Tiada lain) tidak lain (orang-orang yang berhak menguasainya hanyalah orang-orang yang bertakwa tetapi kebanyakan mereka tidak mengetahui) bahwasanya tidak ada hak bagi orang-orang kafir untuk menguasai Masjidilharam.",
            "sajda": false,
            "transliteration": "Wa maa lahum allaa yu'az zibahumul laahu wa hum yasuddoona 'anil Masjidil-Haraami wa maa kaanooo awliyaaa'ah; in awliyaaa' uhooo illal muttaqoona wa laakinna aksarahum laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1195,
            "aya_number": 35,
            "aya_text": "وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةًۗ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
            "sura_id": 8,
            "juz_id": 9,
            "page_number": 181,
            "translation_aya_text": "Dan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. Maka rasakanlah azab disebabkan kekafiranmu itu.",
            "tafsir_jalalayn": "(Salat mereka di sekitar Baitullah itu tiada lain hanyalah siulan) bersiul-siul (dan tepuk tangan) artinya mereka menjadikan hal-hal tersebut sebagai upacara sembahyang mereka yang dianjurkan oleh sesama mereka. (Maka rasakanlah azab) dalam perang Badar (disebabkan kekafiran kalian).",
            "sajda": false,
            "transliteration": "Wa maa kaana Salaatuhum 'indal Baiti illa mukaaa anw-wa tasdiyah; fazooqul 'azaaba bimaa kuntum takfuroon",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1196,
            "aya_number": 36,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنْفِقُوْنَ اَمْوَالَهُمْ لِيَصُدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗفَسَيُنْفِقُوْنَهَا ثُمَّ تَكُوْنُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُوْنَ ەۗ وَالَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ يُحْشَرُوْنَۙ",
            "sura_id": 8,
            "juz_id": 9,
            "page_number": 181,
            "translation_aya_text": "Sesungguhnya orang-orang yang kafir itu, menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian mereka akan menyesal sendiri, dan akhirnya mereka akan dikalahkan. Ke dalam neraka Jahanamlah orang-orang kafir itu akan dikumpulkan,",
            "tafsir_jalalayn": "Sesungguhnya orang-orang yang kafir itu menafkahkan harta mereka) di dalam memerangi Nabi saw. (untuk menghalangi orang dari jalan Allah. Mereka akan menafkahkan harta itu kemudian hal itu) pada akhirnya (menjadi sesalan bagi mereka sendiri) mereka akan merasa menyesal karena harta mereka terbuang secara percuma dan tujuan mereka tidak berhasil (kemudian mereka dikalahkan) di dunia. (Dan orang-orang yang kafir itu) dari kalangan orang-orang Quraisy (ke neraka Jahanam) kelak di akhirat (akan dikumpulkan) mereka digiring ke dalamnya.",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo yunfiqoona amwaalahum liyasuddoo 'an sabeelil laah; fasayunfiqoonahaa summa takoonu 'alaihim hasratan summa yughlaboon; wal lazeena kafarooo ilaa Jahannnama yuhsharoona",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1197,
            "aya_number": 37,
            "aya_text": "لِيَمِيْزَ اللّٰهُ الْخَبِيْثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيْثَ بَعْضَهٗ عَلٰى بَعْضٍ فَيَرْكُمَهٗ جَمِيْعًا فَيَجْعَلَهٗ فِيْ جَهَنَّمَۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
            "sura_id": 8,
            "juz_id": 9,
            "page_number": 181,
            "translation_aya_text": "agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu kesemuanya ditumpukkan-Nya, dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang rugi.",
            "tafsir_jalalayn": "(Supaya Allah membedakan) lafal ini berkaitan dengan lafal takuunu pada ayat yang sebelumnya. Boleh dibaca tidak memakai tasydid atau memakainya; artinya memisahkan (antara golongan yang buruk) orang kafir (dan yang baik) orang mukmin (dan menjadikan golongan yang buruk itu sebagiannya di atas sebagian yang lain, kesemuanya ditumpukkan-Nya) artinya Allah mengumpulkan mereka secara bertumpuk-tumpuk, sebagian di antara mereka berada di atas sebagian yang lain (dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang merugi).",
            "sajda": false,
            "transliteration": "Liyameezal laahul khabeesa minat taiyibi wa yaj'alal khabeesa ba'dahoo 'ala ba'din fayarkumahoo jamee'an fayaj'alahoo fee Jahannnam; ulaaa'ika humul khaasiroon",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1198,
            "aya_number": 38,
            "aya_text": "قُلْ لِّلَّذِيْنَ كَفَرُوْٓا اِنْ يَّنْتَهُوْا يُغْفَرْ لَهُمْ مَّا قَدْ سَلَفَۚ وَاِنْ يَّعُوْدُوْا فَقَدْ مَضَتْ سُنَّتُ الْاَوَّلِيْنَ",
            "sura_id": 8,
            "juz_id": 9,
            "page_number": 181,
            "translation_aya_text": "Katakanlah kepada orang-orang yang kafir itu (Abu Sufyan dan kawan-kawannya), “Jika mereka berhenti (dari kekafirannya), niscaya Allah akan mengampuni dosa-dosa mereka yang telah lalu; dan jika mereka kembali lagi (memerangi Nabi) sungguh, berlaku (kepada mereka) sunnah (Allah terhadap) orang-orang dahulu (dibinasakan).”",
            "tafsir_jalalayn": "(Katakanlah kepada orang-orang yang kafir itu,) seperti Abu Sofyan dan teman-temannya (\"Jika mereka berhenti) dari kekafirannya dan dari memerangi Nabi saw. (niscaya Allah akan mengampuni mereka tentang dosa-dosa mereka yang telah lalu) dari amal perbuatan mereka (dan jika mereka kembali lagi) untuk memerangi Nabi saw. (sesungguhnya akan berlaku terhadap mereka sunah Allah terhadap orang-orang dahulu.\") Allah akan memberlakukan sunah-Nya terhadap diri mereka, dengan cara membinasakannya, seperti yang telah Kami lakukan terhadap umat-umat terdahulu.",
            "sajda": false,
            "transliteration": "Qul lillazeena kafarooo iny yantahoo yughfar lahum maa qad salafa wa iny ya'oodoo faqad madat sunnatul awwaleen",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1199,
            "aya_number": 39,
            "aya_text": "وَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ بَصِيْرٌ",
            "sura_id": 8,
            "juz_id": 9,
            "page_number": 181,
            "translation_aya_text": "Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan perangilah mereka supaya tidak ada) supaya jangan ada (fitnah) kemusyrikan (dan supaya agama itu semata-mata bagi Allah) hanya bagi Allah semata dan tidak disembah selain dari-Nya. (Jika mereka berhenti) dari kekafiran (Maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan) Dia akan membalas mereka karenanya.",
            "sajda": false,
            "transliteration": "Wa qaatiloohum hattaa laa takoona fitnatunw wa yakoonaddeenu kulluhoo lillaah; fainin tahaw fa innallaaha bimaa ya'maloona Baseer",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1200,
            "aya_number": 40,
            "aya_text": "وَاِنْ تَوَلَّوْا فَاعْلَمُوْٓا اَنَّ اللّٰهَ مَوْلٰىكُمْ ۗنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ  ۔",
            "sura_id": 8,
            "juz_id": 9,
            "page_number": 181,
            "translation_aya_text": "Dan jika mereka berpaling, maka ketahuilah bahwa sesungguhnya Allah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong.",
            "tafsir_jalalayn": "(Dan jika mereka berpaling) dari keimanan (maka ketahuilah bahwasanya Allah pelindung kalian) yang akan menolong dan mengatur urusan-urusan kalian (sebaik-baik pelindung) adalah Dia (dan Dia adalah sebaik-baik penolong) yang akan menolong kalian.",
            "sajda": false,
            "transliteration": "Wa in tawallaw fa'lamooo annal laaha mawlaakum; ni'mal mawlaa wa ni'man naseer",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        }
    ]
}