{
    "page_number": 183,
    "data": [
        {
            "aya_id": 1206,
            "aya_number": 46,
            "aya_text": "وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَنَازَعُوْا فَتَفْشَلُوْا وَتَذْهَبَ رِيْحُكُمْ وَاصْبِرُوْاۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَۚ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 183,
            "translation_aya_text": "Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah beserta orang-orang sabar.",
            "tafsir_jalalayn": "(Dan taatlah kepada Allah dan Rasul-Nya dan janganlah kalian berbantah-bantahan) saling bersengketa di antara sesama kalian (yang menyebabkan kalian menjadi gentar) membuat kalian menjadi pengecut (dan hilang kekuatan kalian) kekuatan dan kedaulatan kalian lenyap (dan bersabarlah. Sesungguhnya Allah beserta orang-orang yang sabar) Dia akan memberikan bantuan dan pertolongan-Nya.",
            "sajda": false,
            "transliteration": "Wa atee'ul laaha wa Rasoolahoo wa laa tanaaza'oo fatafshaloo wa tazhaba reehukum wasbiroo; innal laaha ma'as saabireen",
            "tajweed_text": "وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَلَا تَنَ[n[ـٰ]زَعُو[s[اْ] فَتَفْشَلُو[s[اْ] وَتَذْهَبَ رِيحُكُمْ‌ۖ وَ[h:4939[ٱ]صْبِر[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ مَعَ [h:785[ٱ][l[ل]صَّ[n[ـٰ]بِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1207,
            "aya_number": 47,
            "aya_text": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ بَطَرًا وَّرِئَاۤءَ النَّاسِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۗوَاللّٰهُ بِمَايَعْمَلُوْنَ مُحِيْطٌ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 183,
            "translation_aya_text": "Dan janganlah kamu seperti orang-orang yang keluar dari kampung halamannya dengan rasa angkuh dan ingin dipuji orang (ria) serta menghalang-halangi (orang) dari jalan Allah. Allah meliputi segala yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan janganlah kalian menjadi seperti orang-orang yang keluar dari kampungnya) untuk tujuan melindungi kafilah perdagangan milik mereka, dan mereka tidak mau kembali ke kampung halamannya sesudah kafilah perdagangan mereka selamat dari sergapan pasukan kaum Mukminin (dengan rasa angkuh dan dengan maksud ria kepada manusia) yang mereka telah mengatakan, \"Kami tidak akan kembali sebelum meminum khamar, menyembelih unta dan para penyanyi wanita menghibur kami dengan musik dan nyanyiannya di Badar nanti.\" Kemudian hal tersebut tersiar beritanya di kalangan orang-orang banyak (serta menghalangi) orang-orang (dari jalan Allah. Dan ilmu Allah terhadap apa yang mereka kerjakan) boleh dibaca ya'maluuna dan boleh pula ta'maluuna (Maha Meliputi) melalui ilmu-Nya, Dia akan membalas semua amal perbuatan mereka.",
            "sajda": false,
            "transliteration": "Wa laa takoonoo kallazeena kharajoo min diyaarihim bataranw wa ri'aaa'an naasi wa yasuddoona 'an sabeelil laah; wallaahu bimaa ya'maloona muheet",
            "tajweed_text": "وَلَا تَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ خَرَجُو[s[اْ] مِ[f:432[ن د]ِيَ[n[ـٰ]رِه[c:5369[ِم ب]َطَ[a:5370[رًا و]َرِئ[o[َا]ٓءَ [h:5371[ٱ][l[ل][g[نّ]َاسِ وَيَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا يَعْمَلُونَ مُح[p[ِي][q[ط]ٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1208,
            "aya_number": 48,
            "aya_text": "وَاِذْ زَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَاِنِّيْ جَارٌ لَّكُمْۚ فَلَمَّا تَرَاۤءَتِ الْفِئَتٰنِ نَكَصَ عَلٰى عَقِبَيْهِ وَقَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكُمْ اِنِّيْٓ اَرٰى مَا لَا تَرَوْنَ اِنِّيْٓ اَخَافُ اللّٰهَ ۗوَاللّٰهُ شَدِيْدُ الْعِقَابِ ࣖ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 183,
            "translation_aya_text": "Dan (ingatlah) ketika setan menjadikan terasa indah bagi mereka perbuatan (dosa) mereka dan mengatakan, “Tidak ada (orang) yang dapat mengalahkan kamu pada hari ini, dan sungguh, aku adalah penolongmu.” Maka ketika kedua pasukan itu telah saling melihat (berhadapan), setan balik ke belakang seraya berkata, “Sesungguhnya aku berlepas diri dari kamu; aku dapat melihat apa yang kamu tidak dapat melihat; sesungguhnya aku takut kepada Allah.” Allah sangat keras siksa-Nya.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika setan menjadikan mereka memandang baik) yakni iblis (pekerjaan mereka) iblis memberikan semangat kepada mereka untuk menghadapi kaum Muslimin, hal itu dilakukannya ketika mereka merasa takut untuk keluar berperang melawan musuh-musuh mereka Bani Bakar (dan mengatakan,) kepada mereka (\"Tidak ada seorang manusia pun yang dapat menang terhadap kalian pada hari ini, dan sesungguhnya aku ini adalah pelindung kalian.\") iblis mendatangi mereka dalam bentuk seseorang dari kalangan kabilah Kinanah, yaitu berupa Suraqah bin Malik pemimpin dari orang-orang Kinanah. (Maka tatkala saling lihat-melihat) saling berhadap-hadapan (kedua pasukan itu) pasukan kaum Muslimin dan pasukan kaum kafir dan iblis melihat malaikat berada pada pihak pasukan kaum Muslimin sedangkan pada saat itu tangannya diapit oleh tangan Harits bin Hisyam (setan itu berbalik) kembali (ke belakang) lari (seraya berkata,) tatkala mereka, yaitu pasukan kaum kafir berkata kepadanya, \"Apakah engkau mau membuat kami terhina (kalah) dalam keadaan begini.\" (\"Sesungguhnya saya berlepas diri dari kalian) dari melindungi kalian (sesungguhnya saya dapat melihat apa yang kamu sekalian tidak dapat melihat) yaitu para malaikat (sesungguhnya saya takut kepada Allah.\") Dia akan membinasakan saya (Dan Allah sangat keras siksa-Nya).",
            "sajda": false,
            "transliteration": "Wa iz zaiyana lahumush shaitaanu a'ma alahum wa qaala laa ghaaliba lakumul yawma minan naasi wa innee jaarul lakum falammaa taraaa'atil fi'ataani nakasa 'alaa aqibaihi wa qaala innee bareee'um minkum innee araa maa laa tarawna inneee akhaaful laah; wallaahu shadeedul 'iqaab",
            "tajweed_text": "وَإِذْ زَيَّنَ لَهُمُ [h:4046[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أَعْمَ[n[ـٰ]لَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ [h:5372[ٱ]لْيَوْمَ مِنَ [h:721[ٱ][l[ل][g[نّ]َاسِ وَإِ[g[نّ]ِى جَا[u:5373[رٌ ل]َّكُمْ‌ۖ فَلَ[g[مّ]َا تَر[o[َا]ٓءَتِ [h:5374[ٱ]لْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِ[g[نّ]ِى بَر[o[ِى]ٓ[a:5375[ءٌ م]ِّ[f:344[نك]ُمْ إِ[g[نّ][o[ِىٓ] أَرَىٰ مَا لَا تَرَوْنَ إِ[g[نّ][o[ِىٓ] أَخَافُ [h:3504[ٱ]للَّهَ‌ۚ وَ[h:72[ٱ]للَّهُ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1209,
            "aya_number": 49,
            "aya_text": "اِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ غَرَّ هٰٓؤُلَاۤءِ دِيْنُهُمْۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 183,
            "translation_aya_text": "(Ingatlah), ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata, “Mereka itu (orang mukmin) ditipu agamanya.” (Allah berfirman), “Barangsiapa bertawakal kepada Allah, ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana.”",
            "tafsir_jalalayn": "(Ingatlah ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata,) lemah keyakinan (\"Mereka itu ditipu) yakni kaum Muslimin (oleh agamanya) sebab mereka mau keluar untuk berperang sekalipun jumlah mereka sedikit sedangkan jumlah musuh yang dihadapinya sangat besar bilangannya. Mereka menduga bahwa diri mereka pasti menang oleh sebab jumlah mereka. Maka Allah menjawab mereka melalui firman selanjutnya, (Barang siapa yang bertawakal kepada Allah) percaya bahwa bersama dengan Allah pasti ia menang (maka sesungguhnya Allah Maha Perkasa) menguasai semua perkara-Nya (lagi Maha Bijaksana\") di dalam ciptaan-Nya.",
            "sajda": false,
            "transliteration": "Iz yaqoolul munaafiqoona wallazeena fee quloobihim maradun gharra haaa'ulaaa'i deenuhum; wa mai yatawakkal 'alal laahi fa innal laaha 'azee zun Hakeem",
            "tajweed_text": "إِذْ يَقُولُ [h:5376[ٱ]لْمُنَ[n[ـٰ]فِقُونَ وَ[h:37[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَضٌ غَرَّ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ دِينُهُمْ‌ۗ وَم[a:5377[َن ي]َتَوَكَّلْ عَلَى [h:412[ٱ]للَّهِ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ عَزِيزٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1210,
            "aya_number": 50,
            "aya_text": "وَلَوْ تَرٰٓى اِذْ يَتَوَفَّى الَّذِيْنَ كَفَرُوا الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْۚ وَذُوْقُوْا عَذَابَ الْحَرِيْقِ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 183,
            "translation_aya_text": "Dan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang-orang yang kafir sambil memukul wajah dan punggung mereka (dan berkata), “Rasakanlah olehmu siksa neraka yang membakar.”",
            "tafsir_jalalayn": "(Kalau kamu melihat) hai Muhammad (ketika dicabut jiwa) boleh dibaca yatawaffaa dan boleh pula dibaca tatawaffaa (orang-orang yang kafir oleh para malaikat seraya memukul) lafal yadhribuuna kedudukan i'rabnya menjadi hal/kata keterangan (muka dan belakang mereka) dengan gada-gada besi. (Dan) para malaikat berkata kepada mereka (rasakanlah oleh kalian siksa yang membakar ini) artinya siksa neraka. Jawabnya lau ialah la raaita amran azhiiman (maka niscaya kamu akan menyaksikan peristiwa yang sangat mengerikan).",
            "sajda": false,
            "transliteration": "Wa law taraaa iz yatawaf fal lazeena kafarul malaaa'ikatu yadriboona wujoohahum wa adbaarahum wa zooqoo 'azaabal hareeq",
            "tajweed_text": "وَلَوْ تَرَ[o[ىٰٓ] إِذْ يَتَوَفَّى [h:5378[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۙ] [h:5379[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَ[q:5380[دْ]بَ[n[ـٰ]رَهُمْ وَذُوقُو[s[اْ] عَذَابَ [h:2465[ٱ]لْحَر[p[ِي][q[ق]ِ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1211,
            "aya_number": 51,
            "aya_text": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۙ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 183,
            "translation_aya_text": "Demikian itu disebabkan oleh perbuatan tanganmu sendiri. Dan sesungguhnya Allah tidak menzalimi hamba-hamba-Nya,",
            "tafsir_jalalayn": "(Demikian itu) artinya siksaan atas kalian itu (disebabkan oleh perbuatan tangan kalian sendiri) Allah swt. sengaja memakai kata tangan bukannya anggota-anggota tubuh manusia yang lainnya, karena kebanyakan pekerjaan manusia itu dilakukan oleh tangan mereka (Sesungguhnya Allah sekali-kali tidak menganiaya) artinya tukang menganiaya (hamba-Nya) dengan mengazabnya tanpa dosa.",
            "sajda": false,
            "transliteration": "Zaalika bimaa qaddamat aideekum wa anal laaha laisa bizallaamil lil 'abeed",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ لَيْسَ بِظَلَّ[n[ـٰ][u:2466[مٍ ل]ِّلْعَب[p[ِي][q[د]ِ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1212,
            "aya_number": 52,
            "aya_text": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَفَرُوْا بِاٰيٰتِ اللّٰهِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْۗ اِنَّ اللّٰهَ قَوِيٌّ شَدِيْدُ الْعِقَابِ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 183,
            "translation_aya_text": "(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka disebabkan dosa-dosanya. Sungguh, Allah Mahakuat lagi sangat keras siksa-Nya.",
            "tafsir_jalalayn": "Kebiasaan orang-orang kafir itu (sama dengan kebiasaan) tradisi (Firaun dan pengikut-pengikutnya serta orang-orang yang sebelumnya. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka) mengazab mereka (disebabkan dosa-dosanya) lafal kafaruu dan lafal-lafal sesudahnya merupakan jumlah yang menafsirkan makna lafal-lafal yang sebelumnya. (Sesungguhnya Allah Maha Kuat) atas semua apa yang dikehendaki-Nya (lagi amat keras siksaan-Nya).",
            "sajda": false,
            "transliteration": "Kadaabi Aali Fir'awna wal lazeena min qablihim; kafaroo bi Aayaatil laahi fa akhazahu mul laahu bizunoobihim; innal laaha qawiyyun shadeedul 'iqaab",
            "tajweed_text": "كَدَأْبِ ءَالِ فِرْعَوْنَ‌ۙ وَ[h:37[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ كَفَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ فَأَخَذَهُمُ [h:1756[ٱ]للَّهُ بِذُنُوبِهِمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَوِ[f:5381[ىٌّ ش]َدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        }
    ]
}