{
    "page_number": 184,
    "data": [
        {
            "aya_id": 1213,
            "aya_number": 53,
            "aya_text": "ذٰلِكَ بِاَنَّ اللّٰهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً اَنْعَمَهَا عَلٰى قَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۙ وَاَنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌۙ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 184,
            "translation_aya_text": "Yang demikian itu karena sesungguhnya Allah tidak akan mengubah suatu nikmat yang telah diberikan-Nya kepada suatu kaum, hingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Sungguh, Allah Maha Mendengar, Maha Mengetahui,",
            "tafsir_jalalayn": "(Yang demikian itu) disiksa-Nya orang-orang kafir (disebabkan) karena (Allah sekali-kali tidak akan mengubah sesuatu nikmat yang telah dianugerahkan-Nya kepada suatu kaum) dengan cara menggantinya dengan siksaan (sehingga kaum itu mengubah apa yang ada pada diri mereka) sehingga mereka sendiri mengubah nikmat yang mereka terima dengan kekafiran, seperti apa yang telah dilakukan oleh orang-orang kafir Mekah; berbagai macam makanan dilimpahkan kepada mereka, sehingga mereka terhindar dari kelaparan, diamankan-Nya mereka dari rasa takut, dan diutus-Nya Nabi saw. kepada mereka. Kesemuanya itu mereka balas dengan kekafiran, menghambat jalan Allah dan memerangi kaum Mukminin. (Dan sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui).",
            "sajda": false,
            "transliteration": "Zaalika bi annal laaha lam yaku mughaiyiran ni matan an'amahaa 'alaa qawmin hattaa yughaiyiroo maa bianfusihim wa annallaaha samee un 'Aleem",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ لَمْ يَكُ مُغَيِّ[a:5382[رًا ن]ِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُو[s[اْ] مَا بِأَ[f:4384[نف]ُسِهِمْ‌ۙ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ سَمِيعٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1214,
            "aya_number": 54,
            "aya_text": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۚ  كَذَّبُوْا بِاٰيٰتِ رَبِّهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَۚ وَكُلٌّ كَانُوْا ظٰلِمِيْنَ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 184,
            "translation_aya_text": "(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Tuhannya, maka Kami membinasakan mereka disebabkan oleh dosa-dosanya dan Kami tenggelamkan Fir‘aun dan pengikut-pengikutnya; karena mereka adalah orang-orang yang zalim.",
            "tafsir_jalalayn": "(Keadaan mereka serupa dengan keadaan Firaun dan pengikut-pengikutnya serta orang-orang yang sebelumnya. Mereka mendustakan ayat-ayat Tuhannya maka Kami membinasakan mereka disebabkan dosa-dosanya dan Kami tenggelamkan Firaun dan pengikut-pengikutnya) yakni kaumnya yang menjadi pengikut-pengikutnya (dan kesemuanya) yaitu umat-umat yang mendustakan Tuhan (adalah orang-orang yang zalim). Ayat berikut ini diturunkan berkenaan dengan orang-orang Bani Quraizhah.",
            "sajda": false,
            "transliteration": "Kadaabi Aali Fir'awna wallazeena min qablihim; kazzaboo bi Aayaati Rabbihim faahlaknaahum bizunoobihim wa aghraqnaa Aala Fir'awn; wa kullun kaanoo zaalimeen",
            "tajweed_text": "كَدَأْبِ ءَالِ فِرْعَوْنَ‌ۙ وَ[h:37[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ رَبِّهِمْ فَأَهْلَكْنَ[n[ـٰ]ه[c:3936[ُم ب]ِذُنُوبِهِمْ وَأَغْرَ[q:247[قْ]ن[o[َآ] ءَالَ فِرْعَوْنَ‌ۚ وَكُ[f:5383[لٌّ ك]َانُو[s[اْ] ظَ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1215,
            "aya_number": 55,
            "aya_text": "اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الَّذِيْنَ كَفَرُوْا فَهُمْ لَا يُؤْمِنُوْنَۖ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 184,
            "translation_aya_text": "Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah orang-orang kafir, karena mereka tidak beriman.",
            "tafsir_jalalayn": "(Sesungguhnya binatang/makhluk yang paling buruk di sisi Allah ialah orang-orang yang kafir, karena mereka itu tidak beriman).",
            "sajda": false,
            "transliteration": "Inna sharrad dawaaabbi 'indal laahil lazeena kafaroo fahum laa yu'minoon",
            "tajweed_text": "إِ[g[نّ]َ شَرَّ [h:5293[ٱ][l[ل]دَّو[m[َا]ٓبِّ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ [h:5384[ٱ]لَّذِينَ كَفَرُو[s[اْ] فَهُمْ لَا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1216,
            "aya_number": 56,
            "aya_text": "الَّذِيْنَ عَاهَدْتَّ مِنْهُمْ ثُمَّ يَنْقُضُوْنَ عَهْدَهُمْ فِيْ كُلِّ مَرَّةٍ وَّهُمْ لَا يَتَّقُوْنَ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 184,
            "translation_aya_text": "(Yaitu) orang-orang yang terikat perjanjian dengan kamu, kemudian setiap kali berjanji mereka mengkhianati janjinya, sedang mereka tidak takut (kepada Allah).",
            "tafsir_jalalayn": "(Yaitu orang-orang yang kamu telah mengambil perjanjian dari mereka) hendaknya mereka jangan membantu orang-orang musyrik (sesudah itu mereka mengkhianati janjinya pada setiap kalinya) di mana mereka melakukan perjanjian (dan mereka tidak takut) kepada Allah sewaktu mereka berbuat khianat.",
            "sajda": false,
            "transliteration": "Allazeena'aahatta min hum summa yanqudoona 'ahdahum fee kulli marratinw wa hum laa yattaqoon",
            "tajweed_text": "ٱلَّذِينَ عَ[n[ـٰ]هَ[d:5385[د]تَّ مِنْهُمْ ثُ[g[مّ]َ يَ[f:144[نق]ُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّ[a:5386[ةٍ و]َهُمْ لَا يَتَّق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1217,
            "aya_number": 57,
            "aya_text": "فَاِمَّا تَثْقَفَنَّهُمْ فِى الْحَرْبِ فَشَرِّدْ بِهِمْ مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُوْنَ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 184,
            "translation_aya_text": "Maka jika engkau (Muhammad) mengungguli mereka dalam peperangan, maka cerai-beraikanlah orang-orang yang di belakang mereka dengan (menumpas) mereka, agar mereka mengambil pelajaran.",
            "tafsir_jalalayn": "(Jika) lafal immaa merupakan gabungan dari in syarthiyyah dan maa zaidah, kemudian keduanya diidgamkan sehingga jadilah immaa (kamu menemui mereka) menjumpai mereka (dalam peperangan, maka cerai-beraikanlah) hancurkanlah (orang-orang yang di belakang mereka dengan menumpas mereka) yang berada dalam barisan depan dengan membasmi dan menghukum mereka (supaya) orang-orang yang berada di belakang mereka (mengambil pelajaran) menjadikannya sebagai pelajaran buat mereka.",
            "sajda": false,
            "transliteration": "Fa immaa tasqafannahum fil harbi fasharrid bihim man khalfahum la'allahum yazzakkaroon",
            "tajweed_text": "فَإِ[g[مّ]َا تَثْقَفَ[g[نّ]َهُمْ فِى [h:5387[ٱ]لْحَرْبِ فَشَرِّ[q:5388[دْ] بِه[w:5389[ِم م]َّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1218,
            "aya_number": 58,
            "aya_text": "وَاِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْۢبِذْ اِلَيْهِمْ عَلٰى سَوَاۤءٍۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْخَاۤىِٕنِيْنَ ࣖ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 184,
            "translation_aya_text": "Dan jika engkau (Muhammad) khawatir akan (terjadinya) pengkhianatan dari suatu golongan, maka kembalikanlah perjanjian itu kepada mereka dengan cara yang jujur. Sungguh, Allah tidak menyukai orang yang berkhianat.",
            "tafsir_jalalayn": "(Dan jika kamu merasa khawatir dari suatu kaum) yang telah mengadakan perjanjian denganmu (akan perbuatan khianat) terhadap janjinya melalui tanda-tanda yang terlihat jelas olehmu (maka kembalikanlah perjanjian itu) lemparkanlah perjanjian mereka itu (kepada mereka dengan cara yang jujur) lafal sawaaun menjadi kata keterangan, artinya: secara adil antara kamu dan mereka, supaya kedua belah pihak mengetahui bersama siapakah yang merusak perjanjian terlebih dahulu. Yaitu dengan cara kamu memberitahukan kepada mereka tentang pelanggaran tersebut, supaya mereka tidak menuduhmu berbuat khianat bila kamu mengadakan tindakan. (Sesungguhnya Allah tidak menyukai orang-orang yang berkhianat).",
            "sajda": false,
            "transliteration": "Wa immaa takhaafana min qawmin khiyaanatan fambiz ilaihim 'alaa sawaaa'; innal laaha laayuhibbul khaaa'ineen",
            "tajweed_text": "وَإِ[g[مّ]َا تَخَافَ[g[نّ]َ مِ[f:3024[ن ق]َوْمٍ خِيَانَ[f:5390[ةً ف]َ[h:5391[ٱ][i:5391[نۢب]ِذْ إِلَيْهِمْ عَلَىٰ سَو[o[َا]ٓءٍ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُحِبُّ [h:5392[ٱ]لْخ[o[َا]ٓئِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1219,
            "aya_number": 59,
            "aya_text": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا سَبَقُوْاۗ اِنَّهُمْ لَا يُعْجِزُوْنَ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 184,
            "translation_aya_text": "Dan janganlah orang-orang kafir mengira, bahwa mereka akan dapat lolos (dari kekuasaan Allah). Sungguh, mereka tidak dapat melemahkan (Allah).",
            "tafsir_jalalayn": "Ayat ini diturunkan berkenaan dengan orang-orang yang merasa dirinya dapat lolos dari kekuasaan Allah (Dan janganlah mengira) engkau hai Muhammad (orang-orang yang kafir itu bahwa mereka dapat lolos) dari kekuasaan Allah. (Sesungguhnya mereka tidak dapat melemahkan Allah) artinya mereka justru tidak dapat meloloskan diri dari Allah. Menurut suatu qiraat dibaca tahsabanna, maf'ul pertamanya tidak disebutkan, yakni lafal anfusahum artinya: janganlah engkau mengira diri mereka hai Muhammad. Menurut qiraat yang lain, innahum dibaca annahum, dengan mentakdirkan lam lengkapnya liannahum.",
            "sajda": false,
            "transliteration": "Wa laa yahsabannal lazeena kafaroo sabaqooo; innahum laa yu'jizoon",
            "tajweed_text": "وَلَا يَحْسَبَ[g[نّ]َ [h:2445[ٱ]لَّذِينَ كَفَرُو[s[اْ] سَبَق[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َهُمْ لَا يُعْجِز[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1220,
            "aya_number": 60,
            "aya_text": "وَاَعِدُّوْا لَهُمْ مَّا اسْتَطَعْتُمْ مِّنْ قُوَّةٍ وَّمِنْ رِّبَاطِ الْخَيْلِ تُرْهِبُوْنَ بِهٖ عَدُوَّ اللّٰهِ وَعَدُوَّكُمْ وَاٰخَرِيْنَ مِنْ دُوْنِهِمْۚ  لَا تَعْلَمُوْنَهُمْۚ  اَللّٰهُ يَعْلَمُهُمْۗ وَمَا تُنْفِقُوْا مِنْ شَيْءٍ فِيْ سَبِيْلِ اللّٰهِ يُوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُوْنَ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 184,
            "translation_aya_text": "Dan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah, musuhmu dan orang-orang selain mereka yang kamu tidak mengetahuinya; tetapi Allah mengetahuinya. Apa saja yang kamu infakkan di jalan Allah niscaya akan dibalas dengan cukup kepadamu dan kamu tidak akan dizalimi (dirugikan).",
            "tafsir_jalalayn": "(Dan siapkanlah untuk menghadapi mereka) untuk memerangi mereka (kekuatan apa saja yang kalian sanggupi) Rasulullah saw. menjelaskan, bahwa yang dimaksud dengan kekuatan adalah ar-ramyu atau pasukan pemanah. Demikianlah menurut hadis yang diriwayatkan oleh Imam Muslim (dan dari kuda-kuda yang ditambat) lafal ribath berbentuk mashdar, artinya kuda-kuda yang sengaja disediakan untuk berperang di jalan Allah (untuk membuat takut) kalian membuat gentar (dengan adanya persiapan itu musuh Allah dan musuh kalian) artinya orang-orang kafir Mekah (dan orang-orang yang selain mereka) terdiri dari orang-orang munafik atau orang-orang Yahudi (yang kalian tidak mengetahuinya sedangkan Allah mengetahuinya. Apa saja yang kalian nafkahkan pada jalan Allah niscaya akan dibalaskan kepada kalian dengan balasan yang cukup) yakni pahalanya (dan kalian tidak akan dianiaya) tidak akan dikurangi sedikit pun dari pahala kalian.",
            "sajda": false,
            "transliteration": "Wa a'iddoo lahum mastata'tum min quwwatinw wa mirribaatil khaili turhiboona bihee 'aduwwal laahi wa 'aduwwakum wa aakhareena min doonihim laa ta'lamoo nahum Allaahu ya'lamuhum; wa maa tunfiqoo min shai'in fee sabeelil laahi yuwaf failaikum wa antum laa tuzlamoon",
            "tajweed_text": "وَأَعِدُّو[s[اْ] لَه[w:3531[ُم م]َّا [h:5393[ٱ]سْتَطَعْت[w:5394[ُم م]ِّ[f:5395[ن ق]ُوَّ[a:5396[ةٍ و]َم[u:5397[ِن ر]ِّبَاطِ [h:5398[ٱ]لْخَيْلِ تُرْهِبُونَ بِه[n[ِۦ] عَدُوَّ [h:5399[ٱ]للَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِ[f:5400[ن د]ُونِهِمْ لَا تَعْلَمُونَهُمُ [h:5401[ٱ]للَّهُ يَعْلَمُهُمْ‌ۚ وَمَا تُ[f:1607[نف]ِقُو[s[اْ] مِ[f:2103[ن ش][f:5402[َىْءٍ ف]ِى سَبِيلِ [h:788[ٱ]للَّهِ يُوَفَّ إِلَيْكُمْ وَأَ[f:98[نت]ُمْ لَا تُظْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1221,
            "aya_number": 61,
            "aya_text": "۞ وَاِنْ جَنَحُوْا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 184,
            "translation_aya_text": "Tetapi jika mereka condong kepada perdamaian, maka terimalah dan bertawakallah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan jika mereka condong) cenderung (kepada perdamaian) boleh dibaca lissilmi dan boleh pula dibaca lissalmi, artinya perdamaian (maka condonglah kepadanya) adakanlah perjanjian dengan mereka untuk itu. Akan tetapi menurut Ibnu Abbas r.a. bahwa ayat ini dimansukh hukumnya oleh ayat perintah untuk berperang. Mujahid mengatakan, bahwa hukum yang terkandung di dalam ayat ini khusus hanya menyangkut ahli kitab sebab ayat ini diturunkan berkenaan dengan orang-orang Yahudi Bani Quraizhah (dan bertawakallah kepada Allah) percayalah kepada-Nya. (Sesungguhnya Dialah Yang Maha Mendengar) perkataan (lagi Maha Mengetahui) perbuatan.",
            "sajda": false,
            "transliteration": "Wa in janahoo lissalmi fajnah lahaa wa tawakkal 'alal laah; innahoo Huwas Samee'ul 'Aleem",
            "tajweed_text": "۞ وَإِ[f:5403[ن ج]َنَحُو[s[اْ] لِلسَّلْمِ فَ[h:5404[ٱ][q:5404[جْ]نَحْ لَهَا وَتَوَكَّلْ عَلَى [h:412[ٱ]للَّهِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        }
    ]
}