{
    "page_number": 185,
    "data": [
        {
            "aya_id": 1222,
            "aya_number": 62,
            "aya_text": "وَاِنْ يُّرِيْدُوْٓا اَنْ يَّخْدَعُوْكَ فَاِنَّ حَسْبَكَ اللّٰهُ ۗهُوَ الَّذِيْٓ اَيَّدَكَ بِنَصْرِهٖ وَبِالْمُؤْمِنِيْنَۙ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 185,
            "translation_aya_text": "Dan jika mereka hendak menipumu, maka sesungguhnya cukuplah Allah (menjadi pelindung) bagimu. Dialah yang memberikan kekuatan kepadamu dengan pertolongan-Nya dan dengan (dukungan) orang-orang mukmin,",
            "tafsir_jalalayn": "(Dan jika mereka bermaksud hendak menipumu) dengan cara berdamai, kemudian mereka bersiap-siap untuk menyerangmu (maka sesungguhnya cukuplah bagimu) cukup bagimu (Allah menjadi pelindung. Dialah yang memperkuatmu dengan pertolongan-Nya dan dengan para mukmin).",
            "sajda": false,
            "transliteration": "Wa iny yureedooo any-yakhda'ooka fainna hasbakal laah; Huwal lazeee aiyadaka binasrihee wa bilmu'mineen",
            "tajweed_text": "وَإ[a:5405[ِن ي]ُرِيد[o[ُوٓ][s[اْ] أ[a:5406[َن ي]َخْدَعُوكَ فَإِ[g[نّ]َ حَسْبَكَ [h:5407[ٱ]للَّهُ‌ۚ هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَيَّدَكَ بِنَصْرِه[n[ِۦ] وَبِ[h:5408[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1223,
            "aya_number": 63,
            "aya_text": "وَاَلَّفَ بَيْنَ قُلُوْبِهِمْۗ  لَوْاَنْفَقْتَ مَا فِى الْاَرْضِ جَمِيْعًا مَّآ اَلَّفْتَ بَيْنَ قُلُوْبِهِمْ وَلٰكِنَّ اللّٰهَ اَلَّفَ بَيْنَهُمْۗ اِنَّهٗ عَزِيْزٌ حَكِيْمٌ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 185,
            "translation_aya_text": "dan Dia (Allah) yang mempersatukan hati mereka (orang yang beriman). Walaupun kamu menginfakkan semua (kekayaan) yang berada di bumi, niscaya kamu tidak dapat mempersatukan hati mereka, tetapi Allah telah mempersatukan hati mereka. Sungguh, Dia Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan yang mempersatukan) menghimpun (hati mereka) sesudah mengalami ujian-ujian. (Walaupun kamu membelanjakan semua kekayaan yang berada di bumi niscaya kamu tidak dapat mempersatukan hati mereka akan tetapi Allah telah mempersatukan hati mereka) dengan kekuasaan-Nya. (Sesungguhnya Dia Maha Perkasa) Maha Menang atas semua perkara-Nya (lagi Maha Bijaksana) tiada sesuatu pun yang terlepas daripada kebijaksanaan-Nya.",
            "sajda": false,
            "transliteration": "Wa allafa baina quloobihim; law anfaqta maa fil ardi jamee'am maaa allafta baina quloobihim wa laakinnallaaha allafa bainahum; innaahoo 'Azeezun Hakeem",
            "tajweed_text": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ‌ۚ لَوْ أَ[f:5409[نف]َ[q:5409[قْ]تَ مَا فِى [h:44[ٱ]لْأَرْضِ جَمِي[a:5410[عًا م]ّ[o[َآ] أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ أَلَّفَ بَيْنَهُمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] عَزِيزٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1224,
            "aya_number": 64,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ حَسْبُكَ اللّٰهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِيْنَ ࣖ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 185,
            "translation_aya_text": "Wahai Nabi (Muhammad)! Cukuplah Allah (menjadi pelindung) bagimu dan bagi orang-orang mukmin yang mengikutimu.",
            "tafsir_jalalayn": "(Hai Nabi, cukuplah Allah dan) cukup untuk menjadi penolongmu (orang-orang mukmin yang mengikutimu).",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan Nabiyyu hasbukal laahu wa manittaba 'aka minal mu'mineen",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ حَسْبُكَ [h:5412[ٱ]للَّهُ وَمَنِ [h:5413[ٱ]تَّبَعَكَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1225,
            "aya_number": 65,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِيْنَ عَلَى الْقِتَالِۗ اِنْ يَّكُنْ مِّنْكُمْ عِشْرُوْنَ صَابِرُوْنَ يَغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ يَّغْلِبُوْٓا اَلْفًا مِّنَ الَّذِيْنَ كَفَرُوْا بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 185,
            "translation_aya_text": "Wahai Nabi (Muhammad)! Kobarkanlah semangat para mukmin untuk berperang. Jika ada dua puluh orang yang sabar di antara kamu, niscaya mereka dapat mengalahkan dua ratus orang musuh. Dan jika ada seratus orang (yang sabar) di antara kamu, niscaya mereka dapat mengalahkan seribu orang kafir, karena orang-orang kafir itu adalah kaum yang tidak mengerti.",
            "tafsir_jalalayn": "(Hai Nabi, kobarkanlah semangat) berilah semangat (para mukmin itu untuk berperang) melawan orang-orang kafir. (Jika ada dua puluh orang yang sabar di antara kalian niscaya mereka dapat mengalahkan dua ratus orang musuh) di antara orang-orang kafir. (Dan jika ada) boleh dibaca yakun dan boleh pula takun (seratus orang yang sabar di antara kalian, niscaya mereka dapat mengalahkan seribu daripada orang-orang kafir disebabkan orang-orang kafir itu) mereka yang kafir itu (kaum yang tidak mengerti). Ayat ini merupakan ungkapan kalimat berita akan tetapi maknanya adalah sama seperti kalimat perintah; yakni hendaknya dua puluh orang di antara kalian mampu memerangi dua ratus orang kafir dan seratus orang mukmin mampu memerangi seribu orang kafir dan hendaknya mereka (kaum mukmin) bersabar di dalam menghadapi orang-orang kafir. Kemudian ayat ini dinasakh manakala bilangan pasukan kaum mukminin telah banyak jumlahnya, yaitu oleh firman-Nya berikut ini:",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan Nabiyyu harridil mu'mineena 'alal qitaal; iny-yakum minkum 'ishroona saabiroona yaghliboo mi'atayn; wa iny-yakum minkum min'atuny yaghlibooo alfam minal lazeena kafaroo bi anahum qawmul laa yafqahoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ حَرِّضِ [h:5414[ٱ]لْمُؤْمِنِينَ عَلَى [h:5415[ٱ]لْقِتَالِ‌ۚ إ[a:3202[ِن ي]َك[a:5416[ُن م]ِّ[f:344[نك]ُمْ عِشْرُونَ صَ[n[ـٰ]بِرُونَ يَغْلِبُو[s[اْ] مِ[s[اْ]ئَتَيْنِ‌ۚ وَإ[a:4454[ِن ي]َك[a:5416[ُن م]ِّ[f:344[نك][w:5417[ُم م]ِّ[s[اْ]ئَ[a:5418[ةٌ ي]َغْلِب[o[ُوٓ][s[اْ] أَلْ[a:5419[فًا م]ِّنَ [h:523[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَفْقَه[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1226,
            "aya_number": 66,
            "aya_text": "اَلْـٰٔنَ خَفَّفَ اللّٰهُ عَنْكُمْ وَعَلِمَ اَنَّ فِيْكُمْ ضَعْفًاۗ فَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ صَابِرَةٌ يَّغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ اَلْفٌ يَّغْلِبُوْٓا اَلْفَيْنِ بِاِذْنِ اللّٰهِ ۗوَاللّٰهُ مَعَ الصّٰبِرِيْنَ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 185,
            "translation_aya_text": "Sekarang Allah telah meringankan kamu karena Dia mengetahui bahwa ada kelemahan padamu. Maka jika di antara kamu ada seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus (orang musuh); dan jika di antara kamu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah. Allah beserta orang-orang yang sabar.",
            "tafsir_jalalayn": "(Sekarang Allah telah meringankan kepada kalian dan Dia telah mengetahui bahwa pada diri kalian ada kelemahan) lafal dha`fan boleh dibaca dhu`fan. Artinya kalian tidak mampu lagi untuk memerangi orang-orang yang jumlahnya sepuluh kali lipat jumlah kalian. (Maka jika ada) boleh dibaca yakun boleh dibaca takun (di antara kalian seratus orang yang sabar niscaya mereka dapat mengalahkan dua ratus orang) daripada orang-orang kafir (dan jika di antara kalian ada seribu orang yang sabar niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah) dengan kehendak-Nya. Maka kalimat ini sekalipun bentuknya kalimat berita akan tetapi maknanya adalah perintah, yakni hendaknya kalian memerangi orang-orang kafir yang jumlahnya dua kali lipat kalian dan hendaknya kalian bersabar di dalam menghadapi mereka itu (Dan Allah beserta orang-orang yang sabar) pertolongan-Nya selalu menyertai mereka.",
            "sajda": false,
            "transliteration": "Al'aana khaffafal laahu 'ankum wa 'alima anna feekum da'faa; fa-iny yakum minkum mi'atun saabiratuny yaghliboo mi'atayn; wa iny-yakum minkum alfuny yaghlibooo alfaini bi iznil laah; wallaahu ma'as saabireen",
            "tajweed_text": "ٱلْـَٔ[n[ـٰ]نَ خَفَّفَ [h:5420[ٱ]للَّهُ عَ[f:255[نك]ُمْ وَعَلِمَ أَ[g[نّ]َ فِيكُمْ ضَعْ[f:5421[فًا‌ۚ ف]َإ[a:5422[ِن ي]َك[a:5416[ُن م]ِّ[f:344[نك][w:5417[ُم م]ِّ[s[اْ]ئَ[f:5423[ةٌ ص]َابِرَ[a:5424[ةٌ ي]َغْلِبُو[s[اْ] مِ[s[اْ]ئَتَيْنِ‌ۚ وَإ[a:4454[ِن ي]َك[a:5416[ُن م]ِّ[f:344[نك]ُمْ أَلْ[a:5425[فٌ ي]َغْلِب[o[ُوٓ][s[اْ] أَلْفَيْنِ بِإِذْنِ [h:509[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ مَعَ [h:785[ٱ][l[ل]صَّ[n[ـٰ]بِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1227,
            "aya_number": 67,
            "aya_text": "مَاكَانَ لِنَبِيٍّ اَنْ يَّكُوْنَ لَهٗٓ اَسْرٰى حَتّٰى يُثْخِنَ فِى الْاَرْضِۗ تُرِيْدُوْنَ عَرَضَ الدُّنْيَاۖ وَاللّٰهُ يُرِيْدُ الْاٰخِرَةَۗ وَاللّٰهُ عَزِيْزٌحَكِيْمٌ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 185,
            "translation_aya_text": "Tidaklah pantas, bagi seorang nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. Kamu menghendaki harta benda duniawi sedangkan Allah menghendaki (pahala) akhirat (untukmu). Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "Ayat ini diturunkan ketika kaum muslimin memilih untuk mengambil tebusan terhadap para tawanan perang Badar. (Tidak patut bagi seorang nabi) boleh dibaca yakuuna boleh pula takuuna (mempunyai tawanan sebelum ia dapat melumpuhkan musuhnya di muka bumi) lafal yutskhina fil ardhi menunjukkan makna sangat di dalam memerangi orang-orang kafir. (Kalian menghendaki) hai orang-orang mukmin (harta benda duniawi) yakni kebendaannya dengan mengambil tebusan (sedangkan Allah menghendaki) untuk kalian (pahala akhirat) sebagai pahala oleh sebab memerangi orang-orang kafir (Allah Maha Perkasa lagi Maha Bijaksana) ayat ini telah dinasakh oleh firman-Nya, \"Dan sesudah itu kalian boleh membebaskan mereka atau menerima tebusan.\" (Muhammad 4)",
            "sajda": false,
            "transliteration": "Maa kaana li Nabiyyin ai yakoona lahooo asraa hatta yuskhina fil ard; tureedoona aradad dunyaa wallaahu yureedul Aakhirah; wallaahu 'Azeezun Hakeem",
            "tajweed_text": "مَا كَانَ لِنَبِىٍّ أ[a:3312[َن ي]َكُونَ لَهُ[o[ۥٓ] أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِى [h:44[ٱ]لْأَرْضِ‌ۚ تُرِيدُونَ عَرَضَ [h:5426[ٱ][l[ل]دُّنْيَا وَ[h:72[ٱ]للَّهُ يُرِيدُ [h:2327[ٱ]لْأَخِرَةَ‌ۗ وَ[h:72[ٱ]للَّهُ عَزِيزٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1228,
            "aya_number": 68,
            "aya_text": "لَوْلَاكِتٰبٌ مِّنَ اللّٰهِ سَبَقَ لَمَسَّكُمْ فِيْمَآ اَخَذْتُمْ عَذَابٌ عَظِيْمٌ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 185,
            "translation_aya_text": "Sekiranya tidak ada ketetapan terdahulu dari Allah, niscaya kamu ditimpa siksaan yang besar karena (tebusan) yang kamu ambil.",
            "tafsir_jalalayn": "(Kalau sekiranya tidak ada ketetapan yang terdahulu dari Allah) dengan dihalalkannya ganimah dan tawanan bagi kalian (niscaya kalian ditimpa karena tebusan yang kalian ambil) (siksaan yang besar.)",
            "sajda": false,
            "transliteration": "Law laa Kitaabum minal laahi sabaqa lamassakum fee maaa akhaztum 'azaabun 'azeem",
            "tajweed_text": "لَّوْلَا كِتَ[n[ـٰ][a:5427[بٌ م]ِّنَ [h:321[ٱ]للَّهِ سَبَقَ لَمَسَّكُمْ فِيم[o[َآ] أَخَذْتُمْ عَذَابٌ عَظ[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1229,
            "aya_number": 69,
            "aya_text": "فَكُلُوْا مِمَّاغَنِمْتُمْ حَلٰلًا طَيِّبًاۖ وَّاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 185,
            "translation_aya_text": "Maka makanlah dari sebagian rampasan perang yang telah kamu peroleh itu, sebagai makanan yang halal lagi baik, dan bertakwalah kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Maka makanlah dari sebagian rampasan perang yang telah kalian ambil itu sebagai makanan yang halal lagi baik dan bertakwalah kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.)",
            "sajda": false,
            "transliteration": "Fakuloo mimaa ghanimtum halaalan taiyibaa; watta qullaah; innal laaha Ghafoorur Raheem",
            "tajweed_text": "فَكُلُو[s[اْ] مِ[g[مّ]َا غَنِمْتُمْ حَلَ[n[ـٰ]ل[f:870[اً ط]َيِّ[a:3752[بًا‌ۚ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        }
    ]
}