{
    "page_number": 186,
    "data": [
        {
            "aya_id": 1230,
            "aya_number": 70,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّمَنْ فِيْٓ اَيْدِيْكُمْ مِّنَ الْاَسْرٰٓىۙ اِنْ يَّعْلَمِ اللّٰهُ فِيْ قُلُوْبِكُمْ خَيْرًا يُّؤْتِكُمْ خَيْرًا مِّمَّآ اُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 186,
            "translation_aya_text": "Wahai Nabi (Muhammad)! Katakanlah kepada para tawanan perang yang ada di tanganmu, “Jika Allah mengetahui ada kebaikan di dalam hatimu, niscaya Dia akan memberikan yang lebih baik dari apa yang telah diambil darimu dan Dia akan mengampuni kamu.” Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Hai Nabi, katakanlah kepada tawanan-tawanan yang ada di tanganmu,) menurut suatu qiraat lafal al-asraa dibaca al-asaarii (\"Jika Allah mengetahui ada kebaikan dalam hati kalian) yakni keimanan dan keikhlasan (niscaya Dia akan memberikan kepada kalian yang lebih baik daripada apa yang telah kalian berikan) artinya Dia pasti akan melipatgandakannya buat kalian di dunia ini dan kelak di akhirat Dia akan memberi kalian pahala (dan Dia akan mengampuni kalian.\") dosa-dosa kalian (Dan Allah Maha Pengampun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan Nabiyyu qul liman feee aideekum minal asraaa iny-ya lamillaahu fee quloobikum khairany yu'tikum khayram mimmaaa ukhiza minkum wa yaghfir lakum; wallaahu Ghafoorur Raheem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ قُل لِّمَ[f:5428[ن ف][o[ِىٓ] أَيْدِيك[w:5429[ُم م]ِّنَ [h:5430[ٱ]لْأَسْرَ[o[ىٰٓ] إ[a:5431[ِن ي]َعْلَمِ [h:2272[ٱ]للَّهُ فِى قُلُوبِكُمْ خَيْ[a:5432[رًا ي]ُؤْتِكُمْ خَيْ[a:5433[رًا م]ِّ[g[مّ][o[َآ] أُخِذَ مِ[f:344[نك]ُمْ وَيَغْفِرْ لَكُمْ‌ۗ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1231,
            "aya_number": 71,
            "aya_text": "وَاِنْ يُّرِيْدُوْا خِيَانَتَكَ فَقَدْ خَانُوا اللّٰهَ مِنْ قَبْلُ فَاَمْكَنَ مِنْهُمْ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 186,
            "translation_aya_text": "Tetapi jika mereka (tawanan itu) hendak mengkhianatimu (Muhammad) maka sesungguhnya sebelum itu pun mereka telah berkhianat kepada Allah, maka Dia memberikan kekuasaan kepadamu atas mereka. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Akan tetapi jika mereka menghendaki) yakni para tawanan tersebut (berbuat khianat kepadamu) melalui perkataan mereka yang berbasa-basi di hadapanmu (maka sesungguhnya mereka telah berkhianat kepada Allah sebelum ini) sebelum perang Badar, mereka telah melakukan kekafiran (lalu Allah menjadikan nabi-Nya berkuasa terhadap mereka) dalam perang Badar sehingga banyak di antara orang-orang kafir yang terbunuh dan tertawan. Maka hendaknya mereka menunggu-nunggu saat seperti itu bilamana mereka kembali lagi melakukan pengkhianatan (dan Allah Maha Mengetahui) makhluk-Nya (lagi Maha Bijaksana) di dalam penciptaan-Nya.",
            "sajda": false,
            "transliteration": "Wa iny-yureedoo khiyaa nataka faqad khaanullaaha min qablu fa amkana minhum; wallaahu 'aleemum Hakeem",
            "tajweed_text": "وَإ[a:5405[ِن ي]ُرِيدُو[s[اْ] خِيَانَتَكَ فَقَ[q:563[دْ] خَانُو[s[اْ] [h:5434[ٱ]للَّهَ مِ[f:128[ن ق]َ[q:129[بْ]لُ فَأَمْكَنَ مِنْهُمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1232,
            "aya_number": 72,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَالَّذِيْنَ اٰمَنُوْا وَلَمْ يُهَاجِرُوْا مَا لَكُمْ مِّنْ وَّلَايَتِهِمْ مِّنْ شَيْءٍ حَتّٰى يُهَاجِرُوْاۚ وَاِنِ اسْتَنْصَرُوْكُمْ فِى الدِّيْنِ فَعَلَيْكُمُ النَّصْرُ اِلَّا عَلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 186,
            "translation_aya_text": "Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah dan orang-orang yang memberikan tempat kediaman dan memberi pertolongan (kepada Muhajirin), mereka itu satu sama lain saling melindungi. Dan (terhadap) orang-orang yang beriman tetapi belum berhijrah, maka tidak ada kewajiban sedikit pun bagimu melindungi  mereka, sampai mereka berhijrah. (Tetapi) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama, maka kamu wajib memberikan pertolongan kecuali terhadap kaum yang telah terikat perjanjian antara kamu dengan mereka. Dan Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah) yang dimaksud adalah kaum Muhajirin (dan orang-orang yang memberikan tempat kediaman) kepada Nabi saw. (dan pertolongan) yang dimaksud adalah kaum Ansar (mereka itu satu sama lain lindung-melindungi) dalam hal saling tolong-menolong dan waris-mewarisi. (Dan terhadap orang-orang yang beriman, tetapi belum berhijrah, maka tiada kewajiban atas kalian untuk melindungi mereka) dapat dibaca walaayatihim dan wilaayatihim (sedikit pun) oleh karenanya tidak ada saling waris-mewaris antara kalian dan mereka, dan mereka tidak berhak untuk mendapatkan bagian dari ganimah yang kalian peroleh (sebelum mereka berhijrah) akan tetapi ayat ini telah dinasakh oleh ayat yang terdapat dalam akhir surah Al-Anfaal ini. (Akan tetapi jika mereka meminta pertolongan kepada kalian dalam urusan pembelaan agama, maka kalian wajib memberikan pertolongan) kepada mereka dari gangguan orang-orang kafir (kecuali terhadap kaum yang telah ada perjanjian antara kalian dengan mereka) yakni ada perjanjian pertahanan bersama, maka kala itu janganlah kalian menolong mereka, karena akan merusak perjanjian yang telah kalian buat bersama dengan kaum itu. (Dan Allah Maha Melihat apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wa haajaroo wa jaahadoo bi amwaalihim wa anfusihim fee sabeelil laahi wallazeena aawaw wa nasarooo ulaaa'ika ba'duhum awliyaaa'u ba'd; wallazeena aamanoo wa lam yuhaajiroo maa lakum minw walaayatihim min shai'in hatta yuhaajiroo; wa inistan sarookum fid deeni fa'alaiku munnasru illaa 'alaa qawmim bainakum wa bainahum meesaaq; wallaahu bimaa ta'maloona Baseer",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَهَاجَرُو[s[اْ] وَجَ[n[ـٰ]هَدُو[s[اْ] بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ فِى سَبِيلِ [h:788[ٱ]للَّهِ وَ[h:37[ٱ]لَّذِينَ ءَاوَو[s[اْ] وَّنَصَر[o[ُوٓ][s[اْ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ بَعْضُهُمْ أَوْلِي[o[َا]ٓءُ بَعْ[a:5435[ضٍ‌ۚ و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَلَمْ يُهَاجِرُو[s[اْ] مَا لَك[w:556[ُم م]ّ[a:5436[ِن و]َلَ[n[ـٰ]يَتِه[w:5437[ِم م]ِّ[f:2103[ن ش]َىْءٍ حَتَّىٰ يُهَاجِرُو[s[اْ‌ۚ] وَإِنِ [h:5438[ٱ]سْتَ[f:5439[نص]َرُوكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ فَعَلَيْكُمُ [h:5440[ٱ][l[ل][g[نّ]َصْرُ إِلَّا عَلَىٰ قَوْ[i:3007[مِۭ ب]َيْنَكُمْ وَبَيْنَه[w:3008[ُم م]ِّيثَ[n[ـٰ][a:5441[قٌ‌ۗ و]َ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1233,
            "aya_number": 73,
            "aya_text": "وَالَّذِيْنَ كَفَرُوْا بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ اِلَّا تَفْعَلُوْهُ تَكُنْ فِتْنَةٌ فِى الْاَرْضِ وَفَسَادٌ كَبِيْرٌۗ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 186,
            "translation_aya_text": "Dan orang-orang yang kafir, sebagian mereka melindungi sebagian yang lain. Jika kamu tidak melaksanakan apa yang telah diperintahkan Allah (saling melindungi), niscaya akan terjadi kekacauan di bumi dan kerusakan yang besar.",
            "tafsir_jalalayn": "(Adapun orang-orang yang kafir, sebagian mereka menjadi pelindung bagi sebagian yang lain). Dalam hal saling tolong-menolong dan saling waris-mewarisi, maka tidak ada saling waris-mewarisi antara kalian dan mereka. (Jika kalian tidak melaksanakan apa yang telah diperintahkan Allah itu) yakni melindungi kaum Muslimin dan menekan orang-orang kafir (niscaya akan terjadi kekacauan di muka bumi dan kerusakan yang besar) karena kekafiran bertambah kuat sedangkan Islam makin melemah keadaannya.",
            "sajda": false,
            "transliteration": "Wallazeena kafaroo ba'duhum awliyaaa'u ba'd; illaa taf'aloohu takun fitnatun fil ardi wa fasaadun kabeer",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] بَعْضُهُمْ أَوْلِي[o[َا]ٓءُ بَعْضٍ‌ۚ إِلَّا تَفْعَلُوهُ تَكُ[f:5442[ن ف]ِتْنَ[f:5443[ةٌ ف]ِى [h:44[ٱ]لْأَرْضِ وَفَسَا[f:5444[دٌ ك]َب[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1234,
            "aya_number": 74,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 186,
            "translation_aya_text": "Dan orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dan orang-orang yang memberi tempat kediaman dan memberi pertolongan (kepada orang Muhajirin), mereka itulah orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki (nikmat) yang mulia.",
            "tafsir_jalalayn": "(Dan orang-orang yang beriman, berhijrah serta berjihad pada jalan Allah dan orang-orang yang memberi tempat kediaman dan memberi pertolongan kepada kaum Muhajirin, mereka itulah orang-orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki/nikmat yang mulia) di surga nanti.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wa haajaroo wa jaahadoo fee sabeelil laahi wallazeena aawaw wa nasarooo ulaaa'ika humul mu'minoona haqqaa; lahum maghfiratunw wa rizqun kareem",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَهَاجَرُو[s[اْ] وَجَ[n[ـٰ]هَدُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ وَ[h:37[ٱ]لَّذِينَ ءَاوَو[s[اْ] وَّنَصَر[o[ُوٓ][s[اْ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5236[ٱ]لْمُؤْمِنُونَ حَق[u:5237[ًّا‌ۚ ل]َّه[w:3412[ُم م]َّغْفِرَ[a:5445[ةٌ و]َرِزْ[f:5239[قٌ ك]َر[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1235,
            "aya_number": 75,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا مِنْۢ بَعْدُ وَهَاجَرُوْا وَجَاهَدُوْا مَعَكُمْ فَاُولٰۤىِٕكَ مِنْكُمْۗ وَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ ۗاِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
            "sura_id": 8,
            "juz_id": 10,
            "page_number": 186,
            "translation_aya_text": "Dan orang-orang yang beriman setelah itu, kemudian berhijrah dan berjihad bersamamu maka mereka termasuk golonganmu. Orang-orang yang mempunyai hubungan kerabat itu sebagiannya lebih berhak terhadap sesamanya (daripada yang bukan kerabat) menurut Kitab Allah. Sungguh, Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Dan orang-orang yang beriman sesudah itu) sesudah orang-orang yang lebih dahulu beriman dan berhijrah (kemudian berhijrah dan berjihad bersama kalian, maka orang-orang itu termasuk golongan kalian) hai orang-orang Muhajirin dan orang-orang Ansar. (Orang-orang yang mempunyai hubungan kerabat itu) yakni orang-orang yang mempunyai hubungan persaudaraan (sebagiannya lebih berhak terhadap sesamanya) dalam hal waris-mewarisi daripada orang-orang yang mewarisi karena persaudaraan iman dan hijrah yang telah disebutkan pada ayat terdahulu tadi (di dalam Kitabullah) di Lohmahfuz. (Sesungguhnya Allah Maha Mengetahui segala sesuatu) yang antara lain ialah hikmah yang terkandung di dalam hal-ihwal waris-mewarisi.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo mim ba'du wa haajaroo wa jaahadoo ma;akum faulaaa'ika minkum; wa ulul arhaami baduhum awlaa biba'din fee Kitaabil laah; innal laaha bikulli shai'in 'Aleem",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] م[i:1287[ِنۢ ب]َعْدُ وَهَاجَرُو[s[اْ] وَجَ[n[ـٰ]هَدُو[s[اْ] مَعَكُمْ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ مِ[f:344[نك]ُمْ‌ۚ وَأُ[s[وْ]لُو[s[اْ] [h:5446[ٱ]لْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْ[f:5447[ضٍ ف]ِى كِتَ[n[ـٰ]بِ [h:1816[ٱ]للَّهِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِكُلِّ شَىْءٍ عَل[p[ِي]مُۢ",
            "surah": {
                "name": "سُورَةُ الأَنفَالِ",
                "englishName": "Al-Anfaal",
                "englishNameTranslation": "The Spoils of War",
                "revelationType": "Medinan"
            }
        }
    ]
}