{
    "page_number": 187,
    "data": [
        {
            "aya_id": 1236,
            "aya_number": 1,
            "aya_text": "بَرَاۤءَةٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَۗ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "(Inilah pernyataan) pemutusan hubungan dari Allah dan Rasul-Nya kepada orang-orang musyrik yang kamu telah mengadakan perjanjian (dengan mereka).",
            "tafsir_jalalayn": "Inilah pernyataan (Pemutusan perhubungan daripada Allah dan Rasul-Nya) yang ditunjuk (kepada orang-orang musyrikin yang kalian telah mengadakan perjanjian dengan mereka) yakni perjanjian yang bersifat mutlak, atau perjanjian yang berlaku kurang dari empat bulan, atau lebih dari empat bulan kemudian perjanjian itu dirusak sebagaimana yang akan disebut pada ayat berikutnya.",
            "sajda": false,
            "transliteration": "Baraaa'atum minal laahi wa Rasooliheee ilal lazeena 'anhattum minal mushrikeen",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1237,
            "aya_number": 2,
            "aya_text": "فَسِيْحُوْا فِى الْاَرْضِ اَرْبَعَةَ اَشْهُرٍ وَّاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۙوَاَنَّ اللّٰهَ مُخْزِى الْكٰفِرِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "Maka berjalanlah kamu (kaum musyrikin) di bumi selama empat bulan dan ketahuilah bahwa kamu tidak dapat melemahkan Allah, dan sesungguhnya Allah menghinakan orang-orang kafir.",
            "tafsir_jalalayn": "(Maka berjalanlah kalian) artinya berjalanlah kalian dengan aman, hai kaum musyrikin (di muka bumi selama empat bulan) dimulai pada bulan Syawal berdasarkan petunjuk yang akan disebutkan nanti. Tiada keamanan lagi bagi kalian sesudah empat bulan itu (dan ketahuilah bahwa sesungguhnya kalian tidak dapat melemahkan Allah) artinya terluput dari azab-Nya (dan sesungguhnya Allah menghinakan orang-orang kafir) Dialah yang membuat mereka hina di dunia melalui pembunuhan dan di akhirat kelak dengan siksaan neraka.",
            "sajda": false,
            "transliteration": "Faseehoo fil ardi arba'ata ashhurinw wa'lamoooannakum ghairu mu'jizil laahi wa annal laaha mukhzil kaafireen",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1238,
            "aya_number": 3,
            "aya_text": "وَاَذَانٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى النَّاسِ يَوْمَ الْحَجِّ الْاَكْبَرِ اَنَّ اللّٰهَ بَرِيْۤءٌ مِّنَ الْمُشْرِكِيْنَ ەۙ وَرَسُوْلُهٗ ۗفَاِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۗوَبَشِّرِ الَّذِيْنَ كَفَرُوْا بِعَذَابٍ اَلِيْمٍۙ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "Dan satu maklumat (pemberitahuan) dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar, bahwa sesungguhnya Allah dan Rasul-Nya berlepas diri dari orang-orang musyrik. Kemudian jika kamu (kaum musyrikin) bertobat, maka itu lebih baik bagimu; dan jika kamu berpaling, maka ketahuilah bahwa kamu tidak dapat melemahkan Allah. Dan berilah kabar gembira kepada orang-orang kafir (bahwa mereka akan mendapat) azab yang pedih,",
            "tafsir_jalalayn": "(Dan inilah suatu permakluman) pengumuman (dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar) yaitu hari raya kurban (bahwa) sesungguhnya (Allah berlepas diri dari orang-orang musyrik) dan perjanjian-perjanjian mereka (dan Rasul-Nya) demikian pula. Sehubungan dengan ayat ini Imam Bukhari telah meriwayatkan sebuah hadis, bahwa pada tahun itu juga, yaitu tahun sembilan Hijriah, Nabi saw. mengutus Ali untuk mempermaklumkan ayat-ayat ini pada hari raya kurban di Mina. (Yang isinya ialah), bahwasanya sesudah tahun ini tidak boleh lagi orang musyrik melakukan haji dan tawaf di Baitullah dan tidak boleh pula tawaf di Baitullah dengan telanjang. (Kemudian jika kalian, kaum musyrikin, bertobat) dari kekafiran (maka bertobat itu lebih baik bagi kalian dan jika kalian berpaling) dari iman (maka ketahuilah bahwa sesungguhnya kalian tidak dapat melemahkan Allah. Dan beritakanlah) beritahukanlah (kepada orang-orang kafir akan siksaan yang pedih) azab yang pedih dengan cara dibunuh dan ditawan dan mendapat siksaan neraka kelak di akhirat.",
            "sajda": false,
            "transliteration": "Wa azaanum minal laahi wa Rasooliheee ilan naasi yawmal Hajjil Akbari annal laaha bareee'um minal mushrikeena wa Rasooluh; fa-in tubtum fahuwa khairullakum wa in tawallaitum fa'lamooo annakum ghairu mu'jizil laah; wa bashiril lazeena kafaroo biazaabin aleem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1239,
            "aya_number": 4,
            "aya_text": "اِلَّا الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَ ثُمَّ لَمْ يَنْقُصُوْكُمْ شَيْـًٔا وَّلَمْ يُظَاهِرُوْا عَلَيْكُمْ اَحَدًا فَاَتِمُّوْٓا اِلَيْهِمْ عَهْدَهُمْ اِلٰى مُدَّتِهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "kecuali orang-orang musyrik yang telah mengadakan perjanjian dengan kamu dan mereka sedikit pun tidak mengurangi (isi perjanjian) dan tidak (pula) mereka membantu seorang pun yang memusuhi kamu, maka terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sungguh, Allah menyukai orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Kecuali orang-orang musyrik yang kalian telah mengadakan perjanjian dengan mereka dan mereka tidak merusak sedikit pun) syarat-syarat yang tertera dalam perjanjian itu (dan tidak pula mereka membantu) bersekongkol dengan (seseorang untuk memusuhi kalian) dari kalangan orang-orang kafir (maka terhadap mereka itu penuhilah janjinya sampai) habis (batas waktunya.) yang telah kalian tentukan dalam perjanjian itu (Sesungguhnya Allah menyukai orang-orang yang bertakwa) yakni mereka yang memenuhi janjinya.",
            "sajda": false,
            "transliteration": "Illal lazeena 'aahattum minal mushrikeena summa lam yanqusookum shai'anw-wa lam yuzaahiroo 'alaikum ahadan fa atimmooo ilaihim 'ahdahum ilaa muddatihim; innal laaha yuhibbul muttaqeen",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1240,
            "aya_number": 5,
            "aya_text": "فَاِذَا انْسَلَخَ الْاَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِيْنَ حَيْثُ وَجَدْتُّمُوْهُمْ وَخُذُوْهُمْ وَاحْصُرُوْهُمْ وَاقْعُدُوْا لَهُمْ كُلَّ مَرْصَدٍۚ فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَخَلُّوْا سَبِيْلَهُمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "Apabila telah habis bulan-bulan haram, maka perangilah orang-orang musyrik di mana saja kamu temui, tangkaplah dan kepunglah mereka, dan awasilah di tempat pengintaian. Jika mereka bertobat dan melaksanakan salat serta menunaikan zakat, maka berilah kebebasan kepada mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Apabila sudah habis) telah habis (bulan-bulan haram itu) hal ini merupakan batas maksimal masa penangguhan (maka bunuhlah orang-orang musyrik itu di mana saja kalian jumpai mereka) baik di tanah suci maupun di luar tanah suci (dan tangkaplah mereka) dengan menahannya (kepunglah mereka) dalam benteng-benteng dan tempat-tempat perlindungan mereka sehingga mereka terpaksa harus bertempur dengan kalian atau menyerah masuk Islam (dan intailah mereka di tempat pengintaian.) yakni jalan-jalan yang biasa mereka lalui. Dinashabkannya lafal kulla karena huruf jarnya dicabut. (Jika mereka bertobat) dari kekafiran (dan mendirikan salat serta menunaikan zakat, maka berilah kebebasan kepada mereka.) jangan sekali-kali kalian menghambat dan mempersulit mereka (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.) terhadap orang yang bertobat.",
            "sajda": false,
            "transliteration": "Fa izansalakhal Ashhurul Hurumu faqtulul mushrikeena haisu wajattumoohum wa khuzoohum wahsuroohum qaq'udoo lahum kulla marsad; fa-in taaboo wa aqaamus Salaata wa aatawuz Zakaata fakhalloo sabeelahum; innal laaha Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1241,
            "aya_number": 6,
            "aya_text": "وَاِنْ اَحَدٌ مِّنَ الْمُشْرِكِيْنَ اسْتَجَارَكَ فَاَجِرْهُ حَتّٰى يَسْمَعَ كَلٰمَ اللّٰهِ ثُمَّ اَبْلِغْهُ مَأْمَنَهٗ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْلَمُوْنَ ࣖ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 187,
            "translation_aya_text": "Dan jika di antara kaum musyrikin ada yang meminta perlindungan kepadamu, maka lindungilah agar dia dapat mendengar firman Allah, kemudian antarkanlah dia ke tempat yang aman baginya. (Demikian) itu karena sesungguhnya mereka kaum yang tidak mengetahui.",
            "tafsir_jalalayn": "(Dan jika seorang di antara orang-orang musyrik itu) lafal ahadun dirafa'kan oleh fi'il/kata kerja yang menafsirkan maknanya (meminta perlindungan kepadamu) maksudnya meminta suaka kepadamu supaya jangan dibunuh (maka lindungilah dia) berilah ia jaminan keamanan (supaya ia sempat mendengar firman Allah) yaitu Alquran (kemudian antarkanlah ia ke tempat yang aman baginya) yaitu tempat tinggal kaumnya, bilamana ternyata ia masih belum mau beriman, supaya ia mempertimbangkan sikapnya itu (Demikian itu) hal yang disebut itu (disebabkan mereka kaum yang tidak mengetahui) agama Allah, maka merupakan suatu keharusan bagi mereka mendengarkan Alquran terlebih dahulu supaya mereka mengetahui dan mengerti akan agama Allah.",
            "sajda": false,
            "transliteration": "Wa in ahadum minal mushrikeenas tajaaraka fa ajirhu hattaa yasma'a Kalaamal laahi summa ablighhu maa manah; zaalika bi annahum qawmul laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}