{
    "page_number": 188,
    "data": [
        {
            "aya_id": 1242,
            "aya_number": 7,
            "aya_text": "كَيْفَ يَكُوْنُ لِلْمُشْرِكِيْنَ عَهْدٌ عِنْدَ اللّٰهِ وَعِنْدَ رَسُوْلِهٖٓ اِلَّا الَّذِيْنَ عَاهَدْتُّمْ عِنْدَ الْمَسْجِدِ الْحَرَامِۚ فَمَا اسْتَقَامُوْا لَكُمْ فَاسْتَقِيْمُوْا لَهُمْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Bagaimana mungkin ada perjanjian (aman) di sisi Allah dan Rasul-Nya dengan orang-orang musyrik, kecuali dengan orang-orang yang kamu telah mengadakan perjanjian (dengan mereka) di dekat Masjidilharam (Hudaibiyah), maka selama mereka berlaku jujur terhadapmu, hendaklah kamu berlaku jujur (pula) terhadap mereka. Sungguh, Allah menyukai orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Bagaimana) tidak mungkin (bisa ada perjanjian aman dari Allah dan Rasul-Nya dengan orang-orang musyrik) sedangkan mereka masih tetap dalam kekafirannya terhadap Allah dan Rasul-Nya lagi berbuat khianat (kecuali orang-orang yang kalian telah mengadakan perjanjian dengan mereka di dekat Masjidilharam) ketika perang Hudaibiah; mereka adalah orang-orang Quraisy yang dikecualikan sebelumnya (maka selama mereka berlaku lurus terhadap kalian) selagi mereka menepati perjanjiannya dan tidak merusaknya (hendaklah kalian berlaku lurus pula terhadap mereka) dengan menunaikan perjanjian itu. Huruf maa pada lafal famastaqaamuu adalah maa syarthiyah. (Sesungguhnya Allah menyukai orang-orang yang bertakwa) Nabi saw. telah menepati perjanjiannya dengan mereka, sehingga mereka sendirilah yang merusak perjanjian itu, karena mereka membantu Bani Bakar untuk memerangi Bani Khuza'ah.",
            "sajda": false,
            "transliteration": "Kaifa yakoonu lilmush rikeena 'ahdun 'indallaahi wa 'inda Rasoolihee illal lazeena 'aahattum 'indal Masjidil Haraami famas taqaamoo lakum fastaqeemoo lahum; innallaaha yuhibbul muttaqeen",
            "tajweed_text": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَعِ[f:5476[ند]َ رَسُولِه[o[ِۦٓ] إِلَّا [h:778[ٱ]لَّذِينَ عَ[n[ـٰ]هَ[d:5449[د]تُّمْ عِ[f:264[ند]َ [h:1026[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ‌ۖ فَمَا [h:5477[ٱ]سْتَقَ[n[ـٰ]مُو[s[اْ] لَكُمْ فَ[h:5478[ٱ]سْتَقِيمُو[s[اْ] لَهُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:2037[ٱ]لْمُتَّق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1243,
            "aya_number": 8,
            "aya_text": "كَيْفَ وَاِنْ يَّظْهَرُوْا عَلَيْكُمْ لَا يَرْقُبُوْا فِيْكُمْ اِلًّا وَّلَا ذِمَّةً ۗيُرْضُوْنَكُمْ بِاَفْوَاهِهِمْ وَتَأْبٰى قُلُوْبُهُمْۚ وَاَكْثَرُهُمْ فٰسِقُوْنَۚ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Bagaimana mungkin (ada perjanjian demikian), padahal jika mereka memperoleh kemenangan atas kamu, mereka tidak memelihara hubungan kekerabatan denganmu dan tidak (pula mengindahkan) perjanjian. Mereka menyenangkan hatimu dengan mulutnya, sedang hatinya menolak. Kebanyakan mereka adalah orang-orang fasik (tidak menepati janji).",
            "tafsir_jalalayn": "(Bagaimana bisa) ada perjanjian bagi orang-orang musyrikin (padahal jika mereka memperoleh kemenangan atas kalian) mereka mendapat kemenangan atas kalian (mereka tidak memelihara) tidak lagi mengindahkan (hubungan kekerabatan) hubungan kefamilian (dan tidak pula mengindahkan perjanjian) bahkan mereka akan berupaya sekuat tenaga untuk menyakiti dan mengganggu kalian. Jumlah syarat merupakan hal atau kata keterangan. (Mereka menyenangkan hati kalian dengan mulutnya) yakni melalui kata-kata manis mereka (sedangkan hatinya menolak) untuk menunaikan perjanjian itu. (Dan kebanyakan mereka adalah orang-orang yang fasik) selalu merusak perjanjian.",
            "sajda": false,
            "transliteration": "Kaifa wa iny-yazharoo 'alaikum laa yarquboo feekum illanw wa laa zimmah; yurdoo nakum biafwaahihim wa taabaa quloobuhum wa aksaruhum faasiqoon",
            "tajweed_text": "كَيْفَ وَإ[a:5479[ِن ي]َظْهَرُو[s[اْ] عَلَيْكُمْ لَا يَرْقُبُو[s[اْ] فِيكُمْ إِل[a:5480[اًّ و]َلَا ذِ[g[مّ]َ[a:5481[ةً‌ۚ ي]ُرْضُونَك[c:5482[ُم ب]ِأَفْو[n[َٲ]هِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1244,
            "aya_number": 9,
            "aya_text": "اِشْتَرَوْا بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا فَصَدُّوْا عَنْ سَبِيْلِهٖۗ اِنَّهُمْ سَاۤءَ مَاكَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Mereka memperjualbelikan ayat-ayat Allah dengan harga murah, lalu mereka menghalang-halangi (orang) dari jalan Allah. Sungguh, betapa buruknya apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Mereka menukarkan ayat-ayat Allah) yakni Alquran (dengan harga yang sedikit) berupa harta duniawi. Atau dengan kata lain, mereka tidak mau mengikuti Alquran demi memperturutkan hawa nafsunya dan ketamakannya (lalu mereka menghalangi manusia dari jalan Allah) dari agama-Nya. (Sesungguhnya amat buruklah) amat jeleklah (apa yang mereka kerjakan) itu, seburuk-buruk pekerjaan adalah apa yang mereka lakukan.",
            "sajda": false,
            "transliteration": "Ishtaraw bi Aayaatil laahi samanan qaleelan fasaddoo 'an sabeelih; innahum saaa'a maa kaanoo ya'maloon",
            "tajweed_text": "ٱشْتَرَوْ[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ ثَمَ[f:208[نًا ق]َلِيل[f:5483[اً ف]َصَدُّو[s[اْ] عَ[f:4361[ن س]َبِيلِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1245,
            "aya_number": 10,
            "aya_text": "لَا يَرْقُبُوْنَ فِيْ مُؤْمِنٍ اِلًّا وَّلَا ذِمَّةً ۗوَاُولٰۤىِٕكَ هُمُ الْمُعْتَدُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Mereka tidak memelihara (hubungan) kekerabatan dengan orang mukmin dan tidak (pula mengindahkan) perjanjian. Dan mereka itulah orang-orang yang melampaui batas.",
            "tafsir_jalalayn": "(Mereka tidak memelihara hubungan kerabat terhadap orang-orang mukmin dan tidak pula mengindahkan perjanjian. Dan mereka itulah orang-orang yang melampaui batas).",
            "sajda": false,
            "transliteration": "Laa yarquboona fee mu'minin illanw wa laa zimmah wa ulaaa 'ika humulmu 'tadoon",
            "tajweed_text": "لَا يَرْقُبُونَ فِى مُؤْمِنٍ إِل[a:5480[اًّ و]َلَا ذِ[g[مّ]َ[a:5484[ةً‌ۚ و]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5485[ٱ]لْمُعْتَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1246,
            "aya_number": 11,
            "aya_text": "فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَاِخْوَانُكُمْ فِى الدِّيْنِ ۗوَنُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Dan jika mereka bertobat, melaksanakan salat dan menunaikan zakat, maka (berarti mereka itu) adalah saudara-saudaramu seagama. Kami menjelaskan ayat-ayat itu bagi orang-orang yang mengetahui.",
            "tafsir_jalalayn": "(Jika mereka bertobat, mendirikan salat dan menunaikan zakat, maka mereka itu adalah saudara-saudara kalian) saudara bagi kalian (yang seagama. Dan Kami menjelaskan) Kami menerangkan (ayat-ayat itu bagi kaum yang mengetahui) kaum yang berpikir.",
            "sajda": false,
            "transliteration": "Fa in taaboo wa aqaamus Salaata wa aatawuz Zakaata fa ikhwaanukum fid deen; wa nufassilul Aayaati liqawminy ya'lamoon",
            "tajweed_text": "فَإِ[f:5472[ن ت]َابُو[s[اْ] وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَوُ[s[اْ] [h:1642[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ فَإِخْو[n[َٲ]نُكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ‌ۗ وَنُفَصِّلُ [h:5486[ٱ]لْأَيَ[n[ـٰ]تِ لِقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1247,
            "aya_number": 12,
            "aya_text": "وَاِنْ نَّكَثُوْٓا اَيْمَانَهُمْ مِّنْۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوْا فِيْ دِيْنِكُمْ فَقَاتِلُوْٓا اَىِٕمَّةَ الْكُفْرِۙ اِنَّهُمْ لَآ اَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Dan jika mereka melanggar sumpah setelah ada perjanjian, dan mencerca agamamu, maka perangilah pemimpin-pemimpin kafir itu. Sesungguhnya mereka adalah orang-orang yang tidak dapat dipegang janjinya, mudah-mudahan mereka berhenti.",
            "tafsir_jalalayn": "(Jika mereka merusak) melanggar (sumpahnya) janjinya (sesudah mereka berjanji dan mereka mencerca agama kalian) yakni mencelanya (maka perangilah pemimpin-pemimpin orang-orang kafir) ketua-ketuanya; di dalam ayat ini isim zhahir mengganti kedudukan isim dhamir, yakni lafal aimmatal kufri mengganti kedudukan aimmatahum (sesungguhnya tiada janji) yaitu perjanjian (dari mereka) yang dapat dipegang. Menurut suatu qiraat lafal aimaan dibaca iimaan dengan memakai harakat kasrah pada awal hurufnya (agar mereka berhenti) dari kekafirannya.",
            "sajda": false,
            "transliteration": "Wa in nakasooo aimaanahum mim ba'di 'ahdihim wa ta'anoo fee deenikum faqaatilooo a'immatal kufri innahum laaa aimaana lahum la'allahum yantahoon",
            "tajweed_text": "وَإ[a:5487[ِن ن]َّكَث[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَه[w:5488[ُم م]ّ[i:146[ِنۢ ب]َعْدِ عَهْدِهِمْ وَطَعَنُو[s[اْ] فِى دِينِكُمْ فَقَ[n[ـٰ]تِل[o[ُوٓ][s[اْ] أَئِ[g[مّ]َةَ [h:5489[ٱ]لْكُفْرِ‌ۙ إِ[g[نّ]َهُمْ ل[o[َآ] أَيْمَ[n[ـٰ]نَ لَهُمْ لَعَلَّهُمْ يَ[f:5490[نت]َه[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1248,
            "aya_number": 13,
            "aya_text": "اَلَا تُقَاتِلُوْنَ قَوْمًا نَّكَثُوْٓا اَيْمَانَهُمْ وَهَمُّوْا بِاِخْرَاجِ الرَّسُوْلِ وَهُمْ بَدَءُوْكُمْ اَوَّلَ مَرَّةٍۗ  اَتَخْشَوْنَهُمْ ۚفَاللّٰهُ اَحَقُّ اَنْ تَخْشَوْهُ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 188,
            "translation_aya_text": "Mengapa kamu tidak memerangi orang-orang yang melanggar sumpah (janjinya), dan telah merencanakan untuk mengusir Rasul, dan mereka yang pertama kali memerangi kamu? Apakah kamu takut kepada mereka, padahal Allah-lah yang lebih berhak untuk kamu takuti, jika kamu orang-orang beriman.",
            "tafsir_jalalayn": "(Mengapakah tidak) sebagai suatu seruan (kalian perangi orang-orang yang telah merusak) mengingkari (janjinya) perjanjian mereka (padahal mereka telah keras kemauannya untuk mengusir Rasul) dari Mekah ketika mereka memusyawarahkan hal ini di Darun Nadwah (dan merekalah yang mulai) memerangi kalian (pada awal mulanya) di mana mereka telah memerangi Bani Khuzaah teman sepakta kalian untuk membantu Bani Bakar; apakah gerangan yang mencegah kalian untuk memerangi mereka (apakah kalian takut kepada mereka) merasa gentar menghadapi mereka (padahal Allah lah yang berhak untuk kalian takuti) bilamana kalian tidak memerangi mereka (jika kalian benar-benar orang yang beriman).",
            "sajda": false,
            "transliteration": "Alaa tuqaatiloona qawman nakasooo aimaanahum wa hammoo bi ikhraajir Rasooli wa hum bada'ookum awwala marrah; atakhshawnahum; fallaahu ahaqqu an takhshawhu in kuntum mu'mineen",
            "tajweed_text": "أَلَا تُقَ[n[ـٰ]تِلُونَ قَوْ[a:5491[مًا ن]َّكَث[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ وَهَ[g[مّ]ُو[s[اْ] بِإِخْرَاجِ [h:5492[ٱ][l[ل]رَّسُولِ وَه[c:5493[ُم ب]َدَءُوكُمْ أَوَّلَ مَرَّةٍ‌ۚ أَتَخْشَوْنَهُمْ‌ۚ فَ[h:591[ٱ]للَّهُ أَحَقُّ أَ[f:5494[ن ت]َخْشَوْهُ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}