{
    "page_number": 189,
    "data": [
        {
            "aya_id": 1249,
            "aya_number": 14,
            "aya_text": "قَاتِلُوْهُمْ يُعَذِّبْهُمُ اللّٰهُ بِاَيْدِيْكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُوْرَ قَوْمٍ مُّؤْمِنِيْنَۙ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Perangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tanganmu dan Dia akan menghina mereka dan menolongmu (dengan kemenangan) atas mereka, serta melegakan hati orang-orang yang beriman,",
            "tafsir_jalalayn": "(Perangilah mereka niscaya Allah akan menyiksa mereka) Allah pasti akan membunuh mereka (dengan perantaraan tangan kalian dan Allah akan menghinakan mereka) Dia akan membuat mereka hina melalui cara penahanan dan penindasan (dan menolong kalian terhadap mereka serta melegakan hati orang-orang yang beriman) melalui apa yang telah dilakukan oleh Bani Khuzaah terhadap mereka yang merusak perjanjian.",
            "sajda": false,
            "transliteration": "Qaatiloohum yu'az zibhumul laahu bi aideekum wa yukhzihim wa yansurkum 'alaihim wa yashfi sudoora qawmim mu 'mineen",
            "tajweed_text": "قَ[n[ـٰ]تِلُوهُمْ يُعَذِّ[q:5495[بْ]هُمُ [h:5496[ٱ]للَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَ[f:5497[نص]ُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْ[a:5498[مٍ م]ُّؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1250,
            "aya_number": 15,
            "aya_text": "وَيُذْهِبْ غَيْظَ قُلُوْبِهِمْۗ وَيَتُوْبُ اللّٰهُ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "dan Dia menghilangkan kemarahan hati mereka (orang mukmin). Dan Allah menerima tobat orang yang Dia kehendaki. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan menghilangkan panas hati orang-orang mukmin) kegelisahannya (Dan Allah menerima tobat orang yang dikehendaki-Nya) dengan masuk Islam seperti apa yang dilakukan oleh Abu Sofyan (Allah Maha Mengetahui lagi Maha Bijaksana).",
            "sajda": false,
            "transliteration": "Wa yuzhib ghaiza quloobihim; wa yatoobullaahu 'alaa mai yashaaa'; wallaahu 'Aleemun Hakeem",
            "tajweed_text": "وَيُذْهِ[q:5499[بْ] غَيْظَ قُلُوبِهِمْ‌ۗ وَيَتُوبُ [h:5500[ٱ]للَّهُ عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1251,
            "aya_number": 16,
            "aya_text": "اَمْ حَسِبْتُمْ اَنْ تُتْرَكُوْا وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَلَمْ يَتَّخِذُوْا مِنْ دُوْنِ اللّٰهِ وَلَا رَسُوْلِهٖ وَلَا الْمُؤْمِنِيْنَ وَلِيْجَةً ۗوَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Apakah kamu mengira bahwa kamu akan dibiarkan (begitu saja), padahal Allah belum mengetahui orang-orang yang berjihad di antara kamu dan tidak mengambil teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman. Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Apakah) mengandung makna ingkar (kalian mengira bahwa kalian akan dibiarkan begitu saja dan tiada) tidaklah (Allah mengetahui) dengan pengetahuan yang jelas (akan orang-orang yang berjihad di antara kalian) dengan hati yang tulus (dan tidak mengambil menjadi teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman) artinya sebagai teman sejawat dan kekasih. Orang-orang yang berhati tulus itu tidak nampak jelas; yang dimaksud dengan mereka ialah orang-orang yang memiliki sifat-sifat seperti apa yang telah disebutkan di atas, mereka berbeda dengan orang-orang lain. (Dan Allah Maha Mengetahui apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Am hasibtum an turakoo wa lammaa ya'lamil laahul lazeena jaahadoo minkum wa lam yattakhizoo min doonil laahi wa laa Rasoolihee wa lalmu'mineena waleejah; wallaahu khabeerum bimaa ta'maloon",
            "tajweed_text": "أَمْ حَسِ[q:1174[بْ]تُمْ أَ[f:5501[ن ت]ُتْرَكُو[s[اْ] وَلَ[g[مّ]َا يَعْلَمِ [h:2272[ٱ]للَّهُ [h:2273[ٱ]لَّذِينَ جَ[n[ـٰ]هَدُو[s[اْ] مِ[f:344[نك]ُمْ وَلَمْ يَتَّخِذُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَلَا رَسُولِه[n[ِۦ] وَلَا [h:5502[ٱ]لْمُؤْمِنِينَ وَلِيجَ[a:5503[ةً‌ۚ و]َ[h:72[ٱ]للَّهُ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1252,
            "aya_number": 17,
            "aya_text": "مَا كَانَ لِلْمُشْرِكِيْنَ اَنْ يَّعْمُرُوْا مَسٰجِدَ اللّٰهِ شٰهِدِيْنَ عَلٰٓى اَنْفُسِهِمْ بِالْكُفْرِۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْۚ وَ فِى النَّارِ هُمْ خٰلِدُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Tidaklah pantas orang-orang musyrik memakmurkan masjid Allah, padahal mereka mengakui bahwa mereka sendiri kafir. Mereka itu sia-sia amalnya, dan mereka kekal di dalam neraka.",
            "tafsir_jalalayn": "(Tidaklah pantas orang-orang musyrik itu memakmurkan mesjid-mesjid Allah) boleh dibaca mufrad dan boleh pula dibaca jamak, yakni dengan cara memasukinya dan duduk di dalamnya (sedangkan mereka mengakui bahwa mereka sendiri kafir. Itulah orang-orang yang sia-sia) batal (amal perbuatannya dan mereka kekal di dalam neraka).",
            "sajda": false,
            "transliteration": "maa kaana lilmushrikeena ai ya'muroo masaajidal laahi shaahideena 'alaaa anfusihim bilkufr; ulaaa'ika habitat a'maaluhum wa fin naari hum khaalidoon",
            "tajweed_text": "مَا كَانَ لِلْمُشْرِكِينَ أ[a:5504[َن ي]َعْمُرُو[s[اْ] مَسَ[n[ـٰ]جِدَ [h:594[ٱ]للَّهِ شَ[n[ـٰ]هِدِينَ عَلَ[o[ىٰٓ] أَ[f:568[نف]ُسِه[c:5505[ِم ب]ِ[h:2055[ٱ]لْكُفْرِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ وَفِى [h:5506[ٱ][l[ل][g[نّ]َارِ هُمْ خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1253,
            "aya_number": 18,
            "aya_text": "اِنَّمَا يَعْمُرُ مَسٰجِدَ اللّٰهِ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ وَلَمْ يَخْشَ اِلَّا اللّٰهَ ۗفَعَسٰٓى اُولٰۤىِٕكَ اَنْ يَّكُوْنُوْا مِنَ الْمُهْتَدِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Sesungguhnya yang memakmurkan masjid Allah hanyalah orang-orang yang beriman kepada Allah dan hari kemudian, serta (tetap) melaksanakan salat, menunaikan zakat dan tidak takut (kepada apa pun) kecuali kepada Allah. Maka mudah-mudahan mereka termasuk orang-orang yang mendapat petunjuk.",
            "tafsir_jalalayn": "(Sesungguhnya yang memakmurkan mesjid-mesjid Allah hanyalah orang-orang yang beriman kepada Allah dan hari kemudian serta tetap mendirikan salat, menunaikan zakat dan tidak takut) kepada seorang pun (selain kepada Allah, maka mereka orang-orang yang diharapkan termasuk orang-orang yang mendapat petunjuk).",
            "sajda": false,
            "transliteration": "Innamaa ya'muru masaa jidal laahi man aamana billaahi wal Yawmil Aakhiri wa aqaamas Salaata wa aataz Zakaata wa lam yakkhsa illal laaha fa'asaaa ulaaa'ika ai yakoonoo minal muhtadeen",
            "tajweed_text": "إِ[g[نّ]َمَا يَعْمُرُ مَسَ[n[ـٰ]جِدَ [h:594[ٱ]للَّهِ مَنْ ءَامَنَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَأَقَامَ [h:915[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَى [h:916[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَلَمْ يَخْشَ إِلَّا [h:416[ٱ]للَّهَ‌ۖ فَعَسَ[o[ىٰٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أ[a:5507[َن ي]َكُونُو[s[اْ] مِنَ [h:4096[ٱ]لْمُهْتَد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1254,
            "aya_number": 19,
            "aya_text": "۞ اَجَعَلْتُمْ سِقَايَةَ الْحَاۤجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَجَاهَدَ فِيْ سَبِيْلِ اللّٰهِ ۗ لَا يَسْتَوٗنَ عِنْدَ اللّٰهِ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۘ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Apakah (orang-orang) yang memberi minuman kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam, kamu samakan dengan orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah. Allah tidak memberikan petunjuk kepada orang-orang zalim.",
            "tafsir_jalalayn": "(Apakah orang-orang yang memberi minum kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam kalian jadikan) orang-orang yang bertugas menunaikan hal-hal tersebut (sama dengan orang-orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah) dalam hal keutamaannya (dan Allah tidak memberikan petunjuk kepada kaum yang lalim) kepada orang-orang yang kafir. Ayat ini diturunkan berkenaan dengan sanggahan Allah terhadap orang yang mengatakan hal tersebut, dia adalah Abbas atau lainnya.",
            "sajda": false,
            "transliteration": "Aja'altum siqaayatal haaajji wa 'imaaratal masjidil haraami kamman aamana billaahi wal Yawmil Aakhiri wa jaahada fee sabeelil laah; laa yastawoona 'indal laah; wallaahu laa yahdil qawmaz zaalimeen",
            "tajweed_text": "۞ أَجَعَلْتُمْ سِقَايَةَ [h:5508[ٱ]لْح[m[َا]ٓجِّ وَعِمَارَةَ [h:5509[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ كَمَنْ ءَامَنَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَجَ[n[ـٰ]هَدَ فِى سَبِيلِ [h:788[ٱ]للَّهِ‌ۚ لَا يَسْتَوُ[n[ۥ]نَ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1255,
            "aya_number": 20,
            "aya_text": "اَلَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۙ اَعْظَمُ دَرَجَةً عِنْدَ اللّٰهِ ۗوَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 189,
            "translation_aya_text": "Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan.",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah dengan harta dan diri mereka adalah lebih tinggi derajat) yaitu kedudukan (di sisi Allah) daripada orang-orang selain mereka (dan itulah orang-orang yang mendapat kemenangan) orang-orang yang memperoleh kebaikan.",
            "sajda": false,
            "transliteration": "Allazeena aamanoo wa haajaroo wa jaahadoo fee sabeelil laahi bi amwaalihim wa anufsihim a'zamu darajatan 'indal laah; wa ulaaa'ika humul faaa'izoon",
            "tajweed_text": "ٱلَّذِينَ ءَامَنُو[s[اْ] وَهَاجَرُو[s[اْ] وَجَ[n[ـٰ]هَدُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ أَعْظَمُ دَرَجَةً عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۚ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}