{
    "page_number": 19,
    "data": [
        {
            "aya_id": 127,
            "aya_number": 120,
            "aya_text": "وَلَنْ تَرْضٰى عَنْكَ الْيَهُوْدُ وَلَا النَّصٰرٰى حَتّٰى تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰى ۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَ الَّذِيْ جَاۤءَكَ مِنَ الْعِلْمِ ۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 19,
            "translation_aya_text": "Dan orang-orang Yahudi dan Nasrani tidak akan rela kepadamu (Muhammad) sebelum engkau mengikuti agama mereka. Katakanlah, “Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya).” Dan jika engkau mengikuti keinginan mereka setelah ilmu (kebenaran) sampai kepadamu, tidak akan ada bagimu pelindung dan penolong dari Allah.",
            "tafsir_jalalayn": "(Orang-orang Yahudi dan Kristen tidak akan senang kepadamu hingga kamu mengikuti millah mereka) maksudnya agama mereka. (Katakanlah, \"Sesungguhnya petunjuk Allah) yaitu agama Islam (itulah petunjuk) yang sesungguhnya, sedangkan yang selainnya hanyalah kesesatan belaka. (Sesungguhnya, jika) 'lam' menunjukkan sumpah (kamu ikuti keinginan mereka) yakni apa-apa yang mereka anjurkan (setelah datangnya pengetahuan kepadamu) maksudnya wahyu dari Allah (maka Allah tidak lagi menjadi pelindung) yang akan melindungimu (dan tidak pula menolong.\") yang akan menghindarkanmu dari bahaya.",
            "sajda": false,
            "transliteration": "Wa lan tardaa 'ankal Yahoodu wa lan Nasaaraa hattaa tattabi'a millatahum; qul inna hudal laahi huwalhudaa; wa la'init taba'ta ahwaaa'ahum ba'dal lazee jaaa'aka minal 'ilmimaa laka minal laahi minw waliyyinw wa laa naseer",
            "tajweed_text": "وَلَ[f:625[ن ت]َرْضَىٰ عَ[f:626[نك]َ [h:627[ٱ]لْيَهُودُ وَلَا [h:628[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ‌ۗ قُلْ إِ[g[نّ]َ هُدَى [h:629[ٱ]للَّهِ هُوَ [h:630[ٱ]لْهُدَىٰ‌ۗ وَلَئِنِ [h:631[ٱ]تَّبَعْتَ أَهْو[o[َا]ٓءَه[c:632[ُم ب]َعْدَ [h:633[ٱ]لَّذِى ج[o[َا]ٓءَكَ مِنَ [h:634[ٱ]لْعِلْمِ‌ۙ مَا لَكَ مِنَ [h:321[ٱ]للَّهِ م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا نَص[p[ِي]رٍ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 128,
            "aya_number": 121,
            "aya_text": "اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَتْلُوْنَهٗ حَقَّ تِلَاوَتِهٖۗ اُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗ وَمَنْ يَّكْفُرْ بِهٖ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 19,
            "translation_aya_text": "Orang-orang yang telah Kami beri Kitab, mereka membacanya sebagaimana mestinya, mereka itulah yang beriman kepadanya. Dan barangsiapa ingkar kepadanya, mereka itulah orang-orang yang rugi.",
            "tafsir_jalalayn": "(Orang-orang yang telah Kami beri Alkitab) merupakan subjek (sedangkan mereka membacanya dengan bacaan yang sebenarnya) artinya membacanya sebagaimana diturunkan dan digabungkan dengan kalimat ini menjadi 'hal'; 'haqqa' mendapat baris di atas sebagai mashdar atau maf`ul muthlak, sedangkan yang menjadi khabarnya ialah, (mereka itulah yang beriman kepadanya). Ayat ini diturunkan menceritakan segolongan orang yang datang dari Abessinia lalu masuk Islam. (Dan barang siapa yang ingkar terhadapnya) artinya terhadap kitab yang diturunkan itu, misalnya dengan mengubahnya dari yang asli (maka merekalah orang-orang yang rugi) disebabkan mereka disediakan tempat di neraka yang kekal lagi abadi.",
            "sajda": false,
            "transliteration": "Allazeena aatainaahumul Kitaaba yatloonahoo haqqa tilaawatiheee ulaaa'ika yu'minoona bi; wa mai yakfur bihee fa ulaaa'ika humul khaasiroon",
            "tajweed_text": "ٱلَّذِينَ ءَاتَيْنَ[n[ـٰ]هُمُ [h:635[ٱ]لْكِتَ[n[ـٰ]بَ يَتْلُونَهُ[n[ۥ] حَقَّ تِلَاوَتِه[o[ِۦٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُؤْمِنُونَ بِه[n[ِۦ]‌ۗ وَم[a:636[َن ي]َكْفُرْ بِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 129,
            "aya_number": 122,
            "aya_text": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَنِّيْ فَضَّلْتُكُمْ عَلَى الْعٰلَمِيْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 19,
            "translation_aya_text": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu dan Aku telah melebihkan kamu dari semua umat yang lain di alam ini (pada masa itu).",
            "tafsir_jalalayn": "(Hai Bani Israel! Ingatlah akan nikmat-Ku yang telah Aku berikan kepadamu dan sesungguhnya Aku telah mengutamakan kamu dari segala umat). Ayat seperti ini telah kita temui di muka.",
            "sajda": false,
            "transliteration": "Yaa Baneee Israaa'eelaz-kuroo ni'matiyal lateee an'amtu 'alaikum wa annee faddaltukum 'alal 'aalameen",
            "tajweed_text": "يَ[n[ـٰ]بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ [h:202[ٱ]ذْكُرُو[s[اْ] نِعْمَتِىَ [h:203[ٱ]لَّت[o[ِىٓ] أَنْعَمْتُ عَلَيْكُمْ وَأَ[g[نّ]ِى فَضَّلْتُكُمْ عَلَى [h:227[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 130,
            "aya_number": 123,
            "aya_text": "وَاتَّقُوْا يَوْمًا لَّا تَجْزِيْ نَفْسٌ عَنْ نَّفْسٍ شَيْـًٔا وَّلَا يُقْبَلُ مِنْهَا عَدْلٌ وَّلَا تَنْفَعُهَا شَفَاعَةٌ وَّلَا هُمْ يُنْصَرُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 19,
            "translation_aya_text": "Dan takutlah kamu pada hari, (ketika) tidak seorang pun dapat menggantikan (membela) orang lain sedikit pun, tebusan tidak diterima, bantuan tidak berguna baginya, dan mereka tidak akan ditolong.",
            "tafsir_jalalayn": "(Dan takutlah kamu akan) (suatu hari di waktu tidak dapat menggantikan) (seseorang atas orang yang lainnya) padanya (sedikit pun dan tidak diterima suatu tebusan darinya) (dan tidak akan memberi manfaat kepadanya suatu syafaat dan tidak pula akan ditolong) atau dihindarkan dari azab Allah.",
            "sajda": false,
            "transliteration": "Wattaqoo yawmal laa tajzee nafsun 'an nafsin shai 'anw wa laa yuqbalu minhaa 'adlunw wa laa tanfa'uhaa shafaa 'atunw wa laa hum yunsaroon",
            "tajweed_text": "وَ[h:9999[ٱ]تَّقُو[s[اْ] يَوْ[u:228[مًا ل]َّا تَ[q:229[جْ]زِى نَفْسٌ ع[a:230[َن ن]َّفْ[f:231[سٍ ش]َيْـ[a:232[ـًٔا و]َلَا يُ[q:233[قْ]بَلُ مِنْهَا عَ[q:235[دْ][a:236[لٌ و]َلَا تَ[f:637[نف]َعُهَا شَفَ[n[ـٰ]عَ[a:234[ةٌ و]َلَا هُمْ يُ[f:237[نص]َر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 131,
            "aya_number": 124,
            "aya_text": "۞ وَاِذِ ابْتَلٰٓى اِبْرٰهٖمَ رَبُّهٗ بِكَلِمٰتٍ فَاَتَمَّهُنَّ ۗ قَالَ اِنِّيْ جَاعِلُكَ لِلنَّاسِ اِمَامًا ۗ قَالَ وَمِنْ ذُرِّيَّتِيْ ۗ قَالَ لَا يَنَالُ عَهْدِى الظّٰلِمِيْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 19,
            "translation_aya_text": "Dan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, “Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.” Dia (Ibrahim) berkata, “Dan (juga) dari anak cucuku?” Allah berfirman, “(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.”   ",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Ibrahim mendapat ujian) menurut satu qiraat Ibraham (dari Tuhannya dengan beberapa kalimat) maksudnya dengan perintah dan larangan yang dibebankan kepadanya. Ada yang mengatakan manasik atau pekerjaan haji, ada pula berkumur-kumur, menghirup air ke hidung, menggosok gigi, memotong kumis, membelah rambut, memotong kuku, mencabut bulu ketiak, mencukur bulu kemaluan, berkhitan dan istinja (lalu disempurnakannya) maksudnya dikerjakannya secara sempurna. (Firman-Nya) yakni Allah Taala, (\"Sesungguhnya Aku akan menjadikanmu sebagai imam bagi manusia.\") Artinya contoh dan ikutan dalam keagamaan. (Kata Ibrahim, \"Aku mohon juga dari keturunanku!\") maksudnya dari anak cucuku dijadikan imam-imam. (Firman-Nya, \"Janji-Ku ini tidak mencapai) untuk dijadikan imam (orang-orang yang aniaya\") yakni orang-orang yang ingkar di antara mereka. Sebaliknya bagi orang yang tidak aniaya, tidak tertutup kemungkinan untuk diangkat sebagai imam.",
            "sajda": false,
            "transliteration": "Wa izib talaaa Ibraaheema Rabbuho bi Kalimaatin fa atammahunna qaala Innee jaa'iluka linnaasi Imaaman qaala wa min zurriyyatee qaala laa yanaalu 'ahdiz zaalimeen",
            "tajweed_text": "۞ وَإِذِ [h:638[ٱ][q:639[بْ]تَلَ[o[ىٰٓ] إِ[q:640[بْ]ر[n[َٲ]هِـ[n[ـۧ]مَ رَبُّهُ[n[ۥ] بِكَلِمَ[n[ـٰ][f:641[تٍ ف]َأَتَ[g[مّ]َهُ[g[نّ]َ‌ۖ قَالَ إِ[g[نّ]ِى جَاعِلُكَ لِل[g[نّ]َاسِ إِمَا[f:642[مًا‌ۖ ق]َالَ وَمِ[f:643[ن ذ]ُرِّيَّتِى‌ۖ قَالَ لَا يَنَالُ عَهْدِى [h:644[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 132,
            "aya_number": 125,
            "aya_text": "وَاِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِّلنَّاسِ وَاَمْنًاۗ وَاتَّخِذُوْا مِنْ مَّقَامِ اِبْرٰهٖمَ مُصَلًّىۗ  وَعَهِدْنَآ اِلٰٓى اِبْرٰهٖمَ وَاِسْمٰعِيْلَ اَنْ طَهِّرَا بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْعٰكِفِيْنَ وَالرُّكَّعِ السُّجُوْدِ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 19,
            "translation_aya_text": "Dan (ingatlah), ketika Kami menjadikan rumah (Ka’bah) tempat berkumpul dan tempat yang aman bagi manusia. Dan jadikanlah maqam Ibrahim  itu tempat salat. Dan telah Kami perintahkan kepada Ibrahim dan Ismail, “Bersihkanlah rumah-Ku untuk orang-orang yang tawaf, orang yang iktikaf, orang yang rukuk dan orang yang sujud!”",
            "tafsir_jalalayn": "(Dan ketika Kami menjadikan Baitullah itu) yakni Kakbah (sebagai tempat kembali bagi manusia) maksudnya tempat berkumpul dari segenap pelosok (dan tempat yang aman) maksudnya aman dari penganiayaan dan serangan yang sering terjadi di tempat lain. Sebagai contohnya pernah seseorang menemukan pembunuh bapaknya, tetapi ia tidak mau membalas dendam di tempat ini, (dan jadikanlah) hai manusia (sebagian makam Ibrahim) yakni batu tempat berdirinya Nabi Ibrahim a.s. ketika membangun Baitullah (sebagai tempat salat) yaitu dengan mengerjakan salat sunah tawaf di belakangnya. Menurut satu qiraat dibaca 'wattakhadzuu' yang artinya, dan mereka menjadikan; hingga menjadi kalimat berita. (Dan telah Kami perintahkan kepada Ibrahim dan Ismail) (yang bunyinya) (\"Bersihkanlah rumah-Ku) dari berhala (untuk orang-orang yang tawaf, yang iktikaf) artinya yang bermukim di sana (orang-orang yang rukuk dan orang-orang yang sujud!\") artinya orang-orang yang salat.",
            "sajda": false,
            "transliteration": "Wa iz ja'alnal Baita masaabatal linnassi wa amnanw wattakhizoo mim Maqaami Ibraaheema musallaaa; wa 'ahidnaaa ilaaa Ibraaheema wa Ismaa'eela an tahhiraa Baitiya littaaa'ifeena wal'aakifeena warrukka'is sujood",
            "tajweed_text": "وَإِذْ جَعَلْنَا [h:645[ٱ]لْبَيْتَ مَثَابَ[u:646[ةً ل]ِّل[g[نّ]َاسِ وَأَمْ[a:647[نًا و]َ[h:648[ٱ]تَّخِذُو[s[اْ] م[a:649[ِن م]َّقَامِ إِ[q:640[بْ]ر[n[َٲ]هِـ[n[ـۧ]مَ مُصَل[a:650[ًّى‌ۖ و]َعَهِ[q:651[دْ]ن[o[َآ] إِلَ[o[ىٰٓ] إِ[q:640[بْ]ر[n[َٲ]هِـ[n[ـۧ]مَ وَإِسْمَ[n[ـٰ]عِيلَ أَ[f:652[ن ط]َهِّرَا بَيْتِىَ لِلطّ[o[َا]ٓئِفِينَ وَ[h:653[ٱ]لْعَ[n[ـٰ]كِفِينَ وَ[h:654[ٱ][l[ل]رُّكَّعِ [h:655[ٱ][l[ل]سُّج[p[ُو][q[د]ِ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 133,
            "aya_number": 126,
            "aya_text": "وَاِذْ قَالَ اِبْرٰهٖمُ رَبِّ اجْعَلْ هٰذَا بَلَدًا اٰمِنًا وَّارْزُقْ اَهْلَهٗ مِنَ الثَّمَرٰتِ مَنْ اٰمَنَ مِنْهُمْ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ قَالَ وَمَنْ كَفَرَ فَاُمَتِّعُهٗ قَلِيْلًا ثُمَّ اَضْطَرُّهٗٓ اِلٰى عَذَابِ النَّارِ ۗ وَبِئْسَ الْمَصِيْرُ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 19,
            "translation_aya_text": "Dan (ingatlah) ketika Ibrahim berdoa, “Ya Tuhanku, jadikanlah (negeri Mekah) ini negeri yang aman dan berilah rezeki berupa buah-buahan kepada penduduknya, yaitu di antara mereka yang beriman kepada Allah dan hari kemudian,” Dia (Allah) berfirman, “Dan kepada orang yang kafir akan Aku beri kesenangan sementara, kemudian akan Aku paksa dia ke dalam azab neraka dan itulah seburuk-buruk tempat kembali.”",
            "tafsir_jalalayn": "(Dan ketika Ibrahim berdoa, \"Ya Tuhanku! Jadikanlah ini) maksudnya tempat ini (sebagai suatu negeri yang aman). Doanya dikabulkan Allah sehingga negeri Mekah dijadikan sebagai suatu negeri yang suci, darah manusia tidak boleh ditumpahkan, seorang pun tidak boleh dianiaya, tidak boleh pula diburu binatang buruannya dan dicabut rumputnya. (Dan berilah penduduknya rezeki berupa buah-buahan) dan ini juga sudah menjadi kenyataan dengan diangkutnya berbagai macam buah-buahan dari negeri Syam melalui orang-orang yang hendak tawaf sekalipun tanahnya merupakan suatu tempat yang tandus tanpa air dan tumbuh-tumbuhan (yakni yang beriman di antara mereka kepada Allah dan hari akhir\") merupakan 'badal' atau kalimat pengganti bagi 'penduduknya' yang dikhususkan dengan doa, sesuai dengan firman-Nya, \"Dan janji-Ku ini tidaklah mencapai orang-orang yang aniaya.\" (Firman Allah, \"Dan) Aku beri mereka pula (orang-orang kafir lalu Aku beri kesenangan sedikit) atau sementara, yakni selama hidup di dunia dengan rezeki, dibaca 'fa-umatti`uhu', yakni dengan tasydid. (Kemudian Aku paksa ia) di akhirat kelak (menjalani siksa neraka) sehingga tidak mendapatkan jalan keluar (dan itulah seburuk-buruk tempat kembali\").",
            "sajda": false,
            "transliteration": "Wa iz qaala Ibraaheemu Rabbij 'al haazaa baladan aaminanw warzuq ahlahoo minas samaraati man aamana minhum billaahi wal yawmil aakhiri qaala wa man kafara faumatti'uhoo qaleelan summa adtarruhooo ilaa 'azaabin Naari wa bi'salmaseer",
            "tajweed_text": "وَإِذْ قَالَ إِ[q:656[بْ]ر[n[َٲ]هِـ[n[ـۧ]مُ رَبِّ [h:657[ٱ][q:658[جْ]عَلْ هَ[n[ـٰ]ذَا بَلَدًا ءَامِ[a:659[نًا و]َ[h:660[ٱ]رْزُ[q:660[قْ] أَهْلَهُ[n[ۥ] مِنَ [h:93[ٱ][l[ل]ثَّمَر[n[َٲ]تِ مَنْ ءَامَنَ مِنْه[c:661[ُم ب]ِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ‌ۖ قَالَ وَمَ[f:662[ن ك]َفَرَ فَأُمَتِّعُهُ[n[ۥ] قَلِيل[f:663[اً ث]ُ[g[مّ]َ أَضْطَرُّهُ[o[ۥٓ] إِلَىٰ عَذَابِ [h:664[ٱ][l[ل][g[نّ]َارِ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}