{
    "page_number": 195,
    "data": [
        {
            "aya_id": 1283,
            "aya_number": 48,
            "aya_text": "لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوْا لَكَ الْاُمُوْرَ حَتّٰى جَاۤءَ الْحَقُّ وَظَهَرَ اَمْرُ اللّٰهِ وَهُمْ كٰرِهُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Sungguh, sebelum itu mereka memang sudah berusaha membuat kekacauan dan mengatur berbagai macam tipu daya bagimu (memutarbalikkan persoalan), hingga datanglah kebenaran (pertolongan Allah), dan menanglah urusan (agama) Allah, padahal mereka tidak menyukainya.",
            "tafsir_jalalayn": "(Sesungguhnya mereka selalu ingin menjerumuskanmu) dirimu (ke dalam kekacauan sejak dahulu) yaitu semenjak kamu datang di Madinah (dan mereka mengatur berbagai macam tipu daya untuk merusakmu) mereka selalu berupaya untuk menipumu dan membatalkan agamamu (hingga datanglah kebenaran) yaitu pertolongan Allah (dan menanglah) berjayalah (perkara Allah) yakni agama-Nya (padahal mereka tidak menyukai)nya. Akhirnya dengan terpaksa mereka masuk Islam akan tetapi hanya lahiriah saja.",
            "sajda": false,
            "transliteration": "Laqadib taghawul fitnata min qablu wa qallaboo lakal umoora hattaa jaaa'al haqqu wa zahara amrul laahi wa hum kaarihoon",
            "tajweed_text": "لَقَدِ [h:5631[ٱ][q:5632[بْ]تَغَوُ[s[اْ] [h:5633[ٱ]لْفِتْنَةَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَقَلَّبُو[s[اْ] لَكَ [h:5634[ٱ]لْأُمُورَ حَتَّىٰ ج[o[َا]ٓءَ [h:5635[ٱ]لْحَقُّ وَظَهَرَ أَمْرُ [h:2832[ٱ]للَّهِ وَهُمْ كَ[n[ـٰ]رِه[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1284,
            "aya_number": 49,
            "aya_text": "وَمِنْهُمْ مَّنْ يَّقُوْلُ ائْذَنْ لِّيْ وَلَا تَفْتِنِّيْۗ  اَلَا فِى الْفِتْنَةِ سَقَطُوْاۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢ بِالْكٰفِرِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Dan di antara mereka ada orang yang berkata, “Berilah aku izin (tidak pergi berperang) dan janganlah engkau (Muhammad) menjadikan aku terjerumus ke dalam fitnah.” Ketahuilah, bahwa mereka telah terjerumus ke dalam fitnah. Dan sungguh, Jahanam meliputi orang-orang yang kafir.",
            "tafsir_jalalayn": "(Di antara mereka ada orang yang berkata, \"Berilah saya izin) untuk tidak ikut berperang (dan janganlah kamu menjadikan saya terjerumus ke dalam fitnah.\") orang yang mengatakan demikian ialah Jaddu bin Qais. Nabi saw. telah berkata kepadanya, \"Apakah kamu mampu sabar di dalam memerangi orang-orang kulit kuning (putih)?\" Maka Jaddu menjawab, \"Sesungguhnya saya tidak tahan menghadapi wanita dan saya takut bilamana melihat wanita kulit kuning tidak dapat menahan diri sehingga saya terjerumus ke dalam fitnah.\" Maka Allah swt. berfirman (Ketahuilah bahwa mereka telah terjerumus ke dalam fitnah) karena tidak ikut berangkat. Menurut suatu qiraat lafal saqathuu dibaca saqatha. (Dan sesungguhnya Jahanam itu betul-betul meliputi orang-orang kafir) tidak ada sesuatu pun yang dapat menyelamatkan mereka dari neraka Jahanam.",
            "sajda": false,
            "transliteration": "Wa minhum mai yaqoolu' zal lee wa laa taftinneee; alaa fil fitnati saqatoo; wa inna Jahannama lamuheetatum bil kaafireen",
            "tajweed_text": "وَمِنْه[w:1106[ُم م]ّ[a:31[َن ي]َقُولُ [h:5636[ٱ]ئْذ[u:5637[َن ل]ِّى وَلَا تَفْتِ[g[نّ][o[ِىٓ‌ۚ] أَلَا فِى [h:5638[ٱ]لْفِتْنَةِ سَقَطُو[s[اْ‌ۗ] وَإِ[g[نّ]َ جَهَ[g[نّ]َمَ لَمُحِيطَ[i:5639[ةُۢ ب]ِ[h:74[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1285,
            "aya_number": 50,
            "aya_text": "اِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْۚ وَاِنْ تُصِبْكَ مُصِيْبَةٌ يَّقُوْلُوْا قَدْ اَخَذْنَآ اَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَّهُمْ فَرِحُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Jika engkau (Muhammad) mendapat kebaikan, mereka tidak senang; tetapi jika engkau ditimpa bencana, mereka berkata, “Sungguh, sejak semula kami telah berhati-hati (tidak pergi berperang),” dan mereka berpaling dengan (perasaan) gembira.",
            "tafsir_jalalayn": "(Jika kamu mendapat sesuatu kebaikan) seperti mendapat kemenangan dan ganimah (mereka merasa tidak senang karenanya dan jika kamu ditimpa oleh suatu bencana) yaitu keadaan yang kritis (mereka berkata, \"Sesungguhnya kami telah memikirkan urusan kami) secara matang sewaktu kami tidak ikut berangkat (sebelumnya.\") sebelum terjadinya bencana ini (kemudian mereka berpaling dengan rasa gembira) atas musibah yang telah menimpamu.",
            "sajda": false,
            "transliteration": "in tusibka hasanatun tasu'hum; wa in tusibka museebatuny yaqooloo qad akhaznaaa amranaa min qablu wa yatawallaw wa hum farihoon",
            "tajweed_text": "إِ[f:5640[ن ت]ُصِ[q:5641[بْ]كَ حَسَنَ[f:2199[ةٌ ت]َسُؤْهُمْ‌ۖ وَإِ[f:5642[ن ت]ُصِ[q:5641[بْ]كَ مُصِيبَ[a:5643[ةٌ ي]َقُولُو[s[اْ] قَ[q:298[دْ] أَخَذْن[o[َآ] أَمْرَنَا مِ[f:128[ن ق]َ[q:129[بْ]لُ وَيَتَوَلَّو[s[اْ] وَّهُمْ فَرِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1286,
            "aya_number": 51,
            "aya_text": "قُلْ لَّنْ يُّصِيْبَنَآ اِلَّا مَا كَتَبَ اللّٰهُ لَنَاۚ هُوَ مَوْلٰىنَا وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Katakanlah (Muhammad), “Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami. Dialah pelindung kami, dan hanya kepada Allah bertawakallah orang-orang yang beriman.”",
            "tafsir_jalalayn": "(Katakanlah,) kepada mereka (\"Sekali-kali tidak akan menimpa kami melainkan apa yang telah ditetapkan oleh Allah bagi kami) yaitu bencana. (Dialah pelindung kami) yang menolong dan yang mengatur urusan-urusan kami (dan hanya kepada Allahlah orang-orang yang beriman harus bertawakal.\")",
            "sajda": false,
            "transliteration": "Qul lany-yuseebanaaa illaa maa katabal laahu lanaa Huwa mawlaanaa; wa 'alal laahi falyatawak kalimu 'minoon",
            "tajweed_text": "قُل لّ[a:5644[َن ي]ُصِيبَن[o[َآ] إِلَّا مَا كَتَبَ [h:989[ٱ]للَّهُ لَنَا هُوَ مَوْلَ[n[ـٰ]نَا‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1287,
            "aya_number": 52,
            "aya_text": "قُلْ هَلْ تَرَبَّصُوْنَ بِنَآ اِلَّآ اِحْدَى الْحُسْنَيَيْنِۗ وَنَحْنُ نَتَرَبَّصُ بِكُمْ اَنْ يُّصِيْبَكُمُ اللّٰهُ بِعَذَابٍ مِّنْ عِنْدِهٖٓ اَوْ بِاَيْدِيْنَاۖ فَتَرَبَّصُوْٓا اِنَّا مَعَكُمْ مُّتَرَبِّصُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Katakanlah (Muhammad), “Tidak ada yang kamu tunggu-tunggu bagi kami, kecuali salah satu dari dua kebaikan (menang atau mati syahid). Dan kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan azab kepadamu dari sisi-Nya, atau (azab) melalui tangan kami. Maka tunggulah, sesungguhnya kami menunggu (pula) bersamamu.”",
            "tafsir_jalalayn": "(Katakanlah, \"Tidak ada yang kalian tunggu-tunggu) asal kata tarabbashuuna adalah tatarabbashuuna, kemudian salah satu huruf ta-nya dibuang sehingga jadilah tarabbashuuna, artinya, tiada sesuatu pun yang kalian tunggu-tunggu akan terjadi (bagi kami kecuali salah satu) akibat (dari dua kebaikan) lafal husnayayni adalah bentuk kata tatsniyah dari lafal husnaa, dan sekaligus adalah bentuk muannats dari lafal ahsan; yang dimaksud ialah mendapat kemenangan atau gugur sebagai syuhada. (Dan kami menunggu-nunggu) menanti-nanti (bagi kalian bahwa Allah akan menimpakan kepada kalian azab dari sisi-Nya) melalui azab yang turun dari langit (atau azab dengan tangan kami) melalui perintah-Nya yang mengizinkan kami untuk memerangi kalian. (Sebab itu tunggulah) hal tersebut dari kami (sesungguhnya kami menunggu-nunggu bersama kalian.\") akibat yang akan kalian terima.",
            "sajda": false,
            "transliteration": "Qul hal tarabbasoona binaaa illaaa ihdal husnayayni wa nahnu natrabbasu bikum ai yus eebakumul laahu bi'azaa bim min 'indiheee aw biaidee naa fatarabbasooo innaa ma'akum mutarabbisoon",
            "tajweed_text": "قُلْ هَلْ تَرَبَّصُونَ بِن[o[َآ] إِلّ[o[َآ] إِحْدَى [h:5645[ٱ]لْحُسْنَيَيْنِ‌ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أ[a:5646[َن ي]ُصِيبَكُمُ [h:5647[ٱ]للَّهُ بِعَذَا[a:5648[بٍ م]ِّنْ عِ[f:3628[ند]ِه[o[ِۦٓ] أَوْ بِأَيْدِينَا‌ۖ فَتَرَبَّص[o[ُوٓ][s[اْ] إِ[g[نّ]َا مَعَك[w:5649[ُم م]ُّتَرَبِّص[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1288,
            "aya_number": 53,
            "aya_text": "قُلْ اَنْفِقُوْا طَوْعًا اَوْ كَرْهًا لَّنْ يُّتَقَبَّلَ مِنْكُمْ ۗاِنَّكُمْ كُنْتُمْ قَوْمًا فٰسِقِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Katakanlah (Muhammad), “Infakkanlah hartamu baik dengan sukarela maupun dengan terpaksa, namun (infakmu) tidak akan diterima. Sesungguhnya kamu adalah orang-orang yang fasik.”",
            "tafsir_jalalayn": "(Katakanlah, \"Nafkahkanlah harta kalian) demi taat kepada Allah (baik dengan sukarela atau pun dengan terpaksa, namun nafkah itu sekali-kali tidak akan diterima dari kalian) harta yang telah kalian nafkahkan itu. (Sesungguhnya kalian adalah orang-orang yang fasik.\") kalimat perintah di sini mengandung makna kalimat berita.",
            "sajda": false,
            "transliteration": "Qul anfiqoo taw'an aw karhal lany yutaqabbala min kum innakum kuntum qawman faasiqeen",
            "tajweed_text": "قُلْ أَ[f:1460[نف]ِقُو[s[اْ] طَوْعًا أَوْ كَرْ[u:5650[هًا ل]ّ[a:5651[َن ي]ُتَقَبَّلَ مِ[f:344[نك]ُمْ‌ۖ إِ[g[نّ]َكُمْ كُ[f:100[نت]ُمْ قَوْ[f:5652[مًا ف]َ[n[ـٰ]سِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1289,
            "aya_number": 54,
            "aya_text": "وَمَا مَنَعَهُمْ اَنْ تُقْبَلَ مِنْهُمْ نَفَقٰتُهُمْ اِلَّآ اَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَبِرَسُوْلِهٖ وَلَا يَأْتُوْنَ الصَّلٰوةَ اِلَّا وَهُمْ كُسَالٰى وَلَا يُنْفِقُوْنَ اِلَّا وَهُمْ كٰرِهُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 195,
            "translation_aya_text": "Dan yang menghalang-halangi infak mereka untuk diterima adalah karena mereka kafir (ingkar) kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa).",
            "tafsir_jalalayn": "(Dan tidak ada yang menghalangi mereka untuk diterima) dapat dibaca yuqbala dan dapat pula dibaca tuqbala (dari mereka nafkah-nafkahnya melainkan karena mereka) lafal annahum menjadi fa'il/subjek sedangkan lafal an tuqbala objek/maf'ulnya (kafir kepada Allah dan Rasul-Nya dan mereka tidak mengerjakan salat melainkan dengan malas) dengan berat melakukannya (dan tidak pula menafkahkan harta mereka melainkan dengan rasa enggan) untuk berinfak, karena mereka menganggapnya sebagai suatu kerugian.",
            "sajda": false,
            "transliteration": "Wa maa mana'ahum an tuqbala minhum nafaqaatuhum illaaa annnahum kafaroo billaahi wa bi Rasoolihee wa laa yaatoonas Salaata illaa wa hum kusaalaa wa laa yunfiqoona illaa wa hum kaarihoon",
            "tajweed_text": "وَمَا مَنَعَهُمْ أَ[f:5653[ن ت]ُ[q:2093[قْ]بَلَ مِنْهُمْ نَفَقَ[n[ـٰ]تُهُمْ إِلّ[o[َآ] أَ[g[نّ]َهُمْ كَفَرُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَبِرَسُولِه[n[ِۦ] وَلَا يَأْتُونَ [h:5654[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُ[f:16[نف]ِقُونَ إِلَّا وَهُمْ كَ[n[ـٰ]رِه[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}