{
    "page_number": 196,
    "data": [
        {
            "aya_id": 1290,
            "aya_number": 55,
            "aya_text": "فَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُعَذِّبَهُمْ بِهَا فِى الْحَيٰوةِ الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Maka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir.",
            "tafsir_jalalayn": "(Maka janganlah harta benda dan anak-anak mereka menarik hatimu) artinya jangan sekali-kali kamu menganggap baik nikmat-nikmat Kami yang telah kami limpahkan kepada mereka, karena sesungguhnya hal itu adalah istidraj (Sesungguhnya Allah bermaksud menimpakan azab kepada mereka) yakni hendak mengazab mereka (dengan memberi harta benda dan anak-anak itu di dunia) melalui jerih payah yang mereka alami di dalam mengumpulkannya, dan sekaligus di dalamnya terkandung berbagai malapetaka dan musibah (dan kelak akan melayang) yakni dicabut (nyawa mereka, sedangkan mereka dalam keadaan kafir) maka Allah akan mengazab mereka di akhirat dengan siksaan yang amat keras.",
            "sajda": false,
            "transliteration": "Falaa tu'jibka amwaaluhum wa laaa awlaaduhum; innamaa yureedul laahu liyu'az zibahum bihaa fil hayaatid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1291,
            "aya_number": 56,
            "aya_text": "وَيَحْلِفُوْنَ بِاللّٰهِ اِنَّهُمْ لَمِنْكُمْۗ وَمَا هُمْ مِّنْكُمْ وَلٰكِنَّهُمْ قَوْمٌ يَّفْرَقُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Dan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; namun mereka bukanlah dari golonganmu, tetapi mereka orang-orang yang sangat takut (kepadamu).",
            "tafsir_jalalayn": "(Dan mereka/orang-orang munafik bersumpah dengan nama Allah bahwa sesungguhnya mereka termasuk golongan kalian) yakni mengaku sebagai orang-orang mukmin (padahal mereka bukanlah dari golongan kalian akan tetapi mereka adalah orang-orang yang sangat takut kepada kalian) artinya mereka takut kalian akan memperlakukan diri mereka seperti apa yang kalian lakukan terhadap kaum musyrikin. Oleh karenanya mereka berani bersumpah demi untuk melindungi dirinya/taqiyah.",
            "sajda": false,
            "transliteration": "Wa yahlifoona billaahi innnahum laminkum wa maa hum minkum wa laakinnahum qawmuny yafraqoon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1292,
            "aya_number": 57,
            "aya_text": "لَوْ يَجِدُوْنَ مَلْجَاً اَوْ مَغٰرٰتٍ اَوْ مُدَّخَلًا لَّوَلَّوْا اِلَيْهِ وَهُمْ يَجْمَحُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Sekiranya mereka memperoleh tempat perlindungan, gua-gua atau lubang-lubang (dalam tanah), niscaya mereka pergi (lari) ke sana dengan secepat-cepatnya.",
            "tafsir_jalalayn": "(Jika mereka memperoleh tempat perlindungan) tempat yang dapat melindungi mereka (atau gua-gua) tempat berlindung (atau lubang-lubang) dalam tanah yang dapat dijadikan sebagai perlindungan (niscaya mereka pergi kepadanya dengan secepat-cepatnya) bergegas di dalam memasukinya, bergegas mereka lari dari kalian bagaikan kuda yang larat yang tidak dapat diharapkan untuk kembali lagi.",
            "sajda": false,
            "transliteration": "Law yajidoona malja'an aw maghaaraatin aw mudda khalal lawallaw ilaihi wa hum yajmahoon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1293,
            "aya_number": 58,
            "aya_text": "وَمِنْهُمْ مَّنْ يَّلْمِزُكَ فِى الصَّدَقٰتِۚ فَاِنْ اُعْطُوْا مِنْهَا رَضُوْا وَاِنْ لَّمْ يُعْطَوْا مِنْهَآ اِذَا هُمْ يَسْخَطُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Dan di antara mereka ada yang mencelamu tentang (pembagian) sedekah (zakat); jika mereka diberi bagian, mereka bersenang hati, dan jika mereka tidak diberi bagian, tiba-tiba mereka marah.",
            "tafsir_jalalayn": "(Dan di antara mereka ada orang yang mencelamu) mencacimu (tentang) pembagian (zakat; jika mereka diberi sebagian daripadanya mereka bersenang hati dan jika mereka tidak diberi sebagian daripadanya dengan serta merta mereka menjadi marah).",
            "sajda": false,
            "transliteration": "Wa minhum mai yalmizuka fis sadaqaati fa-in u'too minhaa radoo wa illam yu'taw minhaaa izaa hum yaskhatoon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1294,
            "aya_number": 59,
            "aya_text": "وَلَوْ اَنَّهُمْ رَضُوْا مَآ اٰتٰىهُمُ اللّٰهُ وَرَسُوْلُهٗۙ وَقَالُوْا حَسْبُنَا اللّٰهُ سَيُؤْتِيْنَا اللّٰهُ مِنْ فَضْلِهٖ وَرَسُوْلُهٗٓ اِنَّآ اِلَى اللّٰهِ رَاغِبُوْنَ ࣖ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Dan sekiranya mereka benar-benar rida dengan apa yang diberikan kepada mereka oleh Allah dan Rasul-Nya, dan berkata, “Cukuplah Allah bagi kami, Allah dan Rasul-Nya akan memberikan kepada kami sebagian dari karunia-Nya. Sesungguhnya kami orang-orang yang berharap kepada Allah.”",
            "tafsir_jalalayn": "(Jika mereka sungguh-sungguh rida dengan apa yang diberikan Allah dan Rasul-Nya) berupa ganimah dan hal-hal yang sejenis dengannya (lalu mereka mengatakan, \"Cukuplah bagi kami) yakni telah mencukupi kami (Allah, Dia akan memberikan kepada kami sebagian dari karunia-Nya dan demikian pula Rasul-Nya) ganimah yang lainnya yang dapat mencukupi kami (sesungguhnya kami adalah orang-orang yang berharap kepada Allah.\") semoga Dia memberikan kecukupan kepada kami. Jawab daripada lafal lau ialah lakaana khairan lahum (tentulah yang demikian itu lebih baik dari mereka).",
            "sajda": false,
            "transliteration": "Wa law annahum radoo maaa aataahumul laahu wa Rasooluhoo wa qaaloo hasbunal laahu wayu'teenallaahu min fadlihee wa Rasooluhooo innaaa ilallaahi raaghiboon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1295,
            "aya_number": 60,
            "aya_text": "۞ اِنَّمَا الصَّدَقٰتُ لِلْفُقَرَاۤءِ وَالْمَسٰكِيْنِ وَالْعَامِلِيْنَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوْبُهُمْ وَفِى الرِّقَابِ وَالْغَارِمِيْنَ وَفِيْ سَبِيْلِ اللّٰهِ وَابْنِ السَّبِيْلِۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, orang miskin, amil zakat, yang dilunakkan hatinya (mualaf), untuk (memerdekakan) hamba sahaya, untuk (membebaskan) orang yang berutang, untuk jalan Allah dan untuk orang yang sedang dalam perjalanan, sebagai kewajiban dari Allah. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Sesungguhnya zakat-zakat) zakat-zakat yang diberikan (hanyalah untuk orang-orang fakir) yaitu mereka yang tidak dapat menemukan peringkat ekonomi yang dapat mencukupi mereka (orang-orang miskin) yaitu mereka yang sama sekali tidak dapat menemukan apa-apa yang dapat mencukupi mereka (pengurus-pengurus zakat) yaitu orang yang bertugas menarik zakat, yang membagi-bagikannya, juru tulisnya, dan yang mengumpulkannya (para mualaf yang dibujuk hatinya) supaya mau masuk Islam atau untuk memantapkan keislaman mereka, atau supaya mau masuk Islam orang-orang yang semisal dengannya, atau supaya mereka melindungi kaum Muslimin. Mualaf itu bermacam-macam jenisnya; menurut pendapat Imam Syafii jenis mualaf yang pertama dan yang terakhir pada masa sekarang (zaman Imam Syafii) tidak berhak lagi untuk mendapatkan bagiannya, karena Islam telah kuat. Berbeda dengan dua jenis mualaf yang lainnya, maka keduanya masih berhak untuk diberi bagian. Demikianlah menurut pendapat yang sahih (dan untuk) memerdekakan (budak-budak) yakni para hamba sahaya yang berstatus mukatab (orang-orang yang berutang) orang-orang yang mempunyai utang, dengan syarat bila ternyata utang mereka itu bukan untuk tujuan maksiat; atau mereka telah bertobat dari maksiat, hanya mereka tidak memiliki kemampuan untuk melunasi utangnya, atau diberikan kepada orang-orang yang sedang bersengketa demi untuk mendamaikan mereka, sekalipun mereka adalah orang-orang yang berkecukupan (untuk jalan Allah) yaitu orang-orang yang berjuang di jalan Allah tetapi tanpa ada yang membayarnya, sekalipun mereka adalah orang-orang yang berkecukupan (dan orang-orang yang sedang dalam perjalanan) yaitu yang kehabisan bekalnya (sebagai suatu ketetapan yang diwajibkan) lafal fariidhatan dinashabkan oleh fi'il yang keberadaannya diperkirakan (Allah; dan Allah Maha Mengetahui) makhluk-Nya (lagi Maha Bijaksana) dalam penciptaan-Nya. Ayat ini menyatakan bahwa zakat tidak boleh diberikan kepada orang-orang selain mereka, dan tidak boleh pula mencegah zakat dari sebagian golongan di antara mereka bilamana golongan tersebut memang ada. Selanjutnya imamlah yang membagi-bagikannya kepada golongan-golongan tersebut secara merata; akan tetapi imam berhak mengutamakan individu tertentu dari suatu golongan atas yang lainnya. Huruf lam yang terdapat pada lafal lilfuqaraa` memberikan pengertian wajib meratakan pembagian zakat kepada setiap individu-individu yang berhak. Hanya saja tidak diwajibkan kepada pemilik harta yang dizakati, bilamana ia membaginya sendiri, meratakan pembagiannya kepada setiap golongan, karena hal ini amat sulit untuk dilaksanakan. Akan tetapi cukup baginya memberikannya kepada tiga orang dari setiap golongan. Tidak cukup baginya bilamana ternyata zakatnya hanya diberikan kepada kurang dari tiga orang; demikianlah pengertian yang disimpulkan dari ungkapan jamak pada ayat ini. Sunah telah memberikan penjelasannya, bahwa syarat bagi orang yang menerima zakat itu, antara lain ialah muslim, hendaknya ia bukan keturunan dari Bani Hasyim dan tidak pula dari Bani Muthalib.",
            "sajda": false,
            "transliteration": "Innamas sadaqaatu lilfuqaraaa'i walmasaakeeni wal 'aamileena 'alaihaa wal mu'al lafati quloobuhum wa fir riqaabi walghaarimeena wa fee sabeelil laahi wabnis sabeeli fareedatam minal laah; wal laahu 'Aleemun Hakeem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1296,
            "aya_number": 61,
            "aya_text": "وَمِنْهُمُ الَّذِيْنَ يُؤْذُوْنَ النَّبِيَّ وَيَقُوْلُوْنَ هُوَ اُذُنٌ ۗقُلْ اُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِاللّٰهِ وَيُؤْمِنُ لِلْمُؤْمِنِيْنَ وَرَحْمَةٌ لِّلَّذِيْنَ اٰمَنُوْا مِنْكُمْۗ وَالَّذِيْنَ يُؤْذُوْنَ رَسُوْلَ اللّٰهِ لَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 196,
            "translation_aya_text": "Dan di antara mereka (orang munafik) ada orang-orang yang menyakiti hati Nabi  (Muhammad) dan mengatakan, “Nabi mempercayai semua apa yang didengarnya.” Katakanlah, “Dia mempercayai semua yang baik bagi kamu, dia beriman kepada Allah, mempercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.” Dan orang-orang yang menyakiti Rasulullah akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Di antara mereka) orang-orang munafik (ada yang menyakiti Nabi) dengan mencelanya dan menyampaikan perkataannya kepada kaum munafikin (dan mereka mengatakan) bilamana mereka dicegah dari perbuatan tersebut supaya jangan menyakiti nabi (\"Nabi mempercayai semua apa yang didengarnya.\") yakni Nabi selalu mendengar apa yang dikatakan kepadanya dan selalu menerimanya. Bilamana kami bersumpah kepadanya bahwa kami tidak menyatakannya, maka dia mempercayai kami. (Katakanlah,) \"Ia (mempercayai) mendengarkan (semua yang baik bagi kalian) bukannya mendengarkan hal-hal yang buruk (ia beriman kepada Allah, mempercayai) artinya selalu percaya (orang-orang mukmin) atas semua berita yang telah disampaikan mereka, akan tetapi ia tidak mempercayai orang-orang selain mereka. Huruf lam di sini adalah lam zaidah; dimaksud untuk memberikan pengertian yang membedakan antara iman karena sadar dan iman karena faktor lainnya (dan menjadi rahmat) bila dibaca rafa' maka diathafkan kepada lafal udzunun, dan bila dibaca jar maka diathafkan kepada lafal khairin (bagi orang-orang yang beriman di antara kalian.\" Dan orang-orang yang menyakiti Rasulullah itu, bagi mereka siksa yang pedih).",
            "sajda": false,
            "transliteration": "Wa minhumul lazeena yu'zoonan nabiyya wa yaqooloona huwa uzun; qul uzunu khairil lakum yu'minu billaahi wa yu'minu lilmu mi neena wa rahmatul lillazeena aamanoo minkum; wallazeena yu'zoona Rasoolal laahi lahum 'azaabun aleem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}