{
    "page_number": 197,
    "data": [
        {
            "aya_id": 1297,
            "aya_number": 62,
            "aya_text": "يَحْلِفُوْنَ بِاللّٰهِ لَكُمْ لِيُرْضُوْكُمْ وَاللّٰهُ وَرَسُوْلُهٗٓ اَحَقُّ اَنْ يُّرْضُوْهُ اِنْ كَانُوْا مُؤْمِنِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Mereka bersumpah kepadamu dengan (nama) Allah untuk menyenangkan kamu, padahal Allah dan Rasul-Nya lebih pantas mereka mencari keridaan-Nya jika mereka orang mukmin.",
            "tafsir_jalalayn": "(Mereka bersumpah dengan nama Allah kepada kalian) wahai orang-orang mukmin, atas apa yang kalian dengar dari mereka, yaitu berupa perbuatan yang menyakitkan Rasulullah. Mereka bersumpah bahwa mereka tidak melakukannya (untuk mencari keridaan kalian, padahal Allah dan Rasul-Nya itu yang lebih patut mereka cari keridaannya) dengan melalui ketaatan (jika mereka adalah orang-orang yang mukmin) sebenarnya. Disatukannya dhamir karena mengingat kaitan di antara dua keridaan. Khabar daripada lafal allaah atau lafal rasuuluhu dibuang atau tidak disebutkan.",
            "sajda": false,
            "transliteration": "yahlifoona billaahi lakum liyurdookum wallaahu wa Rasooluhoo ahaqqu ai yurdoohu in kaanoo mu'mineen",
            "tajweed_text": "يَحْلِفُونَ بِ[h:32[ٱ]للَّهِ لَكُمْ لِيُرْضُوكُمْ وَ[h:72[ٱ]للَّهُ وَرَسُولُهُ[o[ۥٓ] أَحَقُّ أ[a:5673[َن ي]ُرْضُوهُ إِ[f:5674[ن ك]َانُو[s[اْ] مُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1298,
            "aya_number": 63,
            "aya_text": "اَلَمْ يَعْلَمُوْٓا اَنَّهٗ مَنْ يُّحَادِدِ اللّٰهَ وَرَسُوْلَهٗ فَاَنَّ لَهٗ نَارَ جَهَنَّمَ خَالِدًا فِيْهَاۗ ذٰلِكَ الْخِزْيُ الْعَظِيْمُ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Tidakkah mereka (orang munafik) mengetahui bahwa barangsiapa menentang Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baginya, dia kekal di dalamnya. Itulah kehinaan yang besar.",
            "tafsir_jalalayn": "(Tidakkah mereka mengetahui bahwasanya) dhamir di sini adalah dhamir sya`n (barang siapa menentang) melawan (Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baqinya) sebagai pembalasan (dia kekal di dalamnya. Itu adalah kehinaan yang besar).",
            "sajda": false,
            "transliteration": "Alam ya'lamooo annahoo mai yuhaadidillaaha wa Rasoolahoo faanna lahoo Naara jahannama khaalidan feehaa; zaalikal khizyul 'Azeem",
            "tajweed_text": "أَلَمْ يَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َهُ[n[ۥ] م[a:5675[َن ي]ُحَادِدِ [h:5676[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] فَأَ[g[نّ]َ لَهُ[n[ۥ] نَارَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِ[f:2636[دًا ف]ِيهَا‌ۚ ذ[n[َٲ]لِكَ [h:5677[ٱ]لْخِزْىُ [h:5678[ٱ]لْعَظ[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1299,
            "aya_number": 64,
            "aya_text": "يَحْذَرُ الْمُنٰفِقُوْنَ اَنْ تُنَزَّلَ عَلَيْهِمْ سُوْرَةٌ تُنَبِّئُهُمْ بِمَا فِيْ قُلُوْبِهِمْۗ قُلِ اسْتَهْزِءُوْاۚ اِنَّ اللّٰهَ مُخْرِجٌ مَّا تَحْذَرُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Orang-orang munafik itu takut jika diturunkan suatu surah yang menerangkan apa yang tersembunyi di dalam hati mereka. Katakanlah (kepada mereka), “Teruskanlah berolok-olok (terhadap Allah dan Rasul-Nya).” Sesungguhnya Allah akan mengungkapkan apa yang kamu takuti itu.",
            "tafsir_jalalayn": "(Merasa takut) merasa khawatir (orang-orang munafik itu akan diturunkan terhadap mereka) yaitu kaum Mukminin (suatu surah yang menerangkan apa yang tersembunyi dalam hati mereka) yakni tentang kemunafikan mereka, tetapi sekalipun demikian mereka masih tetap memperolok-olokkannya (Katakanlah, \"Teruskanlah ejekan-ejekan kalian.\") perintah yang mengandung makna ancaman (Sesungguhnya Allah akan menyatakan) akan menampakkan (apa yang kalian takuti) yaitu kemunafikan kalian akan ditampakkan.",
            "sajda": false,
            "transliteration": "Yahzarul munaafiqoona an tunaz zala 'alaihim Sooratun tunabbi 'uhum bimaa feequloobihim; qulistahzi'oo innal laaha mukhrijum maa tahzaroon",
            "tajweed_text": "يَحْذَرُ [h:5679[ٱ]لْمُنَ[n[ـٰ]فِقُونَ أَ[f:2107[ن ت]ُنَزَّلَ عَلَيْهِمْ سُورَ[f:5680[ةٌ ت]ُنَبِّئُه[c:5681[ُم ب]ِمَا فِى قُلُوبِهِمْ‌ۚ قُلِ [h:5682[ٱ]سْتَهْزِء[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ مُخْرِ[a:373[جٌ م]َّا تَحْذَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1300,
            "aya_number": 65,
            "aya_text": "وَلَىِٕنْ سَاَلْتَهُمْ لَيَقُوْلُنَّ اِنَّمَا كُنَّا نَخُوْضُ وَنَلْعَبُۗ  قُلْ اَبِاللّٰهِ وَاٰيٰتِهٖ وَرَسُوْلِهٖ كُنْتُمْ تَسْتَهْزِءُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Dan jika kamu tanyakan kepada mereka, niscaya mereka akan menjawab, “Sesungguhnya kami hanya bersenda gurau dan bermain-main saja.” Katakanlah, “Mengapa kepada Allah, dan ayat-ayat-Nya serta Rasul-Nya kamu selalu berolok-olok?”",
            "tafsir_jalalayn": "(Dan jika) Lam bermakna qasam/sumpah (kamu tanyakan kepada mereka) tentang ejekan-ejekan mereka terhadap dirimu dan terhadap Alquran, padahal mereka berangkat bersamamu ke Tabuk (tentulah mereka akan menjawab) mengemukakan alasannya (\"Sesungguhnya kami hanyalah bersenda-gurau dan bermain-main saja\") dalam ucapan kami guna melenyapkan rasa bosan dalam menempuh perjalanan yang jauh ini, dan kami tidak bermaksud apa-apa selain daripada itu (Katakanlah)kepada mereka! (\"Apakah dengan Allah, ayat-ayat-Nya dan Rasul-Nya kalian berolok-olok?\").",
            "sajda": false,
            "transliteration": "Wala'in sa altahum layaqoolunna innamaa kunnaa nakhoodu wa nal'ab; qul abillaahi wa 'Aayaatihee wa Rasoolihee kuntum tastahzi'oon",
            "tajweed_text": "وَلَئِ[f:5683[ن س]َأَلْتَهُمْ لَيَقُولُ[g[نّ]َ إِ[g[نّ]َمَا كُ[g[نّ]َا نَخُوضُ وَنَلْعَبُ‌ۚ قُلْ أَبِ[h:5684[ٱ]للَّهِ وَءَايَ[n[ـٰ]تِه[n[ِۦ] وَرَسُولِه[n[ِۦ] كُ[f:100[نت]ُمْ تَسْتَهْزِء[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1301,
            "aya_number": 66,
            "aya_text": "لَا تَعْتَذِرُوْا قَدْ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ ۗ اِنْ نَّعْفُ عَنْ طَاۤىِٕفَةٍ مِّنْكُمْ نُعَذِّبْ طَاۤىِٕفَةً ۢ بِاَنَّهُمْ كَانُوْا مُجْرِمِيْنَ ࣖ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Tidak perlu kamu meminta maaf, karena kamu telah kafir setelah beriman. Jika Kami memaafkan sebagian dari kamu (karena telah tobat), niscaya Kami akan mengazab golongan (yang lain) karena sesungguhnya mereka adalah orang-orang yang (selalu) berbuat dosa.",
            "tafsir_jalalayn": "(Tidak usah kalian meminta maaf) akan hal tersebut (karena kalian kafir sesudah beriman) artinya kekafiran kalian ini tampak sesudah kalian menampakkan keimanan. (Jika Kami memaafkan) bila dibaca memakai ya berarti menjadi mabni maf'ul sehingga bacaannya menjadi ya'fa. Jika dibaca memakai huruf nun, berarti mabni fa'il, dan bacaannya seperti yang tertera pada ayat (segolongan daripada kalian) lantaran keikhlasan dan tobatnya, seperti apa yang dilakukan oleh Jahsy bin Humair (niscaya Kami akan mengazab) dapat dibaca tu`adzdzib dan dapat pula dibaca nu`adzdzib (golongan yang lain disebabkan mereka adalah orang-orang yang selalu berbuat dosa) yakni, karena mereka selalu menetapi kemunafikannya dan selalu melancarkan ejekan-ejekan.",
            "sajda": false,
            "transliteration": "Laa ta'taziroo qad kafartum ba'da eemaanikum; in na'fu 'an taaa'ifatim minkum nu'az zib taaa'ifatam bi annahum kaanoo mujrimeen",
            "tajweed_text": "لَا تَعْتَذِرُو[s[اْ] قَ[q:298[دْ] كَفَرْت[c:5685[ُم ب]َعْدَ إِيمَ[n[ـٰ]نِكُمْ‌ۚ إ[a:5686[ِن ن]َّعْفُ عَ[f:5687[ن ط][o[َا]ٓئِفَ[a:5688[ةٍ م]ِّ[f:344[نك]ُمْ نُعَذِّ[q:5689[بْ] ط[o[َا]ٓئِفَ[i:5690[ةَۢ ب]ِأَ[g[نّ]َهُمْ كَانُو[s[اْ] مُ[q:4958[جْ]رِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1302,
            "aya_number": 67,
            "aya_text": "اَلْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ بَعْضُهُمْ مِّنْۢ بَعْضٍۘ يَأْمُرُوْنَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوْفِ وَيَقْبِضُوْنَ اَيْدِيَهُمْۗ نَسُوا اللّٰهَ فَنَسِيَهُمْ ۗ اِنَّ الْمُنٰفِقِيْنَ هُمُ الْفٰسِقُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan kepada Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik.",
            "tafsir_jalalayn": "(Orang-orang munafik laki-laki dan orang-orang munafik perempuan sebagian dari mereka dengan sebagian yang lain adalah sama) yakni mereka mempunyai sikap dan sepak terjang yang sama, perihalnya sama dengan setali tiga uang (mereka menyuruh membuat yang mungkar) berupa kekafiran dan maksiat-maksiat (dan melarang berbuat yang makruf) berupa keimanan dan ketaatan (dan mereka menggenggam tangannya) daripada berinfak di jalan ketaatan (mereka telah lupa kepada Allah) artinya mereka tidak mau taat kepada-Nya (maka Allah melupakan mereka) dibiarkannya mereka melupakan pertanda sifat pemurah Allah. (Sesungguhnya orang-orang munafik itulah orang-orang yang fasik).",
            "sajda": false,
            "transliteration": "Almunaafiqoona wal munaafiqaatu ba'duhum mim ba'd; yaamuroona bilmunkari wa yanhawna 'anil ma'roofi wa yaqbidoona aidiyahum; nasul laaha fanasiyahum; innal munaafiqeena humul faasiqoon",
            "tajweed_text": "ٱلْمُنَ[n[ـٰ]فِقُونَ وَ[h:5691[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تُ بَعْضُه[w:5692[ُم م]ّ[i:1862[ِنۢ ب]َعْ[a:5693[ضٍ‌ۚ ي]َأْمُرُونَ بِ[h:5694[ٱ]لْمُ[f:5694[نك]َرِ وَيَنْهَوْنَ عَنِ [h:5695[ٱ]لْمَعْرُوفِ وَيَ[q:5696[قْ]بِضُونَ أَيْدِيَهُمْ‌ۚ نَسُو[s[اْ] [h:5697[ٱ]للَّهَ فَنَسِيَهُمْ‌ۗ إِ[g[نّ]َ [h:3224[ٱ]لْمُنَ[n[ـٰ]فِقِينَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1303,
            "aya_number": 68,
            "aya_text": "وَعَدَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ هِيَ حَسْبُهُمْ ۚوَلَعَنَهُمُ اللّٰهُ ۚوَلَهُمْ عَذَابٌ مُّقِيْمٌۙ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 197,
            "translation_aya_text": "Allah menjanjikan (mengancam) orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka; dan mereka mendapat azab yang kekal,",
            "tafsir_jalalayn": "(Allah mengancam orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam, mereka kekal di dalamnya. Cukuplah neraka itu bagi mereka) sebagai pembalasan dan hukuman (dan Allah melaknat mereka) Dia menjauhkan mereka dari rahmat-Nya (dan bagi mereka azab yang kekal) yang abadi.",
            "sajda": false,
            "transliteration": "Wa'adal laahul munafiqeena wal munaafiqaati wal kuffaara naara jahannnamma khaalideena feehaa; hiya hasbuhum; wa la'annahumul laahu wa lahum 'azaabum muqeem",
            "tajweed_text": "وَعَدَ [h:3055[ٱ]للَّهُ [h:5698[ٱ]لْمُنَ[n[ـٰ]فِقِينَ وَ[h:5699[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تِ وَ[h:3648[ٱ]لْكُفَّارَ نَارَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ هِىَ حَسْبُهُمْ‌ۚ وَلَعَنَهُمُ [h:5700[ٱ]للَّهُ‌ۖ وَلَهُمْ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}