{
    "page_number": 199,
    "data": [
        {
            "aya_id": 1308,
            "aya_number": 73,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْ ۗوَمَأْوٰىهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيْرُ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Wahai Nabi! Berjihadlah (melawan) orang-orang kafir dan orang-orang munafik, dan bersikap keraslah terhadap mereka. Tempat mereka adalah neraka Jahanam. Dan itulah seburuk-buruk tempat kembali.",
            "tafsir_jalalayn": "(Hai Nabi, berjihadlah melawan orang-orang kafir) dengan senjata (dan orang-orang munafik itu) dengan memakai hujah dan lisan (dan bersikap keraslah terhadap mereka) dengan sikap keras dan benci. (Tempat mereka ialah neraka Jahanam. Dan itulah tempat kembali yang seburuk-buruknya) yakni tempat yang paling buruk adalah neraka Jahanam.",
            "sajda": false,
            "transliteration": "yaaa aiyuhan Nabiyyu jaahidil kuffaara walmunaafiqeena waghluz 'alaihim; wa maawaahum jahannnamu wa bi'sal maseer",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ جَ[n[ـٰ]هِدِ [h:5723[ٱ]لْكُفَّارَ وَ[h:5724[ٱ]لْمُنَ[n[ـٰ]فِقِينَ وَ[h:5725[ٱ]غْلُظْ عَلَيْهِمْ‌ۚ وَمَأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1309,
            "aya_number": 74,
            "aya_text": "يَحْلِفُوْنَ بِاللّٰهِ مَا قَالُوْا ۗوَلَقَدْ قَالُوْا كَلِمَةَ الْكُفْرِ وَكَفَرُوْا بَعْدَ اِسْلَامِهِمْ وَهَمُّوْا بِمَا لَمْ يَنَالُوْاۚ وَمَا نَقَمُوْٓا اِلَّآ اَنْ اَغْنٰىهُمُ اللّٰهُ وَرَسُوْلُهٗ مِنْ فَضْلِهٖ ۚفَاِنْ يَّتُوْبُوْا يَكُ خَيْرًا لَّهُمْ ۚوَاِنْ يَّتَوَلَّوْا يُعَذِّبْهُمُ اللّٰهُ عَذَابًا اَلِيْمًا فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَمَا لَهُمْ فِى الْاَرْضِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Mereka (orang munafik) bersumpah dengan (nama) Allah, bahwa mereka tidak mengatakan (sesuatu yang menyakiti Muhammad). Sungguh, mereka telah mengucapkan perkataan kekafiran, dan telah menjadi kafir setelah Islam, dan menginginkan apa yang mereka tidak dapat mencapainya; dan mereka tidak mencela (Allah dan Rasul-Nya), sekiranya Allah dan Rasul-Nya telah melimpahkan karunia-Nya kepada mereka. Maka jika mereka bertobat, itu adalah lebih baik bagi mereka, dan jika mereka berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat; dan mereka tidak mempunyai pelindung dan tidak (pula) penolong di bumi.",
            "tafsir_jalalayn": "(Mereka berani bersumpah) yaitu orang-orang munafik (dengan memakai nama Allah bahwa mereka tidak mengatakan) sesuatu yang menyakiti hatimu. (Sesungguhnya mereka telah mengucapkan perkataan kekafiran dan telah menjadi kafir sesudah Islam) yakni mereka telah menampakkan kekafirannya sesudah terlebih dahulu mereka menampakkan keislamannya (dan mengingini apa yang mereka tidak dapat mencapainya) keinginan mereka untuk membunuh Nabi saw. pada malam Aqabah sewaktu beliau kembali dari Tabuk. Jumlah mereka yang mengadakan makar itu ada belasan orang lelaki akan tetapi Ammar bin Yasir segera bertindak memukuli muka-muka kendaraan mereka tatkala mereka mulai mengepung Nabi saw. sehingga mereka bubar (dan mereka tidak mencela) mengingkari Allah dan Rasul-Nya (kecuali karena Allah dan Rasul-Nya telah melimpahkan kecukupan kepada mereka sebagai karunia-Nya) berupa ganimah sesudah mereka sangat menginginkannya. Dengan kata lain mereka belum pernah menerima hal tersebut darinya melainkan hanya kali ini dan hal ini bukan merupakan hal yang diingkari. (Maka jika mereka bertobat) dari kemunafikannya lalu mereka benar-benar beriman kepadamu (itu adalah lebih baik bagi mereka, dan jika mereka berpaling) dari keimanan (niscaya Allah akan mengazab mereka dengan siksaan yang pedih di dunia) dengan dibunuhnya mereka (dan di akhirat) dengan neraka (dan mereka sekali-kali tidak mempunyai pelindung) yang dapat melindungi mereka dari azab Allah itu (dan tidak pula penolong di muka bumi yang dapat mempertahankan diri mereka.",
            "sajda": false,
            "transliteration": "Yahlifoona billaahi wa qaaloo wa laqad qaaloo kalimatal kufri wa kafaroo ba'da Islaamihim wa hammoo bimaa lam yanaaloo; wa maa naqamooo illaaa an aghnaa humullaahu wa Rasooluhoo min fadlih; fainy yatooboo yaku khairal lahum wa iny yatawal law yu'az zibhumullaahu 'azaaban aleeman fiddunyaa wal Aakhirah; wamaa lahum fil ardi minw waliyyinw wa laa naseer",
            "tajweed_text": "يَحْلِفُونَ بِ[h:32[ٱ]للَّهِ مَا قَالُو[s[اْ] وَلَقَ[q:341[دْ] قَالُو[s[اْ] كَلِمَةَ [h:5726[ٱ]لْكُفْرِ وَكَفَرُو[s[اْ] بَعْدَ إِسْلَ[n[ـٰ]مِهِمْ وَهَ[g[مّ]ُو[s[اْ] بِمَا لَمْ يَنَالُو[s[اْ‌ۚ] وَمَا نَقَم[o[ُوٓ][s[اْ] إِلّ[o[َآ] أَنْ أَغْنَ[n[ـٰ]هُمُ [h:5727[ٱ]للَّهُ وَرَسُولُهُ[n[ۥ] مِ[f:475[ن ف]َضْلِه[n[ِۦ]‌ۚ فَإ[a:5728[ِن ي]َتُوبُو[s[اْ] يَكُ خَيْ[u:2160[رًا ل]َّهُمْ‌ۖ وَإ[a:5729[ِن ي]َتَوَلَّوْ[s[اْ] يُعَذِّ[q:5495[بْ]هُمُ [h:5496[ٱ]للَّهُ عَذَابًا أَلِي[f:5730[مًا ف]ِى [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ‌ۚ وَمَا لَهُمْ فِى [h:44[ٱ]لْأَرْضِ م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا نَص[p[ِي]رٍ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1310,
            "aya_number": 75,
            "aya_text": "۞ وَمِنْهُمْ مَّنْ عٰهَدَ اللّٰهَ لَىِٕنْ اٰتٰىنَا مِنْ فَضْلِهٖ لَنَصَّدَّقَنَّ وَلَنَكُوْنَنَّ مِنَ الصّٰلِحِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Dan di antara mereka ada orang yang telah berjanji kepada Allah, “Sesungguhnya jika Allah memberikan sebagian dari karunia-Nya kepada kami, niscaya kami akan bersedekah dan niscaya kami termasuk orang-orang yang saleh.”",
            "tafsir_jalalayn": "(Dan di antara mereka ada orang yang telah berikrar kepada Allah, \"Sesungguhnya jika Allah memberikan sebagian karunia-Nya kepada kami, pastilah kami akan bersedekah) lafal lanashshaddaqanna pada asalnya lanatashaddaqanna, kemudian huruf ta dimasukkan ke dalam huruf shad yang bagian asal kalimat, sehingga jadilah lanashshaddaqanna (dan pastilah kami termasuk orang-orang yang saleh.\") orang yang dimaksud ialah Tsa'labah bin Hathib, pada suatu hari ia meminta kepada Nabi saw. supaya mendoakannya, semoga Allah memberinya rezeki harta, kelak ia akan menunaikan hak-haknya kepada setiap orang yang berhak menerimanya. Kemudian Nabi saw. mendoakannya sesuai dengan permintaannya itu; akhirnya Allah memberinya harta yang banyak, sehingga ia lupa akan salat Jumat dan salat berjemaah yang biasa dilakukannya karena sibuk dengan hartanya yang banyak itu, dan lebih parah lagi ia tidak menunaikan zakatnya sebagaimana yang dijelaskan oleh Allah swt. dalam ayat berikutnya, yaitu:",
            "sajda": false,
            "transliteration": "Wa minhum man 'aaha dal laaha la'in aataanaa min fadlihee lanas saddaqanna wa lanakoonanna minassaaliheen",
            "tajweed_text": "۞ وَمِنْه[w:1106[ُم م]َّنْ عَ[n[ـٰ]هَدَ [h:5731[ٱ]للَّهَ لَئِنْ ءَاتَ[n[ـٰ]نَا مِ[f:475[ن ف]َضْلِه[n[ِۦ] لَنَصَّدَّقَ[g[نّ]َ وَلَنَكُونَ[g[نّ]َ مِنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1311,
            "aya_number": 76,
            "aya_text": "فَلَمَّآ اٰتٰىهُمْ مِّنْ فَضْلِهٖ بَخِلُوْا بِهٖ وَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Ketika Allah memberikan kepada mereka sebagian dari karunia-Nya, mereka menjadi kikir dan berpaling, dan selalu menentang (kebenaran).",
            "tafsir_jalalayn": "(Maka setelah Allah memberikan kepada mereka sebagian dari karunia-Nya, mereka kikir dengan karunia itu, dan berpaling) dari taat kepada Allah (dan mereka memanglah orang-orang yang selalu berpaling dari kebenaran).",
            "sajda": false,
            "transliteration": "Falammaaa aataahum min fadlihee bakhiloo bihee wa tawallaw wa hum mu'ridoon",
            "tajweed_text": "فَلَ[g[مّ][o[َآ] ءَاتَ[n[ـٰ]ه[w:5732[ُم م]ِّ[f:475[ن ف]َضْلِه[n[ِۦ] بَخِلُو[s[اْ] بِه[n[ِۦ] وَتَوَلَّو[s[اْ] وَّه[w:1817[ُم م]ُّعْرِض[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1312,
            "aya_number": 77,
            "aya_text": "فَاَعْقَبَهُمْ نِفَاقًا فِيْ قُلُوْبِهِمْ اِلٰى يَوْمِ يَلْقَوْنَهٗ بِمَآ اَخْلَفُوا اللّٰهَ مَا وَعَدُوْهُ وَبِمَا كَانُوْا يَكْذِبُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Maka Allah menanamkan kemunafikan dalam hati mereka sampai pada waktu mereka menemui-Nya, karena mereka telah mengingkari janji yang telah mereka ikrarkan kepada-Nya dan (juga) karena mereka selalu berdusta.",
            "tafsir_jalalayn": "(Maka Allah menimpakan kepada mereka) yakni menjadikan akibat mereka (kemunafikan) yang tetap (pada hati mereka sampai kepada waktu mereka menemui-Nya) menemui Allah, yaitu pada hari kiamat nanti (karena mereka telah memungkiri terhadap Allah apa yang telah mereka ikrarkan kepada-Nya dan juga karena mereka selalu berdusta) dengan janjinya. Setelah itu Tsa'labah bin Hathib datang menghadap Nabi saw. sambil membawa zakatnya, akan tetapi Nabi saw. berkata kepadanya, \"Sesungguhnya Allah telah melarang aku menerima zakatmu.\" Setelah itu Rasulullah saw. lalu menaburkan tanah di atas kepalanya. Pada masa pemerintahan Khalifah Abu Bakar r.a. ia datang membawa zakatnya kepada Khalifah Abu Bakar, akan tetapi Khalifah Abu Bakar tidak mau menerimanya. Pada masa pemerintahan Khalifah Umar r.a. ia pun datang membawa zakatnya, akan tetapi Khalifah Umar juga tidak mau menerimanya. Pada masa pemerintahan Khalifah Usman ia pun datang lagi membawa zakatnya, akan tetapi ternyata Khalifah Usman sama saja juga tidak mau menerimanya. Ia mati pada masa pemerintahan Khalifah Usman r.a.",
            "sajda": false,
            "transliteration": "Fa a'qabahum nifaaqan fee quloobihim ilaa Yawmi yalqaw nahoo bimaaa akhlaful laaha maa wa'adoohu wa bimaa kaanoo yakhziboon",
            "tajweed_text": "فَأَعْقَبَهُمْ نِفَا[f:5733[قًا ف]ِى قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُ[n[ۥ] بِم[o[َآ] أَخْلَفُو[s[اْ] [h:5734[ٱ]للَّهَ مَا وَعَدُوهُ وَبِمَا كَانُو[s[اْ] يَكْذِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1313,
            "aya_number": 78,
            "aya_text": "اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ سِرَّهُمْ وَنَجْوٰىهُمْ وَاَنَّ اللّٰهَ عَلَّامُ الْغُيُوْبِ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "Tidakkah mereka mengetahui bahwa Allah mengetahui rahasia dan bisikan mereka, dan bahwa Allah mengetahui segala yang gaib?",
            "tafsir_jalalayn": "(Tidakkah mereka tahu) orang-orang munafik itu (bahwasanya Allah mengetahui rahasia mereka) apa-apa yang mereka simpan di dalam diri mereka (dan bisikan mereka) yakni apa-apa yang mereka bisikkan di antara sesama mereka (dan bahwasanya Allah amat mengetahui segala yang gaib) yang dimaksud dengan gaib ialah segala sesuatu yang tidak terlihat oleh mata. Ketika ayat mengenai sedekah ini diturunkan, ada seorang lelaki datang dengan membawa sedekah yang banyak sekali, lalu orang-orang munafik itu mengatakan, \"Dia hanya ingin pamer saja.\" Datang pula seorang lelaki lain seraya membawa sedekah satu sha', maka orang-orang munafik itu mengatakan pula, \"Sesungguhnya Allah Maha Kaya dari sedekahnya orang ini\", maka pada saat itu juga turunlah firman- Nya berikut ini, yaitu:",
            "sajda": false,
            "transliteration": "Alam ya'lamooo annal laaha ya'lamu sirrahum wa najwaahum wa annal laaha 'Allaamul Ghuyoob",
            "tajweed_text": "أَلَمْ يَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ سِرَّهُمْ وَنَ[q:5735[جْ]وَ[n[ٮٰ]هُمْ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ عَلَّ[n[ـٰ]مُ [h:3865[ٱ]لْغُي[p[ُو][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1314,
            "aya_number": 79,
            "aya_text": "اَلَّذِيْنَ يَلْمِزُوْنَ الْمُطَّوِّعِيْنَ مِنَ الْمُؤْمِنِيْنَ فِى الصَّدَقٰتِ وَالَّذِيْنَ لَا يَجِدُوْنَ اِلَّا جُهْدَهُمْ فَيَسْخَرُوْنَ مِنْهُمْ ۗسَخِرَ اللّٰهُ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 199,
            "translation_aya_text": "(Orang munafik) yaitu mereka yang mencela orang-orang beriman yang memberikan sedekah dengan sukarela dan yang (mencela) orang-orang yang hanya memperoleh (untuk disedekahkan) sekedar kesanggupannya, maka orang-orang munafik itu menghina mereka. Allah akan membalas penghinaan mereka, dan mereka akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Orang-orang) menjadi mubtada (yang mencela) menganggap aib (orang-orang yang dengan suka rela) senang hati (memberi sedekah dari kalangan orang-orang mukmin, dan mencela orang-orang yang tidak memperoleh sekadar kesanggupannya) kemampuannya lalu mereka menyedekahkannya (maka orang-orang munafik itu menghina mereka) sedangkan khabar daripada mubtada tadi ialah (Allah akan membalas penghinaan mereka itu) artinya, Allah membalas penghinaannya (dan untuk mereka azab yang pedih).",
            "sajda": false,
            "transliteration": "Allazeena yalmizoonal mut tawwi'eena minalmu'mineena fis sadaqaati wallazeena laa yajidoona illaa juhdahum fayaskharoona minhum sakhiral laahu minhum wa lahum azaabun aleem",
            "tajweed_text": "ٱلَّذِينَ يَلْمِزُونَ [h:5736[ٱ]لْمُطَّوِّعِينَ مِنَ [h:3047[ٱ]لْمُؤْمِنِينَ فِى [h:5663[ٱ][l[ل]صَّدَقَ[n[ـٰ]تِ وَ[h:37[ٱ]لَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ‌ۙ سَخِرَ [h:5737[ٱ]للَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}