{
    "page_number": 2,
    "data": [
        {
            "aya_id": 8,
            "aya_number": 1,
            "aya_text": "الۤمّۤ ۚ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 2,
            "translation_aya_text": "Alif Lam Mim.",
            "tafsir_jalalayn": "(Alif laam miim) Allah yang lebih mengetahui akan maksudnya.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Meeem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 9,
            "aya_number": 2,
            "aya_text": "ذٰلِكَ الْكِتٰبُ لَا رَيْبَ ۛ فِيْهِ ۛ هُدًى لِّلْمُتَّقِيْنَۙ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 2,
            "translation_aya_text": "Kitab (Al-Qur'an) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa,",
            "tafsir_jalalayn": "(Kitab ini) yakni yang dibaca oleh Muhammad saw. (tidak ada keraguan) atau kebimbangan (padanya) bahwa ia benar-benar dari Allah swt. Kalimat negatif menjadi predikat dari subyek 'Kitab ini', sedangkan kata-kata isyarat 'ini' dipakai sebagai penghormatan. (menjadi petunjuk) sebagai predikat kedua, artinya menjadi penuntun (bagi orang-orang yang bertakwa) maksudnya orang-orang yang mengusahakan diri mereka supaya menjadi takwa dengan jalan mengikuti perintah dan menjauhi larangan demi menjaga diri dari api neraka.",
            "sajda": false,
            "transliteration": "Zaalikal Kitaabu laa raiba feeh; udal lilmuttaqeen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 10,
            "aya_number": 3,
            "aya_text": "الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۙ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 2,
            "translation_aya_text": "(yaitu) mereka yang beriman kepada yang gaib, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka,",
            "tafsir_jalalayn": "(Orang-orang yang beriman) yang membenarkan (kepada yang gaib) yaitu yang tidak kelihatan oleh mereka, seperti kebangkitan, surga dan neraka (dan mendirikan salat) artinya melakukannya sebagaimana mestinya (dan sebagian dari yang Kami berikan kepada mereka) yang Kami anugerahkan kepada mereka sebagai rezeki (mereka nafkahkan) mereka belanjakan untuk jalan menaati Allah.",
            "sajda": false,
            "transliteration": "Allazeena yu'minoona bilghaibi wa yuqeemoonas salaata wa mimmaa razaqnaahum yunfiqoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 11,
            "aya_number": 4,
            "aya_text": "وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ ۚ وَبِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 2,
            "translation_aya_text": "dan mereka yang beriman kepada (Al-Qur'an) yang diturunkan kepadamu (Muhammad) dan (kitab-kitab) yang telah diturunkan sebelum engkau, dan mereka yakin akan adanya akhirat.",
            "tafsir_jalalayn": "(Dan orang-orang yang beriman pada apa yang diturunkan kepadamu) maksudnya Alquran, (dan apa yang diturunkan sebelummu) yaitu Taurat, Injil dan selainnya (serta mereka yakin akan hari akhirat), artinya mengetahui secara pasti.",
            "sajda": false,
            "transliteration": "Wallazeena yu'minoona bimaa unzila ilaika wa maaa unzila min qablika wa bil Aakhirati hum yooqinoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 12,
            "aya_number": 5,
            "aya_text": "اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ ۙ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 2,
            "translation_aya_text": "Merekalah yang mendapat petunjuk dari Tuhannya, dan mereka itulah orang-orang yang beruntung.",
            "tafsir_jalalayn": "(Merekalah), yakni orang-orang yang memenuhi sifat-sifat yang disebutkan di atas (yang beroleh petunjuk dari Tuhan mereka dan merekalah orang-orang yang beruntung) yang akan berhasil meraih surga dan terlepas dari siksa neraka.",
            "sajda": false,
            "transliteration": "Ulaaa'ika 'alaa hudam mir rabbihim wa ulaaa'ika humul muflihoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}