{
    "page_number": 200,
    "data": [
        {
            "aya_id": 1315,
            "aya_number": 80,
            "aya_text": "اِسْتَغْفِرْ لَهُمْ اَوْ لَا تَسْتَغْفِرْ لَهُمْۗ اِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِيْنَ مَرَّةً فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ۗذٰلِكَ بِاَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "(Sama saja) engkau (Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Yang demikian itu karena mereka ingkar (kafir) kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik.",
            "tafsir_jalalayn": "(Kamu memohonkan ampun) hai Muhammad (bagi mereka atau tidak kamu mohonkan ampun bagi mereka adalah sama saja) ayat ini mengandung pengertian takhyir, yakni boleh memilih memintakan ampun atau tidak. Sehubungan dengan hal ini Rasulullah saw. telah bersabda, \"Sesungguhnya aku disuruh memilih, maka aku memilih memintakan ampun.\" (H.R. Bukhari) (Kendatipun kamu memohonkan ampun bagi mereka tujuh puluh kali, namun Allah sekali-kali tidak akan memberi ampun kepada mereka). Menurut suatu pendapat pengertian tujuh puluh kali ini merupakan ungkapan mubalaghah yang menunjukkan banyaknya istigfar (memohonkan ampun). Di dalam kitab sahih Bukhari telah diketengahkan sebuah hadis mengenai hal ini yaitu, \"Seandainya aku mengetahui, bahwa jika permohonan ampunku diterima bila dibacakan lebih daripada tujuh puluh kali, maka niscaya aku akan menambahkannya.\" (H.R. Bukhari). Dalam pendapat yang lain dikatakan, bahwa pengertian yang dimaksud ialah bilangan tertentu, yaitu tujuh puluh itu sendiri. Hal ini pun berlandaskan pada hadis Nabi saw. pula, yaitu, \"Aku akan membacakannya lebih dari tujuh puluh kali.\" Kemudian Allah swt. menjelaskan kepada Nabi-Nya tentang pemutusan ampunan, yaitu melalui firman-Nya, \"Sama saja bagi mereka, kamu mintakan ampunan atau tidak kamu mintakan ampunan. Niscaya Allah sekali-kali tidak akan mengampuni mereka. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang fasik.\" (Q.S. Al-Munafiqun 6). (Yang demikian itu adalah karena mereka kafir kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada kaum yang fasik).",
            "sajda": false,
            "transliteration": "istaghfir lahum aw laa tastaghfir lahum in tastaghfir lahum sab'eena marratan falany yaghfiral laahu lahum; zaalika bi annahum kafaroo billaahi wa Rasoolih; wallaahu laa yahdil qawmal faasiqeen",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1316,
            "aya_number": 81,
            "aya_text": "فَرِحَ الْمُخَلَّفُوْنَ بِمَقْعَدِهِمْ خِلٰفَ رَسُوْلِ اللّٰهِ وَكَرِهُوْٓا اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَقَالُوْا لَا تَنْفِرُوْا فِى الْحَرِّۗ قُلْ نَارُ جَهَنَّمَ اَشَدُّ حَرًّاۗ  لَوْ كَانُوْا يَفْقَهُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Orang-orang yang ditinggalkan (tidak ikut berperang), merasa gembira dengan duduk-duduk diam sepeninggal Rasulullah. Mereka tidak suka berjihad dengan harta dan jiwa mereka di jalan Allah dan mereka berkata, “Janganlah kamu berangkat (pergi berperang) dalam panas terik ini.” Katakanlah (Muhammad), “Api neraka Jahanam lebih panas,” jika mereka mengetahui.",
            "tafsir_jalalayn": "(Orang-orang yang ditinggalkan merasa gembira) yaitu mereka yang tidak ikut ke Tabuk (dengan tinggalnya mereka) dengan ketidakikutan mereka (sesudah) keberangkatan (Rasulullah, dan mereka tidak suka berjihad dengan harta dan jiwa mereka pada jalan Allah dan mereka berkata,) artinya sebagian dari mereka mengatakan kepada sebagian yang lain (\"Janganlah kalian berangkat) maksudnya janganlah kalian pergi untuk berjihad (dalam panas terik ini.\" Katakanlah, \"Api neraka Jahanam itu lebih sangat panas) daripada panasnya Tabuk. Yang lebih utama ialah hendaknya mereka menghindarkan diri daripada panasnya Jahanam itu, yaitu dengan ikut berperang dan tidak tinggal di tempat (jika mereka mengetahui) artinya jika mereka mengetahui hal tersebut, tentulah mereka tidak akan tinggal di tempat dan pasti ikut berjihad.",
            "sajda": false,
            "transliteration": "Farihal mukhallafoona bimaq'adihim khilaafa Rasoolil laahi wa karihooo ai yujaahidoo bi amwaalihim wa anfusihim fee sabeelil laahi wa qaaloo la tanfiroo fil harr; qul Naaru jahannama ashaddu harraa; law kaanoo yafqahoon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1317,
            "aya_number": 82,
            "aya_text": "فَلْيَضْحَكُوْا قَلِيْلًا وَّلْيَبْكُوْا كَثِيْرًاۚ جَزَاۤءًۢ بِمَا كَانُوْا يَكْسِبُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Maka biarkanlah mereka tertawa sedikit dan menangis yang banyak, sebagai balasan terhadap apa yang selalu mereka perbuat.",
            "tafsir_jalalayn": "(Maka hendaklah mereka tertawa sedikit) di dunia (dan hendaklah mereka menangis) di akhirat nanti (banyak sebagai pembalasan dari apa yang selalu mereka kerjakan) ayat ini merupakan berita tentang keadaan mereka, diungkapkan dalam bentuk ungkapan amar/perintah.",
            "sajda": false,
            "transliteration": "Falyadhakoo qaleelanw walyabkoo kaseeran jazaaa'am bimaa kaanoo yaksiboon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1318,
            "aya_number": 83,
            "aya_text": "فَاِنْ رَّجَعَكَ اللّٰهُ اِلٰى طَاۤىِٕفَةٍ مِّنْهُمْ فَاسْتَأْذَنُوْكَ لِلْخُرُوْجِ فَقُلْ لَّنْ تَخْرُجُوْا مَعِيَ اَبَدًا وَّلَنْ تُقَاتِلُوْا مَعِيَ عَدُوًّاۗ اِنَّكُمْ رَضِيْتُمْ بِالْقُعُوْدِ اَوَّلَ مَرَّةٍۗ فَاقْعُدُوْا مَعَ الْخَالِفِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Maka jika Allah mengembalikanmu (Muhammad) kepada suatu golongan dari mereka (orang-orang munafik), kemudian mereka meminta izin kepadamu untuk keluar (pergi berperang), maka katakanlah, “Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kamu telah rela tidak pergi (berperang) sejak semula. Karena itu duduklah (tinggallah) bersama orang-orang yang tidak ikut (berperang).”",
            "tafsir_jalalayn": "(Maka jika kamu telah dikembalikan) bila telah dipulangkan dengan selamat (oleh Allah) dari Tabuk (lalu kamu kembali kepada satu golongan dari mereka) yaitu dari kalangan orang-orang munafik yang tinggal di Madinah tidak ikut berangkat berjihad (kemudian mereka minta izin kepadamu untuk keluar) bersamamu dalam perang yang lain (maka katakanlah) kepada mereka (\"Kalian tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kalian telah rela tidak pergi berperang kali yang pertama. Karena itu duduklah/tinggallah bersama orang-orang yang tidak ikut berperang.\") maksudnya bersama mereka yang tidak ikut berperang, yaitu bersama kaum wanita, anak-anak dan lain-lainnya.",
            "sajda": false,
            "transliteration": "Fa ir raja'akal laahu ilaa taaa'ifatim minhum fastaaa zanooka lilkhurooji faqul lan takhrujoo ma'iya abadanw a lan tuqaatiloo ma'iya 'aduwwan innakum radeetum bilqu'oodi awwala marratin faq'udoo ma'al khaalifeen",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1319,
            "aya_number": 84,
            "aya_text": "وَلَا تُصَلِّ عَلٰٓى اَحَدٍ مِّنْهُمْ مَّاتَ اَبَدًا وَّلَا تَقُمْ عَلٰى قَبْرِهٖۗ اِنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَمَاتُوْا وَهُمْ فٰسِقُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Dan janganlah engkau (Muhammad) melaksanakan salat untuk seseorang yang mati di antara mereka (orang-orang munafik), selama-lamanya dan janganlah engkau berdiri (mendoakan) di atas kuburnya. Sesungguhnya mereka ingkar kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik.",
            "tafsir_jalalayn": "Ketika Nabi saw. melakukan salat jenazah atas kematian Ibnu Ubay (pemimpin orang-orang munafik), maka turunlah firman-Nya: (Dan janganlah kamu sekali-kali menyalatkan jenazah seorang yang mati di antara mereka, dan janganlah kamu berdiri di kuburnya) untuk keperluan menguburkannya atau menziarahinya. (Sesungguhnya mereka telah kafir kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik) yaitu dalam keadaan kafir.",
            "sajda": false,
            "transliteration": "Wa laa tusalli 'alaaa ahadim minhum maata abadanw wa laa taqum 'alaa qabriheee innahum kafaroo billaahi wa Rasoolihee wa maatoo wa hum faasiqoon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1320,
            "aya_number": 85,
            "aya_text": "وَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَاَوْلَادُهُمْۗ اِنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّعَذِّبَهُمْ بِهَا فِى الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Dan janganlah engkau (Muhammad) kagum terhadap harta dan anak-anak mereka. Sesungguhnya dengan itu Allah hendak menyiksa mereka di dunia dan agar nyawa mereka melayang, sedang mereka dalam keadaan kafir.",
            "tafsir_jalalayn": "(Dan janganlah harta benda dan anak-anak mereka menarik hatimu. Sesungguhnya Allah menghendaki akan mengazab mereka di dunia dengan harta dan anak-anak itu dan agar melayang) dicabut (nyawa mereka dalam keadaan kafir).",
            "sajda": false,
            "transliteration": "Wa laa tu'jibka amwaa luhum wa awlaaduhum; innamaa yureedul laahu ai yu'az zibahum bihaa fid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1321,
            "aya_number": 86,
            "aya_text": "وَاِذَآ اُنْزِلَتْ سُوْرَةٌ اَنْ اٰمِنُوْا بِاللّٰهِ وَجَاهِدُوْا مَعَ رَسُوْلِهِ اسْتَأْذَنَكَ اُولُوا الطَّوْلِ مِنْهُمْ وَقَالُوْا ذَرْنَا نَكُنْ مَّعَ الْقٰعِدِيْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 200,
            "translation_aya_text": "Dan apabila diturunkan suatu surah (yang memerintahkan kepada orang-orang munafik), “Berimanlah kepada Allah dan berjihadlah bersama Rasul-Nya,” niscaya orang-orang yang kaya dan berpengaruh di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata, “Biarkanlah kami berada bersama orang-orang yang duduk (tinggal di rumah).”",
            "tafsir_jalalayn": "(Dan apabila diturunkan suatu surah) yakni sebagian daripada surah-surah Alquran (bahwa) yang memerintahkan mereka (berimanlah kalian kepada Allah dan berjihadlah beserta Rasul-Nya, niscaya akan meminta izin kepadamu orang-orang yang sanggup) yakni mereka yang memiliki kemampuan (di antara mereka untuk tidak berjihad dan mereka berkata, \"Biarkanlah kami berada bersama orang-orang yang duduk.\").",
            "sajda": false,
            "transliteration": "Wa izaaa unzilat Sooratun an aaminoo billaahi wa jaahidoo ma'a Rasoolihis taazanaka uluttawli minhum wa qaaloo zarnaa nakum ma'alqaa 'ideen",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}