{
    "page_number": 201,
    "data": [
        {
            "aya_id": 1322,
            "aya_number": 87,
            "aya_text": "رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِ وَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Mereka rela berada bersama orang-orang yang tidak pergi berperang, dan hati mereka telah tertutup, sehingga mereka tidak memahami (kebahagiaan beriman dan berjihad).",
            "tafsir_jalalayn": "(Mereka rela berada bersama dengan orang-orang yang tidak pergi berperang) lafal khawaalif merupakan bentuk jamak daripada lafal khaalifah, yang dimaksud adalah kaum wanita yang tinggal di rumah-rumahnya (dan hati mereka telah dikunci mati, maka mereka tidak mengetahui) kebaikan.",
            "sajda": false,
            "transliteration": "Radoo bi ai yakoonoo ma'al khawaalifi wa tubi'a 'alaa quloobihim fahum laa yafqahoon",
            "tajweed_text": "رَضُو[s[اْ] بِأ[a:5771[َن ي]َكُونُو[s[اْ] مَعَ [h:5772[ٱ]لْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَه[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1323,
            "aya_number": 88,
            "aya_text": "لٰكِنِ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ جَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاُولٰۤىِٕكَ لَهُمُ الْخَيْرٰتُ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Tetapi Rasul dan orang-orang yang beriman bersama dia, (mereka) berjihad dengan harta dan jiwa. Mereka itu memperoleh kebaikan. Mereka itulah orang-orang yang beruntung.",
            "tafsir_jalalayn": "(Tetapi Rasul dan orang-orang yang beriman bersama dia, mereka berjihad dengan harta dan diri mereka. Dan mereka itulah orang-orang yang memperoleh kebaikan) di dunia dan di akhirat (dan mereka itu pulalah orang-orang yang beruntung) orang-orang yang mendapatkan keberuntungan.",
            "sajda": false,
            "transliteration": "Laakinir Rasoolu wal lazeena aamanoo ma'ahoo jaahadoo bi amwaalihim wa anfusihim; wa ulaaa'ika lahumul khairaatu wa ulaaa'ika humul muflihoon",
            "tajweed_text": "لَ[n[ـٰ]كِنِ [h:5773[ٱ][l[ل]رَّسُولُ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ] جَ[n[ـٰ]هَدُو[s[اْ] بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ‌ۚ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمُ [h:5774[ٱ]لْخَيْر[n[َٲ]تُ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1324,
            "aya_number": 89,
            "aya_text": "اَعَدَّ اللّٰهُ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ ࣖ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang agung.",
            "tafsir_jalalayn": "(Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang besar).",
            "sajda": false,
            "transliteration": "A'addal laahu lahum Jannaatin tajree min tahtihal anhaaru khaalideena feehaa; zaalikal fawzul 'azeem",
            "tajweed_text": "أَعَدَّ [h:5775[ٱ]للَّهُ لَهُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ ذ[n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1325,
            "aya_number": 90,
            "aya_text": "وَجَاۤءَ الْمُعَذِّرُوْنَ مِنَ الْاَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِيْنَ كَذَبُوا اللّٰهَ وَرَسُوْلَهٗ ۗسَيُصِيْبُ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Dan di antara orang-orang Arab Badui datang (kepada Nabi) mengemukakan alasan, agar diberi izin (untuk tidak pergi berperang), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam. Kelak orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih.",
            "tafsir_jalalayn": "(Kemudian datanglah orang-orang yang mengemukakan uzur) asalnya lafal al-mu`adzdziruuna ialah al-mu`tadziruuna kemudian huruf ta diidgamkan ke dalam huruf dzal sehingga jadilah al-mu`adzdziruuna keduanya mempunyai arti yang sama lalu dibaca al-mu`adzdziruuna (yaitu orang-orang Arab penduduk padang pasir) kepada Nabi saw. (agar diberi izin bagi mereka) untuk tetap tinggal di kampungnya, tidak pergi berjihad karena berhalangan, akhirnya Nabi saw. memberi izin kepada mereka (sedangkan orang-orang yang mendustakan Allah dan Rasul-Nya duduk berdiam diri saja) mereka yang diam adalah orang-orang yang berpura-pura beriman dari kalangan orang-orang munafik penduduk padang pasir, mereka diam saja tidak datang menghadap kepada Nabi saw. untuk mengemukakan alasan ketidakikutannya. (Kelak orang-orang yang kafir di antara mereka itu akan ditimpa azab yang pedih).",
            "sajda": false,
            "transliteration": "Wa jaaa'al mu'az ziroona minal A'raabi liyu'zana lahum wa qa'adal lazeena kazabul laaha wa Rasoolah; sayuseebul lazeena kafaroo minhum 'azaabun aleem",
            "tajweed_text": "وَج[o[َا]ٓءَ [h:5776[ٱ]لْمُعَذِّرُونَ مِنَ [h:5777[ٱ]لْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ [h:5778[ٱ]لَّذِينَ كَذَبُو[s[اْ] [h:5779[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۚ سَيُصِيبُ [h:4389[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْهُمْ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1326,
            "aya_number": 91,
            "aya_text": "لَيْسَ عَلَى الضُّعَفَاۤءِ وَلَا عَلَى الْمَرْضٰى وَلَا عَلَى الَّذِيْنَ لَا يَجِدُوْنَ مَا يُنْفِقُوْنَ حَرَجٌ اِذَا نَصَحُوْا لِلّٰهِ وَرَسُوْلِهٖۗ مَا عَلَى الْمُحْسِنِيْنَ مِنْ سَبِيْلٍ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Tidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. Tidak ada alasan apa pun untuk menyalahkan orang-orang yang berbuat baik. Dan Allah Maha Pengampun, Maha Penyayang,",
            "tafsir_jalalayn": "(Tiada dosa atas orang-orang yang lemah) yakni orang-orang jompo (atas orang-orang yang sakit) seperti orang buta dan orang yang sakit parah yang tak sembuh-sembuh (dan atas orang-orang yang tidak memperoleh apa yang akan mereka nafkahkan) untuk berjihad (apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya) sewaktu ia tidak pergi berjihad, yaitu tidak menimbulkan kekacauan dan rasa takut kepada orang-orang lain dan tetap menaati peraturan. (Tidak atas orang-orang yang berbuat baik) yakni orang-orang yang melaksanakan hal tersebut (jalan) alasan untuk menyalahkan mereka. (Dan Allah Maha Pengampun) kepada mereka (lagi Maha Penyayang) kepada mereka di dalam memberikan kelonggaran mengenai masalah tidak pergi berjihad ini.",
            "sajda": false,
            "transliteration": "Laisa 'alad du'aaaa'i wa laa 'alal mardaa wa laa 'alal lazeena laa yajidoona maa yunfiqoona harajun izaa nasahoo lillaahi wa Rasoolih; maa 'alal muhsineena min sabeel; wallaahu Ghafoorur Raheem",
            "tajweed_text": "لَّيْسَ عَلَى [h:5780[ٱ][l[ل]ضُّعَف[o[َا]ٓءِ وَلَا عَلَى [h:5781[ٱ]لْمَرْضَىٰ وَلَا عَلَى [h:289[ٱ]لَّذِينَ لَا يَجِدُونَ مَا يُ[f:16[نف]ِقُونَ حَرَجٌ إِذَا نَصَحُو[s[اْ] لِلَّهِ وَرَسُولِه[n[ِۦ]‌ۚ مَا عَلَى [h:1343[ٱ]لْمُحْسِنِينَ مِ[f:5782[ن س]َبِي[a:5783[لٍ‌ۚ و]َ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1327,
            "aya_number": 92,
            "aya_text": "وَّلَا عَلَى الَّذِيْنَ اِذَا مَآ اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُكُمْ عَلَيْهِ ۖتَوَلَّوْا وَّاَعْيُنُهُمْ تَفِيْضُ مِنَ الدَّمْعِ حَزَنًا اَلَّا يَجِدُوْا مَا يُنْفِقُوْنَۗ ",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "dan tidak ada (pula dosa) atas orang-orang yang datang kepadamu (Muhammad), agar engkau memberi kendaraan kepada mereka, lalu engkau berkata, “Aku tidak memperoleh kendaraan untuk membawamu,” lalu mereka kembali, sedang mata mereka bercucuran air mata karena sedih, disebabkan mereka tidak memperoleh apa yang akan mereka infakkan (untuk ikut berperang).",
            "tafsir_jalalayn": "(Dan tiada pula dosa atas orang-orang yang apabila mereka datang kepadamu supaya kamu memberi mereka kendaraan) untuk berangkat berperang bersamamu; jumlah mereka ada tujuh orang yang semuanya berasal dari kalangan sahabat Ansar. Akan tetapi menurut pendapat lain dikatakan bahwa mereka semua berasal dari Bani Muqarrin (lalu kamu berkata, \"Aku tidak memperoleh kendaraan untuk membawa kalian.\") jumlah ayat ini menjadi hal/kalimat keterangan (lalu mereka kembali) lafal ayat ini menjadi jawab dari kata idzaa, artinya mereka bubar kembali ke rumah masing-masing (sedangkan mata mereka bercucuran) yakni mengalirkan (berupa) lafal min di sini mempunyai arti bayan/kata penjelasan/kata penafsir (air mata karena kesedihan) lantaran mereka (tidak memperoleh apa yang akan mereka nafkahkan) untuk berjihad.",
            "sajda": false,
            "transliteration": "Wa laa 'alal lazeena izaa maaa atawka litahmilahum qulta laaa ajidu maaa ahmilukum 'alaihi tawallaw wa a'yunuhum tafeedu minaddam'i hazanan allaa yajidoo maa yunfiqoon",
            "tajweed_text": "وَلَا عَلَى [h:289[ٱ]لَّذِينَ إِذَا م[o[َآ] أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ ل[o[َآ] أَجِدُ م[o[َآ] أَحْمِلُكُمْ عَلَيْهِ تَوَلَّو[s[اْ] وَّأَعْيُنُهُمْ تَفِيضُ مِنَ [h:3742[ٱ][l[ل]دَّمْعِ حَزَنًا أَلَّا يَجِدُو[s[اْ] مَا يُ[f:16[نف]ِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1328,
            "aya_number": 93,
            "aya_text": "اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَسْتَأْذِنُوْنَكَ وَهُمْ اَغْنِيَاۤءُۚ رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِۙ وَطَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَعْلَمُوْنَ  ۔",
            "sura_id": 9,
            "juz_id": 10,
            "page_number": 201,
            "translation_aya_text": "Sesungguhnya alasan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu (untuk tidak ikut berperang), padahal mereka orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci hati mereka, sehingga mereka tidak mengetahui (akibat perbuatan mereka).",
            "tafsir_jalalayn": "(Sesungguhnya jalan untuk menyalahkan itu hanyalah terhadap orang-orang yang meminta izin kepadamu) untuk tidak ikut berangkat berjihad (padahal mereka itu orang-orang kaya. Mereka rela berada bersama-sama orang-orang yang tidak ikut berperang dan Allah telah mengunci mati hati mereka, maka mereka tidak mengetahui) akibat perbuatan mereka.",
            "sajda": false,
            "transliteration": "Innamas sabeelu 'alal lazeena yastaazinoonaka wa hum aghniyaaa'; radoo biany-yakoonoo ma'al khawaalifi wa taba'al laahu 'alaa quloobihim fahum laa ya'lamoon",
            "tajweed_text": "۞ إِ[g[نّ]َمَا [h:5784[ٱ][l[ل]سَّبِيلُ عَلَى [h:289[ٱ]لَّذِينَ يَسْتَــْٔذِنُونَكَ وَهُمْ أَغْنِي[o[َا]ٓءُ‌ۚ رَضُو[s[اْ] بِأ[a:5771[َن ي]َكُونُو[s[اْ] مَعَ [h:5772[ٱ]لْخَوَالِفِ وَطَبَعَ [h:5785[ٱ]للَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}