{
    "page_number": 202,
    "data": [
        {
            "aya_id": 1329,
            "aya_number": 94,
            "aya_text": "يَعْتَذِرُوْنَ اِلَيْكُمْ اِذَا رَجَعْتُمْ اِلَيْهِمْ ۗ قُلْ لَّا تَعْتَذِرُوْا لَنْ نُّؤْمِنَ لَكُمْ قَدْ نَبَّاَنَا اللّٰهُ مِنْ اَخْبَارِكُمْ وَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ ثُمَّ تُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Mereka (orang-orang munafik yang tidak ikut berperang) akan mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka. Katakanlah (Muhammad), “Janganlah kamu mengemukakan alasan; kami tidak percaya lagi kepadamu, sungguh, Allah telah memberitahukan kepada kami tentang beritamu. Dan Allah akan melihat pekerjaanmu, (demikian pula) Rasul-Nya, kemudian kamu dikembalikan kepada (Allah) Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Mereka mengemukakan uzurnya kepada kalian) untuk tidak pergi berperang (apabila kalian telah kembali kepada mereka) dari medan perang (Katakanlah) kepada mereka (\"Janganlah kalian mengemukakan uzur, kami tidak percaya lagi kepada kalian) kami sudah tidak mempercayai lagi kalian (karena sesungguhnya Allah telah memberitahukan kepada kami di antara berita-berita rahasia kalian) Allah telah memberitahukan kepada kami tentang hal-ihwal kalian. (Dan Allah serta Rasul-Nya akan melihat pekerjaan kalian kemudian kalian dikembalikan) melalui dibangkitkan dari dalam kubur (kepada Yang Mengetahui yang gaib dan yang nyata) yakni Allah (lalu Dia memberitahu kepada kalian apa yang telah kalian kerjakan.\") maka Dia membalasnya kepada kalian.",
            "sajda": false,
            "transliteration": "ya'taziroona ilaikum izaa raja'tum ilaihim; qul laa ta'taziroo lan nu'mina lakum qad nabba annal laahu min akhbaarikum; wa sa yaral laahu 'amalakum wa Rasooluhoo suma turaddoona ilaa 'Aalimil Ghaibi washshahaadati fa yunabbi'ukum bimaa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1330,
            "aya_number": 95,
            "aya_text": "سَيَحْلِفُوْنَ بِاللّٰهِ لَكُمْ اِذَا انْقَلَبْتُمْ اِلَيْهِمْ لِتُعْرِضُوْا عَنْهُمْ ۗ فَاَعْرِضُوْا عَنْهُمْ ۗ اِنَّهُمْ رِجْسٌۙ وَّمَأْوٰىهُمْ جَهَنَّمُ جَزَاۤءً ۢبِمَا كَانُوْا يَكْسِبُوْنَ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Mereka akan bersumpah kepadamu dengan nama Allah, ketika kamu kembali kepada mereka, agar kamu berpaling dari mereka. Maka berpalinglah dari mereka; karena sesungguhnya mereka itu berjiwa kotor dan tempat mereka neraka Jahanam, sebagai balasan atas apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Kelak mereka akan bersumpah kepada kalian dengan nama Allah, apabila kalian kembali) yakni pulang (kepada mereka) dari medan perang Tabuk untuk menunjukkan bahwa mereka benar-benar mempunyai alasan yang tepat sewaktu mereka tidak ikut berangkat (supaya kalian berpaling dari mereka) artinya supaya tidak mencela perbuatan mereka itu. (Maka berpalinglah dari mereka karena sesungguhnya mereka itu adalah najis) najis karena batin mereka kotor (dan tempat mereka Jahanam sebagai balasan atas apa yang telah mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Sa yahlifoona billaahi lakum izanqalabtum ilaihim litu'ridoo 'anhum fa a'ridoo 'anhum innahum rijsunw wa maawaahum jahannamu jazaaa 'ambimaa kaanoo yaksiboon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1331,
            "aya_number": 96,
            "aya_text": "يَحْلِفُوْنَ لَكُمْ لِتَرْضَوْا عَنْهُمْ ۚفَاِنْ تَرْضَوْا عَنْهُمْ فَاِنَّ اللّٰهَ لَا يَرْضٰى عَنِ الْقَوْمِ الْفٰسِقِيْنَ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Mereka akan bersumpah kepadamu agar kamu bersedia menerima mereka. Tetapi sekalipun kamu menerima mereka, Allah tidak akan rida kepada orang-orang yang fasik.",
            "tafsir_jalalayn": "(Mereka akan bersumpah kepada kalian agar kalian rida kepada mereka. Tetapi jika sekiranya kalian rida kepada mereka, maka sesungguhnya Allah tidak rida kepada orang-orang yang fasik itu) artinya Allah tidak rela kepada mereka dan kerelaan kalian kepada mereka sedikit pun tidak akan bermanfaat buat mereka, karena Allah telah murka kepada mereka.",
            "sajda": false,
            "transliteration": "Yahlifoona lakum litardaw 'anhum fa in tardaw 'anhum fa innal laaha laa yardaa 'anil qawmil faasiqeen",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1332,
            "aya_number": 97,
            "aya_text": "اَلْاَعْرَابُ اَشَدُّ كُفْرًا وَّنِفَاقًا وَّاَجْدَرُ اَلَّا يَعْلَمُوْا حُدُوْدَ مَآ اَنْزَلَ اللّٰهُ عَلٰى رَسُوْلِهٖ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Orang-orang Arab Badui itu lebih kuat kekafiran dan kemunafikannya, dan sangat wajar tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Orang-orang Arab itu) yaitu penduduk daerah badui (lebih sangat kekafiran dan kemunafikannya) daripada penduduk daerah perkotaan; karena penduduk daerah badui berwatak keras dan kasar serta mereka jauh dari mendengarkan Alquran (dan lebih wajar) lebih patut (tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya) berupa hukum-hukum dan syariat-syariat. Huruf allaa asalnya terdiri dari an dan laa kemudian keduanya digabungkan, sehingga jadilah allaa. (Dan Allah Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) di dalam mengatur penciptaan mereka.",
            "sajda": false,
            "transliteration": "Al A'raabu ashaddu kufranw wa nifaaqanw wa ajdaru allaa ya'lamoo hudooda maaa anzalal laahu 'alaa Rasoolih; wallaahu 'Aleemun Hakeem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1333,
            "aya_number": 98,
            "aya_text": "وَمِنَ الْاَعْرَابِ مَنْ يَّتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَّيَتَرَبَّصُ بِكُمُ الدَّوَاۤىِٕرَ ۗعَلَيْهِمْ دَاۤىِٕرَةُ السَّوْءِ ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ  ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Dan di antara orang-orang Arab Badui itu ada yang memandang apa yang diinfakkannya (di jalan Allah) sebagai suatu kerugian; dia menanti-nanti marabahaya menimpamu, merekalah yang akan ditimpa marabahaya. Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Di antara orang-orang Arab badui itu ada orang yang memandang apa yang dinafkahkannya) di jalan Allah (sebagai suatu kerugian) ketekoran dan kerugian sebab ia tidak mengharapkan akan pahalanya melainkan menginfakkannya karena rasa takut; mereka adalah Bani Asad dan Bani Ghathafan (dan menanti-nanti) malapetaka menimpa kalian sehingga ia bebas dari kalian (merekalah yang akan ditimpa marabahaya) dapat dibaca as-suu` dan dapat pula dibaca as-sau`, artinya azab dan kebinasaan itu justru akan menimpa mereka sendiri bukannya menimpa kalian. (Dan Allah Maha Mendengar) akan semua ucapan hamba-hamba-Nya (lagi Maha Mengetahui) perbuatan-perbuatan mereka.",
            "sajda": false,
            "transliteration": "Wa minal A'raabi mai yattakhizu maa yunfiqu maghramanw wa yatarabbasu bikumud dawaaa'ir; alaihim daaa'iratus saw'; wallaahu Samee'un 'Aleem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1334,
            "aya_number": 99,
            "aya_text": "وَمِنَ الْاَعْرَابِ مَنْ يُّؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبٰتٍ عِنْدَ اللّٰهِ وَصَلَوٰتِ الرَّسُوْلِ ۗ اَلَآ اِنَّهَا قُرْبَةٌ لَّهُمْ ۗ سَيُدْخِلُهُمُ اللّٰهُ فِيْ رَحْمَتِهٖ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 202,
            "translation_aya_text": "Dan di antara orang-orang Arab Badui itu ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. Ketahuilah, sesungguhnya infak itu suatu jalan bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukkan mereka ke dalam rahmat (surga)-Nya; sesungguhnya Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan di antara orang-orang Arab badui itu ada orang-orang yang beriman kepada Allah dan hari kemudian) seperti kabilah Juhainah dan kabilah Muzayyanah (dan menjadikan apa yang ia infakkan) di jalan Allah (sebagai amal taqarrub) maksudnya mendekatkan diri kepada-Nya (di sisi Allah dan) sebagai jalan untuk (memperoleh selawat) yakni doa-doa (Rasul) kepadanya. (Ketahuilah, sesungguhnya nafkah itu) artinya nafkah mereka itu (merupakan amal taqarrub) dapat dibaca qurubaatun dan dapat pula dibaca qurbatun (bagi mereka) di sisi-Nya. (Kelak Allah akan memasukkan mereka ke dalam rahmat-Nya) yaitu surga-Nya. (Sesungguhnya Allah Maha Pengampun) kepada orang-orang yang taat kepada-Nya (lagi Maha Penyayang) terhadap mereka yang taat.",
            "sajda": false,
            "transliteration": "Wa minal A'raabi mai yu'minu billaahi wal yawmil AAkhiri wa yattakhizu maa yunfiqu qurubaatin 'indal laahi wa salawaatir Rasool; alaaa innahaa qurbatul lahum; sayudkhiluhumul laahu fee rahmatih; innal laaha Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}