{
    "page_number": 203,
    "data": [
        {
            "aya_id": 1335,
            "aya_number": 100,
            "aya_text": "وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُهٰجِرِيْنَ وَالْاَنْصَارِ وَالَّذِيْنَ اتَّبَعُوْهُمْ بِاِحْسَانٍۙ رَّضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ وَاَعَدَّ لَهُمْ جَنّٰتٍ تَجْرِيْ تَحْتَهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Dan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.",
            "tafsir_jalalayn": "(Orang-orang yang terdahulu lagi yang pertama-tama masuk Islam di antara orang-orang Muhajirin dan Ansar) mereka adalah para sahabat yang ikut perang Badar atau yang dimaksud adalah semua para sahabat (dan orang-orang yang mengikuti mereka) sampai hari kiamat (dengan baik) dalam hal amal perbuatannya. (Allah rida kepada mereka) melalui ketaatan mereka kepada-Nya (dan mereka pun rida kepada Allah) rida akan pahala-Nya (dan Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di bawahnya) menurut suatu qiraat lafal tahtahaa dibaca dengan memakai huruf min sebelumnya sehingga bacaannya menjadi min tahtihaa (mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang besar).",
            "sajda": false,
            "transliteration": "Was saabiqoonal awwa loona minal Muhaajireena wal Ansaari wallazeenat taba'oo hum bi ihsaanir radiyal laahu 'anhum wa radoo 'anhu wa a'adda lahum jannnaatin tajree tahtahal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1336,
            "aya_number": 101,
            "aya_text": "وَمِمَّنْ حَوْلَكُمْ مِّنَ الْاَعْرَابِ مُنٰفِقُوْنَ ۗوَمِنْ اَهْلِ الْمَدِيْنَةِ مَرَدُوْا عَلَى النِّفَاقِۗ  لَا تَعْلَمُهُمْۗ نَحْنُ نَعْلَمُهُمْۗ سَنُعَذِّبُهُمْ مَّرَّتَيْنِ ثُمَّ يُرَدُّوْنَ اِلٰى عَذَابٍ عَظِيْمٍ ۚ  ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Dan di antara orang-orang Arab Badui yang (tinggal) di sekitarmu, ada orang-orang munafik. Dan di antara penduduk Madinah (ada juga orang-orang munafik), mereka keterlaluan dalam kemunafikannya. Engkau (Muhammad) tidak mengetahui mereka, tetapi Kami mengetahuinya. Nanti mereka akan Kami siksa dua kali, kemudian mereka akan dikembalikan kepada azab yang besar.",
            "tafsir_jalalayn": "(Di antara orang-orang yang di sekeliling kalian) hai penduduk Madinah (dari kalangan orang-orang Arab badui ada orang-orang munafik) seperti orang-orang kabilah Aslam, kabilah Asyja` dan kabilah Ghiffar (dan juga di antara penduduk Madinah) ada orang-orang munafik pula. (Mereka keterlaluan dalam kemunafikannya) artinya kemunafikan mereka telah mendalam dan sudah mengakar di hati mereka. (Kamu tidak mengetahui mereka) hai Muhammad (tetapi Kamilah yang mengetahui mereka. Nanti mereka akan Kami siksa dua kali) dengan terungkapnya kemunafikan mereka, atau dibunuh di dunia dan disiksa di alam kubur (kemudian mereka akan dikembalikan) di akhirat nanti (kepada azab yang besar) yaitu siksa neraka.",
            "sajda": false,
            "transliteration": "Wa mimmann hawlakum minal A'raabi munaafiqoona wa min ahlil Madeenati maradoo 'alan nifaaq, laa ta'lamuhum nahnu na'lamuhum; sanu'azzibuhum marrataini summa yuraddoona ilaa 'azaabin 'azeem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1337,
            "aya_number": 102,
            "aya_text": "وَاٰخَرُوْنَ اعْتَرَفُوْا بِذُنُوْبِهِمْ خَلَطُوْا عَمَلًا صَالِحًا وَّاٰخَرَ سَيِّئًاۗ عَسَى اللّٰهُ اَنْ يَّتُوْبَ عَلَيْهِمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Dan (ada pula) orang lain yang mengakui dosa-dosa mereka, mereka mencampuradukkan pekerjaan yang baik dengan pekerjaan lain yang buruk. Mudah-mudahan Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan) ada pula suatu kaum (yang lain) lafal ayat ini menjadi mubtada (mereka mengakui dosa-dosa mereka) karena tidak ikut berangkat ke medan perang. Lafal ayat ini menjadi khabarnya (mereka mencampur-baurkan pekerjaan yang baik) yaitu jihad yang telah mereka lakukan sebelum peristiwa ini atau pengakuan mereka atas dosa-dosa yang telah mereka lakukan; atau dosa-dosa yang lainnya (dengan pekerjaan lain yang buruk) yaitu ketidakikutan mereka dalam berjihad kali ini. (Mudah-mudahan Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang). Ayat ini diturunkan berkenaan dengan apa yang dilakukan oleh Abu Lubabah dan segolongan orang-orang lainnya. Mereka mengikatkan diri mereka di tiang-tiang mesjid, hal ini mereka lakukan ketika mereka mendengar firman Allah swt. yang diturunkan berkenaan dengan orang-orang yang tidak berangkat berjihad, sedangkan mereka tidak ikut berangkat. Lalu mereka bersumpah bahwa ikatan mereka itu tidak akan dibuka melainkan oleh Nabi saw. sendiri. Kemudian setelah ayat ini diturunkan Nabi saw. melepaskan ikatan mereka.",
            "sajda": false,
            "transliteration": "Wa aakharoona' tarafoo bizunoobihim khalatoo 'amalan saalihanw wa aakhara saiyi'an 'asal laahu ai yatooba 'alaihim; innal laaha Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1338,
            "aya_number": 103,
            "aya_text": "خُذْ مِنْ اَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيْهِمْ بِهَا وَصَلِّ عَلَيْهِمْۗ اِنَّ صَلٰوتَكَ سَكَنٌ لَّهُمْۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Ambillah zakat dari harta mereka, guna membersihkan dan menyucikan mereka, dan berdoalah untuk mereka. Sesungguhnya doamu itu (menumbuhkan) ketenteraman jiwa bagi mereka. Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Ambillah sedekah dari sebagian harta mereka, dengan sedekah itu kamu membersihkan dan menyucikan mereka) dari dosa-dosa mereka, maka Nabi saw. mengambil sepertiga harta mereka kemudian menyedekahkannya (dan berdoalah untuk mereka). (Sesungguhnya doa kamu itu menjadi ketenangan jiwa) rahmat (bagi mereka) menurut suatu pendapat yang dimaksud dengan sakanun ialah ketenangan batin lantaran tobat mereka diterima. (Dan Allah Maha Mendengar lagi Maha Mengetahui).",
            "sajda": false,
            "transliteration": "Khuz min amwaalihim sadaqtan tutahhiruhum wa tuzakkeehim bihaa wa salli 'alaihim inna salaataka sakanul lahum; wallaahu Samee'un 'Aleem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1339,
            "aya_number": 104,
            "aya_text": "اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ وَيَأْخُذُ الصَّدَقٰتِ وَاَنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحِيْمُ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Tidakkah mereka mengetahui, bahwa Allah menerima tobat hamba-hamba-Nya dan menerima zakat(nya), dan bahwa Allah Maha Penerima tobat, Maha Penyayang?",
            "tafsir_jalalayn": "(Tidakkah mereka mengetahui bahwasanya Allah menerima tobat dari hamba-hamba-Nya dan mengambil) maksudnya menerima (zakat dan bahwasanya Allah Maha Penerima tobat) hamba-hamba-Nya, yakni dengan menerima tobat mereka (lagi Maha Penyayang) kepada mereka. Kata tanya pada awal ayat ini bermakna taqrir; pengertian yang dimaksud ialah untuk menggugah mereka agar mau bertobat dan berzakat atau bersedekah.",
            "sajda": false,
            "transliteration": "Alam ya'lamooo annnal laaha huwa yaqbalut tawbata 'an ibaadihee wa yaakhuzus sadaqaati wa annal laaha Huwat awwaabur Raheem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1340,
            "aya_number": 105,
            "aya_text": "وَقُلِ اعْمَلُوْا فَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ وَالْمُؤْمِنُوْنَۗ وَسَتُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۚ  ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Dan katakanlah, “Bekerjalah kamu, maka Allah akan melihat pekerjaanmu, begitu juga Rasul-Nya dan orang-orang mukmin, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui yang gaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Dan katakanlah) kepada mereka atau kepada manusia secara umum (\"Bekerjalah kalian) sesuka hati kalian (maka Allah dan Rasul-Nya serta orang-orang mukmin akan melihat pekerjaan kalian itu dan kalian akan dikembalikan) melalui dibangkitkan dari kubur (kepada Yang Mengetahui alam gaib dan alam nyata) yakni Allah (lalu diberikan-Nya kepada kalian apa yang telah kalian kerjakan.\") lalu Dia akan membalasnya kepada kalian.",
            "sajda": false,
            "transliteration": "Wa quli'maloo fasayaral laahu 'amalakum wa Rasooluhoo walmu'minoona wa saturaddoona ilaa 'Aalimil Ghaibi washshahaadati fa yunabbi'ukum bimaa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1341,
            "aya_number": 106,
            "aya_text": "وَاٰخَرُوْنَ مُرْجَوْنَ لِاَمْرِ اللّٰهِ اِمَّا يُعَذِّبُهُمْ وَاِمَّا يَتُوْبُ عَلَيْهِمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 203,
            "translation_aya_text": "Dan ada (pula) orang-orang lain yang ditangguhkan sampai ada keputusan Allah; mungkin Allah akan mengazab mereka dan mungkin Allah akan menerima tobat mereka. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan ada pula orang-orang lain) di antara orang-orang yang tidak berangkat ke medan perang (yang ditangguhkan) dapat dibaca murjauna dan dapat pula dibaca murja'uuna; artinya tobat mereka ditangguhkan (sampai ada keputusan Allah) tentang perihal mereka sesuai dengan kehendak-Nya (adakalanya Allah akan mengazab mereka) seumpamanya mereka dimatikan oleh Allah tanpa sempat bertobat (dan adakalanya Allah akan menerima tobat mereka. Dan Allah Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) di dalam melakukan apa yang harus Ia lakukan terhadap mereka. Yang dimaksud dengan mereka ialah ketiga orang yang kedatangannya kepada Nabi saw. telah disebutkan tadi, mereka adalah Murarah bin Rabi', Kaab bin Malik dan Hilal bin Umayyah. Mereka tidak berangkat ke medan perang hanya karena malas dan cenderung kepada hidup yang serba santai dan enak, bukannya karena munafik. Dan mereka tidak mengemukakan uzurnya (alasannya) kepada Nabi saw. seperti halnya yang dilakukan oleh orang-orang lain. Akhirnya perihal mereka ditangguhkan selama lima puluh hari, selama itu mereka hidup diasingkan oleh semuanya sehingga turunlah ayat yang menjelaskan diterimanya tobat mereka.",
            "sajda": false,
            "transliteration": "Wa aakharoona murjawna li amril laahi imaa yu'az zibuhum wa immaa yatoobu 'alaihim; wallaahu 'Aleemun Hakeem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}