{
    "page_number": 204,
    "data": [
        {
            "aya_id": 1342,
            "aya_number": 107,
            "aya_text": "وَالَّذِيْنَ اتَّخَذُوْا مَسْجِدًا ضِرَارًا وَّكُفْرًا وَّتَفْرِيْقًاۢ بَيْنَ الْمُؤْمِنِيْنَ وَاِرْصَادًا لِّمَنْ حَارَبَ اللّٰهَ وَرَسُوْلَهٗ مِنْ قَبْلُ ۗوَلَيَحْلِفُنَّ اِنْ اَرَدْنَآ اِلَّا الْحُسْنٰىۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 204,
            "translation_aya_text": "Dan (di antara orang-orang munafik itu) ada yang mendirikan masjid untuk menimbulkan bencana (pada orang-orang yang beriman), untuk kekafiran dan untuk memecah belah di antara orang-orang yang beriman serta menunggu kedatangan orang-orang yang telah memerangi Allah dan Rasul-Nya sejak dahulu. Mereka dengan pasti bersumpah, “Kami hanya menghendaki kebaikan.” Dan Allah menjadi saksi bahwa mereka itu pendusta (dalam sumpahnya).",
            "tafsir_jalalayn": "(Dan) di antara mereka yang munafik itu (ada orang-orang yang mendirikan mesjid) jumlah mereka ada dua belas orang, semuanya orang-orang munafik (untuk menimbulkan kemudaratan) kepada orang-orang mukmin di mesjid Quba (dan karena kekafiran) karena mereka membangun mesjid itu berdasarkan perintah dari Abu Amir seorang rahib, dimaksud supaya menjadi basis pangkalan baginya dan bagi orang-orang yang berpihak kepadanya. Sedang ia (Amir) pergi untuk mendatangkan bala tentara Kaisar Romawi guna memerangi Nabi saw. (dan untuk memecah belah antara orang-orang mukmin) yang biasa salat di mesjid Quba, diharapkan sebagian dari orang-orang mukmin melakukan salat di mesjid mereka (serta menjadi tempat pemantauan) yakni tempat untuk memantau (bagi orang-orang yang memerangi Allah dan Rasul-Nya sejak dahulu) sebelum mesjid dhirar ini dibangun; yang dimaksud adalah Abu Amir tadi dan para pembantunya. (Mereka sesungguhnya bersumpah, \"Tiada lain) (kami menghendaki) dari pembangunan mesjid ini (hanyalah) untuk pekerjaan (yang baik semata.\") yaitu berlaku belas-kasihan terhadap orang-orang miskin dalam musim hujan dan musim panas, serta memberikan tempat persinggahan bagi kaum Muslimin. (Dan Allah menjadi saksi bahwa sesungguhnya mereka itu adalah pendusta) dalam sumpahnya. Mereka pernah meminta kepada Nabi saw. supaya melakukan salat di dalam mesjidnya itu, akan tetapi kemudian turunlah firman Allah berikut ini, yaitu:",
            "sajda": false,
            "transliteration": "Wallazeenat takhazoo masjidan diraaranw wa kufranw wa tafreeqam bainal mu'mineena wa irsaadal liman haarabal laaha wa Rasoolahoo min qabl; wa la yahlifunna in aradnaaa illal husnaa wallaahu yash hadu innahum lakaaziboon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ [h:5828[ٱ]تَّخَذُو[s[اْ] مَسْجِ[f:5829[دًا ض]ِرَا[a:5830[رًا و]َكُفْ[a:5831[رًا و]َتَفْرِيق[i:5832[َۢا ب]َيْنَ [h:5833[ٱ]لْمُؤْمِنِينَ وَإِرْصَا[u:5834[دًا ل]ِّمَنْ حَارَبَ [h:5835[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ وَلَيَحْلِفُ[g[نّ]َ إِنْ أَرَ[q:2878[دْ]ن[o[َآ] إِلَّا [h:5836[ٱ]لْحُسْنَىٰ‌ۖ وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1343,
            "aya_number": 108,
            "aya_text": "لَا تَقُمْ فِيْهِ اَبَدًاۗ  لَمَسْجِدٌ اُسِّسَ عَلَى التَّقْوٰى مِنْ اَوَّلِ يَوْمٍ اَحَقُّ اَنْ تَقُوْمَ فِيْهِۗ فِيْهِ رِجَالٌ يُّحِبُّوْنَ اَنْ يَّتَطَهَّرُوْاۗ وَاللّٰهُ يُحِبُّ الْمُطَّهِّرِيْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 204,
            "translation_aya_text": "Janganlah engkau melaksanakan salat dalam masjid itu selama-lamanya. Sungguh, masjid yang didirikan atas dasar takwa, sejak hari pertama adalah lebih pantas engkau melaksanakan salat di dalamnya. Di dalamnya ada orang-orang yang ingin membersihkan diri. Allah menyukai orang-orang yang bersih.",
            "tafsir_jalalayn": "(Janganlah kamu berdiri) melakukan salat (dalam mesjid itu selama-lamanya) kemudian Nabi saw. mengirimkan segolongan para sahabatnya guna merobohkan dan membakarnya. Kemudian mereka menjadikan bekas mesjid itu sebagai tempat pembuangan bangkai. (Sesungguhnya mesjid yang didirikan) dibangun dengan berlandaskan kepada pondasi (takwa, sejak hari pertama) yaitu mesjid yang didirikan oleh Nabi saw. sewaktu pertama kali beliau menginjakkan kakinya di tempat hijrahnya itu, yang dimaksud adalah mesjid Quba. Demikianlah menurut penjelasan yang telah dikemukakan oleh Imam Bukhari (adalah lebih berhak) daripada mesjid dhirar itu (kamu salat) untuk melakukan salat (di dalamnya. Di dalamnya ada orang-orang) kaum Ansar (yang ingin membersihkan diri. Dan Allah menyukai orang-orang yang bersih) artinya, Allah akan memberikan pahala kepada mereka. Lafal al-muththahhiriina asalnya ialah al-mutathahhiriina kemudian huruf ta diidgamkan kepada huruf tha yang asal, kemudian jadilah al-muththahhiriina. Ibnu Khuzaimah di dalam kitab sahihnya telah meriwayatkan sebuah hadis melalui Uwaimir bin Saidah, bahwasanya pada suatu hari Nabi saw. mendatangi mereka (para sahabat) di mesjid Quba. Kemudian beliau bersabda, \"Sesungguhnya Allah swt. telah memuji kalian dengan baik atas pembersihan diri kalian sehubungan dengan kisah mesjid kalian ini (Quba). Maka cara pembersihan apakah yang sedang kalian lakukan sekarang ini?\" Mereka menjawab, \"Demi Allah, wahai Rasulullah, kami tidak mengetahui apa-apa melainkan kami mempunyai tetangga-tetangga Yahudi; mereka lalu membasuh dubur mereka setelah buang air besar, maka kami pun melakukan pembasuhan seperti apa yang mereka lakukan.\" Menurut hadis yang lain, yang telah diriwayatkan oleh Imam Bazzar disebutkan bahwa para sahabat mengatakan, \"Akan tetapi kami memakai batu terlebih dahulu, kemudian baru kami memakai air.\" Maka Nabi saw. menjawab, \"Itulah yang benar, maka peganglah cara ini oleh kalian.\"",
            "sajda": false,
            "transliteration": "Laa taqum feehi abadaa; lamasjidun ussisa 'alat taqwaa min awwali yawmin ahaqqu an taqooma feeh; feehi rijaaluny yuhibbona ai yatatahharoo, wallaahu yuhibbul mmuttah hireen",
            "tajweed_text": "لَا تَقُمْ فِيهِ أَبَ[u:5837[دًا‌ۚ ل]َّمَسْجِدٌ أُسِّسَ عَلَى [h:5838[ٱ][l[ل]تَّ[q:1084[قْ]وَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَ[f:5839[ن ت]َقُومَ فِيهِ‌ۚ فِيهِ رِجَا[a:5840[لٌ ي]ُحِبُّونَ أ[a:5841[َن ي]َتَطَهَّرُو[s[اْ‌ۚ] وَ[h:72[ٱ]للَّهُ يُحِبُّ [h:5842[ٱ]لْمُطَّهِّر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1344,
            "aya_number": 109,
            "aya_text": "اَفَمَنْ اَسَّسَ بُنْيَانَهٗ عَلٰى تَقْوٰى مِنَ اللّٰهِ وَرِضْوَانٍ خَيْرٌ اَمْ مَّنْ اَسَّسَ بُنْيَانَهٗ عَلٰى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهٖ فِيْ نَارِ جَهَنَّمَۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 204,
            "translation_aya_text": "Maka apakah orang-orang yang mendirikan bangunan (masjid) atas dasar takwa kepada Allah dan keridaan(-Nya) itu lebih baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu (bangunan) itu roboh bersama-sama dengan dia ke dalam neraka Jahanam? Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
            "tafsir_jalalayn": "(Maka apakah orang-orang yang mendirikan mesjidnya di atas dasar takwa) karena takut (kepada Allah dan) selalu mengharapkan (keridaan)-Nya itu (yang lebih baik, ataukah orang-orang yang mendirikan bangunannya di tepi) dapat dibaca jurufin dan dapat pula dibaca jurfin, artinya di pinggir (jurang) yakni hampir roboh (lalu bangunannya itu jatuh bersama-sama dengan dia) maksudnya bangunannya roboh berikut orang-orang yang membangunnya (ke dalam neraka Jahanam?) ungkapan ayat ini merupakan tamtsil/perumpamaan yang paling baik, yaitu menggambarkan pembangunan mesjid yang berdasarkan bukan kepada takwa, kemudian akibat-akibat yang akan dialaminya. Kata tanya pada permulaan ayat ini mengandung makna taqrir, artinya mesjid pertamalah yang baik seperti halnya mesjid Quba. Sedangkan gambaran yang kedua adalah perumpamaan mesjid dhirar. (Dan Allah tidak memberikan petunjuk kepada orang-orang yang lalim).",
            "sajda": false,
            "transliteration": "Afaman assasa bunyaa nahoo 'alaa taqwaa minal laahi wa ridwaanin khairun am man assasa bunyaanahoo 'alaa shafaa jurufin haarin fanhaara bihee fee Naari Jahannnam; wallaahu laa yahdil qawmaz zaalimeen",
            "tajweed_text": "أَفَمَنْ أَسَّسَ بُنْيَ[n[ـٰ]نَهُ[n[ۥ] عَلَىٰ تَ[q:5843[قْ]وَىٰ مِنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ]نٍ خَيْرٌ أ[w:3110[َم م]َّنْ أَسَّسَ بُنْيَ[n[ـٰ]نَهُ[n[ۥ] عَلَىٰ شَفَا جُرُفٍ هَا[f:5844[رٍ ف]َ[h:5845[ٱ]نْهَارَ بِه[n[ِۦ] فِى نَارِ جَهَ[g[نّ]َمَ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1345,
            "aya_number": 110,
            "aya_text": "لَا يَزَالُ بُنْيَانُهُمُ الَّذِيْ بَنَوْا رِيْبَةً فِيْ قُلُوْبِهِمْ اِلَّآ اَنْ تَقَطَّعَ قُلُوْبُهُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ࣖ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 204,
            "translation_aya_text": "Bangunan yang mereka dirikan itu senantiasa menjadi penyebab keraguan dalam hati mereka, sampai hati mereka hancur. Dan Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Bangunan-bangunan yang mereka dirikan itu senantiasa menjadi pangkal keraguan) yakni keragu-raguan (dalam hati mereka kecuali bila telah hancur) tercabik-cabik (hati mereka itu) lantaran mereka mati. (Dan Allah Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) dalam perlakuan-Nya terhadap makhluk-Nya.",
            "sajda": false,
            "transliteration": "Laa yazaalu bunyaanu humul lazee banaw reebatan fee quloobihim illaaa an taqatta'a quloobuhum; wal laahu 'Aleemun Hakeem",
            "tajweed_text": "لَا يَزَالُ بُنْيَ[n[ـٰ]نُهُمُ [h:5846[ٱ]لَّذِى بَنَوْ[s[اْ] رِيبَ[f:5847[ةً ف]ِى قُلُوبِهِمْ إِلّ[o[َآ] أَ[f:5848[ن ت]َقَطَّعَ قُلُوبُهُمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1346,
            "aya_number": 111,
            "aya_text": "۞ اِنَّ اللّٰهَ اشْتَرٰى مِنَ الْمُؤْمِنِيْنَ اَنْفُسَهُمْ وَاَمْوَالَهُمْ بِاَنَّ لَهُمُ الْجَنَّةَۗ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ فَيَقْتُلُوْنَ وَيُقْتَلُوْنَ وَعْدًا عَلَيْهِ حَقًّا فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ وَالْقُرْاٰنِۗ وَمَنْ اَوْفٰى بِعَهْدِهٖ مِنَ اللّٰهِ فَاسْتَبْشِرُوْا بِبَيْعِكُمُ الَّذِيْ بَايَعْتُمْ بِهٖۗ وَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 204,
            "translation_aya_text": "Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri mau-pun harta mereka dengan memberikan surga untuk mereka. Mereka berperang di jalan Allah; sehingga mereka membunuh atau terbunuh, (sebagai) janji yang benar dari Allah di dalam Taurat, Injil, dan Al-Qur'an. Dan siapakah yang lebih menepati janjinya selain Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan demikian itulah kemenangan yang agung.",
            "tafsir_jalalayn": "(Sesungguhnya Allah telah membeli dari orang-orang mukmin diri dan harta mereka) lantaran mereka menginfakkannya di jalan ketaatan kepada-Nya, seperti untuk berjuang di jalan-Nya (dengan memberikan surga untuk mereka. Mereka berperang pada jalan Allah lalu mereka membunuh atau dibunuh) ayat ini merupakan kalimat baru yang menjadi penafsir bagi makna yang terkandung di dalam lafal fa yuqtaluuna wa yaqtuluuna, artinya sebagian dari mereka ada yang gugur dan sebagian yang lain meneruskan pertempurannya (sebagai janji yang benar) lafal wa`dan dan haqqan keduanya berbentuk mashdar yang dinashabkan fi`ilnya masing-masing yang tidak disebutkan (di dalam Taurat, Injil dan Alquran?) artinya tiada seorang pun yang lebih menepati janjinya selain dari Allah. (Maka bergembiralah) dalam ayat ini terkandung pengertian iltifat/perpindahan pembicaraan dari gaib kepada mukhathab/dari orang ketiga kepada orang kedua (dengan jual-beli yang telah kalian lakukan itu dan yang demikian itu) yaitu jual-beli itu (adalah kemenangan yang besar) yang dapat mengantarkan kepada tujuan yang paling didambakan.",
            "sajda": false,
            "transliteration": "Innal laahash taraa minal mu'mineena anfusahum wa amwaalahum bi anna lahumul jannah; yuqaatiloona fee sabeelil laahi fa yaqtuloona wa yuqtaloona wa'dan 'alaihi haqqan fit Tawraati wal Injeeli wal Qur-aan; wa man awfaa be'ahdihee minal laah; fastabshiroo bibai'ikumul lazee baaya'tum bih; wa zaalika huwal fawzul 'azeem",
            "tajweed_text": "۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ [h:5849[ٱ]شْتَرَىٰ مِنَ [h:3047[ٱ]لْمُؤْمِنِينَ أَ[f:38[نف]ُسَهُمْ وَأَمْو[n[َٲ]لَه[c:5850[ُم ب]ِأَ[g[نّ]َ لَهُمُ [h:5851[ٱ]لْجَ[g[نّ]َةَ‌ۚ يُقَ[n[ـٰ]تِلُونَ فِى سَبِيلِ [h:788[ٱ]للَّهِ فَيَ[q:5852[قْ]تُلُونَ وَيُ[q:5853[قْ]تَلُونَ‌ۖ وَعْدًا عَلَيْهِ حَق[f:5854[ًّا ف]ِى [h:5061[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ وَ[h:5062[ٱ]لْإِ[f:5062[نج]ِيلِ وَ[h:5855[ٱ]لْقُرْءَانِ‌ۚ وَمَنْ أَوْفَىٰ بِعَهْدِه[n[ِۦ] مِنَ [h:321[ٱ]للَّهِ‌ۚ فَ[h:5856[ٱ]سْتَ[q:5856[بْ]شِرُو[s[اْ] بِبَيْعِكُمُ [h:5857[ٱ]لَّذِى بَايَعْت[c:5858[ُم ب]ِه[n[ِۦ]‌ۚ وَذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}