{
    "page_number": 205,
    "data": [
        {
            "aya_id": 1347,
            "aya_number": 112,
            "aya_text": "اَلتَّاۤىِٕبُوْنَ الْعٰبِدُوْنَ الْحَامِدُوْنَ السَّاۤىِٕحُوْنَ الرَّاكِعُوْنَ السَّاجِدُوْنَ الْاٰمِرُوْنَ بِالْمَعْرُوْفِ وَالنَّاهُوْنَ عَنِ الْمُنْكَرِ وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰهِ ۗوَبَشِّرِ الْمُؤْمِنِيْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Mereka itu adalah orang-orang yang bertobat, beribadah, memuji (Allah), mengembara (demi ilmu dan agama), rukuk, sujud, menyuruh berbuat makruf dan mencegah dari yang mungkar dan yang memelihara hukum-hukum Allah. Dan gembirakanlah orang-orang yang beriman.",
            "tafsir_jalalayn": "(Mereka itu adalah orang-orang yang bertobat) lafal at-taa'ibuuna dirafa'kan untuk tujuan memuji, yaitu dengan memperkirakan adanya mubtada sebelumnya; artinya mereka itu adalah orang-orang yang bertobat dari kemusyrikan dan kemunafikan (yang beribadah) orang-orang yang ikhlas karena Allah dalam beribadah (yang memuji) kepada Allah dalam semua kondisi (yang melawat) makna yang dimaksud adalah mereka selalu mengerjakan shaum/puasa (yang rukuk, yang sujud) artinya mereka adalah orang-orang yang salat (yang menyuruh berbuat makruf dan mencegah berbuat mungkar dan yang memelihara batasan-batasan Allah) yakni hukum-hukum-Nya dengan cara mengamalkannya. (Dan gembirakanlah orang-orang mukmin itu) dengan surga.",
            "sajda": false,
            "transliteration": "At taaa'iboonal 'aabidoonal haamidoonas saaa'ihoonar raaki'oonas saajidoonal aamiroona bilma'roofi wannaahoona 'anil munkari walhaafizoona lihudoodil laah; wa bashshiril mu'mineen",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1348,
            "aya_number": 113,
            "aya_text": "مَا كَانَ لِلنَّبِيِّ وَالَّذِيْنَ اٰمَنُوْٓا اَنْ يَّسْتَغْفِرُوْا لِلْمُشْرِكِيْنَ وَلَوْ كَانُوْٓا اُولِيْ قُرْبٰى مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ اَنَّهُمْ اَصْحٰبُ الْجَحِيْمِ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Tidak pantas bagi Nabi dan orang-orang yang beriman memohonkan ampunan (kepada Allah) bagi orang-orang musyrik, sekalipun orang-orang itu kaum kerabat(nya), setelah jelas bagi mereka, bahwa orang-orang musyrik itu penghuni neraka Jahanam.",
            "tafsir_jalalayn": "Ayat ini diturunkan berkenaan dengan permohonan ampunan Nabi saw. buat pamannya, yaitu Abu Thalib dan sekaligus berkenaan pula dengan permohonan ampunan sebagian para sahabat terhadap kedua orang-orang tua mereka masing-masing yang musyrik. (Tiadalah sepatutnya bagi Nabi dan orang-orang yang beriman memintakan ampun kepada Allah bagi orang-orang musyrik walaupun orang-orang musyrik itu kaum kerabat)nya, yakni familinya sendiri (sesudah jelas bagi mereka bahwasanya orang-orang yang musyrik itu adalah penghuni-penghuni Jahim) yakni neraka, lantaran mereka mati dalam keadaan kafir.",
            "sajda": false,
            "transliteration": "Maa kaana lin nabiyyi wallazeena aamanooo ai yastaghfiroo lilmushrikeena wa law kaanoo ulee qurbaa mim ba'di maa tabiyana lahum annahum Ashaabul jaheem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1349,
            "aya_number": 114,
            "aya_text": "وَمَا كَانَ اسْتِغْفَارُ اِبْرٰهِيْمَ لِاَبِيْهِ اِلَّا عَنْ مَّوْعِدَةٍ وَّعَدَهَآ اِيَّاهُۚ فَلَمَّا تَبَيَّنَ لَهٗٓ اَنَّهٗ عَدُوٌّ لِّلّٰهِ تَبَرَّاَ مِنْهُۗ اِنَّ اِبْرٰهِيْمَ لَاَوَّاهٌ حَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun.",
            "tafsir_jalalayn": "(Dan permintaan ampun dari Ibrahim kepada Allah untuk bapaknya (pamannya) tidak lain hanya karena suatu janji yang telah diikrarkannya kepada bapaknya itu) melalui perkataan Nabi Ibrahim sendiri, seperti apa yang diungkapkan oleh firman-Nya, \"Aku akan mintakan ampun bagimu kepada Rabbku.\" (Q.S. Maryam 47) Nabi Ibrahim menjanjikan demikian dengan harapan semoga bapak (paman)nya itu mau masuk Islam. (Maka tatkala jelas bagi Ibrahim bahwa bapaknya/pamannya itu adalah musuh Allah) lantaran ia mati dalam keadaan kafir (maka Ibrahim berlepas diri daripadanya) kemudian Nabi Ibrahim berhenti dari memintakan ampunannya. (Sesungguhnya Ibrahim adalah seorang yang sangat lembut) banyak merendahkan diri dan berdoa kepada Allah (lagi penyantun) sangat sabar di dalam menahan derita.",
            "sajda": false,
            "transliteration": "Wa maa kaanas tighfaaru ibraaheema li abeehi illaa 'ammaw 'idatinw wa 'adahaaa iyyaahu falammaa tabaiyana lahooo annahoo 'aduwwul lillaahi tabarra a minh; inna Ibraaheema la awwaahum haleem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1350,
            "aya_number": 115,
            "aya_text": "وَمَا كَانَ اللّٰهُ لِيُضِلَّ قَوْمًاۢ بَعْدَ اِذْ هَدٰىهُمْ حَتّٰى يُبَيِّنَ لَهُمْ مَّا يَتَّقُوْنَۗ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, setelah mereka diberi-Nya petunjuk, sehingga dapat dijelaskan kepada mereka apa yang harus mereka jauhi. Sungguh, Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, sesudah Allah memberi petunjuk kepada mereka) kepada Islam (hingga dijelaskan-Nya kepada mereka apa yang harus mereka jauhi) yakni amal-amal perbuatan mana saja yang harus mereka jauhi, akan tetapi ternyata mereka tidak menjauhinya, maka mereka layak menjadi orang-orang yang disesatkan. (Sesungguhnya Allah Maha Mengetahui segala sesuatu) antara lain ialah mengetahui siapa yang berhak untuk disesatkan dan siapa yang berhak untuk mendapat hidayah-Nya.",
            "sajda": false,
            "transliteration": "Wa maa kaanal laahu liyudilla qawmam ba'da iz hadaahum hatta yubaiyina lahum maa yattaqoon; innal laaha bikulli shai'in 'Aleem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1351,
            "aya_number": 116,
            "aya_text": "اِنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُحْيٖ وَيُمِيْتُۗ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Sesungguhnya Allah memiliki kekuasaan langit dan bumi. Dia menghidupkan dan mematikan. Tidak ada pelindung dan penolong bagimu selain Allah.",
            "tafsir_jalalayn": "(Sesungguhnya kepunyaan Allahlah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Dan sekali-kali tiada bagi kalian) hai umat manusia (selain dari Allah) (yang melindungi) kalian daripada-Nya (dan yang memberikan pertolongan) yang dapat mencegah diri kalian dari kepastian Allah.",
            "sajda": false,
            "transliteration": "Innal laaha lahoo mulkus samaawaati wal ardi yuhyee wa yumeet; wa maa lakum min doonil laahi minw waliyyinw wa laa naseer",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1352,
            "aya_number": 117,
            "aya_text": "لَقَدْ تَّابَ اللّٰهُ عَلَى النَّبِيِّ وَالْمُهٰجِرِيْنَ وَالْاَنْصَارِ الَّذِيْنَ اتَّبَعُوْهُ فِيْ سَاعَةِ الْعُسْرَةِ مِنْۢ بَعْدِ مَا كَادَ يَزِيْغُ قُلُوْبُ فَرِيْقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْۗ اِنَّهٗ بِهِمْ رَءُوْفٌ رَّحِيْمٌ ۙ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 205,
            "translation_aya_text": "Sungguh, Allah telah menerima tobat Nabi, orang-orang Muhajirin dan orang-orang Ansar, yang mengikuti Nabi pada masa-masa sulit, setelah hati segolongan dari mereka hampir berpaling, kemudian Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengasih, Maha Penyayang kepada mereka,",
            "tafsir_jalalayn": "(Sesungguhnya Allah telah menerima tobat) artinya Dia menerima tobat untuk selamanya (Nabi, orang-orang Muhajirin dan orang-orang Ansar yang mengikuti Nabi dalam masa kesulitan) yakni sewaktu keadaan sedang sulit-sulitnya. Hal ini terjadi sewaktu perang Tabuk; sebiji buah kurma dimakan oleh dua orang, dan sepuluh orang pasukan saling bergantian menaiki satu hewan kendaraan di antara sesama mereka, dan panas pada saat itu terik sekali sehingga mereka meminum air yang ada dalam perut unta karena persediaan air habis (setelah hampir berpaling) dapat dibaca yaziighu atau taziighu, artinya cenderung (hati segolongan dari mereka) dari mengikuti Nabi kemudian mereka bermaksud untuk kembali dan tidak ikut berperang lantaran kesulitan yang sedang mereka alami pada saat itu (kemudian Allah menerima tobat mereka itu) dengan memberikan keteguhan dan kesabaran kepada mereka. (Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Laqat taabal laahu 'alan nabiyyi wal Muhaajireena wal Ansaaril lazeenat taba'oohu fee saa'atil 'usrati mim ba'di maa kaada yazeeghu quloobu fareeqim minhum summma taaba 'alaihim; innahoo bihim Ra'oofur Raheem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}