{
    "page_number": 207,
    "data": [
        {
            "aya_id": 1358,
            "aya_number": 123,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قَاتِلُوا الَّذِيْنَ يَلُوْنَكُمْ مِّنَ الْكُفَّارِ وَلْيَجِدُوْا فِيْكُمْ غِلْظَةًۗ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Wahai orang yang beriman! Perangilah orang-orang kafir yang di sekitar kamu, dan hendaklah mereka merasakan sikap tegas darimu, dan ketahuilah bahwa Allah beserta orang yang bertakwa.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman perangilah orang-orang kafir yang ada di sekitar kalian itu) yakni mereka yang tinggal berdekatan dengan kalian, kemudian mereka yang dibilang tinggal berdekatan dengan kalian (dan hendaklah mereka menemui kekerasan daripada kalian) artinya berlaku keraslah kalian terhadap mereka (dan ketahuilah bahwasanya Allah beserta orang-orang yang bertakwa) bantuan dan pertolongan-Nya akan selalu menyertainya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo qaatilul lazeena yaloonakum minal kuffaari walyajidoo feekum ghilzah; wa'lamooo annal laaha ma'al muttaqeen",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1359,
            "aya_number": 124,
            "aya_text": "وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ فَمِنْهُمْ مَّنْ يَّقُوْلُ اَيُّكُمْ زَادَتْهُ هٰذِهٖٓ اِيْمَانًاۚ فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَزَادَتْهُمْ اِيْمَانًا وَّهُمْ يَسْتَبْشِرُوْنَ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Dan apabila diturunkan suatu surah, maka di antara mereka (orang-orang munafik) ada yang berkata, “Siapakah di antara kamu yang bertambah imannya dengan (turunnya) surah ini?” Adapun orang-orang yang beriman, maka surah ini menambah imannya, dan mereka merasa gembira.",
            "tafsir_jalalayn": "(Dan apabila diturunkan suatu surah) dari Alquran (maka di antara mereka) orang-orang munafik (ada yang berkata) kepada teman-temannya dengan nada mengejek (\"Siapakah di antara kalian yang bertambah imannya dengan turunnya surah ini?\") yakni kepercayaannya. Maka Allah swt. langsung berfirman menjawab perkataan mereka. (Adapun orang-orang yang beriman, maka surah ini menambah imannya) karena mereka benar-benar percaya kepadanya (sedangkan mereka merasa gembira) dengan turunnya surah ini.",
            "sajda": false,
            "transliteration": "Wa izaa maaa unzilat Sooratun faminhum mai yaqoolu aiyukum zaadat hu haazihee eemaanaa; fa ammal lazeena aamanoo fazaadat hum eemaananw wa hum yastabshiroon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1360,
            "aya_number": 125,
            "aya_text": "وَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ فَزَادَتْهُمْ رِجْسًا اِلٰى رِجْسِهِمْ وَمَاتُوْا وَهُمْ كٰفِرُوْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Dan adapun orang-orang yang di dalam hatinya ada penyakit, maka (dengan surah itu) akan menambah kekafiran mereka yang telah ada dan mereka akan mati dalam keadaan kafir.",
            "tafsir_jalalayn": "(Dan adapun orang-orang yang di dalam hati mereka ada penyakit) lemah keyakinan (maka dengan surah ini bertambah kekafiran mereka di samping kekafirannya) kekafiran mereka makin bertambah karena pada mulanya mereka sudah kafir kepada surah itu (dan mereka mati dalam keadaan kafir).",
            "sajda": false,
            "transliteration": "Wa ammal lazeena fee quloobihim maradun fazaadat hum rijsan ilaa rijsihim wa maatoo wa hum kaafiroon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1361,
            "aya_number": 126,
            "aya_text": "اَوَلَا يَرَوْنَ اَنَّهُمْ يُفْتَنُوْنَ فِيْ كُلِّ عَامٍ مَّرَّةً اَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوْبُوْنَ وَلَا هُمْ يَذَّكَّرُوْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Dan tidakkah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, namun mereka tidak (juga) bertobat dan tidak (pula) mengambil pelajaran?",
            "tafsir_jalalayn": "(Dan tidakkah mereka memperhatikan) bila dibaca yarauna, fa'ilnya adalah orang-orang munafik, dan bila dibaca tarauna, fa`ilnya adalah orang-orang mukmin (bahwa mereka diuji) dicoba (sekali atau dua kali setiap tahun) dengan musim paceklik dan wabah penyakit (kemudian mereka tidak juga bertobat) dari kemunafikannya (dan tidak pula mengambil pelajaran) artinya pelajaran buat dirinya.",
            "sajda": false,
            "transliteration": "Awalaa yarawna annahum yuftanoona fee kulli 'aamim marratan aw marrataini summa laa yatooboona wa laa hum yazzakkkaroon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1362,
            "aya_number": 127,
            "aya_text": "وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ نَّظَرَ بَعْضُهُمْ اِلٰى بَعْضٍۗ هَلْ يَرٰىكُمْ مِّنْ اَحَدٍ ثُمَّ انْصَرَفُوْاۗ صَرَفَ اللّٰهُ قُلُوْبَهُمْ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Dan apabila diturunkan suatu surah, satu sama lain di antara mereka saling berpandangan (sambil berkata), “Adakah seseorang (dari kaum muslimin) yang melihat kamu?”  Setelah itu mereka pun pergi. Allah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak memahami.",
            "tafsir_jalalayn": "(Dan apabila diturunkan satu surah) yang di dalamnya menyebutkan tentang perihal mereka, kemudian surah tersebut dibacakan oleh Nabi saw. (sebagian mereka memandang kepada sebagian yang lain) dengan maksud untuk lari dari tempat itu seraya berkata (\"Adakah seorang dari orang-orang Muslimin yang melihat kalian?\") bilamana kalian pergi dari tempat ini; jika ternyata tidak ada seorang pun dari kalangan kaum Muslimin yang melihat mereka, maka mereka segera beranjak pergi dari tempat itu. Apabila ternyata ada seseorang dari kaum Muslimin yang melihat mereka, maka mereka tetap di tempatnya (sesudah itu mereka pun pergi) dengan membawa kekafirannya. (Allah telah memalingkan hati mereka) dari hidayah (disebabkan mereka adalah kaum yang tidak mengerti) akan kebenaran, lantaran mereka tidak mau menggunakan pikirannya guna merenungkan kebenaran itu.",
            "sajda": false,
            "transliteration": "Wa izaa maaa unzilat Sooratun nazara ba'duhum ilaa ba'din hal yaraakum min ahadin summman sarafoo; sarafal laahu quloobahum bi annahum qawmul laa yafqahoon",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1363,
            "aya_number": 128,
            "aya_text": "لَقَدْ جَاۤءَكُمْ رَسُوْلٌ مِّنْ اَنْفُسِكُمْ عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيْصٌ عَلَيْكُمْ بِالْمُؤْمِنِيْنَ رَءُوْفٌ رَّحِيْمٌ ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Sungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman.",
            "tafsir_jalalayn": "(Sesungguhnya telah datang kepada kalian seorang rasul dari kaum kalian sendiri) dari kalangan kalian sendiri, yaitu Nabi Muhammad saw. (berat terasa) dirasa berat (olehnya apa yang kalian derita) yaitu penderitaan kalian, yang dimaksud ialah penderitaan dan musibah yang menimpa diri kalian (sangat menginginkan bagi kalian) hidayah dan keselamatan (lagi terhadap orang-orang mukmin amat belas kasihan) sangat belas kasihan (lagi penyayang) ia selalu mengharapkan kebaikan bagi mereka.",
            "sajda": false,
            "transliteration": "Laqad jaaa'akum Rasoolum min anfusikum 'azeezun 'alaihi maa 'anittum hareesun 'alaikum bilmu'mineena ra'oofur raheem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1364,
            "aya_number": 129,
            "aya_text": "فَاِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ ࣖ",
            "sura_id": 9,
            "juz_id": 11,
            "page_number": 207,
            "translation_aya_text": "Maka jika mereka berpaling (dari keimanan), maka katakanlah (Muhammad), “Cukuplah Allah bagiku; tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal, dan Dia adalah Tuhan yang memiliki ‘Arsy (singgasana) yang agung.”    ",
            "tafsir_jalalayn": "(Jika mereka berpaling) dari iman kepadamu (maka katakanlah, \"Cukuplah bagiku) maksudnya cukup untukku (Allah; tidak ada Tuhan selain Dia. Hanya kepada-Nya aku bertawakal) percaya dan bukan kepada selain-Nya (dan Dia adalah Rabb yang memiliki Arasy) yakni Al-Kursiy (yang agung.\") Arasy disebutkan secara khusus karena ia makhluk yang paling besar. Imam Hakim di dalam kitab Al-Mustadrak meriwayatkan sebuah atsar yang bersumber dari Ubay bin Kaab, bahwasanya Ubay bin Kaab telah mengatakan, \"Ayat yang diturunkan paling akhir ialah firman-Nya, 'Sesungguhnya telah datang kepada kalian seorang rasul.'\" (Q.S. At-Taubah 128-129). Kedua ayat akhir surah At-Taubah itulah ayat yang paling terakhir diturunkan.",
            "sajda": false,
            "transliteration": "Fa in tawallaw faqul lhasbiyal laahu laaa ilaaha illaa Huwa 'alaihi tawakkkaltu wa Huwa Rabbul 'Arshil 'Azeem",
            "surah": {
                "name": "سُورَةُ التَّوۡبَةِ",
                "englishName": "At-Tawba",
                "englishNameTranslation": "The Repentance",
                "revelationType": "Medinan"
            }
        }
    ]
}