{
    "page_number": 208,
    "data": [
        {
            "aya_id": 1365,
            "aya_number": 1,
            "aya_text": "الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 208,
            "translation_aya_text": "Alif Lam Ra. Inilah ayat-ayat Al-Qur'an yang penuh hikmah.",
            "tafsir_jalalayn": "(Alif, laam, raa) hanya Allahlah yang mengetahui maksudnya. (Inilah) artinya ayat-ayat ini (ayat-ayat Alkitab) yakni Alquran. Diidhafatkan lafal ayaatul pada lafal Alkitab mengandung makna min, yakni bagian daripada Alquran (yang mengandung hikmah) yang padat akan hikmah-hikmah.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Raa; tilka Aayaatul Kitaabil Hakeem",
            "tajweed_text": "ا[m[لٓ]ر‌ۚ تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ [h:5933[ٱ]لْحَك[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1366,
            "aya_number": 2,
            "aya_text": "اَكَانَ لِلنَّاسِ عَجَبًا اَنْ اَوْحَيْنَآ اِلٰى رَجُلٍ مِّنْهُمْ اَنْ اَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِيْنَ اٰمَنُوْٓا اَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكٰفِرُوْنَ اِنَّ هٰذَا لَسٰحِرٌ مُّبِيْنٌ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 208,
            "translation_aya_text": "Pantaskah manusia menjadi heran bahwa Kami memberi wahyu kepada seorang laki-laki di antara mereka, “Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan.” Orang-orang kafir berkata, “Orang ini (Muhammad) benar-benar pesihir.”",
            "tafsir_jalalayn": "(Patutkah manusia) artinya penduduk Mekah. Istifham atau kata tanya di sini mengandung makna ingkar sedangkan jar dan majrurnya menjadi hal atau kata keterangan daripada firman selanjutnya (menjadi keheranan) lafal ini dibaca `ajaban menjadi khabar dari kaana, bila dibaca rafa` menjadi isim kaana. Menurut pendapat yang masyhur adalah sebagai khabar daripada kaana. (bahwa Kami mewahyukan) artinya pemberian wahyu Kami (kepada seorang lelaki di antara mereka) yaitu Nabi Muhammad saw. (yaitu) huruf an di sini menjadi penafsir dari lafal an auhainaa (\"Berilah peringatan) peringatkanlah (kepada manusia) yakni orang-orang kafir akan adanya siksaan buat mereka (dan gembirakanlah orang-orang beriman bahwa) bahwasanya (mereka mempunyai kedudukan) pahala (yang tinggi di sisi Rabb mereka\") dimaksud adalah pahala yang baik sebagai pembalasan dari amal-amal yang telah mereka lakukan. (Orang-orang kafir berkata, \"Sesungguhnya orang ini) yaitu Nabi Muhammad saw. (benar-benar adalah tukang sihir yang nyata.\") jelas tukang sihir. Menurut suatu qiraat lafal lasaahirun dibaca lasihrun, sedangkan musyar ilaihnya adalah Alquran yang dianggap mereka merupakan sihir.",
            "sajda": false,
            "transliteration": "A kaana linnaasi 'aaban an awhainaaa ilaa rajulim minhum an anzirin naasa wa bashshiril lazeena aamanoo anna lahum qadama sidqin 'inda Rabbihim; qaalal kaafiroona inna haaza lasaahirum mubeen",
            "tajweed_text": "أَكَانَ لِل[g[نّ]َاسِ عَجَبًا أَنْ أَوْحَيْن[o[َآ] إِلَىٰ رَجُ[a:5934[لٍ م]ِّنْهُمْ أَنْ أَ[f:5935[نذ]ِرِ [h:5936[ٱ][l[ل][g[نّ]َاسَ وَبَشِّرِ [h:117[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَ[g[نّ]َ لَهُمْ قَدَمَ صِ[q:5937[دْ]قٍ عِ[f:264[ند]َ رَبِّهِمْ‌ۗ قَالَ [h:5938[ٱ]لْكَ[n[ـٰ]فِرُونَ إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَسَ[n[ـٰ]حِ[a:5939[رٌ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1367,
            "aya_number": 3,
            "aya_text": "اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ يُدَبِّرُ الْاَمْرَۗ مَا مِنْ شَفِيْعٍ اِلَّا مِنْۢ بَعْدِ اِذْنِهٖۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ فَاعْبُدُوْهُۗ اَفَلَا تَذَكَّرُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 208,
            "translation_aya_text": "Sesungguhnya Tuhan kamu Dialah Allah yang menciptakan langit dan bumi dalam enam masa, kemudian Dia bersemayam di atas ‘Arsy (singgasana) untuk mengatur segala urusan. Tidak ada yang dapat memberi syafaat kecuali setelah ada izin-Nya. Itulah Allah, Tuhanmu, maka sembahlah Dia. Apakah kamu tidak mengambil pelajaran?",
            "tafsir_jalalayn": "(Sesungguhnya Rabb kalian ialah Allah yang menciptakan langit dan bumi dalam enam hari) dari hari-hari dunia, artinya dalam masa yang perkiraannya sama dengan enam hari karena sesungguhnya pada masa itu belum ada matahari dan bulan. Akan tetapi seandainya Allah berkehendak, maka Dia dapat menciptakannya dalam sekejap mata. Allah swt, tidak memakai cara tersebut dimaksud untuk memberikan pelajaran kepada makhluk-Nya tentang ketekunan dan kesabaran di dalam bertindak (kemudian Dia bersemayam di atas Arsy) bersemayamnya Allah disesuaikan dengan keagungan sifat-Nya (untuk mengatur segala urusan) di antara makhluk-makhluk-Nya (Tiada seorang pun) huruf min merupakan shilah atau penghubung (yang dapat memberikan syafaat) kepada seseorang (kecuali sesudah ada keizinan-Nya) ayat ini merupakan sanggahan terhadap perkataan orang-orang kafir yang menyatakan bahwa berhala-berhala mereka dapat memberikan syafaat kepada diri mereka. (Zat yang demikian itulah) yaitu yang menciptakan dan yang mengatur (Allah, Rabb kalian, maka sembahlah Dia) artinya tauhidkanlah Dia. (Maka apakah kalian tidak mengambil pelajaran?) lafal tadzakkaruuna asalnya tatadzakkaruuna, kemudian huruf ta yang kedua diidgamkan ke dalam huruf dzal asal kalimat, maka jadilah tadzakkaruuna.",
            "sajda": false,
            "transliteration": "Inna Rabbakumul laahul lazee khalaqas samaawaati wal arda fee sittati aiyaamin summas tawaa 'alal 'Arshi yudabbirul amra maa min shafee'in illaa mim ba'di iznih; zalikumul laahu Rabbukum fa'budooh; afalaa tazakkaroon",
            "tajweed_text": "إِ[g[نّ]َ رَبَّكُمُ [h:4737[ٱ]للَّهُ [h:4738[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِى سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۖ يُدَبِّرُ [h:5940[ٱ]لْأَمْرَ‌ۖ مَا مِ[f:5941[ن ش]َفِيعٍ إِلَّا م[i:146[ِنۢ ب]َعْدِ إِذْنِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ فَ[h:1946[ٱ]عْبُدُوهُ‌ۚ أَفَلَا تَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1368,
            "aya_number": 4,
            "aya_text": "اِلَيْهِ مَرْجِعُكُمْ جَمِيْعًاۗ وَعْدَ اللّٰهِ حَقًّاۗ اِنَّهٗ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ بِالْقِسْطِۗ وَالَّذِيْنَ كَفَرُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 208,
            "translation_aya_text": "Hanya kepada-Nya kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti. Sesungguhnya Dialah yang memulai penciptaan makhluk kemudian mengulanginya (menghidupkannya kembali setelah berbangkit), agar Dia memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan dengan adil. Sedangkan untuk orang-orang kafir (disediakan) minuman air yang mendidih dan siksaan yang pedih karena kekafiran mereka.",
            "tafsir_jalalayn": "(Hanya kepada-Nyalah) yaitu Allah swt. (kalian semuanya akan kembali; sebagai janji yang benar dari Allah) lafal wa'dan dan lafal haqqan keduanya merupakan mashdar yang dinashabkan oleh fi'ilnya masing-masing yang keberadaannya diperkirakan. (Sesungguhnya Allah) huruf hamzah inna dibaca kasrah karena menjadi isti'naf, sedangkan jika dibaca fatah maka memakai huruf lam yang keberadaannya diperkirakan sebelumnya (menciptakan makhluk pada permulaan) artinya Dia mulai menciptakan makhluk dengan mengadakan mereka (kemudian menghidupkannya kembali) pada hari berbangkit (agar Dia memberi pembalasan) pahala (kepada orang-orang yang beriman dan yang mengerjakan amal saleh dengan adil. Dan untuk orang-orang kafir disediakan minuman air yang panas) artinya air yang panasnya luar biasa (dan azab yang pedih) sangat menyakitkan (disebabkan kekafiran mereka) sebagai pembalasan atas kekafirannya.",
            "sajda": false,
            "transliteration": "Ilaihi marji'ukum jamee 'anw wa'dal laahi haqqaa; innahoo yabda'ul khalqa summa yu'eeduhoo liyajziyal lazeena aamanoo wa 'amilus saalihaati bilqist; wallazeena kafaroo lahum sharaabum min hamee minw wa 'azaabun aleemum bimaa kaanoo yakfuroon",
            "tajweed_text": "إِلَيْهِ مَرْجِعُكُمْ جَمِي[a:5942[عًا‌ۖ و]َعْدَ [h:3149[ٱ]للَّهِ حَقًّا‌ۚ إِ[g[نّ]َهُ[n[ۥ] يَ[q:5943[بْ]دَؤُ[s[اْ] [h:5944[ٱ]لْخَلْقَ ثُ[g[مّ]َ يُعِيدُهُ[n[ۥ] لِيَ[q:5945[جْ]زِىَ [h:5946[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ بِ[h:1800[ٱ]لْقِسْطِ‌ۚ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَهُمْ شَرَا[a:4169[بٌ م]ِّنْ حَمِي[a:4170[مٍ و]َعَذَابٌ أَلِي[i:43[مُۢ ب]ِمَا كَانُو[s[اْ] يَكْفُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1369,
            "aya_number": 5,
            "aya_text": "هُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ مَا خَلَقَ اللّٰهُ ذٰلِكَ اِلَّا بِالْحَقِّۗ يُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 208,
            "translation_aya_text": "Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui.",
            "tafsir_jalalayn": "(Dialah yang menjadikan matahari bersinar) mempunyai sinar (dan bulan bercahaya dan ditetapkan-Nya bagi bulan) dalam perjalanannya (manzilah-manzilah) selama dua puluh delapan malam untuk setiap bulan, setiap malam daripada dua puluh delapan malam itu memperoleh suatu manzilah, kemudian tidak tampak selama dua malam, jika jumlah hari bulan yang bersangkutan ada tiga puluh hari. Atau tidak tampak selama satu malam jika ternyata jumlah hari bulan yang bersangkutan ada dua puluh sembilan hari (supaya kalian mengetahui) melalui hal tersebut (bilangan tahun dan perhitungan waktu, Allah tidak menciptakan yang demikian itu) hal-hal yang telah disebutkan itu (melainkan dengan hak) bukannya main-main, Maha Suci Allah dari perbuatan tersebut (Dia menjelaskan) dapat dibaca yufashshilu dan nufashshilu, artinya Dia menerangkan atau Kami menerangkan (tanda-tanda kepada orang-orang yang mengetahui) yakni orang-orang yang mau berpikir.",
            "sajda": false,
            "transliteration": "Huwal lazee ja'alash shamsa diyaaa'anw walqamara nooranw wa qaddarahoo manaaz zila lita'lamoo 'adadas sineena walhisaab; maa khalaqal laahu zaalika illa bilhaqq; yufassilul aayaati liqawminw ya'lamoon",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذِى جَعَلَ [h:5947[ٱ][l[ل]شَّمْسَ ضِي[o[َا]ٓ[a:5948[ءً و]َ[h:4265[ٱ]لْقَمَرَ نُو[a:5949[رًا و]َقَدَّرَهُ[n[ۥ] مَنَازِلَ لِتَعْلَمُو[s[اْ] عَدَدَ [h:5950[ٱ][l[ل]سِّنِينَ وَ[h:5951[ٱ]لْحِسَابَ‌ۚ مَا خَلَقَ [h:1272[ٱ]للَّهُ ذ[n[َٲ]لِكَ إِلَّا بِ[h:370[ٱ]لْحَقِّ‌ۚ يُفَصِّلُ [h:5952[ٱ]لْأَيَ[n[ـٰ]تِ لِقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1370,
            "aya_number": 6,
            "aya_text": "اِنَّ فِى اخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللّٰهُ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّتَّقُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 208,
            "translation_aya_text": "Sesungguhnya pada pergantian malam dan siang dan pada apa yang diciptakan Allah di langit dan di bumi, pasti terdapat tanda-tanda (kebesaran-Nya) bagi orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Sesungguhnya pada pertukaran malam dan siang itu) silih bergantinya malam dan siang hari kemudian panjang dan pendeknya malam dan siang hari (dan pada yang diciptakan Allah di langit) yakni para malaikat, matahari, bulan dan bintang-bintang serta lain sebagainya (Dan) di (bumi) berupa margasatwa, gunung-gunung, lautan, sungai-sungai, pohon-pohon dan lain sebagainya (benar-benar terdapat tanda-tanda) yang menunjukkan kepada kekuasaan-Nya (bagi orang-orang yang bertakwa) kepada-Nya kemudian mereka beriman. Allah secara khusus menyebutkan orang-orang yang bertakwa karena sesungguhnya merekalah yang dapat memanfaatkan keberadaan tanda-tanda tersebut.",
            "sajda": false,
            "transliteration": "Inna fikh tilaafil laili wannahaari wa maa khalaqal laahu fis samaawaati wal ardi la Aayaatil liqawminy yattaqoon",
            "tajweed_text": "إِ[g[نّ]َ فِى [h:5953[ٱ]خْتِلَ[n[ـٰ]فِ [h:5954[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ وَمَا خَلَقَ [h:1272[ٱ]للَّهُ فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:5955[مٍ ي]َتَّق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}