{
    "page_number": 209,
    "data": [
        {
            "aya_id": 1371,
            "aya_number": 7,
            "aya_text": "اِنَّ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا وَرَضُوْا بِالْحَيٰوةِ الدُّنْيَا وَاطْمَـَٔنُّوْا بِهَا وَالَّذِيْنَ هُمْ عَنْ اٰيٰتِنَا غٰفِلُوْنَۙ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 209,
            "translation_aya_text": "Sesungguhnya orang-orang yang tidak mengharapkan (tidak percaya akan) pertemuan dengan Kami, dan merasa puas dengan kehidupan dunia serta merasa tenteram dengan (kehidupan) itu, dan orang-orang yang melalaikan ayat-ayat Kami,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang tidak mengharapkan/tidak percaya akan pertemuan dengan Kami) pada hari berbangkit nanti (dan mereka merasa puas dengan kehidupan dunia) sebagai ganti daripada kehidupan akhirat karena mereka tidak mempercayai adanya hari akhirat itu (serta merasa tenteram dengan kehidupan itu) merasa tenang dengan kehidupan dunia (dan orang-orang yang terhadap ayat-ayat Kami) bukti-bukti yang menunjukkan kepada keesaan Kami (mereka melalaikan) mereka sama sekali tidak mau memikirkannya.",
            "sajda": false,
            "transliteration": "Innal lazeena laa yarjoona liqaaa'anaa wa radoo bilhayaatid dunyaa watma annoo bihaa wallazeena hum 'an Aayaatinaa ghaafiloon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1372,
            "aya_number": 8,
            "aya_text": "اُولٰۤىِٕكَ مَأْوٰىهُمُ النَّارُ بِمَا كَانُوْا يَكْسِبُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 209,
            "translation_aya_text": "mereka itu tempatnya di neraka, karena apa yang telah mereka lakukan.",
            "tafsir_jalalayn": "(Mereka itu tempatnya ialah neraka disebabkan apa yang selalu mereka kerjakan) berupa kemusyrikan dan perbuatan-perbuatan maksiat.",
            "sajda": false,
            "transliteration": "Ulaaa'ika maawaahumun Naaru bimaa kaanoo yaksiboon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1373,
            "aya_number": 9,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ يَهْدِيْهِمْ رَبُّهُمْ بِاِيْمَانِهِمْۚ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ فِيْ جَنّٰتِ النَّعِيْمِ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 209,
            "translation_aya_text": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, niscaya diberi petunjuk oleh Tuhan karena keimanannya. Mereka di dalam surga yang penuh kenikmatan, mengalir di bawahnya sungai-sungai.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh, mereka diberi petunjuk) diberi bimbingan (oleh Rabb mereka karena keimanannya) kepada-Nya; kelak pada hari kiamat Allah swt. akan menjadikan bagi mereka cahaya dengan cahaya itu mereka mendapat petunjuk (di bawah mereka mengalir sungai-sungai di dalam surga yang penuh kenikmatan).",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wa 'amilus saalihaati yahdeehim Rabbuhum bi eemaanihim tajree min tahtihimul anhaaru fee jannaatin Na'eem",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1374,
            "aya_number": 10,
            "aya_text": "دَعْوٰىهُمْ فِيْهَا سُبْحٰنَكَ اللهم وَتَحِيَّتُهُمْ فِيْهَا سَلٰمٌۚ وَاٰخِرُ دَعْوٰىهُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 209,
            "translation_aya_text": "Doa mereka di dalamnya ialah, “Subhanakallahumma” (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, “Salam” (salam sejahtera). Dan penutup doa mereka ialah, “Al-hamdu lillahi Rabbil ‘alamin” (segala puji bagi Allah Tuhan seluruh alam).",
            "tafsir_jalalayn": "(Doa mereka di dalamnya) sewaktu mereka meminta apa yang mereka inginkan di dalam surga hanya tinggal mengatakan (Subhaanakallaahumma) artinya Maha Suci Engkau ya Allah. Bilamana mereka telah memintanya maka mereka menemukan apa yang mereka inginkan telah berada di hadapan mereka (dan salam penghormatan mereka) di antara sesama mereka (di dalam surga ialah salam. Dan penutup doa mereka ialah) huruf an di sini adalah kata penafsir (alhamdulillaahi rabbil aalamiin) segala puji bagi Allah Rabb alam semesta. Ayat ini diturunkan sewaktu orang-orang musyrik meminta disegerakan turunnya azab.",
            "sajda": false,
            "transliteration": "Da'waahum feehaa Subbaanakal laahumma wa tahiyyatuhum feehaa salaam; wa aakhiru da'waahum anil hamdu lillaahi Rabbil 'aalameen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1375,
            "aya_number": 11,
            "aya_text": "۞ وَلَوْ يُعَجِّلُ اللّٰهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ اِلَيْهِمْ اَجَلُهُمْۗ فَنَذَرُ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 209,
            "translation_aya_text": "Dan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bingung di dalam kesesatan mereka.",
            "tafsir_jalalayn": "(Dan kalau sekiranya Allah menyegerakan kejahatan bagi manusia seperti permintaan mereka untuk menyegerakan) artinya sama seperti mereka meminta mendapatkan dengan segera (kebaikan, pastilah diakhiri) boleh dibaca laqudhiya atau laqadha (umur mereka) lafal ajaluhum dapat dibaca rafa` yakni menjadi ajaluhum dan dapat pula dibaca nashab hingga menjadi ajalahum; seumpamanya Allah membinasakan mereka dengan segera akan tetapi ternyata Allah menangguhkan (Maka Kami biarkan) Kami tinggalkan (orang-orang yang tidak mengharapkan pertemuan dengan Kami bergelimang di dalam kesesatan mereka) mereka hidup diselimuti oleh keraguan yang membingungkan.",
            "sajda": false,
            "transliteration": "Wa law yu'aijilul laahu linnaasish sharras ti'jaalahum bilkhairi laqudiya ilaihim ajaluhum fanazarul lazeena laa yarjoona liqaaa'anna fee tughyaanihim ya'mahoon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1376,
            "aya_number": 12,
            "aya_text": "وَاِذَا مَسَّ الْاِنْسَانَ الضُّرُّ دَعَانَا لِجَنْۢبِهٖٓ اَوْ قَاعِدًا اَوْ قَاۤىِٕمًا ۚفَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهٗ مَرَّ كَاَنْ لَّمْ يَدْعُنَآ اِلٰى ضُرٍّ مَّسَّهٗۗ  كَذٰلِكَ زُيِّنَ لِلْمُسْرِفِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 209,
            "translation_aya_text": "Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan apabila manusia ditimpa) yang dimaksud adalah orang kafir (bahaya) berupa penyakit dan kefakiran (dia berdoa kepada Kami dalam keadaan berbaring) membaringkan diri (atau duduk, atau berdiri) artinya dalam semua keadaan (tetapi setelah Kami hilangkan bahaya itu daripadanya dia kembali) kepada kekafirannya (seolah-olah) lafal ka-an berasal dari ka-anna yang ditakhfifkan sedangkan isimnya tidak disebutkan. Lengkapnya ka-annahu, artinya seolah-olah dia (tidak pernah berdoa kepada Kami untuk menghilangkan bahaya yang telah menimpanya. Begitulah) sifat orang kafir, yaitu berdoa di kala tertimpa bahaya dan berpaling di kala hidup sejahtera (orang-orang yang melampaui batas itu memandang baik) yang dimaksud adalah orang-orang musyrik (apa yang selalu mereka kerjakan).",
            "sajda": false,
            "transliteration": "Wa izaa massal insaanad durru da'aanaa lijambiheee aw qaa'idan aw qaaa'iman falammaa kashafnaa 'anhu durrahoo marra ka al lam yad'unaaa ilaa durrim massah; kazaalika zuyyina lilmusrifeena maa kaanoo ya'maloon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1377,
            "aya_number": 13,
            "aya_text": "وَلَقَدْ اَهْلَكْنَا الْقُرُوْنَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوْاۙ وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَمَا كَانُوْا لِيُؤْمِنُوْا ۗ كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 209,
            "translation_aya_text": " Dan sungguh, Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan (yang nyata), tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah membinasakan umat-umat) generasi-generasi (yang sebelum kalian) hai penduduk Mekah (ketika mereka berbuat kelaliman) yaitu dengan melakukan kemusyrikan (padahal) sungguh (telah datang kepada mereka rasul-rasul mereka dengan membawa keterangan-keterangan yang nyata) bukti-bukti yang menunjukkan kebenaran risalah mereka (tetapi mereka sekali-kali tidak hendak beriman) kalimat ayat ini di'athafkan pada lafal lammaa zhalamuu. (Demikianlah) seperti yang telah Kami binasakan mereka (Kami memberi pembalasan kepada orang-orang yang berbuat dosa) yaitu orang-orang kafir.",
            "sajda": false,
            "transliteration": "Wa laqad ahlaknal quroona min qablikum lammaa zalamoo wa jaaa'at hum Rusuluhum bil baiyinaati wa maa kaanoo liyu'minoo; kazaalika najzil qawmal mujrimeen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1378,
            "aya_number": 14,
            "aya_text": "ثُمَّ جَعَلْنٰكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِ مِنْۢ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 209,
            "translation_aya_text": "Kemudian Kami jadikan kamu sebagai pengganti-pengganti (mereka) di bumi setelah mereka, untuk Kami lihat bagaimana kamu berbuat.",
            "tafsir_jalalayn": "(Kemudian Kami jadikan kalian) hai penduduk Mekah (pengganti-pengganti) lafal khalaaif adalah bentuk jamak dari lafal khaliifah (di muka bumi sesudah mereka supaya Kami memperhatikan bagaimana kalian berbuat) di muka bumi; apakah kalian mau mengambil pelajaran dari umat-umat terdahulu itu sehingga kalian mau percaya kepada rasul-rasul Kami.",
            "sajda": false,
            "transliteration": "Summa ja'alnaakum khalaaa'ifa fil ardi mim ba'dihim linanzura kaifa ta'maloon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}