{
    "page_number": 21,
    "data": [
        {
            "aya_id": 142,
            "aya_number": 135,
            "aya_text": "وَقَالُوْا كُوْنُوْا هُوْدًا اَوْ نَصٰرٰى تَهْتَدُوْا ۗ قُلْ بَلْ مِلَّةَ اِبْرٰهٖمَ حَنِيْفًا ۗوَمَا كَانَ مِنَ الْمُشْرِكِيْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 21,
            "translation_aya_text": "Dan mereka berkata, “Jadilah kamu (penganut) Yahudi atau Nasrani, niscaya kamu mendapat petunjuk.” Katakanlah, “(Tidak!) Tetapi (kami mengikuti) agama Ibrahim yang lurus dan dia tidak termasuk golongan orang yang mempersekutukan Tuhan.”",
            "tafsir_jalalayn": "(Dan kata mereka, \"Jadilah kamu sebagai penganut agama Yahudi atau Kristen, niscaya kamu mendapat petunjuk.\") 'Au' yang berarti 'atau' berfungsi sebagai pemisah. Yang pertama diucapkan oleh orang-orang Yahudi Madinah, sedangkan yang kedua oleh kaum Kristen Najran. (Katakanlah) kepada mereka (tidak, bahkan) kami akan mengikuti (agama Ibrahim yang lurus) yang bertentangan dengan agama lain dan berpaling menjadi agama yang lurus dan benar. 'Hanifa' ini menjadi 'hal' dari Ibrahim. (Dan bukanlah dia dari golongan orang-orang musyrik).",
            "sajda": false,
            "transliteration": "Wa qaaloo koonoo Hoodan aw Nasaaraa tahtadoo; qul bal Millata Ibraaheema Haneefanw wa maa kaana minal mushrikeen",
            "tajweed_text": "وَقَالُو[s[اْ] كُونُو[s[اْ] هُودًا أَوْ نَصَ[n[ـٰ]رَىٰ تَهْتَدُو[s[اْ‌ۗ] قُلْ بَلْ مِلَّةَ إِ[q:640[بْ]ر[n[َٲ]هِـ[n[ـۧ]مَ حَنِي[a:698[فًا‌ۖ و]َمَا كَانَ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 143,
            "aya_number": 136,
            "aya_text": "قُوْلُوْٓا اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ اِلٰٓى اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَمَآ اُوْتِيَ النَّبِيُّوْنَ مِنْ رَّبِّهِمْۚ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 21,
            "translation_aya_text": "Katakanlah, “Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami berserah diri kepada-Nya.”",
            "tafsir_jalalayn": "(Katakanlah,) ucapan ini ditujukan kepada orang-orang beriman (\"Kami beriman kepada Allah dan pada apa yang diturunkan kepada kami) yakni Alquran (dan pada apa yang diturunkan kepada Ibrahim) yakni shuhuf, yaitu lembaran-lembaran yang sepuluh (kepada Ismail, Ishak, Yakub dan anak cucunya) (dan apa yang diberikan kepada Musa) berupa Taurat (dan Isa) yakni Injil (begitu juga yang diberikan kepada nabi-nabi dari Tuhan mereka) baik berupa kitab maupun ayat. (Tidaklah kami beda-bedakan seorang pun di antara mereka) sehingga mengakibatkan kami beriman kepada sebagian dan kafir kepada sebagian yang lain sebagaimana halnya orang-orang Yahudi dan Kristen, (dan kami hanya tunduk kepada-Nya semata.\")",
            "sajda": false,
            "transliteration": "Qoolooo aamannaa billaahi wa maaa unzila ilainaa wa maaa unzila ilaaa Ibraaheema wa Ismaa'eela wa Ishaaqa wa Ya'qooba wal Asbaati wa maaootiya Moosa wa 'Eesaa wa maaa ootiyan Nabiyyoona mir Rabbihim laa nufaariq baina ahadim minhum wa nahnu lahoo muslimoon",
            "tajweed_text": "قُول[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا بِ[h:32[ٱ]للَّهِ وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْنَا وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَ[o[ىٰٓ] إِ[q:640[بْ]ر[n[َٲ]هِـ[n[ـۧ]مَ وَإِسْمَ[n[ـٰ]عِيلَ وَإِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ وَ[h:700[ٱ]لْأَسْبَاطِ وَم[o[َآ] أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَم[o[َآ] أُوتِىَ [h:701[ٱ][l[ل][g[نّ]َبِيُّونَ م[u:22[ِن ر]َّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَ[a:702[دٍ م]ِّنْهُمْ وَنَحْنُ لَهُ[n[ۥ] مُسْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 144,
            "aya_number": 137,
            "aya_text": "فَاِنْ اٰمَنُوْا بِمِثْلِ مَآ اٰمَنْتُمْ بِهٖ فَقَدِ اهْتَدَوْا ۚوَاِنْ تَوَلَّوْا فَاِنَّمَا هُمْ فِيْ شِقَاقٍۚ فَسَيَكْفِيْكَهُمُ اللّٰهُ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ ۗ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 21,
            "translation_aya_text": "Maka jika mereka telah beriman sebagaimana yang kamu imani, sungguh, mereka telah mendapat petunjuk. Tetapi jika mereka berpaling, sesungguhnya mereka berada dalam permusuhan (denganmu), maka Allah mencukupkan engkau (Muhammad) terhadap mereka (dengan pertolongan-Nya). Dan Dia Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Maka jika mereka beriman) yakni orang-orang Yahudi dan Kristen tadi (dengan) 'mitsli' atau 'seperti' hanya sebagai tambahan (apa yang kamu imani, maka mereka telah memperoleh petunjuk dan jika mereka berpaling) dari keimanan itu, (berarti mereka dalam permusuhan) denganmu. (Maka Allah akan memeliharamu dari permusuhan mereka itu) hai Muhammad! (Dan Allah Maha Mendengar) ucapan-ucapan mereka (lagi Maha Mengetahui) semua keadaan mereka. Misalnya kamu telah ditolong-Nya dengan pembunuhan Bani Quraizhah, pengusiran Bani Nadhir dan pembebanan upeti atas mereka.",
            "sajda": false,
            "transliteration": "Fa in aamanoo bimisli maaa aamantum bihee faqadih tadaw wa in tawallaw fa innamaa hum fee shiqaaq; fasayakfeekahumul laah; wa Huwas Samee'ul Aleem",
            "tajweed_text": "فَإِنْ ءَامَنُو[s[اْ] بِمِثْلِ م[o[َآ] ءَامَ[f:703[نت][c:704[ُم ب]ِه[n[ِۦ] فَقَدِ [h:705[ٱ]هْتَدَو[s[اْ‌ۖ] وَّإِ[f:706[ن ت]َوَلَّوْ[s[اْ] فَإِ[g[نّ]َمَا هُمْ فِى شِقَا[f:707[قٍ‌ۖ ف]َسَيَكْفِيكَهُمُ [h:708[ٱ]للَّهُ‌ۚ وَهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 145,
            "aya_number": 138,
            "aya_text": "صِبْغَةَ اللّٰهِ ۚ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ صِبْغَةً ۖ وَّنَحْنُ لَهٗ عٰبِدُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 21,
            "translation_aya_text": "Sibgah Allah.” Siapa yang lebih baik sibgah-nya daripada Allah? Dan kepada-Nya kami menyembah.",
            "tafsir_jalalayn": "(Celupan Allah) 'mashdar' yang memperkuat 'kami beriman' tadi. Mendapat baris di atas sebagai maf`ul muthlak dari fi`il yang tersembunyi yang diperkirakan berbunyi 'Shabaghanallaahu shibghah', artinya \"Allah mencelup kami suatu celupan\". Sedang maksudnya ialah agama-Nya yang telah difitrahkan-Nya atas manusia dengan pengaruh dan bekasnya yang menonjol, tak ubah bagai celupan terhadap kain. (Dan siapakah) maksudnya tidak seorang pun (yang lebih baik celupannya dari Allah) shibghah di sini menjadi 'tamyiz' (dan hanya kepada-Nya kami menyembah).",
            "sajda": false,
            "transliteration": "Sibghatal laahi wa man ahsanu minal laahi sibghatanw wa nahnu lahoo 'aabidoon",
            "tajweed_text": "صِ[q:710[بْ]غَةَ [h:711[ٱ]للَّهِ‌ۖ وَمَنْ أَحْسَنُ مِنَ [h:321[ٱ]للَّهِ صِ[q:712[بْ]غَ[a:713[ةً‌ۖ و]َنَحْنُ لَهُ[n[ۥ] عَ[n[ـٰ]بِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 146,
            "aya_number": 139,
            "aya_text": "قُلْ اَتُحَاۤجُّوْنَنَا فِى اللّٰهِ وَهُوَ رَبُّنَا وَرَبُّكُمْۚ وَلَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْۚ وَنَحْنُ لَهٗ مُخْلِصُوْنَ ۙ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 21,
            "translation_aya_text": "Katakanlah (Muhammad), “Apakah kamu hendak berdebat dengan kami tentang Allah, padahal Dia adalah Tuhan kami dan Tuhan kamu. Bagi kami amalan kami, bagi kamu amalan kamu, dan hanya kepada-Nya kami dengan tulus mengabdikan diri.",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka! (\"Apakah kamu hendak memperbantahkan) dengan kami (tentang Allah) karena Dia memilih seorang nabi dari kalangan Arab? (Padahal Dia adalah Tuhan kamu) dan berhak memilih siapa saja yang dikehendaki-Nya di antara hamba-hamba-Nya (dan bagi kamu amalan kamu) dan kamu akan memperoleh balasannya pula dan tidak mustahil jika di antara amal-amalan kami itu ada yang patut menerima ganjaran istimewa (dan hanya kepada-Nya kami mengikhlaskan) agama dan amalan kami; berbeda halnya dengan kamu, sehingga sepatutnyalah kami yang dipilih-Nya. 'Hamzah' atau 'apakah' di atas, maksudnya menolak, sedangkan ketiga kalimat di belakang berarti 'hal'.",
            "sajda": false,
            "transliteration": "Qul atuhaaajjoonanaa fil laahi wa Huwa Rabbunaa wa Rabbukum wa lanaa a'maalunaa wa lakum a'maalukum wa nahnu lahoo mukhlisson",
            "tajweed_text": "قُلْ أَتُح[m[َا]ٓجُّونَنَا فِى [h:714[ٱ]للَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَن[o[َآ] أَعْمَ[n[ـٰ]لُنَا وَلَكُمْ أَعْمَ[n[ـٰ]لُكُمْ وَنَحْنُ لَهُ[n[ۥ] مُخْلِص[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 147,
            "aya_number": 140,
            "aya_text": "اَمْ تَقُوْلُوْنَ اِنَّ اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطَ كَانُوْا هُوْدًا اَوْ نَصٰرٰى ۗ قُلْ ءَاَنْتُمْ اَعْلَمُ اَمِ اللّٰهُ ۗ وَمَنْ اَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهٗ مِنَ اللّٰهِ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 21,
            "translation_aya_text": "Ataukah kamu (orang-orang Yahudi dan Nasrani) berkata bahwa Ibrahim, Ismail, Ishak, Yakub dan anak cucunya adalah penganut Yahudi atau Nasrani? Katakanlah, “Kamukah yang lebih tahu atau Allah, dan siapakah yang lebih zalim daripada orang yang menyembunyikan kesaksian dari Allah yang ada padanya?” Allah tidak lengah terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Atau) apakah (kamu hendak mengatakan) ada pula yang membaca 'yaquuluuna', artinya mereka hendak mengatakan (bahwa Ibrahim, Ismail, Ishak, Yakub dan anak cucunya adalah penganut agama Yahudi dan Kristen?\" Katakanlah) kepada mereka, (\"Apakah kamu yang lebih tahu ataukah Allah\") artinya Allahlah yang lebih mengetahui dan Allah sendiri telah membebaskan Ibrahim dari kedua agama itu, firman-Nya, \"Ibrahim itu bukanlah seorang Yahudi atau Kristen.\" Demikian pula nabi-nabi yang disebutkan bersamanya mereka itu adalah juga mengikuti agamanya. (Dan siapakah lagi yang aniaya daripada orang yang menyembunyikan) atau merahasiakan kepada umat manusia (kesaksian yang terdapat padanya) (dari Allah) maksudnya tidak ada lain yang lebih aniaya daripadanya. Yang dituju adalah orang-orang Yahudi yang menyembunyikan kesaksian Allah dalam Taurat bahwa Ibrahim itu menganut agama hanafiah, yaitu agama Islam yang lurus. (Dan Allah sekali-kali tidak lalai dari apa yang kamu kerjakan) merupakan ancaman dan peringatan terhadap mereka.",
            "sajda": false,
            "transliteration": "Am taqooloona inna Ibraaheema wa Ismaa'eela wa Ishaaq wa Ya'qooba wal asbaata kaanoo Hoodan aw Nasaaraa; qul 'a-antum a'lamu amil laah; wa man azlamu mimman katama shahaadatan 'indahoo minallaah; wa mallaahu bighaafilin 'ammaa ta'maloon",
            "tajweed_text": "أَمْ تَقُولُونَ إِ[g[نّ]َ إِ[q:640[بْ]ر[n[َٲ]هِـ[n[ـۧ]مَ وَإِسْمَ[n[ـٰ]عِيلَ وَإِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ وَ[h:715[ٱ]لْأَسْبَاطَ كَانُو[s[اْ] هُودًا أَوْ نَصَ[n[ـٰ]رَىٰ‌ۗ قُلْ ءَأَ[f:716[نت]ُمْ أَعْلَمُ أَمِ [h:717[ٱ]للَّهُ‌ۗ وَمَنْ أَظْلَمُ مِ[g[مّ]َ[f:718[ن ك]َتَمَ شَهَ[n[ـٰ]دَةً عِ[f:719[ند]َهُ[n[ۥ] مِنَ [h:321[ٱ]للَّهِ‌ۗ وَمَا [h:384[ٱ]للَّهُ بِغَ[n[ـٰ]فِلٍ عَ[g[مّ]َا تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 148,
            "aya_number": 141,
            "aya_text": "تِلْكَ اُمَّةٌ قَدْ خَلَتْ ۚ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ ۚ وَلَا تُسْـَٔلُوْنَ عَمَّا كَانُوْا يَعْمَلُوْنَ ࣖ   ۔",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 21,
            "translation_aya_text": "Itulah umat yang telah lalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Dan kamu tidak akan diminta (pertanggungjawaban) tentang apa yang dahulu mereka kerjakan.",
            "tafsir_jalalayn": "(Mereka itu adalah umat yang telah lalu, bagi mereka apa yang telah mereka usahakan dan bagi kamu apa yang kamu usahakan; dan kamu tidak akan diminta pertanggungjawaban tentang apa yang telah mereka kerjakan). Ayat seperti ini telah kita temui di muka.",
            "sajda": false,
            "transliteration": "Tilka ummatun qad khalat lahaa maa kasabat wa lakum maa kasabtum wa laa tus'aloona 'ammaa kaano ya'maloo",
            "tajweed_text": "تِلْكَ أُ[g[مّ]َ[f:695[ةٌ ق]َ[q:298[دْ] خَلَتْ‌ۖ لَهَا مَا كَسَبَتْ وَلَك[w:696[ُم م]َّا كَسَ[q:697[بْ]تُمْ‌ۖ وَلَا تُسْــَٔلُونَ عَ[g[مّ]َا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}