{
    "page_number": 210,
    "data": [
        {
            "aya_id": 1379,
            "aya_number": 15,
            "aya_text": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنٰتٍۙ قَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا ائْتِ بِقُرْاٰنٍ غَيْرِ هٰذَآ اَوْ بَدِّلْهُ ۗ قُلْ مَا يَكُوْنُ لِيْٓ اَنْ اُبَدِّلَهٗ مِنْ تِلْقَاۤئِ نَفْسِيْ ۚاِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ ۚ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 210,
            "translation_aya_text": "Dan apabila dibacakan kepada mereka ayat-ayat Kami dengan jelas, orang-orang yang tidak mengharapkan pertemuan dengan Kami berkata, “Datangkanlah kitab selain Al-Qur'an ini atau gantilah.” Katakanlah (Muhammad), “Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku hanya  mengikuti apa yang diwahyukan kepadaku. Aku benar-benar takut akan azab hari yang besar (Kiamat) jika mendurhakai Tuhanku.”",
            "tafsir_jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) yakni Alquran (yang nyata) yang jelas; lafal bayyinaatin kedudukannya menjadi hal atau kata keterangan keadaan (orang-orang yang tidak mengharapkan pertemuan dengan Kami berkata) mereka adalah orang-orang yang tidak takut akan adanya hari pembalasan (\"Datangkanlah Alquran yang lain dari ini) yang isinya tidak mengandung celaan kepada tuhan-tuhan kami (atau gantilah dia.\") dengan buatanmu sendiri (Katakanlah,) kepada mereka (\"Tidaklah pantas) tidak layak (bagiku menggantinya dari pihak) berdasarkan kemauan (diriku sendiri. Aku tidak) tiada lain (hanya mengikuti apa yang diwahyukan kepadaku. Sesungguhnya aku takut jika mendurhakai Rabbku) oleh sebab menggantikan Alquran (kepada siksa hari yang besar.\") yaitu hari kiamat.",
            "sajda": false,
            "transliteration": "Wa izaa tutlaa 'alaihim aayaatunaa baiyinaatin qaalal lazeena laa yarjoona liqaaa'ana'ti bi Quraanin ghairi haazaaa aw baddilh; qul maa yakoonu leee an ubaddilahoo min tilqaaa'i nafsee in attabi'u illaa maa yoohaaa ilaiya inneee akhaafu in 'asaytu Rabbee 'azaaba Yawmin 'Azeeem",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1380,
            "aya_number": 16,
            "aya_text": "قُلْ لَّوْ شَاۤءَ اللّٰهُ مَا تَلَوْتُهٗ عَلَيْكُمْ وَلَآ اَدْرٰىكُمْ بِهٖ ۖفَقَدْ لَبِثْتُ فِيْكُمْ عُمُرًا مِّنْ قَبْلِهٖۗ اَفَلَا تَعْقِلُوْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 210,
            "translation_aya_text": "Katakanlah (Muhammad), “Jika Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu.” Aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Al-Qur'an). Apakah kamu tidak mengerti?",
            "tafsir_jalalayn": "(Katakanlah, \"Jika Allah menghendaki, niscaya aku tidak membacakannya kepada kalian dan aku tidak pula memberitahukan kepada kalian) mengajarkan kepada kalian (mengenainya) huruf laa di sini bermakna nafi atau meniadakan, kemudian diathafkan kepada nafi yang sebelumnya. Menurut qiraat yang lain dianggap sebagai lam yang menjadi jawab daripada huruf lau, dengan demikian berarti niscaya aku akan mengajarkannya kepada kalian dengan bahasa yang bukan bahasaku (Sesungguhnya aku telah tinggal) diam (bersama dengan kalian beberapa lama) yaitu empat puluh tahun (sebelumnya.\") selama itu aku belum pernah menceritakan sesuatu kepada kalian (Maka apakah kalian tidak memikirkannya?) bahwasanya Alquran itu bukanlah buatanku sendiri.",
            "sajda": false,
            "transliteration": "Qul law shaaa'al laahu maa talawtuhoo 'alaikum wa laaa adraakum bihee faqad labistu feekum 'umuram min qablih; afalaa ta'qiloon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1381,
            "aya_number": 17,
            "aya_text": "فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الْمُجْرِمُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 210,
            "translation_aya_text": "Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang berbuat dosa itu tidak akan beruntung.",
            "tafsir_jalalayn": "(Maka siapakah) artinya, tiada seorang pun (yang lebih lalim daripada orang yang mengada-adakan kedustaan terhadap Allah) yaitu dengan melakukan kemusyrikan terhadap Allah (atau mendustakan ayat-ayat-Nya?) yakni Alquran. (Sesungguhnya) pada kenyataannya (tiadalah beruntung) tiadalah berbahagia (orang-orang yang berbuat dosa) yaitu orang-orang musyrik.",
            "sajda": false,
            "transliteration": "Faman azlamu mimmanif taraa 'alal laahi kaziban aw kazzaba bi Aayaatih; innahoo laa yuflihul mujrimoon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1382,
            "aya_number": 18,
            "aya_text": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِ ۗقُلْ اَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 210,
            "translation_aya_text": "Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, “Mereka itu adalah pemberi syafaat kami di hadapan Allah.” Katakanlah, “Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?” Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu.",
            "tafsir_jalalayn": "(Dan mereka menyembah selain daripada Allah) (apa yang tidak dapat mendatangkan kemudaratan) jika mereka tidak menyembahnya (dan tidak pula kemanfaatan) jika mereka menyembahnya, yang dimaksud adalah berhala-berhala yang mereka sembah itu (dan mereka berkata,) tentang berhala-berhala itu (\"Mereka itu adalah pemberi syafaat kepada kami di sisi Allah.\" Katakanlah) kepada mereka (\"Apakah kalian mengabarkan kepada Allah) menceritakan kepada-Nya (apa yang tidak diketahui-Nya di langit dan tidak pula di bumi?\") Istifham atau kata tanya di sini mengandung makna ingkar, karena seandainya Dia mempunyai sekutu niscaya Dia akan mengetahui sekutunya itu karena sesungguhnya tiada sesuatu pun yang samar bagi-Nya. (Maha Suci Allah) dari hal-hal yang tidak layak bagi-Nya (dan Maha Tinggi daripada apa yang mereka persekutukan itu) bersama Allah.",
            "sajda": false,
            "transliteration": "Wa ya'budoona min doonil laahi maa laa yadurruhum wa laa yanfa'uhum wa yaqooloona haaa'ulaaa'i shufa'aaa 'unaa 'indal laah; qul atunabbi 'oonal laaha bima laa ya'lamu fis samaawaati wa laa fil ard; subhaanahoo wa Ta'aalaa 'ammaa yushrikoon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1383,
            "aya_number": 19,
            "aya_text": "وَمَا كَانَ النَّاسُ اِلَّآ اُمَّةً وَّاحِدَةً فَاخْتَلَفُوْاۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيْمَا فِيْهِ يَخْتَلِفُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 210,
            "translation_aya_text": "Dan manusia itu dahulunya hanyalah satu umat, kemudian mereka berselisih. Kalau tidak karena suatu ketetapan yang telah ada dari Tuhanmu, pastilah telah diberi keputusan (di dunia) di antara mereka, tentang apa yang mereka perselisihkan itu.",
            "tafsir_jalalayn": "(Manusia dahulunya hanyalah satu umat) satu agama yaitu agama Islam, sejak dari zaman Nabi Adam sampai dengan zaman Nabi Nuh. Menurut pendapat yang lain dikatakan mulai dari zaman Nabi Ibrahim sampai dengan zamannya Amr bin Luhay (kemudian mereka berselisih) disebabkan sebagian daripada mereka tetap iman sedangkan sebagian yang lainnya kafir. (Kalau tidaklah karena suatu ketetapan yang telah ada dari Rabbmu dahulu) dengan menangguhkan pembalasan hingga hari kiamat (pastilah diberi keputusan di antara mereka) yaitu di antara manusia di dunia (tentang apa yang mereka perselisihkan itu) dalam masalah agama, yaitu dengan mengazab orang-orang kafir.",
            "sajda": false,
            "transliteration": "Wa maa kaanan naasu illaaa ummmatanw waahidatan fakh talafoo; wa law laa kalimatun sabaqat mir Rabbika laqudiya bainahum fee maa feehi yakhtalifoon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1384,
            "aya_number": 20,
            "aya_text": "وَيَقُوْلُوْنَ لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۚ فَقُلْ اِنَّمَا الْغَيْبُ لِلّٰهِ فَانْتَظِرُوْاۚ اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ࣖ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 210,
            "translation_aya_text": "Dan mereka berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sungguh, segala yang gaib itu hanya milik Allah; sebab itu tunggu (sajalah) olehmu. Ketahuilah aku juga menunggu bersama kamu.”",
            "tafsir_jalalayn": "(Dan mereka berkata,) yakni penduduk Mekah (\"Mengapa tidak) kenapa tidak (diturunkan kepadanya) dimaksud kepada Nabi Muhammad saw. (suatu keterangan dari Rabbnya?\") sebagaimana yang telah diberikan kepada para nabi lainnya, seperti mukjizat unta, mukjizat tongkat dan mukjizat tangan (Maka katakanlah,) kepada mereka (\"Sesungguhnya yang gaib itu) hal-hal yang gaib dari mata hamba-hamba Allah (kepunyaan Allah) antara lain ialah mukjizat-mukjizat, maka mukjizat-mukjizat itu tidak ada yang dapat mendatangkannya melainkan hanya seizin Allah. Sesungguhnya tugasku hanyalah menyampaikan (sebab itu tunggu sajalah oleh kalian) datangnya azab jika kalian tidak mau beriman (sesungguhnya aku bersama kalian termasuk orang-orang yang menunggu.\")",
            "sajda": false,
            "transliteration": "W yaqooloona law laaa unzila 'alaihi aayatum mir Rabbihee faqul innamal ghaibu lillaahi fantaziroo innee ma'akum minal muntazireen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}