{
    "page_number": 212,
    "data": [
        {
            "aya_id": 1390,
            "aya_number": 26,
            "aya_text": "۞ لِلَّذِيْنَ اَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌ  ۗوَلَا يَرْهَقُ وُجُوْهَهُمْ قَتَرٌ وَّلَا ذِلَّةٌ  ۗاُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 212,
            "translation_aya_text": "Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Dan wajah mereka tidak ditutupi debu hitam dan tidak (pula) dalam kehinaan. Mereka itulah penghuni surga, mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Bagi orang-orang yang berbuat baik) dengan keimanannya (ada pahala yang terbaik) yaitu surga (dan tambahannya) yaitu dapat melihat Allah swt. sebagaimana yang telah diterangkan di dalam hadis sahih Muslim. (Dan tidak pernah layu) tidak pernah tertutup (wajah mereka oleh kekelaman) kesusahan yang kelam (dan tidak pula oleh kehinaan) kesedihan. (Mereka itulah penghuni surga, mereka kekal di dalamnya.)",
            "sajda": false,
            "transliteration": "Lillazeena ahsanul husnaa wa ziyaadahtunw wa laa yarhaqu wujoohahum qatarunw wa laa zillah; ulaaa'ika ashaabul jannnati hum feehaa khaalidoon",
            "tajweed_text": "۞ لِّلَّذِينَ أَحْسَنُو[s[اْ] [h:6020[ٱ]لْحُسْنَىٰ وَزِيَادَ[a:6021[ةٌ‌ۖ و]َلَا يَرْهَقُ وُجُوهَهُمْ قَتَ[a:6022[رٌ و]َلَا ذِلَّةٌ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1391,
            "aya_number": 27,
            "aya_text": "وَالَّذِيْنَ كَسَبُوا السَّيِّاٰتِ جَزَاۤءُ سَيِّئَةٍ ۢبِمِثْلِهَاۙ وَتَرْهَقُهُمْ ذِلَّةٌ  ۗمَا لَهُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ  كَاَنَّمَآ اُغْشِيَتْ وُجُوْهُهُمْ قِطَعًا مِّنَ الَّيْلِ مُظْلِمًاۗ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚهُمْ فِيْهَا خٰلِدُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 212,
            "translation_aya_text": "Adapun orang-orang yang berbuat kejahatan (akan mendapat) balasan kejahatan yang setimpal dan mereka diselubungi kehinaan. Tidak ada bagi mereka seorang pelindung pun dari (azab) Allah, seakan-akan wajah mereka ditutupi dengan kepingan-kepingan malam yang gelap gulita. Mereka itulah penghuni neraka, mereka kekal di dalamnya.           ",
            "tafsir_jalalayn": "(Dan orang-orang) lafal ayat ini diathafkan kepada lafal alladziina ahsanuu yang ada pada ayat sebelumnya; artinya dan bagi orang-orang (yang mengerjakan keburukan) orang-orang yang mengerjakan kemusyrikan (mendapat balasan yang setimpal dan mereka ditutupi oleh kehinaan. Tidak ada bagi mereka, dari azab Allah) huruf min pada ayat ini adalah huruf zaidah atau tambahan (seorang pelindung pun) yang dapat mencegahnya (seakan-akan tertutupi) diselimuti (muka mereka oleh kepingan-kepingan) dapat dibaca qitha`an dan dapat pula dibaca qith`an (malam yang gelap-gulita. Mereka itulah penghuni neraka; mereka kekal di dalamnya).",
            "sajda": false,
            "transliteration": "Wallazeena kasabus saiyi aati jazaaa'u saiyi'atim bimislihaa wa tarhaquhum zillah; maa lahum minal laahi min 'aasimin ka annamaaa ughshiyat wujoohuhum qita 'am minal laili muzlimaa; ulaaa'ika Ashaabun Naari hum feeha khaalidoon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ كَسَبُو[s[اْ] [h:6023[ٱ][l[ل]سَّيِّـَٔـاتِ جَز[o[َا]ٓءُ سَيِّئَ[i:6024[ةِۭ ب]ِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّ[a:6025[ةٌ‌ۖ م]َّا لَه[w:6026[ُم م]ِّنَ [h:321[ٱ]للَّهِ مِنْ عَاصِ[f:6027[مٍ‌ۖ ك]َأَ[g[نّ]َم[o[َآ] أُغْشِيَتْ وُجُوهُهُمْ قِطَ[a:6028[عًا م]ِّنَ [h:6029[ٱ]لَّيْلِ مُظْلِمًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1392,
            "aya_number": 28,
            "aya_text": "وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْا مَكَانَكُمْ اَنْتُمْ وَشُرَكَاۤؤُكُمْۚ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاۤؤُهُمْ مَّا كُنْتُمْ اِيَّانَا تَعْبُدُوْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 212,
            "translation_aya_text": "Dan (ingatlah) pada hari (ketika) itu Kami mengumpulkan mereka semuanya, kemudian Kami berkata kepada orang yang mempersekutukan (Allah), “Tetaplah di tempatmu, kamu dan para sekutumu.” Lalu Kami pisahkan mereka dan berkatalah sekutu-sekutu mereka, “Kamu sekali-kali tidak pernah menyembah kami. ",
            "tafsir_jalalayn": "(Dan) ingatlah (suatu hari, ketika itu Kami mengumpulkan mereka) yakni semua makhluk (semuanya, kemudian Kami berkata kepada orang-orang yang mempersekutukan Tuhan, \"Tetaplah pada tempat kalian) lafal makaanakum dinashabkan oleh ilzamuu yang keberadaannya diperkirakan pada sebelumnya (kalian semuanya) lafal ini bersifat mengukuhkan dhamir mustatar yang terkandung di dalam fi'il yang keberadaannya diperkirakan tadi, kemudian diathafkan kepadanya (bersama dengan sekutu-sekutu kalian) yakni berhala-berhala sesembahan kalian. (Lalu Kami pisahkan) Kami bedakan (antara mereka\") dan orang-orang yang beriman, sebagaimana yang telah disebutkan dalam ayat: (Dan dikatakan kepada orang-orang kafir), 'Berpisahlah kalian (dari orang-orang mukmin) pada hari ini, hai orang-orang yang berbuat jahat. (Yasin 59). (Dan berkatalah) kepada mereka (sekutu-sekutu mereka, \"Kalian sekali-kali tidak pernah menyembah kami) huruf maa bermakna nafi, kemudian maf'ul didahulukan demi untuk fashilah.",
            "sajda": false,
            "transliteration": "Wa yawma nahshuruhum jamee'an summa naqoolu lillazeena ashrakoo makaanakum antum wa shurakaaa'ukum; fazaiyalnaa bainahum wa qaala shurakaaa'uhum maa kuntum iyyaanaa ta'budoon",
            "tajweed_text": "وَيَوْمَ نَحْشُرُهُمْ جَمِي[f:155[عًا ث]ُ[g[مّ]َ نَقُولُ لِلَّذِينَ أَشْرَكُو[s[اْ] مَكَانَكُمْ أَ[f:428[نت]ُمْ وَشُرَك[o[َا]ٓؤُكُمْ‌ۚ فَزَيَّلْنَا بَيْنَهُمْ‌ۖ وَقَالَ شُرَك[o[َا]ٓؤُه[w:6030[ُم م]َّا كُ[f:100[نت]ُمْ إِيَّانَا تَعْبُد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1393,
            "aya_number": 29,
            "aya_text": "فَكَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنَنَا وَبَيْنَكُمْ اِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغٰفِلِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 212,
            "translation_aya_text": "Maka cukuplah Allah menjadi saksi antara kami dengan kamu, sebab kami tidak tahu-menahu tentang penyembahan kamu (kepada kami).”",
            "tafsir_jalalayn": "(Dan cukuplah Allah menjadi saksi antara kami dengan kalian, sesungguhnya) huruf in adalah mukhaffafah dari inna (kami tidak tahu-menahu tentang penyembahan kalian kepada kami.\")",
            "sajda": false,
            "transliteration": "Fakafaa billaahi shaheedam bainanaa wa bainakum in kunnaa 'an 'ibaadatikum laghaafileen",
            "tajweed_text": "فَكَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيد[i:6031[َۢا ب]َيْنَنَا وَبَيْنَكُمْ إِ[f:4919[ن ك]ُ[g[نّ]َا عَنْ عِبَادَتِكُمْ لَغَ[n[ـٰ]فِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1394,
            "aya_number": 30,
            "aya_text": "هُنَالِكَ تَبْلُوْا كُلُّ نَفْسٍ مَّآ اَسْلَفَتْ وَرُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 212,
            "translation_aya_text": "Di tempat itu (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (pelindung palsu) yang mereka ada-adakan.",
            "tafsir_jalalayn": "(Di tempat itu) yakni pada hari itu (akan merasakan pembalasan) lafal tabluu berasal dari mashdar al-balwaa. Akan tetapi menurut qiraat lainnya dibaca tatluu berasal dari mashdar tilaawah; artinya dibacakan (tiap-tiap diri dari apa yang telah dikerjakannya dahulu) amal-amal perbuatan yang telah mereka kerjakan di dunia (dan mereka dikembalikan kepada Allah Pelindung mereka yang sebenarnya) pelindung yang hak dan yang selama-lamanya (dan lenyaplah) hilanglah (dari mereka apa yang mereka ada-adakan) terhadap Allah swt. yaitu berupa sekutu-sekutu yang mereka sembah itu.",
            "sajda": false,
            "transliteration": "Hunaalika tabloo kullu nafsim maaa aslafat; wa ruddoo ilal laahi mawlaahu mul haqqi wa dalla 'anhum maa kaanoo yaftaroon",
            "tajweed_text": "هُنَالِكَ تَ[q:6032[بْ]لُو[s[اْ] كُلُّ نَفْ[a:1654[سٍ م]ّ[o[َآ] أَسْلَفَتْ‌ۚ وَرُدّ[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ مَوْلَ[n[ـٰ]هُمُ [h:4123[ٱ]لْحَقِّ‌ۖ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1395,
            "aya_number": 31,
            "aya_text": "قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِ اَمَّنْ يَّمْلِكُ السَّمْعَ وَالْاَبْصَارَ وَمَنْ يُّخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُّدَبِّرُ الْاَمْرَۗ فَسَيَقُوْلُوْنَ اللّٰهُ ۚفَقُلْ اَفَلَا تَتَّقُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 212,
            "translation_aya_text": "Katakanlah (Muhammad), “Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, dan siapakah yang mengatur segala urusan?” Maka mereka akan menjawab, “Allah.” Maka katakanlah, “Mengapa kamu tidak bertakwa (kepada-Nya)?”",
            "tafsir_jalalayn": "(Katakanlah,) kepada mereka (\"Siapakah yang memberi rezeki kepada kalian dari langit) yaitu melalui hujan (dan bumi) yaitu melalui tumbuh-tumbuhan (atau siapakah yang kuasa menciptakan pendengaran) lafal as-sam`u di sini bermakna al-asma`; artinya yang menciptakan pendengaran (dan penglihatan dan siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan siapakah yang mengatur segala urusan?\") di antara makhluk semuanya. (Maka mereka katakan,) bahwa Dia (\"Allah.\" Maka katakanlah,) kepada mereka (\"Mengapa kalian tidak bertakwa.\") kepada-Nya, oleh sebab itu berimanlah kalian.",
            "sajda": false,
            "transliteration": "Qul mai yarzuqukum minas samaaa'i wal ardi ammany yamlikus sam'a wal absaara wa mai yukhrijul haiya minal maiyiti wa yikhrijul maiyita minal haiyi wa mai yudabbirul amr; fasa yaqooloonal laah; faqul afalaa tattaqoon",
            "tajweed_text": "قُلْ م[a:6033[َن ي]َرْزُقُك[w:6034[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ أَ[g[مّ][a:6035[َن ي]َمْلِكُ [h:6036[ٱ][l[ل]سَّمْعَ وَ[h:6037[ٱ]لْأَ[q:6037[بْ]صَ[n[ـٰ]رَ وَم[a:6038[َن ي]ُخْرِجُ [h:4258[ٱ]لْحَىَّ مِنَ [h:1833[ٱ]لْمَيِّتِ وَيُخْرِجُ [h:6039[ٱ]لْمَيِّتَ مِنَ [h:1835[ٱ]لْحَىِّ وَم[a:6040[َن ي]ُدَبِّرُ [h:5940[ٱ]لْأَمْرَ‌ۚ فَسَيَقُولُونَ [h:6041[ٱ]للَّهُ‌ۚ فَقُلْ أَفَلَا تَتَّق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1396,
            "aya_number": 32,
            "aya_text": "فَذٰلِكُمُ اللّٰهُ رَبُّكُمُ الْحَقُّۚ فَمَاذَا بَعْدَ الْحَقِّ اِلَّا الضَّلٰلُ  ۖفَاَنّٰى تُصْرَفُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 212,
            "translation_aya_text": "Maka itulah Allah, Tuhan kamu yang sebenarnya; maka tidak ada setelah kebenaran itu melainkan kesesatan. Maka mengapa kamu berpaling (dari kebenaran)?",
            "tafsir_jalalayn": "(Maka yang demikian itu) Zat Yang menciptakan segala sesuatu itu (adalah Allah, Rabb kalian yang sebenarnya) yang tetap dan wajib kalian sembah (maka tidak ada sesudah kebenaran itu melainkan kesesatan) Istifham atau kata tanya di sini bermakna menetapkan; artinya tidak ada sesudah kebenaran itu melainkan hanya kesesatan belaka. Barang siapa yang menyimpang dari kebenaran yaitu menyembah selain kepada Allah berarti ia terjerumus ke dalam kesesatan (Maka bagaimanakah) mengapa (kalian dipalingkan?) dari keimanan padahal bukti-bukti kebenaran telah cukup ada.",
            "sajda": false,
            "transliteration": "Fazaalikumul laahu Rabbukumul haqq; famaazaa ba'dal haqqi illad dalaalu fa annnaa tusrafoon",
            "tajweed_text": "فَذ[n[َٲ]لِكُمُ [h:6042[ٱ]للَّهُ رَبُّكُمُ [h:6043[ٱ]لْحَقُّ‌ۖ فَمَاذَا بَعْدَ [h:6044[ٱ]لْحَقِّ إِلَّا [h:6045[ٱ][l[ل]ضَّلَ[n[ـٰ]لُ‌ۖ فَأَ[g[نّ]َىٰ تُصْرَف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1397,
            "aya_number": 33,
            "aya_text": "كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ فَسَقُوْٓا اَنَّهُمْ لَا يُؤْمِنُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 212,
            "translation_aya_text": "Demikianlah telah tetap (hukuman) Tuhanmu terhadap orang-orang yang fasik, karena sesungguhnya mereka tidak beriman.",
            "tafsir_jalalayn": "(Demikianlah) sebagaimana mereka berpaling daripada iman (telah tetap hukuman Rabbmu terhadap orang-orang yang fasik) yakni orang-orang kafir, seperti yang diungkapkan oleh firman Allah yang lain, yaitu: \"Benar-benar Aku akan mengisi neraka Jahanam...\" (Q.S. Al-A`raf 18, Hud 119, As-Sajdah 32, Shad 85), atau hukuman Allah itu disebabkan (karena mereka tidak beriman.)",
            "sajda": false,
            "transliteration": "Kazaalika haqqat Kalimatu Rabbika 'alal lazeena fasaqooo annahum laa yu'minoon",
            "tajweed_text": "كَذ[n[َٲ]لِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى [h:289[ٱ]لَّذِينَ فَسَق[o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ لَا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}