{
    "page_number": 213,
    "data": [
        {
            "aya_id": 1398,
            "aya_number": 34,
            "aya_text": "قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗۗ قُلِ اللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ فَاَنّٰى تُؤْفَكُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 213,
            "translation_aya_text": "Katakanlah, “Adakah di antara sekutumu yang dapat memulai penciptaan (makhluk), kemudian mengulanginya (menghidupkannya) kembali?” Katakanlah, “Allah memulai (penciptaan) makhluk, kemudian mengulanginya. Maka bagaimana kamu dipalingkan (menyembah selain Allah)?”",
            "tafsir_jalalayn": "(Katakanlah, \"Apakah di antara sekutu-sekutu kalian ada yang dapat memulai penciptaan makhluk, kemudian mengulanginya atau menghidupkannya kembali?\" Katakanlah, \"Allahlah yang memulai penciptaan makhluk kemudian mengulanginya atau menghidupkannya kembali; maka bagaimanakah kalian dipalingkan?\") dari menyembah Allah swt. padahal bukti-bukti yang menunjukkan Allah disembah sudah ada.",
            "sajda": false,
            "transliteration": "Qul hal min shurakaaa 'ikum mai yabda'ul khalqa suma yu'eeduh; qulil laahu yabda'ul khalqa summa yu'eeduhoo fa annaa tu'fakoon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1399,
            "aya_number": 35,
            "aya_text": "قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّهْدِيْٓ اِلَى الْحَقِّۗ قُلِ اللّٰهُ يَهْدِيْ لِلْحَقِّۗ اَفَمَنْ يَّهْدِيْٓ اِلَى الْحَقِّ اَحَقُّ اَنْ يُّتَّبَعَ اَمَّنْ لَّا يَهِدِّيْٓ اِلَّآ اَنْ يُّهْدٰىۚ فَمَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 213,
            "translation_aya_text": "Katakanlah, “Apakah di antara sekutumu ada yang membimbing kepada kebenaran?” Katakanlah, “Allah-lah yang membimbing kepada kebenaran.” Maka manakah yang lebih berhak diikuti, Tuhan yang membimbing kepada kebenaran itu, ataukah orang yang tidak mampu membimbing bahkan perlu dibimbing? Maka mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan?",
            "tafsir_jalalayn": "(Katakanlah, \"Apakah di antara sekutu-sekutu kalian ada yang dapat menunjuki kepada kebenaran?\") dengan menegakkan hujah-hujah dan memberikan petunjuk (Katakanlah, \"Allahlah yang menunjuki kepada kebenaran.\" Maka apakah Zat yang menunjuki kepada kebenaran itu) yang dimaksud adalah Allah (lebih berhak diikuti ataukah orang yang tidak dapat memberi petunjuk) lafal yahiddiy asalnya yahtadii; artinya mendapat petunjuk (kecuali bila diberi petunjuk?) lebih berhak untuk diikuti? Kata tanya di sini mengandung makna mengukuhkan dan sekaligus sebagai celaan, makna yang dimaksud ialah bahwa yang pertamalah yang lebih berhak untuk diikuti (Mengapa kalian berbuat demikian? Bagaimanakah kalian mengambil keputusan) dengan keputusan yang rusak ini, yaitu mengikuti orang-orang yang tidak berhak untuk diikuti.",
            "sajda": false,
            "transliteration": "Qul hal min shurakaaa 'ikum mai yahdeee ilal haqq; qulil laahu yahdee lilhaqq; afamai yahdeee ilal haqqi ahaqqu ai yuttaba'a ammal laa yahiddeee illaaa ai yuhdaa famaa lakum kaifa tahkumoon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1400,
            "aya_number": 36,
            "aya_text": "وَمَا يَتَّبِعُ اَكْثَرُهُمْ اِلَّا ظَنًّاۗ اِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَفْعَلُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 213,
            "translation_aya_text": "Dan kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna untuk melawan kebenaran. Sungguh, Allah Maha Mengetahui apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan kebanyakan mereka tidak mengikuti) di dalam penyembahan mereka terhadap berhala-berhala (kecuali persangkaan saja) dalam hal ini mereka hanya menirukan apa yang telah diperbuat oleh nenek-moyang mereka (Sesungguhnya prasangka itu tidak sedikit pun berguna untuk mencapai kebenaran) yang membutuhkan ilmu pengetahuan tentangnya (Sesungguhnya Allah Maha Mengetahui apa yang mereka kerjakan) oleh sebab itu maka Dia membalas semua amal perbuatan yang telah mereka kerjakan itu.",
            "sajda": false,
            "transliteration": "Wa maa yattabi'u aksaruhum illaa zannaa; innaz zanna laa yughnee minal haqqi shai'aa; innal laaha 'Aleemum bimaa yaf'aloon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1401,
            "aya_number": 37,
            "aya_text": "وَمَا كَانَ هٰذَا الْقُرْاٰنُ اَنْ يُّفْتَرٰى مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ  ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 213,
            "translation_aya_text": "Dan tidak mungkin Al-Qur'an ini dibuat-buat oleh selain Allah; tetapi (Al-Qur'an) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya, tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Tidaklah mungkin Alquran ini dibuat) artinya dibuat-buat (oleh selain Allah) hanya Dialah yang membuatnya bukan selainnya (akan tetapi) Alquran itu diturunkan (membenarkan apa-apa yang sebelumnya) yaitu berupa kitab-kitab sebelumnya (dan menjelaskan hukum-hukum yang telah ditetapkan-Nya) artinya Alquran itu menjelaskan hukum-hukum yang telah ditentukan oleh Allah dan masalah-masalah lainnya (tidak ada keraguan) tidak ada syakwasangka lagi (di dalamnya, diturunkan dari Rabb semesta alam) lafal min rabbil `aalamiina berkaitan dengan lafal tashdiiqan, atau berkaitan dengan lafal unzila yang tidak disebutkan. Lafal tashdiiqan dan lafal tafshiilan dapat pula dibaca rafa' sehingga menjadi tashdiiqun dan tafshiilun akan tetapi berdasarkan perkiraan adanya lafal huwa sebelumnya.",
            "sajda": false,
            "transliteration": "Wa maa kaana haazal Quraanu ai yuftaraa min doonil laahi wa laakin tasdeeqal lazee baina yadaihi wa tafseelal Kitaabi laa raiba fee mir Rabbil 'aalameen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1402,
            "aya_number": 38,
            "aya_text": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ فَأْتُوْا بِسُوْرَةٍ مِّثْلِهٖ وَادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 213,
            "translation_aya_text": "Apakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? Katakanlah, “Buatlah sebuah surah yang semisal dengan surah (Al-Qur'an), dan ajaklah siapa saja di antara kamu orang yang mampu (membuatnya) selain Allah, jika kamu orang-orang yang benar.”",
            "tafsir_jalalayn": "(Atau) patutkah (mereka mengatakan, \"Muhammad membuat-buatnya.\") yakni Nabi Muhammad saw. telah membuatnya sendiri. (Katakanlah, \"Kalau benar yang kalian katakan itu, maka cobalah datangkan sebuah surah seumpamanya) dalam hal kefasihan dan keparamasastraannya yang kalian buat sendiri, bukankah kalian itu adalah orang-orang Arab yang fasih dalam berbahasa sama denganku (dan panggillah) untuk membantu dalam hal ini (siapa-siapa yang dapat kalian panggil selain Allah) selain daripada Allah (jika kalian orang-orang yang benar\") bahwasanya Alquran itu adalah buatan belaka, niscaya kalian tidak akan mampu melakukannya. Selanjutnya Allah berfirman:",
            "sajda": false,
            "transliteration": "Am yaqooloonaf taraahu qul faatoo bisooratim mislihee wad'oo manis tata'tum min doonil laahi in kuntum saadiqeen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1403,
            "aya_number": 39,
            "aya_text": "بَلْ كَذَّبُوْا بِمَا لَمْ يُحِيْطُوْا بِعِلْمِهٖ وَلَمَّا يَأْتِهِمْ تَأْوِيْلُهٗۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 213,
            "translation_aya_text": "Bahkan (yang sebenarnya), mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan (rasul). Maka perhatikanlah bagaimana akibat orang yang zalim. ",
            "tafsir_jalalayn": "(Yang sebenarnya, mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna) subjek yang dimaksud adalah Alquran; mereka sama sekali tidak mau memikirkan tentangnya (dan belum pernah) tidak pernah (datang kepada mereka penjelasannya) akibat dari apa yang terkandung di dalamnya, yaitu berupa ancaman. (Demikianlah) yakni kedustaan itu (orang-orang yang sebelum mereka telah mendustakan) rasul-rasul mereka (Maka perhatikanlah bagaimana akibat orang-orang yang lalim itu) yaitu mereka yang mendustakan para rasul, makna yang dimaksud ialah kebinasaan yang telah menimpa mereka, demikian pula Kami akan membinasakan mereka yang mendustakannya.",
            "sajda": false,
            "transliteration": "Bal kazzaboo bimaa lam yuheetoo bi'ilmihee wa lammaa yaatihim taaweeluh; kazaalika kazzabal lazeena min qablihim fanzur kaifa kaana 'aaqibatuz zaalimeen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1404,
            "aya_number": 40,
            "aya_text": "وَمِنْهُمْ مَّنْ يُّؤْمِنُ بِهٖ وَمِنْهُمْ مَّنْ لَّا يُؤْمِنُ بِهٖۗ وَرَبُّكَ اَعْلَمُ بِالْمُفْسِدِيْنَ ࣖ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 213,
            "translation_aya_text": "Dan di antara mereka ada orang-orang yang beriman kepadanya (Al-Qur'an), dan di antaranya ada (pula) orang-orang yang tidak beriman kepadanya. Sedangkan Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan.",
            "tafsir_jalalayn": "(Di antara mereka) penduduk Mekah (ada arang-orang yang beriman kepada Alquran) hal ini diketahui oleh Allah (dan di antara mereka ada pula orang-orang yang tidak beriman kepadanya) untuk selama-lamanya. (Rabbmu lebih mengetahui tentang orang-orang yang berbuat kerusakan) hal ini merupakan ancaman yang ditujukan kepada mereka yang tidak beriman kepadanya,",
            "sajda": false,
            "transliteration": "Wa minhum mai yu 'minu bihee wa minhum mal laa yu'minu bih; wa Rabbuka a'lamu bilmufsideen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1405,
            "aya_number": 41,
            "aya_text": "وَاِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْۚ اَنْتُمْ بَرِيْۤـُٔوْنَ مِمَّآ اَعْمَلُ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 213,
            "translation_aya_text": "Dan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, “Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.”",
            "tafsir_jalalayn": "(Jika mereka mendustakan kamu, maka katakanlah,) kepada mereka (\"Bagiku pekerjaanku dan bagi kalian pekerjaan kalian) artinya bagi masing-masing pihak menanggung akibat perbuatannya sendiri. Kalian berlepas diri terhadap apa yang aku kerjakan dan aku berlepas diri terhadap apa yang kalian kerjakan.\") akan tetapi ayat itu dinasakh oleh ayatus-saif atau ayat yang menganjurkan memerangi mereka.",
            "sajda": false,
            "transliteration": "Wa in kazzabooka faqul lee 'amalee wa lakum 'amalukum antum bareee'oona mimmaaa a'malu wa ana bareee'um mimmaa ta'maloon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1406,
            "aya_number": 42,
            "aya_text": "وَمِنْهُمْ مَّنْ يَّسْتَمِعُوْنَ اِلَيْكَۗ اَفَاَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوْا لَا يَعْقِلُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 213,
            "translation_aya_text": "Dan di antara mereka ada yang mendengarkan engkau (Muhammad). Tetapi apakah engkau dapat menjadikan orang yang tuli itu mendengar walaupun mereka tidak mengerti?",
            "tafsir_jalalayn": "(Dan di antara mereka ada orang yang mendengarkanmu) jika kamu membacakan Alquran (apakah kamu dapat menjadikan orang-orang tuli itu mendengar) keadaan mereka yang tidak mau mengambil manfaat daripada Alquran yang dibacakan kepada mereka diserupakan dengan keadaan orang-orang yang tuli (walaupun keadaan mereka) di samping tuli itu (tidak mengerti) tidak mau berpikir.",
            "sajda": false,
            "transliteration": "Wa minhum mai yastami'oona iliak; afa anta tusmi'us summa wa law kaanoo la ya'qiloon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}