{
    "page_number": 214,
    "data": [
        {
            "aya_id": 1407,
            "aya_number": 43,
            "aya_text": "وَمِنْهُمْ مَّنْ يَّنْظُرُ اِلَيْكَۗ اَفَاَنْتَ تَهْدِى الْعُمْيَ وَلَوْ كَانُوْا لَا يُبْصِرُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Dan di antara mereka ada yang melihat kepada engkau. Tetapi apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak memperhatikan?",
            "tafsir_jalalayn": "(Dan di antara mereka ada orang yang melihat kepadamu, apakah dapat kamu memberi petunjuk kepada orang-orang yang buta, walaupun mereka tidak dapat memperhatikan) Allah swt. menyerupakan keadaan mereka dengan keadaan orang-orang yang tidak dapat melihat, karena mereka tidak mau mengambil petunjuk dari apa yang mereka lihat. Bahkan keadaan mereka lebih parah lagi; gambaran ini diungkapkan pula di dalam firman-Nya yang lain, yaitu, \"Karena sesungguhnya bukanlah mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada.\" (Al-Hajj 46).",
            "sajda": false,
            "transliteration": "Wa minhum mai yanzuru ilaik; afa anta tahdil 'umya wa law kaanoo laa yubsiroon",
            "tajweed_text": "وَمِنْه[w:1106[ُم م]ّ[a:6071[َن ي]َ[f:2039[نظ]ُرُ إِلَيْكَ‌ۚ أَفَأَ[f:6069[نت]َ تَهْدِى [h:6072[ٱ]لْعُمْىَ وَلَوْ كَانُو[s[اْ] لَا يُ[q:60[بْ]صِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1408,
            "aya_number": 44,
            "aya_text": "اِنَّ اللّٰهَ لَا يَظْلِمُ النَّاسَ شَيْـًٔا وَّلٰكِنَّ النَّاسَ اَنْفُسَهُمْ يَظْلِمُوْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri.",
            "tafsir_jalalayn": "(Sesungguhnya Allah tidak berbuat lalim kepada manusia sedikit pun, akan tetapi manusia itulah yang berbuat lalim kepada diri mereka sendiri).",
            "sajda": false,
            "transliteration": "Innal laaha laa yazlimun naasa shai'anw wa laakin nannaasa anfusahum yazlimoon",
            "tajweed_text": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَظْلِمُ [h:6073[ٱ][l[ل][g[نّ]َاسَ شَيْـ[a:6074[ـًٔا و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:6075[ٱ][l[ل][g[نّ]َاسَ أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1409,
            "aya_number": 45,
            "aya_text": "وَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk.",
            "tafsir_jalalayn": "(Dan di hari ketika Allah mengumpulkan mereka, seakan-akan) artinya keadaan mereka seolah-olah (tidak pernah tinggal) di dunia atau di alam kubur (melainkan hanya sesaat saja di siang hari) mengingat kengerian yang mereka lihat pada saat itu. Jumlah tasybih atau kalimat ka-allam yalbatsuu illaa saa'atan minan nahaar menjadi hal atau kata keterangan daripada dhamir maf'ul yang terdapat di dalam lafal yahsyuruhum (mereka saling berkenalan di antara sesama mereka) sebagian di antara mereka berkenalan dengan sebagian yang lain bila mereka dibangkitkan dari alam kubur, kemudian terputuslah perkenalan mereka mengingat ngerinya keadaan yang sedang mereka hadapi. Kalimat ayat ini menjadi jumlah hal yang muqaddarah atau berta'alluq pada zharaf. (Sesungguhnya rugilah orang-orang yang mendustakan pertemuan mereka dengan Allah) yaitu mereka yang tidak mempercayai adanya hari berbangkit (dan mereka tidak mendapat petunjuk).",
            "sajda": false,
            "transliteration": "Wa Yawma yahshuruhum ka al lam yalbasooo illaa saa'atam minan nahaari yata'aarafoona bainahum; qad khasiral lazeena kazzaboo biliqaaa'il laahi wa maa kaanoo muhtadeen",
            "tajweed_text": "وَيَوْمَ يَحْشُرُهُمْ كَأ[u:2914[َن ل]َّمْ يَلْبَث[o[ُوٓ][s[اْ] إِلَّا سَاعَ[a:6076[ةً م]ِّنَ [h:6077[ٱ][l[ل][g[نّ]َهَارِ يَتَعَارَفُونَ بَيْنَهُمْ‌ۚ قَ[q:298[دْ] خَسِرَ [h:3997[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِلِق[o[َا]ٓءِ [h:3998[ٱ]للَّهِ وَمَا كَانُو[s[اْ] مُهْتَد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1410,
            "aya_number": 46,
            "aya_text": "وَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّٰهُ شَهِيْدٌ عَلٰى مَا يَفْعَلُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Dan jika Kami perlihatkan kepadamu (Muhammad) sebagian dari (siksaan) yang Kami janjikan kepada mereka, (tentulah engkau akan melihatnya) atau (jika) Kami wafatkan engkau (sebelum itu), maka kepada Kami (jualah) mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan jika) lafal immaa ini asalnya adalah terdiri dari in syarthiyah dan maa zaidah yang digabungkan menjadi satu (Kami perlihatkan kepadamu sebagian dari apa yang Kami ancamkan kepada mereka) berupa azab, di dalam hidupmu. Jawab syarath dibuang, lengkapnya adalah fadzaaka, artinya tentulah kamu dapat menyaksikannya (atau jika Kami wafatkan kamu) sebelum mereka tertimpa azab (maka kepada Kamilah mereka kembali, dan Allah menjadi saksi) selalu melihat (atas apa yang mereka kerjakan) berupa kedustaan mereka dan kekafiran yang mereka lakukan itu, kelak Allah akan mengazab mereka dengan siksaan yang amat keras.",
            "sajda": false,
            "transliteration": "Wa imma nuriyannaka ba'dal lazee na'iduhum aw natawaffayannaka fa ilainaa marji'uhum summal laahu shaheedun 'alaa maa yaf'aloon",
            "tajweed_text": "وَإِ[g[مّ]َا نُرِيَ[g[نّ]َكَ بَعْضَ [h:1943[ٱ]لَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَ[g[نّ]َكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُ[g[مّ]َ [h:6078[ٱ]للَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1411,
            "aya_number": 47,
            "aya_text": "وَلِكُلِّ اُمَّةٍ رَّسُوْلٌ ۚفَاِذَا جَاۤءَ رَسُوْلُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Dan setiap umat (mempunyai) rasul. Maka apabila rasul mereka telah datang, diberlakukanlah hukum bagi mereka dengan adil dan (sedikit pun) tidak dizalimi.",
            "tafsir_jalalayn": "(Tiap-tiap umat) dari umat-umat semuanya (mempunyai rasul, maka apabila telah datang rasul mereka) kepadanya mereka mendustakannya (diberikanlah keputusan antara mereka dengan adil) secara adil; untuk itu Allah mengazab mereka dan menyelamatkan rasul-Nya bersama orang-orang yang beriman kepadanya (dan mereka sedikit pun tidak dianiaya) seumpamanya mereka diazab tanpa dosa. Demikianlah Kami melakukan hal yang serupa terhadap mereka.",
            "sajda": false,
            "transliteration": "Wa likulli ummatir Rasoolun fa izaa jaaa'a Rasooluhum qudiya bainahum bilqisti wa hum laa yuzlamoon",
            "tajweed_text": "وَلِكُلِّ أُ[g[مّ]َ[u:6079[ةٍ ر]َّسُو[f:6080[لٌ‌ۖ ف]َإِذَا ج[o[َا]ٓءَ رَسُولُهُمْ قُضِىَ بَيْنَه[c:3554[ُم ب]ِ[h:1800[ٱ]لْقِسْطِ وَهُمْ لَا يُظْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1412,
            "aya_number": 48,
            "aya_text": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Dan mereka mengatakan,  ”Bilakah (datangnya) ancaman itu, jika kamu orang-orang yang benar?”",
            "tafsir_jalalayn": "(Mereka mengatakan, \"Bilakah datangnya ancaman itu) siksaan itu (jika memang kalian orang-orang yang benar?\") dalam hal ini.",
            "sajda": false,
            "transliteration": "Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen",
            "tajweed_text": "وَيَقُولُونَ مَتَىٰ هَ[n[ـٰ]ذَا [h:6081[ٱ]لْوَعْدُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1413,
            "aya_number": 49,
            "aya_text": "قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ ضَرًّا وَّلَا نَفْعًا اِلَّا مَا شَاۤءَ اللّٰهُ ۗ لِكُلِّ اُمَّةٍ اَجَلٌ ۚاِذَا جَاۤءَ اَجَلُهُمْ فَلَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Katakanlah (Muhammad), “Aku tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku, kecuali apa yang Allah kehendaki.” Bagi setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. ",
            "tafsir_jalalayn": "(Katakanlah, \"Aku tidak berkuasa untuk mendatangkan kemudaratan kepada diriku) yang aku dapat menolaknya (dan tidak pula kemanfaatan) yang aku dapat menariknya (melainkan apa yang dikehendaki Allah?\") bila memang Allah telah memastikannya terhadap diriku. Bagaimana aku dapat berkuasa untuk menurunkan azab kepada kalian. (Tiap-tiap umat mempunyai ajal) masa yang telah dimaklumi bagi kebinasaan mereka. (Maka apabila telah datang ajal mereka, maka mereka tidak dapat menangguhkannya) tidak dapat menangguhkan kedatangan azab itu (barang sedikit pun dan tidak pula mendahulukannya) menyegerakan datangnya azab itu.",
            "sajda": false,
            "transliteration": "Qul laaa amliku linafsee darranw wa laa naf'an illaa maa shaaa'al laah; likulli ummatin ajalun izaa jaaa'a ajaluhum falaaa yastaakhiroona saa'a tanw wa laa yastaqdimoon",
            "tajweed_text": "قُل لّ[o[َآ] أَمْلِكُ لِنَفْسِى ضَر[a:3719[ًّا و]َلَا نَفْعًا إِلَّا مَا ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ‌ۗ لِكُلِّ أُ[g[مّ]َةٍ أَجَلٌ‌ۚ إِذَا ج[o[َا]ٓءَ أَجَلُهُمْ فَلَا يَسْتَــْٔخِرُونَ سَاعَ[a:4666[ةً‌ۖ و]َلَا يَسْتَ[q:4667[قْ]دِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1414,
            "aya_number": 50,
            "aya_text": "قُلْ اَرَءَيْتُمْ اِنْ اَتٰىكُمْ عَذَابُهٗ بَيَاتًا اَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُوْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Katakanlah, “Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, manakah yang diminta untuk disegerakan orang-orang yang berdosa itu?”",
            "tafsir_jalalayn": "(Katakanlah, \"Terangkanlah) ceritakanlah kepadaku (jika datang kepada kalian siksaan-Nya) yakni azab Allah (di waktu malam hari) (atau di siang hari, apakah) benar (minta disegerakan juga datangnya azab itu) siksaan itu (oleh orang-orang yang berdosa?\") yakni orang-orang musyrik. Di dalam ayat ini terkandung ungkapan meletakkan isim zhahir pada tempat isim dhamir. Jumlah istifham dalam ayat ini merupakan jawab syarat; perihalnya sama dengan ucapan anda, \"idzaa ataituka madzaa tu'thiiniy?\" (Jika aku datang berkunjung kepadamu, apakah yang akan engkau berikan kepadaku). Adapun pengertian yang dimaksud daripada makna ayat ini ialah menggambarkan kengerian; atau dengan kata lain, alangkah ngerinya apa yang mereka minta supaya disegerakan.",
            "sajda": false,
            "transliteration": "Qul ara'aitum in ataakum 'azaabuhoo bayaatan aw nahaaram maazaa yasta'jilu minhul mujrimoon",
            "tajweed_text": "قُلْ أَرَءَيْتُمْ إِنْ أَتَ[n[ـٰ]كُمْ عَذَابُهُ[n[ۥ] بَيَ[n[ـٰ]تًا أَوْ نَهَا[a:6082[رًا م]َّاذَا يَسْتَعْجِلُ مِنْهُ [h:6083[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1415,
            "aya_number": 51,
            "aya_text": "اَثُمَّ اِذَا مَا وَقَعَ اٰمَنْتُمْ بِهٖۗ  اٰۤلْـٰٔنَ وَقَدْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Kemudian apakah setelah azab itu terjadi, kamu baru mempercayainya? Apakah (baru) sekarang, padahal sebelumnya kamu selalu meminta agar disegerakan?",
            "tafsir_jalalayn": "(Kemudian apakah setelah terjadinya azab itu) setelah siksaan menimpa kalian (kemudian itu kalian baru mempercayainya?) percaya kepada Allah atau percaya kepada azab-Nya sewaktu azab itu diturunkan. Hamzah di sini mengandung makna mengingkari adanya penangguhan azab. Kala itu iman kalian tidak dapat diterima, kemudian akan dikatakan kepada kalian (Apakah baru sekarang) kalian mempercayainya? (padahal sebelumnya kalian selalu meminta supaya disegerakan) kalimat ayat ini mengandung arti cemoohan.",
            "sajda": false,
            "transliteration": "Asumma izaa maa waqa'a aamantum bih; aaal'aana wa qad kuntum bihee tasta'jiloon",
            "tajweed_text": "أَثُ[g[مّ]َ إِذَا مَا وَقَعَ ءَامَ[f:703[نت][c:704[ُم ب]ِه[o[ِۦٓ‌ۚ] ءَ[m[ا]ٓلْـَٔ[n[ـٰ]نَ وَقَ[q:387[دْ] كُ[f:100[نت][c:6084[ُم ب]ِه[n[ِۦ] تَسْتَعْجِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1416,
            "aya_number": 52,
            "aya_text": "ثُمَّ قِيْلَ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ الْخُلْدِۚ هَلْ تُجْزَوْنَ اِلَّا بِمَا كُنْتُمْ تَكْسِبُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Kemudian dikatakan kepada orang-orang yang zalim itu, “Rasakanlah olehmu siksaan yang kekal. Kamu tidak diberi balasan, melainkan (sesuai) dengan apa yang telah kamu lakukan.”",
            "tafsir_jalalayn": "(Kemudian dikatakan kepada orang-orang yang lalim atau musyrik itu, \"Rasakanlah oleh kalian siksaan yang kekal) artinya siksaan yang kalian kekal di dalamnya (tidaklah) (kalian diberi balasan melainkan) pembalasan (dengan apa yang telah kalian kerjakan\").",
            "sajda": false,
            "transliteration": "Summa qeela lillazeena zalamoo zooqoo 'azaabal khuld hal tujzawna illaa bimaa kuntum taksiboon",
            "tajweed_text": "ثُ[g[مّ]َ قِيلَ لِلَّذِينَ ظَلَمُو[s[اْ] ذُوقُو[s[اْ] عَذَابَ [h:6085[ٱ]لْخُلْدِ هَلْ تُ[q:4248[جْ]زَوْنَ إِلَّا بِمَا كُ[f:100[نت]ُمْ تَكْسِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1417,
            "aya_number": 53,
            "aya_text": "وَيَسْتَنْۢبِـُٔوْنَكَ اَحَقٌّ هُوَ ۗ قُلْ اِيْ وَرَبِّيْٓ اِنَّهٗ لَحَقٌّ ۗوَمَآ اَنْتُمْ بِمُعْجِزِيْنَ ࣖ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 214,
            "translation_aya_text": "Dan mereka menanyakan kepadamu (Muhammad), “Benarkah (azab yang dijanjikan) itu?” Katakanlah, “Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan kamu sekali-kali tidak dapat menghindar.”",
            "tafsir_jalalayn": "(Dan mereka menanyakan kepadamu) meminta penjelasan darimu (\"Benarkah hal itu?\") artinya apa yang telah engkau ancamkan kepada kami berupa siksaan dan dibangkitkan dari kubur itu? (Katakanlah, \"Ya,) benar (demi Rabbku, sesungguhnya azab itu adalah benar dan kalian sekali-kali tidak dapat luput.\") tidak dapat selamat daripadanya.",
            "sajda": false,
            "transliteration": "Wa yastambi'oonaka ahaqqun huwa qul ee wa Rabbeee innahoo lahaqq; wa maaa antum bimu'jizeen",
            "tajweed_text": "۞ وَيَسْتَ[i:6086[نۢب]ِــُٔونَكَ أَحَقٌّ هُوَ‌ۖ قُلْ إِى وَرَبّ[o[ِىٓ] إِ[g[نّ]َهُ[n[ۥ] لَحَ[a:6087[قٌّ‌ۖ و]َم[o[َآ] أَ[f:428[نت][c:4435[ُم ب]ِمُعْجِز[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}