{
    "page_number": 215,
    "data": [
        {
            "aya_id": 1418,
            "aya_number": 54,
            "aya_text": "وَلَوْ اَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْاَرْضِ لَافْتَدَتْ بِهٖۗ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 215,
            "translation_aya_text": "Dan kalau setiap orang yang zalim itu (mempunyai) segala yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi.",
            "tafsir_jalalayn": "(Dan kalau setiap diri yang lalim itu) yang kafir itu (mempunyai segala apa yang ada di bumi ini) kekayaan yang terdapat di bumi ini (tentu dia menebus dirinya dengan itu) demi menyelamatkan diri dari azab di hari kiamat (dan mereka menyembunyikan penyesalannya) karena tidak mau beriman (ketika mereka telah menyaksikan azab itu) para pemimpin orang-orang musyrik itu dengan sengaja menyembunyikan rasa penyesalannya dari mata orang-orang lemah mereka yang telah mereka sesatkan, karena mereka takut mendapatkan celaan. (Dan telah diberikan keputusan di antara mereka) yakni di antara makhluk (dengan adil) secara adil (sedangkan mereka tidak dianiaya) sedikit pun.",
            "sajda": false,
            "transliteration": "Wa law anna likulli nafsin zalamat maa fil ardi laftadat bih; wa asarrun nadaamata lammaa ra awul 'azaab, wa qudiya bainahum bilqist; wa hum laa yuzlamoon",
            "tajweed_text": "وَلَوْ أَ[g[نّ]َ لِكُلِّ نَفْ[f:6088[سٍ ظ]َلَمَتْ مَا فِى [h:44[ٱ]لْأَرْضِ لَ[h:6089[ٱ]فْتَدَتْ بِه[n[ِۦ]‌ۗ وَأَسَرُّو[s[اْ] [h:6090[ٱ][l[ل][g[نّ]َدَامَةَ لَ[g[مّ]َا رَأَوُ[s[اْ] [h:6091[ٱ]لْعَذَابَ‌ۖ وَقُضِىَ بَيْنَه[c:3554[ُم ب]ِ[h:1800[ٱ]لْقِسْطِ‌ۚ وَهُمْ لَا يُظْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1419,
            "aya_number": 55,
            "aya_text": "اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  اَلَآ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 215,
            "translation_aya_text": "Ketahuilah sesungguhnya milik Allah-lah apa yang ada di langit dan di bumi. Bukankah janji Allah itu benar? Tetapi kebanyakan mereka tidak mengetahui.",
            "tafsir_jalalayn": "(Ingatlah, sesungguhnya kepunyaan Allah apa yang ada di langit dan di bumi. Ingatlah sesungguhnya janji Allah itu) mengenai hari berbangkit dan hari pembalasan (benar) pasti (tetapi kebanyakan mereka) manusia (tidak mengetahui) hal itu.",
            "sajda": false,
            "transliteration": "Alaaa inna lillaahi maa fis samaawaati wal ard; alaaa inna wa'dal laahi haqqunw wa laakinna aksarahum laa ya'lamoon",
            "tajweed_text": "أَل[o[َآ] إِ[g[نّ]َ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ أَل[o[َآ] إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[a:6092[قٌّ و]َلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1420,
            "aya_number": 56,
            "aya_text": "هُوَ يُحْيٖ وَيُمِيْتُ وَاِلَيْهِ تُرْجَعُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 215,
            "translation_aya_text": "Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kamu dikembalikan.",
            "tafsir_jalalayn": "(Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kalian dikembalikan) di hari kemudian, kemudian Dia membalas kalian atas amal perbuatan kalian.",
            "sajda": false,
            "transliteration": "Huwa yuhyee wa yumeetu wailaihi turja'oon",
            "tajweed_text": "هُوَ يُحْى[n[ِۦ] وَيُمِيتُ وَإِلَيْهِ تُرْجَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1421,
            "aya_number": 57,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 215,
            "translation_aya_text": "Wahai manusia! Sungguh, telah datang kepadamu pelajaran (Al-Qur'an) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada dan petunjuk serta rahmat bagi orang yang beriman.",
            "tafsir_jalalayn": "(Hai manusia) yakni penduduk Mekah (sesungguhnya telah datang kepada kalian pelajaran dari Rabb kalian) berupa Alkitab yang di dalamnya dijelaskan hal-hal yang bermanfaat dan hal-hal yang mudarat bagi diri kalian, yaitu berupa kitab Alquran (dan penyembuh) penawar (bagi penyakit-penyakit yang ada di dalam dada) yakni penyakit akidah yang rusak dan keragu-raguan (dan petunjuk) dari kesesatan (serta rahmat bagi orang-orang yang beriman) kepadanya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan naasu qad jaaa'atkum maw 'izatum mir Rabbikum wa shifaaa'ul limaa fis sudoori wa hudanw wa rahmatul lilmu'mineen",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ قَ[q:298[دْ] ج[o[َا]ٓءَتْك[w:6093[ُم م]َّوْعِظَ[a:1635[ةٌ م]ّ[u:243[ِن ر]َّبِّكُمْ وَشِف[o[َا]ٓ[u:6094[ءٌ ل]ِّمَا فِى [h:6095[ٱ][l[ل]صُّدُورِ وَهُ[a:4547[دًى و]َرَحْمَ[u:6096[ةٌ ل]ِّلْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1422,
            "aya_number": 58,
            "aya_text": "قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 215,
            "translation_aya_text": "Katakanlah (Muhammad), “Dengan karunia Allah dan rahmat-Nya, hendaklah dengan itu mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.”",
            "tafsir_jalalayn": "(Katakanlah, \"Dengan karunia Allah) yaitu agama Islam (dan rahmat-Nya) yaitu Alquran (maka dengan hal itu) dengan karunia dan rahmat tersebut (hendaklah mereka bergembira. Karunia Allah dan rahmat-Nya itu adalah lebih baik daripada apa yang mereka kumpulkan.\") yaitu berupa duniawi. Lafal yajma'uuna dapat dibaca tajma'uuna.",
            "sajda": false,
            "transliteration": "Qul bifadlil laahi wa birahmatihii fabizaalika falyaf rahoo huwa khairum mimmaa yajma'oon",
            "tajweed_text": "قُلْ بِفَضْلِ [h:6097[ٱ]للَّهِ وَبِرَحْمَتِه[n[ِۦ] فَبِذ[n[َٲ]لِكَ فَلْيَفْرَحُو[s[اْ] هُوَ خَيْ[a:2365[رٌ م]ِّ[g[مّ]َا يَ[q:2366[جْ]مَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1423,
            "aya_number": 59,
            "aya_text": "قُلْ اَرَءَيْتُمْ مَّآ اَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًا ۗ قُلْ اٰۤللّٰهُ اَذِنَ لَكُمْ اَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 215,
            "translation_aya_text": "Katakanlah (Muhammad), “Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.”  Katakanlah, “Apakah Allah telah memberikan izin kepadamu (ten-tang ini) ataukah kamu mengada-ada atas nama Allah?”",
            "tafsir_jalalayn": "(Katakanlah, \"Terangkanlah kepadaku) ceritakanlah kepadaku (tentang apa yang telah diturunkan oleh Allah) tentang apa yang telah diciptakan oleh-Nya (bagi kalian berupa rezeki, lalu kalian jadikan sebagiannya haram dan sebagian yang lainnya halal.\") seperti ternak bahirah, ternak saibah dan bangkai. (Katakanlah, \"Apakah Allah telah memberikan izin kepada kalian) tentang ini, yaitu tentang penghalalan dan pengharaman ini; tentu saja tidak (atau) bahkan (kalian mengada-adakan saja terhadap Allah?\") kalian telah berdusta dengan mengaitkan hal tersebut dari Allah.",
            "sajda": false,
            "transliteration": "Qul ara'aitum maaa anzalal laahu lakum mir rizqin faja'altum minhu haraamanw wa halaalan qul aaallaahu azina lakum am 'alal laahi taftaroon",
            "tajweed_text": "قُلْ أَرَءَيْت[w:6098[ُم م]ّ[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ لَك[w:556[ُم م]ّ[u:6099[ِن ر]ِّزْ[f:6100[قٍ ف]َجَعَلْت[w:6101[ُم م]ِّنْهُ حَرَا[a:6102[مًا و]َحَلَ[n[ـٰ]ل[f:6103[اً ق]ُلْ ءَآللَّهُ أَذِنَ لَكُمْ‌ۖ أَمْ عَلَى [h:412[ٱ]للَّهِ تَفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1424,
            "aya_number": 60,
            "aya_text": "وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ ࣖ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 215,
            "translation_aya_text": "Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan mereka tidak bersyukur.",
            "tafsir_jalalayn": "(Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah) maksudnya apakah dugaan mereka terhadap-Nya (pada hari kiamat) apakah mereka menduga bahwasanya Allah tidak akan menghukum mereka? Tentu saja tidak demikian. (Sesungguhnya Allah benar-benar mempunyai karunia yang dilimpahkan kepada manusia) yaitu dengan menangguhkan mereka dan selalu memberikan nikmat kepada mereka (tetapi kebanyakan mereka tidak bersyukur).",
            "sajda": false,
            "transliteration": "Wa maa zannul lazeena yaftaroona 'alal laahil kaziba Yawmal Qiyaamah; innal laaha lazoo fadlin 'alan naasi wa laakinna aksarahum laa yashkuroon",
            "tajweed_text": "وَمَا ظَ[g[نّ]ُ [h:6104[ٱ]لَّذِينَ يَفْتَرُونَ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَذُو فَضْلٍ عَلَى [h:729[ٱ][l[ل][g[نّ]َاسِ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1425,
            "aya_number": 61,
            "aya_text": "وَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 215,
            "translation_aya_text": "Dan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Al-Qur'an serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuzh).",
            "tafsir_jalalayn": "(Kamu tidak berada) hai Muhammad! (dalam suatu keadaan) dalam suatu perkara (dan tidak membaca suatu ayat) artinya mengenai perkara tersebut atau membaca dari Allah (dari Alquran) yang diturunkan oleh-Nya kepadamu (dan kamu tidak mengerjakan) khithab ayat ini ditujukan kepada Nabi Muhammad saw. dan umatnya (suatu pekerjaan, melainkan Kami menjadi saksi atas kalian) meneliti (di waktu kalian melakukan) mengerjakan (perbuatan itu) amal perbuatan itu. (Tidak luput) tidak samar (dari pengetahuan Rabbmu hal yang sebesar) seberat (zarrah) semut yang paling kecil (di bumi atau pun di langit. Tidak ada yang lebih kecil dan tidak pula yang lebih besar dari itu melainkan semua tercatat dalam kitab yang nyata) yang jelas, yaitu Lohmahfuz.",
            "sajda": false,
            "transliteration": "Wa maa takoonu fee shaaninw wa maa tatloo minhu min quraaninw wa laa ta'maloona min 'amalin illaa kunnaa 'alaikum shuhoodan iz tufeedoona feeh; wa maa ya'zubu 'ar Rabbika mim mis qaali zarratin fil ardi wa laa fis samaaa'i wa laaa asghara min zaalika wa laaa akbara illaa fee Kitaabim Mubeen",
            "tajweed_text": "وَمَا تَكُونُ فِى شَأْ[a:6105[نٍ و]َمَا تَتْلُو[s[اْ] مِنْهُ مِ[f:6106[ن ق]ُرْءَا[a:6107[نٍ و]َلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُ[g[نّ]َا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ‌ۚ وَمَا يَعْزُبُ ع[u:6108[َن ر]َّبِّكَ م[a:6109[ِن م]ِّثْقَالِ ذَرَّ[f:6110[ةٍ ف]ِى [h:44[ٱ]لْأَرْضِ وَلَا فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ وَل[o[َآ] أَصْغَرَ مِ[f:2624[ن ذ][n[َٲ]لِكَ وَل[o[َآ] أَكْبَرَ إِلَّا فِى كِتَ[n[ـٰ][a:4113[بٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}