{
    "page_number": 216,
    "data": [
        {
            "aya_id": 1426,
            "aya_number": 62,
            "aya_text": "اَلَآ اِنَّ اَوْلِيَاۤءَ اللّٰهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ  ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 216,
            "translation_aya_text": "Ingatlah wali-wali Allah itu, tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
            "tafsir_jalalayn": "(Ingatlah, sesungguhnya wali-wali Allah itu tidak ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati) di akhirat nanti.",
            "sajda": false,
            "transliteration": "Alaa innaa awliyaaa'al laahi laa khawfun 'alaihim wa laa hum yahzanoon",
            "tajweed_text": "أَل[o[َآ] إِ[g[نّ]َ أَوْلِي[o[َا]ٓءَ [h:6111[ٱ]للَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1427,
            "aya_number": 63,
            "aya_text": "اَلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَۗ  ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 216,
            "translation_aya_text": "(Yaitu) orang-orang yang beriman dan senantiasa bertakwa.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang beriman dan mereka selalu bertakwa) kepada Allah dengan menjalankan perintah-Nya dan menjauhi larangan-Nya.",
            "sajda": false,
            "transliteration": "Allazeena aamanoo wa kaanoo yattaqoon",
            "tajweed_text": "ٱلَّذِينَ ءَامَنُو[s[اْ] وَكَانُو[s[اْ] يَتَّق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1428,
            "aya_number": 64,
            "aya_text": "لَهُمُ الْبُشْرٰى فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۗ  لَا تَبْدِيْلَ لِكَلِمٰتِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۗ  ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 216,
            "translation_aya_text": "Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi janji-janji Allah. Demikian itulah kemenangan yang agung.",
            "tafsir_jalalayn": "(Bagi mereka berita gembira di dalam kehidupan dunia) makna ayat ini ditafsirkan oleh hadis sahih yang diketengahkan oleh Imam Hakim, bahwa berita gembira ini berupa mimpi yang baik yang dilihat oleh seorang wali Allah, atau mimpi yang baik itu diperlihatkan kepadanya (dan dalam kehidupan di akhirat) mereka mendapatkan surga dan pahala. (Tidak ada perubahan bagi kalimat-kalimat Allah) janji-janji Allah tidak akan diingkari. (Yang demikian itu) hal yang telah disebutkan itu (adalah kemenangan yang besar).",
            "sajda": false,
            "transliteration": "Lahumul bushraa filha yaatid dunyaa wa fil Aakhirah; laa tabdeela likalimaatil laah; zaalika huwal fawzul 'azeem",
            "tajweed_text": "لَهُمُ [h:6112[ٱ]لْبُشْرَىٰ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَفِى [h:1108[ٱ]لْأَخِرَةِ‌ۚ لَا تَ[q:6113[بْ]دِيلَ لِكَلِمَ[n[ـٰ]تِ [h:4009[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1429,
            "aya_number": 65,
            "aya_text": "وَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ هُوَ السَّمِيْعُ الْعَلِيْمُ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 216,
            "translation_aya_text": " Dan janganlah engkau (Muhammad) sedih oleh perkataan mereka. Sungguh, kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Janganlah kamu sedih oleh perkataan mereka) terhadap dirimu, seperti perkataan mereka, \"Engkau adalah bukan utusan Allah,\" dan lain sebagainya. (Sesungguhnya) huruf inna di sini merupakan pertanda isti'naf atau kalimat baru (kekuatan itu) kekuatan (adalah kepunyaan Allah seluruhnya. Dialah Yang Maha Mendengar) semua perkataan (lagi Maha Mengetahui) semua perbuatan, maka karenanya Dia membalas perbuatan mereka dan menolong kamu.",
            "sajda": false,
            "transliteration": "Wa laa yahzunka qawluhum; innal 'izzata lillaahi jamee'aa; Huwas Samee'ul 'Aleem",
            "tajweed_text": "وَلَا يَحْزُ[f:2435[نك]َ قَوْلُهُمْ‌ۘ إِ[g[نّ]َ [h:6114[ٱ]لْعِزَّةَ لِلَّهِ جَمِيعًا‌ۚ هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1430,
            "aya_number": 66,
            "aya_text": "اَلَآ اِنَّ لِلّٰهِ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِۗ وَمَا يَتَّبِعُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ شُرَكَاۤءَ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 216,
            "translation_aya_text": "Ingatlah, milik Allah meliputi siapa yang ada di langit dan siapa yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka hanya mengikuti persangkaan belaka, dan mereka hanyalah menduga-duga.",
            "tafsir_jalalayn": "(Ingatlah, sesungguhnya kepunyaan Allah semua yang ada di langit dan semua yang ada di bumi) sebagai hamba-Nya, milik-Nya dan sebagai makhluk-Nya. (Dan tidaklah mengikuti orang-orang yang menyeru) yang menyembah (selain daripada Allah) selain Allah, yaitu berupa berhala-berhala (berupa sekutu-sekutu) bagi-Nya secara nyata, Maha Suci Allah dari sekutu-sekutu (tidaklah) tiada lain (mereka mengikuti) dalam hal tersebut (melainkan hanya dugaan saja) mereka menduga bahwa berhala-berhala sesembahan mereka itu adalah tuhan yang dapat memberikan syafaat terhadap diri mereka (dan tidaklah) tiadalah (keadaan mereka melainkan hanya berdusta belaka) yakni berbuat dusta dalam hal tersebut.",
            "sajda": false,
            "transliteration": "Alaaa inna lillaahi man fis samaawaati wa man fil ard; wa maa yattabi'ul lazeena yad'oona min doonil laahi shurakaaa'; iny yattabi'oona illaz zannna wa in hum illaa yakhrusoon",
            "tajweed_text": "أَل[o[َآ] إِ[g[نّ]َ لِلَّهِ مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَ[f:3453[ن ف]ِى [h:44[ٱ]لْأَرْضِ‌ۗ وَمَا يَتَّبِعُ [h:6115[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ شُرَك[o[َا]ٓءَ‌ۚ إ[a:4358[ِن ي]َتَّبِعُونَ إِلَّا [h:4359[ٱ][l[ل]ظَّ[g[نّ]َ وَإِنْ هُمْ إِلَّا يَخْرُص[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1431,
            "aya_number": 67,
            "aya_text": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 216,
            "translation_aya_text": "Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan menjadikan siang terang benderang. Sungguh, yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang mendengar.",
            "tafsir_jalalayn": "(Dialah yang menjadikan malam hari bagi kalian supaya kalian beristirahat padanya dan menjadikan siang terang) diisnadkannya lafal al-ibshaar yang artinya melihat kepada lafal an-nahaar yang artinya siang hari mengandung pengertian majaz, karena seseorang dapat melihat pada siang hari. (Sesungguhnya pada yang demikian itu terdapat tanda-tanda) bukti-bukti yang menunjukkan keesaan-Nya (bagi orang-orang yang mendengar) dengan pendengaran yang dibarengi dengan perasaan mengambil pelajaran dan nasihat dari apa yang didengarnya.",
            "sajda": false,
            "transliteration": "Huwal lazee ja'ala lakumul laila litaskunoo feehi wannahaara mubsiraa; inna fee zaalika la Aayaatil liqawmai yasma'oon",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذِى جَعَلَ لَكُمُ [h:6116[ٱ]لَّيْلَ لِتَسْكُنُو[s[اْ] فِيهِ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ مُ[q:6118[بْ]صِرًا‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6119[مٍ ي]َسْمَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1432,
            "aya_number": 68,
            "aya_text": "قَالُوا اتَّخَذَ اللّٰهُ وَلَدًا سُبْحٰنَهٗ ۗ هُوَ الْغَنِيُّ ۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ اِنْ عِنْدَكُمْ مِّنْ سُلْطٰنٍۢ بِهٰذَاۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 216,
            "translation_aya_text": "Mereka (orang-orang Yahudi dan Nasrani) berkata, “Allah mempunyai anak.” Mahasuci Dia, Dialah Yang Mahakaya; milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang kamu tidak ketahui?",
            "tafsir_jalalayn": "(Mereka berkata) yang dimaksud adalah orang-orang Yahudi, orang-orang Nasrani dan orang-orang yang menduga bahwa para malaikat itu adalah anak-anak perempuan Allah (\"Allah mempunyai anak,\") maka Allah berfirman kepada mereka (Maha Suci Allah) memahasucikan Allah dari tuduhan mempunyai anak (Dialah Yang Maha Kaya) tidak membutuhkan kepada seseorang pun, dan sesungguhnya orang-orang yang meminta punya anak itu adalah orang yang membutuhkannya. (Kepunyaan-Nya apa yang ada di langit dan apa yang ada di bumi) sebagai milik-Nya, makhluk-Nya dan hamba-Nya (tidak) tiada (bagi kalian suatu hujah pun) bukti (tentang ini) seperti apa yang telah kalian katakan itu. (Pantaskah kalian mengatakan terhadap Allah apa yang kalian tidak ketahui?) kata tanya di sini mengandung pengertian cemoohan.",
            "sajda": false,
            "transliteration": "Qaalut takhazal laahu waladan Subhaanahoo Huwal Ghaniyyu lahoo maa fis samaawaati wa maa fil ard; in 'indakum min sultaanim bihaazaaa; ataqooloona 'alal laahi maa laa ta'lamoon",
            "tajweed_text": "قَالُو[s[اْ] [h:6120[ٱ]تَّخَذَ [h:606[ٱ]للَّهُ وَلَ[f:607[دًا‌ۗ س]ُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ]‌ۖ هُوَ [h:6121[ٱ]لْغَنِىُّ‌ۖ لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۚ إِنْ عِ[f:4508[ند]َك[w:4509[ُم م]ِّ[f:4798[ن س]ُلْطَ[n[ـٰ][i:6122[نِۭ ب]ِهَ[n[ـٰ]ذ[o[َآ‌ۚ] أَتَقُولُونَ عَلَى [h:412[ٱ]للَّهِ مَا لَا تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1433,
            "aya_number": 69,
            "aya_text": "قُلْ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ  ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 216,
            "translation_aya_text": "Katakanlah, “Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.”",
            "tafsir_jalalayn": "(Katakanlah, \"Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah) dengan menisbatkan mempunyai anak kepada-Nya (tidak beruntung.\") tidak bahagia.",
            "sajda": false,
            "transliteration": "Qul innal lazeena yaftaroona 'alal laahil kaziba laa yuflihoon",
            "tajweed_text": "قُلْ إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَفْتَرُونَ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ لَا يُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1434,
            "aya_number": 70,
            "aya_text": "مَتَاعٌ فِى الدُّنْيَا ثُمَّ اِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيْقُهُمُ الْعَذَابَ الشَّدِيْدَ بِمَا كَانُوْا يَكْفُرُوْنَ ࣖ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 216,
            "translation_aya_text": "(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah mereka kembali, kemudian Kami rasakan kepada mereka azab yang berat, karena kekafiran mereka.",
            "tafsir_jalalayn": "Bagi mereka (kesenangan) yang sedikit atau sementara (di dunia) yang mereka bersenang-senang dengannya selama hidup mereka di dunia (kemudian kepada Kamilah mereka kembali) dengan dimatikannya mereka (kemudian Kami rasakan kepada mereka siksa yang berat) sesudah mati (disebabkan kekafiran mereka).",
            "sajda": false,
            "transliteration": "Mataa'un fiddunyaa summa ilainaa marji'uhum summa nuzeequhumul 'azaabash shadeeda bimaa kaanoo yakkfuroon",
            "tajweed_text": "مَتَ[n[ـٰ][f:6123[عٌ ف]ِى [h:599[ٱ][l[ل]دُّنْيَا ثُ[g[مّ]َ إِلَيْنَا مَرْجِعُهُمْ ثُ[g[مّ]َ نُذِيقُهُمُ [h:6124[ٱ]لْعَذَابَ [h:6125[ٱ][l[ل]شَّدِيدَ بِمَا كَانُو[s[اْ] يَكْفُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}