{
    "page_number": 217,
    "data": [
        {
            "aya_id": 1435,
            "aya_number": 71,
            "aya_text": "۞ وَاتْلُ عَلَيْهِمْ نَبَاَ نُوْحٍۘ اِذْ قَالَ لِقَوْمِهٖ يٰقَوْمِ اِنْ كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِيْ وَتَذْكِيْرِيْ بِاٰيٰتِ اللّٰهِ فَعَلَى اللّٰهِ تَوَكَّلْتُ فَاَجْمِعُوْٓا اَمْرَكُمْ وَشُرَكَاۤءَكُمْ ثُمَّ لَا يَكُنْ اَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوْٓا اِلَيَّ وَلَا تُنْظِرُوْنِ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 217,
            "translation_aya_text": "Dan bacakanlah kepada mereka berita penting (tentang) Nuh ketika (dia) berkata kepada kaumnya, “Wahai kaumku! Jika terasa berat bagimu aku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, maka kepada Allah aku bertawakal. Karena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi.",
            "tafsir_jalalayn": "(Dan bacakanlah) hai Muhammad (kepada mereka) orang-orang kafir Mekah (berita penting) cerita penting (tentang Nuh) yaitu (di waktu dia berkata kepada kaumnya, \"Hai kaumku, jika terasa berat) keberatan (bagi kalian tinggal bersamaku) aku berdiam di antara kalian (dan peringatanku) nasihatku terhadap kalian (dengan ayat-ayat Allah, maka kepada Allahlah aku bertawakal, karena itu bulatkanlah keputusan kalian) bulatkanlah tekad kalian tentang perkara yang akan kalian lakukan terhadap diriku (bersama dengan sekutu-sekutu kalian) wawu di sini bermakna ma'a. (Kemudian janganlah keputusan kalian itu dirahasiakan) disembunyikan, akan tetapi tampakkanlah dan berterus-teranglah kepadaku tentang hal itu (lalu lakukanlah terhadap diriku) laksanakanlah apa yang telah kalian kehendaki itu (dan janganlah kalian memberi tangguh kepadaku) menangguh-nangguhkannya, karena sesungguhnya aku tidak akan mempedulikan kalian lagi.",
            "sajda": false,
            "transliteration": "Watlu 'alaihim naba-a-Noohin iz qaala liqawmihee yaa qawmi in kaana kabura 'alaikum maqaamee wa tazkeeree bi Aayaatil laahi fa'alal laahi tawakkaltu fa ajmi'ooo amrakum wa shurakaaa'akum summa laa yakun amrukum 'alaikum ghummatan summmaq dooo ilaiya wa laa tunziroon",
            "tajweed_text": "۞ وَ[h:9999[ٱ]تْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِه[n[ِۦ] يَ[n[ـٰ]قَوْمِ إِ[f:2594[ن ك]َانَ كَبُرَ عَلَيْك[w:6126[ُم م]َّقَامِى وَتَذْكِيرِى بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ فَعَلَى [h:6127[ٱ]للَّهِ تَوَكَّلْتُ فَأَ[q:6128[جْ]مِع[o[ُوٓ][s[اْ] أَمْرَكُمْ وَشُرَك[o[َا]ٓءَكُمْ ثُ[g[مّ]َ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُ[g[مّ]َ[f:6129[ةً ث]ُ[g[مّ]َ [h:6130[ٱ][q:6131[قْ]ض[o[ُوٓ][s[اْ] إِلَىَّ وَلَا تُ[f:5200[نظ]ِر[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1436,
            "aya_number": 72,
            "aya_text": "فَاِنْ تَوَلَّيْتُمْ فَمَا سَاَلْتُكُمْ مِّنْ اَجْرٍۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۙوَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 217,
            "translation_aya_text": "Maka jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah, dan aku diperintah agar aku termasuk golongan orang-orang Muslim (berserah diri).”",
            "tafsir_jalalayn": "(Jika kalian berpaling) dari peringatanku (aku tidak meminta upah sedikit pun daripada kalian) sebagai imbalan dan upah atas jerih payahku itu, maka berpalinglah kalian (tiada lain) tidak lain (upahku) pahalaku (hanyalah dari Allah belaka dan aku disuruh supaya aku termasuk golongan orang-orang yang berserah diri) kepada-Nya.",
            "sajda": false,
            "transliteration": "Fa in tawallaitum famaa sa altukum min ajrin in ajriya illaa 'alal laahi wa umirtu an akoona minal muslimeen",
            "tajweed_text": "فَإِ[f:3779[ن ت]َوَلَّيْتُمْ فَمَا سَأَلْتُك[w:6132[ُم م]ِّنْ أَ[q:6133[جْ]رٍ‌ۖ إِنْ أَ[q:6134[جْ]رِىَ إِلَّا عَلَى [h:412[ٱ]للَّهِ‌ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ [h:6135[ٱ]لْمُسْلِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1437,
            "aya_number": 73,
            "aya_text": "فَكَذَّبُوْهُ فَنَجَّيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ وَجَعَلْنٰهُمْ خَلٰۤىِٕفَ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 217,
            "translation_aya_text": "Kemudian mereka mendustakannya (Nuh), lalu Kami selamatkan dia dan orang yang bersamanya di dalam kapal, dan Kami jadikan mereka itu khalifah dan Kami tenggelamkan orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu.",
            "tafsir_jalalayn": "(Lalu mereka mendustakan Nuh, maka Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera) perahu (dan Kami jadikan mereka itu) orang-orang yang bersama dengan Nabi Nuh (pemegang kekuasaan) di muka bumi (dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami) dengan banjir besar (Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu) yaitu dengan binasanya mereka; maka demikian pula Kami akan berlaku sama terhadap orang yang mendustakan rasul.",
            "sajda": false,
            "transliteration": "Fakazzaboohu fanajjainaahu wa mamm'ahoo fil fulki wa ja'alnaahum khalaaa'ifa wa aghraqnal lazeena kazzaboo bi aayaatinaa fanzur kaifa kaana 'aaqibatul munzareen",
            "tajweed_text": "فَكَذَّبُوهُ فَنَجَّيْنَ[n[ـٰ]هُ وَم[a:4948[َن م]َّعَهُ[n[ۥ] فِى [h:4780[ٱ]لْفُلْكِ وَجَعَلْنَ[n[ـٰ]هُمْ خَلَ[o[ـٰٓ]ئِفَ وَأَغْرَ[q:247[قْ]نَا [h:4781[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا‌ۖ فَ[h:1513[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6136[ٱ]لْمُ[f:6137[نذ]َر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1438,
            "aya_number": 74,
            "aya_text": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهٖ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا بِهٖ مِنْ قَبْلُ ۗ كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوْبِ الْمُعْتَدِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 217,
            "translation_aya_text": "Kemudian setelahnya (Nuh), Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas.",
            "tafsir_jalalayn": "(Kemudian sesudahnya Kami utus) yakni sesudah Nabi Nuh (beberapa rasul kepada kaum mereka) seperti Nabi Ibrahim, Nabi Hud dan Nabi Saleh (maka rasul-rasul itu datang kepada mereka dengan membawa keterangan-keterangan yang nyata), yakni mukjizat-mukjizat (tetapi mereka tidak hendak beriman karena mereka dahulu telah biasa mendustakannya) sebelum rasul-rasul diutus kepada mereka. (Demikianlah Kami mengunci mati) menutup rapat-rapat (hati orang-orang yang melampaui batas) sehingga hati mereka tidak mau menerima iman, seperti Kami mengunci mati hati mereka yang melampaui batas.",
            "sajda": false,
            "transliteration": "Summma ba'asnaa mim ba'dihee Rusulan ilaa qawmihim fajaaa'oohum bilbaiyinaati famaa kaanoo liyu'minoo bimaa kazzaboo bihee min qabl; kazaalika natba'u 'alaa quloobil mu'tadeen",
            "tajweed_text": "ثُ[g[مّ]َ بَعَثْنَا م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] رُسُلاً إِلَىٰ قَوْمِهِمْ فَج[o[َا]ٓءُوه[c:6138[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَمَا كَانُو[s[اْ] لِيُؤْمِنُو[s[اْ] بِمَا كَذَّبُو[s[اْ] بِه[n[ِۦ] مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ كَذ[n[َٲ]لِكَ نَ[q:6139[طْ]بَعُ عَلَىٰ قُلُوبِ [h:6140[ٱ]لْمُعْتَد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1439,
            "aya_number": 75,
            "aya_text": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى وَهٰرُوْنَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ بِاٰيٰتِنَا فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 217,
            "translation_aya_text": "Kemudian setelah mereka, Kami utus Musa dan Harun kepada Fir‘aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Ternyata mereka menyombongkan diri dan mereka adalah orang-orang yang berdosa.",
            "tafsir_jalalayn": "(Kemudian sesudah rasul-rasul itu, Kami utus Musa dan Harun kepada Firaun dan pemuka-pemuka kaumnya) kaumnya Firaun (dengan membawa ayat-ayat Kami) yang berjumlah sembilan buah ayat (maka mereka menyombongkan diri) tidak mau beriman kepadanya (dan mereka adalah orang-orang yang berdosa).",
            "sajda": false,
            "transliteration": "Summa ba'asnaa mim ba'dihim Moosaa Wa Haaroona ilaa Fir'awna wa mala'ihee bi aayaatinaa fastakbaroo wa kaanoo qawmam mujrimeen",
            "tajweed_text": "ثُ[g[مّ]َ بَعَثْنَا م[i:1453[ِنۢ ب]َعْدِه[w:4907[ِم م]ُّوسَىٰ وَهَ[n[ـٰ]رُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِ[s[يْ]ه[n[ِۦ] بِـَٔـايَ[n[ـٰ]تِنَا فَ[h:4956[ٱ]سْتَكْبَرُو[s[اْ] وَكَانُو[s[اْ] قَوْ[a:4957[مًا م]ُّ[q:4958[جْ]رِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1440,
            "aya_number": 76,
            "aya_text": "فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْٓا اِنَّ هٰذَا لَسِحْرٌ مُّبِيْنٌ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 217,
            "translation_aya_text": "Maka ketika telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata, “Ini benar-benar sihir yang nyata.”",
            "tafsir_jalalayn": "(Dan tatkala telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata, \"Sesungguhnya ini adalah sihir yang nyata.\") jelas dan gamblang.",
            "sajda": false,
            "transliteration": "Falammaa jaaa'ahumul haqqu min 'indinaa qaalooo inna haazaa lasihrum mubeen",
            "tajweed_text": "فَلَ[g[مّ]َا ج[o[َا]ٓءَهُمُ [h:6141[ٱ]لْحَقُّ مِنْ عِ[f:6142[ند]ِنَا قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَسِحْ[a:6143[رٌ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1441,
            "aya_number": 77,
            "aya_text": "قَالَ مُوْسٰٓى اَتَقُوْلُوْنَ لِلْحَقِّ لَمَّا جَاۤءَكُمْ ۗ اَسِحْرٌ هٰذَاۗ وَلَا يُفْلِحُ السَّاحِرُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 217,
            "translation_aya_text": "Musa berkata, “Pantaskah kamu mengatakan terhadap kebenaran ketika ia datang kepadamu, ‘sihirkah ini?’ Padahal para pesihir itu tidaklah mendapat kemenangan.”",
            "tafsir_jalalayn": "(Musa berkata, \"Apakah kalian mengatakan terhadap kebenaran waktu ia datang kepada kalian) sesungguhnya adalah sihir (sihirkah ini?) padahal sungguh telah mendapat kemenangan orang yang mendatangkannya dan kalahlah sihir yang dilakukan oleh para ahli tenung (dan sungguh ahli sihir itu tidaklah mendapat kemenangan.\") kedua kata tanya yang terdapat di dalam ayat ini mengandung makna ingkar.",
            "sajda": false,
            "transliteration": "Qaalaa Moosaaa ataqooloona lilhaqqi lammmaa jaaa'a kum asihrun haazaa wa laa yuflihus saabiroon",
            "tajweed_text": "قَالَ مُوسَ[o[ىٰٓ] أَتَقُولُونَ لِلْحَقِّ لَ[g[مّ]َا ج[o[َا]ٓءَكُمْ‌ۖ أَسِحْرٌ هَ[n[ـٰ]ذَا وَلَا يُفْلِحُ [h:6144[ٱ][l[ل]سَّ[n[ـٰ]حِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1442,
            "aya_number": 78,
            "aya_text": "قَالُوْٓا اَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا وَتَكُوْنَ لَكُمَا الْكِبْرِيَاۤءُ فِى الْاَرْضِۗ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 217,
            "translation_aya_text": "Mereka berkata, “Apakah engkau datang kepada kami untuk memalingkan kami dari apa (kepercayaan) yang kami dapati nenek moyang kami mengerjakannya (menyembah berhala), dan agar kamu berdua mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan mempercayai kamu berdua.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Apakah kamu datang kepada kami untuk memalingkan kami) untuk membuat kami murtad (dari apa yang kami dapati nenek moyang kami mengerjakannya dan supaya kamu berdua mempunyai kekuasaan) kerajaan (di muka bumi?) yang dimaksud adalah negeri Mesir (Kami tidak akan mempercayai kamu berdua.\") tidak mau beriman.",
            "sajda": false,
            "transliteration": "Qaaloo aji'tanaa litalfitanaa 'ammaa wajadnaa 'alaihi aabaaa'anaa wa takoona lakumal kibriyaaa'u fil ardi wa maa nahnu lakumaa bimu' mineen",
            "tajweed_text": "قَال[o[ُوٓ][s[اْ] أَجِئْتَنَا لِتَلْفِتَنَا عَ[g[مّ]َا وَجَ[q:3834[دْ]نَا عَلَيْهِ ءَاب[o[َا]ٓءَنَا وَتَكُونَ لَكُمَا [h:6145[ٱ]لْكِ[q:6146[بْ]رِي[o[َا]ٓءُ فِى [h:44[ٱ]لْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}