{
    "page_number": 219,
    "data": [
        {
            "aya_id": 1453,
            "aya_number": 89,
            "aya_text": "قَالَ قَدْ اُجِيْبَتْ دَّعْوَتُكُمَا فَاسْتَقِيْمَا وَلَا تَتَّبِعٰۤنِّ سَبِيْلَ الَّذِيْنَ لَا يَعْلَمُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 219,
            "translation_aya_text": "Dia Allah berfirman, “Sungguh, telah diperkenankan permohonan kamu berdua, sebab itu tetaplah kamu berdua pada jalan yang lurus dan jangan sekali-kali kamu mengikuti jalan orang yang tidak mengetahui.”",
            "tafsir_jalalayn": "(Allah berfirman,) Maha Tinggi Allah (\"Sesungguhnya telah diperkenankan permohonan kamu berdua) akhirnya harta benda milik Firaun diserapah menjadi batu, dan Firaun masih tetap belum mau beriman hingga ia mati tenggelam (sebab itu tetaplah kamu berdua pada jalan yang lurus) menunaikan risalah dan dakwah sampai datang azab atas mereka (dan janganlah sekali-kali kamu mengikuti jalan orang-orang yang tidak mengetahui\") bahwa keputusan-Ku akan disegerakan. Diriwayatkan bahwa setelah peristiwa itu Nabi Musa tinggal di negeri Mesir selama empat puluh tahun.",
            "sajda": false,
            "transliteration": "Qaala qad ujeebad da'watukumaa fastaqeemaa wa laa tattabi'aaanni sabeelal lazeena laaya'lamoon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1454,
            "aya_number": 90,
            "aya_text": "۞ وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًا ۗحَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 219,
            "translation_aya_text": "Dan Kami selamatkan Bani Israil melintasi laut, kemudian Fir‘aun dan bala tentaranya mengikuti mereka, untuk menzalimi dan menindas (mereka). Sehingga ketika Fir‘aun hampir tenggelam dia berkata, “Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang Muslim (berserah diri).”",
            "tafsir_jalalayn": "(Dan Kami memungkinkan Bani Israel melintasi laut lalu mereka diikuti) disusul dan dikejar (oleh Firaun dan bala tentaranya, karena hendak menganiaya dan menindas) mereka, lafal baghyan dan `adwan menjadi maf'ul lah (hingga bila Firaun itu telah hampir tenggelam berkata dia, \"Saya percaya bahwa) bahwasanya; dan menurut suatu qiraat lafal annahu dibaca innahu sebagai jumlah isti'naf (tidak ada Tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan saya termasuk orang-orang yang berserah diri.\") Firaun sengaja mengulang-ulang perkataannya itu supaya diterima oleh Allah, akan tetapi Allah tidak mau menerimanya. Kemudian malaikat Jibril menyumbat mulutnya dengan lumpur laut, karena merasa khawatir Firaun akan mendapatkan rahmat dari Allah. Lalu Allah berfirman kepadanya:",
            "sajda": false,
            "transliteration": "Wa jaawaznaa bi Baneee Israaa'eelal bahra fa atba'ahum Fir'awnu wa junooduhoo baghyanw wa 'adwan hattaaa izaaa adrakahul gharaqu qaala aamantu annnahoo laaa ilaaha illal lazeee aamanat bihee Banooo Israaa'eela wa ana minal muslimeen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1455,
            "aya_number": 91,
            "aya_text": "اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 219,
            "translation_aya_text": "Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan.",
            "tafsir_jalalayn": "(Apakah sekarang) baru kamu percaya (padahal sesungguhnya kamu telah durhaka sejak dahulu, dan kamu termasuk orang-orang yang berbuat kerusakan) karena kesesatanmu dan penyesatan yang kamu lakukan dari jalan keimanan.",
            "sajda": false,
            "transliteration": "Aaal'aana wa qad 'asaita qablu wa kunta minal mufsideen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1456,
            "aya_number": 92,
            "aya_text": "فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 219,
            "translation_aya_text": "Maka pada hari ini Kami selamatkan jasadmu agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami.",
            "tafsir_jalalayn": "(Maka pada hari ini Kami selamatkan) Kami keluarkan dari laut (badanmu) jasadmu yang sudah tidak bernyawa (supaya kamu dijadikan oleh orang-orang yang datang sesudahmu) generasi sesudahmu (sebagai pelajaran) bahan pelajaran, sehingga mereka mengetahui sifat kehambaanmu. Dengan demikian mereka tidak akan berani lagi melakukan perbuatan seperti yang pernah dilakukan olehmu. Ibnu Abbas r.a. menceritakan, bahwa sebagian orang-orang Bani Israel merasa ragu-ragu akan kematian Firaun, maka dikeluarkan-Nyalah mayat Firaun dari laut supaya mereka melihat dan menyaksikannya dengan mata kepala sendiri (dan sesungguhnya kebanyakan dari manusia) penduduk Mekah (lengah dari tanda-tanda kekuasaan-Ku) artinya mereka tidak mau mengambil pelajaran daripadanya.",
            "sajda": false,
            "transliteration": "Falyawma nunajjeeka bibadanika litakoona liman khalfaka Aayah; wa inna kaseeram minan naasi 'an aayaatinaa laghaafiloon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1457,
            "aya_number": 93,
            "aya_text": "وَلَقَدْ بَوَّأْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مُبَوَّاَ صِدْقٍ وَّرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ ۚفَمَا اخْتَلَفُوْا حَتّٰى جَاۤءَهُمُ الْعِلْمُ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 219,
            "translation_aya_text": "Dan sungguh, Kami telah menempatkan Bani Israil di tempat kediaman yang bagus dan Kami beri mereka rezeki yang baik. Maka mereka tidak berselisih, kecuali setelah datang kepada mereka pengetahuan (yang tersebut dalam Taurat). Sesungguhnya Tuhan kamu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan itu.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah menempatkan) memberikan tempat (Bani Israel di tempat kediaman yang bagus) tempat yang terhormat, yaitu negeri Syam dan negeri Mesir (dan Kami beri mereka rezeki dari yang baik-baik. Maka mereka tidak berselisih) sekalipun sebagian di antara mereka beriman dan sebagian yang lain kafir (kecuali setelah datang kepada mereka pengetahuan, yang tersebut dalam Taurat. Sesungguhnya Rabb kamu akan memutuskan antara mereka di hari kiamat tentang apa yang mereka perselisihkan itu) dalam masalah agama, yaitu dengan menyelamatkan orang-orang beriman dan mengazab orang-orang kafir.",
            "sajda": false,
            "transliteration": "Wa laqad bawwaanaa Baneee Israaa'eela mubawwa-a sidqinw wa razaqnaahum minnat taiyibaati famakh talafoo hattaa jaaa'ahmul 'ilm; inna Rabbaka yaqdee bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1458,
            "aya_number": 94,
            "aya_text": "فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْـَٔلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۤءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَۙ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 219,
            "translation_aya_text": "Maka jika engkau (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang yang membaca kitab sebelummu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu, maka janganlah sekali-kali engkau termasuk orang yang ragu.",
            "tafsir_jalalayn": "(Maka jika kamu) hai Muhammad (berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu) yaitu berupa kisah-kisah, seumpamanya (maka tanyakanlah kepada orang-orang yang telah membaca kitab) Taurat (sebelum kamu) maka sesungguhnya hal itu telah tertera di dalam kitab mereka, mereka akan memberitakannya kepadamu sesuai dengannya; untuk itu maka Rasulullah saw. bersabda, \"Aku tidak ragu dan tidak menanyakannya.\" (Sesungguhnya telah datang kebenaran kepadamu dari Rabbmu, sebab itu janganlah sekali-kali kamu termasuk orang-orang yang ragu) menaruh keraguan padanya.",
            "sajda": false,
            "transliteration": "Fa in kunta fee shakkim mimmaaa anzalnaaa ilaika fas'alil lazeena yaqra'oonal Kitaaba min qablik; laqad jaaa'akal haqqu mir Rabbika falaa takoonanna minal mumtareen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1459,
            "aya_number": 95,
            "aya_text": "وَلَا تَكُوْنَنَّ مِنَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ فَتَكُوْنَ مِنَ الْخٰسِرِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 219,
            "translation_aya_text": "Dan janganlah sekali-kali engkau termasuk orang yang mendustakan ayat-ayat Allah, nanti engkau termasuk orang yang rugi.",
            "tafsir_jalalayn": "(Dan sekali-kali janganlah kamu termasuk orang-orang yang mendustakan ayat-ayat Allah yang menyebabkan kamu termasuk orang-orang yang rugi).",
            "sajda": false,
            "transliteration": "Wa laa takoonanna minal lazeena kazzaboo bi Aayaatil laahi fatakoona minal khaasireen",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1460,
            "aya_number": 96,
            "aya_text": "اِنَّ الَّذِيْنَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 219,
            "translation_aya_text": "Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang telah pasti) telah dipastikan (terhadap mereka kalimat Rabbmu) yaitu azab Allah telah pasti atas mereka (tidaklah akan beriman).",
            "sajda": false,
            "transliteration": "Innal lazeena haqqat 'alaihim Kalimatu Rabbika laa yu'minoon",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1461,
            "aya_number": 97,
            "aya_text": "وَلَوْ جَاۤءَتْهُمْ كُلُّ اٰيَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 219,
            "translation_aya_text": "meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih.",
            "tafsir_jalalayn": "(Meskipun datang kepada mereka segala macam keterangan hingga mereka menyaksikan azab yang pedih) maka pada saat itu tidak bermanfaat lagi keimanan mereka.",
            "sajda": false,
            "transliteration": "Wa law jaaa'at hum kullu Aayatin hattaa yarawul 'azaabal aleem",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}