{
    "page_number": 22,
    "data": [
        {
            "aya_id": 149,
            "aya_number": 142,
            "aya_text": "۞ سَيَقُوْلُ السُّفَهَاۤءُ مِنَ النَّاسِ مَا وَلّٰىهُمْ عَنْ قِبْلَتِهِمُ الَّتِيْ كَانُوْا عَلَيْهَا ۗ قُلْ لِّلّٰهِ الْمَشْرِقُ وَالْمَغْرِبُۗ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 22,
            "translation_aya_text": "Orang-orang yang kurang akal di antara manusia akan berkata, “Apakah yang memalingkan mereka (Muslim) dari kiblat yang dahulu mereka (berkiblat) kepadanya?” Katakanlah (Muhammad), “Milik Allah-lah timur dan barat; Dia memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus.”",
            "tafsir_jalalayn": "(Orang-orang yang bodoh, kurang akalnya, di antara manusia) yakni orang-orang Yahudi dan kaum musyrikin akan mengatakan, (Apakah yang memalingkan mereka) yakni Nabi saw. dan kaum mukminin (dari kiblat mereka yang mereka pakai selama ini) maksudnya yang mereka tuju di waktu salat, yaitu Baitulmakdis. Menggunakan 'sin' yang menunjukkan masa depan, merupakan pemberitaan tentang peristiwa gaib. (Katakanlah, \"Milik Allahlah timur dan barat) maksudnya semua arah atau mata angin adalah milik Allah belaka, sehingga jika Dia menyuruh kita menghadap ke arah mana saja, maka tak ada yang akan menentang-Nya. (Dia memberi petunjuk kepada orang yang dikehendaki-Nya) sesuai dengan petunjuk-Nya (ke jalan yang lurus\") yakni agama Islam. Termasuk dalam golongan itu ialah kamu sendiri dan sebagai buktinya ialah:",
            "sajda": false,
            "transliteration": "Sayaqoolus sufahaaa'u minan naasi maa wallaahum 'an Qiblatihimul latee kaanoo 'alaihaa; qulo lillaahil mashriqu walmaghrib; yahdee mai yashaaa'u ilaa Siraatim Mustaqeem",
            "tajweed_text": "۞ سَيَقُولُ [h:720[ٱ][l[ل]سُّفَه[o[َا]ٓءُ مِنَ [h:721[ٱ][l[ل][g[نّ]َاسِ مَا وَلَّ[n[ـٰ]هُمْ عَ[f:722[ن ق]ِ[q:723[بْ]لَتِهِمُ [h:724[ٱ]لَّتِى كَانُو[s[اْ] عَلَيْهَا‌ۚ قُل لِّلَّهِ [h:725[ٱ]لْمَشْرِقُ وَ[h:602[ٱ]لْمَغْرِبُ‌ۚ يَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُ إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 150,
            "aya_number": 143,
            "aya_text": "وَكَذٰلِكَ جَعَلْنٰكُمْ اُمَّةً وَّسَطًا لِّتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِ وَيَكُوْنَ الرَّسُوْلُ عَلَيْكُمْ شَهِيْدًا ۗ وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِيْ كُنْتَ عَلَيْهَآ اِلَّا لِنَعْلَمَ مَنْ يَّتَّبِعُ الرَّسُوْلَ مِمَّنْ يَّنْقَلِبُ عَلٰى عَقِبَيْهِۗ  وَاِنْ كَانَتْ لَكَبِيْرَةً اِلَّا عَلَى الَّذِيْنَ هَدَى اللّٰهُ  ۗوَمَا كَانَ اللّٰهُ لِيُضِيْعَ اِيْمَانَكُمْ ۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ  ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 22,
            "translation_aya_text": "Dan demikian pula Kami telah menjadikan kamu (umat Islam) ”umat pertengahan” agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Kami tidak menjadikan kiblat yang (dahulu) kamu (berkiblat) kepadanya melainkan agar Kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Sungguh, (pemindahan kiblat) itu sangat berat, kecuali bagi orang yang telah diberi petunjuk oleh Allah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia.",
            "tafsir_jalalayn": "(Demikian pula) sebagaimana Kami telah membimbing kamu padanya. (Kami jadikan kamu) hai Muhammad (sebagai umat yang pertengahan) artinya sebagai umat yang adil dan pilihan, (agar kamu sekalian menjadi saksi terhadap umat manusia) pada hari kiamat bahwa rasul-rasul mereka telah menyampaikan risalah kepada mereka (dan agar rasul menjadi saksi terhadap kamu sekalian) bahwa ia telah menyampaikan risalahnya kepadamu. (Dan tidaklah Kami jadikan kiblat) kamu sekarang ini (menurut arah kiblatmu dulu) yaitu Kakbah yang menjadi kiblatmu yang mula-mula. Di Mekah Nabi saw. ketika salat menghadap ke sana dan tatkala ia hijrah ke Madinah disuruhnya menghadap ke Baitulmakdis guna mengambil hati orang-orang Yahudi. Ada 16 atau 17 bulan lamanya Nabi menghadap ke Baitulmakdis, lalu kembali menghadap ke Kakbah (melainkan agar Kami ketahui) menurut ilmu lahir (siapa yang mengikuti rasul) lalu membenarkannya (di antara orang-orang yang membelot) artinya murtad dan kembali pada kekafiran disebabkan keragu-raguan terhadap agama dan dugaan bahwa Nabi saw. dalam kebimbangan menghadapi urusannya. Memang ada segolongan orang yang murtad disebabkan ini. (Dan sungguh) 'in' berasal dari 'inna', sedangkan isimnya dibuang dan pada mulanya berbunyi 'wa-innaha', artinya 'dan sesungguhnya ia' (adalah ia) yakni pemindahan kiblat itu (amat berat) amat sulit diterima manusia, (kecuali bagi orang-orang yang diberi petunjuk oleh Allah) di antara mereka (dan Allah tidak akan menyia-nyiakan keimanan mereka) maksudnya salat mereka yang dulu menghadap ke Baitulmakdis, tetapi akan tetap memberi pahala kepada mereka karenanya. Sebagaimana kita ketahui sebab turun ayat ini adalah datangnya pertanyaan mengenai orang yang meninggal sebelum pemindahan kiblat. (Sesungguhnya Allah terhadap manusia) yakni yang beriman (Maha Pengasih lagi Maha Penyayang) sehingga Dia tidak akan menyia-nyiakan amal perbuatan mereka. 'Ra`fah', artinya amat pengasih dan didahulukan agar lebih tepat menemui sasaran.",
            "sajda": false,
            "transliteration": "Wa kazaalika ja'alnaakum ummatanw wasatal litakoonoo shuhadaaa'a 'alan naasi wa yakoonar Rasoolu 'alaikum shaheedaa; wa maa ja'alnal qiblatal latee kunta 'alaihaaa illaa lina'lama mai yattabi'ur Rasoola mimmai yanqalibu 'alaa 'aqibayh; wa in kaanat lakabeeratan illaa 'alal lazeena hadal laah; wa maa kaanal laahu liyudee'a eemaanakum; innal laaha binnaasi la Ra'oofur Raheem",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ جَعَلْنَ[n[ـٰ]كُمْ أُ[g[مّ]َ[a:727[ةً و]َسَ[u:728[طًا ل]ِّتَكُونُو[s[اْ] شُهَد[o[َا]ٓءَ عَلَى [h:729[ٱ][l[ل][g[نّ]َاسِ وَيَكُونَ [h:730[ٱ][l[ل]رَّسُولُ عَلَيْكُمْ شَهِي[a:731[دًا‌ۗ و]َمَا جَعَلْنَا [h:732[ٱ]لْقِ[q:733[بْ]لَةَ [h:734[ٱ]لَّتِى كُ[f:735[نت]َ عَلَيْه[o[َآ] إِلَّا لِنَعْلَمَ م[a:736[َن ي]َتَّبِعُ [h:737[ٱ][l[ل]رَّسُولَ مِ[g[مّ][a:738[َن ي]َ[f:739[نق]َلِبُ عَلَىٰ عَقِبَيْهِ‌ۚ وَإِ[f:740[ن ك]َانَتْ لَكَبِيرَةً إِلَّا عَلَى [h:289[ٱ]لَّذِينَ هَدَى [h:741[ٱ]للَّهُ‌ۗ وَمَا كَانَ [h:742[ٱ]للَّهُ لِيُضِيعَ إِيمَ[n[ـٰ]نَكُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِ[h:743[ٱ][l[ل][g[نّ]َاسِ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 151,
            "aya_number": 144,
            "aya_text": "قَدْ نَرٰى تَقَلُّبَ وَجْهِكَ فِى السَّمَاۤءِۚ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضٰىهَا ۖ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۗ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوْا وُجُوْهَكُمْ شَطْرَهٗ ۗ وَاِنَّ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَيَعْلَمُوْنَ اَنَّهُ الْحَقُّ مِنْ رَّبِّهِمْ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 22,
            "translation_aya_text": "Kami melihat wajahmu (Muhammad) sering menengadah ke langit, maka akan Kami palingkan engkau ke kiblat yang engkau senangi. Maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja engkau berada, hadapkanlah wajahmu ke arah itu. Dan sesungguhnya orang-orang yang diberi Kitab (Taurat dan Injil) tahu, bahwa (pemindahan kiblat) itu adalah kebenaran dari Tuhan mereka. Dan Allah tidak lengah terhadap apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Sungguh) menyatakan kepastian (telah Kami lihat perpalingan) atau tengadah (wajahmu ke) arah (langit) menunggu-nunggu kedatangan wahyu dan rindu menerima perintah untuk menghadap Kakbah. Sebabnya tidak lain karena ia merupakan kiblat Nabi Ibrahim dan lebih menggugah untuk masuk Islamnya orang-orang Arab (maka sungguh akan Kami palingkan kamu) pindahkan kiblatmu (ke kiblat yang kamu ridai) yang kamu sukai. (Maka palingkanlah mukamu) artinya menghadaplah di waktu salat (ke arah Masjidilharam) yakni Kakbah (dan di mana saja kamu berada) ditujukan kepada seluruh umat (palingkanlah mukamu) dalam salat (ke arahnya! Dan sesungguhnya orang-orang yang diberi Alkitab sama mengetahui bahwa itu) maksudnya pemindahan kiblat ke arah Kakbah (benar) tidak disangsikan lagi (dari Tuhan mereka) karena di dalam kitab-kitab suci mereka dinyatakan bahwa di antara ciri-ciri Nabi saw. ialah terjadinya pemindahan kiblat di masanya. (Dan Allah sekali-kali tidak lalai dari apa yang kamu kerjakan) jika dengan ta, maka ditujukan kepada 'kamu' hai orang-orang yang beriman, yang mematuhi segala perintah-Nya, sebaliknya bila dengan ya, maka ditujukan kepada orang-orang Yahudi yang menyangkal soal kiblat ini.",
            "sajda": false,
            "transliteration": "Qad naraa taqalluba wajhika fis samaaa'i fala nuwalliyannaka qiblatan tardaahaa; fawalli wajhaka shatral Masjidil haaraam; wa haisu maa kuntum fawalloo wujoohakum shatrah; wa innal lazeena ootul Kitaaba laya'lamoona annahul haqqu mir Rabbihim; wa mal laahu bighaafilin 'ammaa ya'maloon",
            "tajweed_text": "قَ[q:298[دْ] نَرَىٰ تَقَلُّبَ وَ[q:745[جْ]هِكَ فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ‌ۖ فَلَنُوَلِّيَ[g[نّ]َكَ قِ[q:747[بْ]لَ[f:748[ةً ت]َرْضَ[n[ـٰ]هَا‌ۚ فَوَلِّ وَ[q:749[جْ]هَكَ شَ[q:750[طْ]رَ [h:751[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ‌ۚ وَحَيْثُ مَا كُ[f:100[نت]ُمْ فَوَلُّو[s[اْ] وُجُوهَكُمْ شَ[q:753[طْ]رَهُ[n[ۥ]‌ۗ وَإِ[g[نّ]َ [h:754[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ لَيَعْلَمُونَ أَ[g[نّ]َهُ [h:137[ٱ]لْحَقُّ م[u:22[ِن ر]َّبِّهِمْ‌ۗ وَمَا [h:384[ٱ]للَّهُ بِغَ[n[ـٰ]فِلٍ عَ[g[مّ]َا يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 152,
            "aya_number": 145,
            "aya_text": "وَلَىِٕنْ اَتَيْتَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ بِكُلِّ اٰيَةٍ مَّا تَبِعُوْا قِبْلَتَكَ ۚ وَمَآ اَنْتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ مِّنْۢ بَعْدِ مَاجَاۤءَكَ مِنَ الْعِلْمِ ۙ اِنَّكَ اِذًا لَّمِنَ الظّٰلِمِيْنَ ۘ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 22,
            "translation_aya_text": "Dan walaupun engkau (Muhammad) memberikan semua ayat (keterangan) kepada orang-orang yang diberi Kitab itu, mereka tidak akan mengikuti kiblatmu, dan engkau pun tidak akan  mengikuti kiblat mereka. Sebagian mereka tidak akan mengikuti kiblat sebagian yang lain. Dan jika engkau mengikuti keinginan mereka setelah sampai ilmu kepadamu, niscaya eng-kau termasuk orang-orang zalim.",
            "tafsir_jalalayn": "(Dan sesungguhnya jika) lam untuk sumpah (kamu datangkan kepada orang-orang yang diberi Alkitab semua bukti) atas kebenaranmu tentang soal kiblat (mereka tidak mengikuti) maksudnya tidak akan mengikuti (kiblatmu) disebabkan keingkaran (dan kamu pun tidak akan mengikuti kiblat mereka). Hal ini dipastikan Allah mengingat keinginan kuat dari Nabi agar mereka masuk Islam dan keinginan kuat mereka agar Nabi saw. kembali berkiblat ke Baitulmakdis. (Dan sebagian mereka pun tidak akan mengikuti kiblat sebagian yang lain) maksudnya orang-orang Yahudi terhadap kiblat orang-orang Kristen dan sebaliknya orang-orang Kristen terhadap kiblat orang-orang Yahudi. (Dan sekiranya kamu mengikuti keinginan mereka) yang mereka ajukan dan tawarkan kepadamu (setelah datang ilmu kepadamu) maksudnya wahyu, (maka kalau begitu kamu) apabila kamu mengikuti mereka (termasuk golongan orang-orang yang aniaya).",
            "sajda": false,
            "transliteration": "Wa la'in ataital lazeena ootul kitaaba bikulli aayatim maa tabi'oo Qiblatak; wa maaa anta bitaabi'in Qiblatahum; wa maa ba'duhum bitaabi''in Qiblata ba'd; wa la'init taba'ta ahwaaa;ahum mim ba'di maa jaaa'aka minal 'ilmi innaka izal laminaz zaalimeen",
            "tajweed_text": "وَلَئِنْ أَتَيْتَ [h:755[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ بِكُلِّ ءَايَ[a:756[ةٍ م]َّا تَبِعُو[s[اْ] قِ[q:757[بْ]لَتَكَ‌ۚ وَم[o[َآ] أَ[f:169[نت]َ بِتَابِ[f:758[عٍ ق]ِ[q:759[بْ]لَتَهُمْ‌ۚ وَمَا بَعْضُه[c:760[ُم ب]ِتَابِ[f:761[عٍ ق]ِ[q:762[بْ]لَةَ بَعْ[a:763[ضٍ‌ۚ و]َلَئِنِ [h:631[ٱ]تَّبَعْتَ أَهْو[o[َا]ٓءَه[w:764[ُم م]ّ[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَكَ مِنَ [h:634[ٱ]لْعِلْمِ‌ۙ إِ[g[نّ]َكَ إِ[u:765[ذًا ل]َّمِنَ [h:766[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}