{
    "page_number": 220,
    "data": [
        {
            "aya_id": 1462,
            "aya_number": 98,
            "aya_text": "فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ اِيْمَانُهَآ اِلَّا قَوْمَ يُوْنُسَۗ  لَمَّآ اٰمَنُوْا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 220,
            "translation_aya_text": "Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu.",
            "tafsir_jalalayn": "(Dan mengapa tidak) hendaknyalah (ada suatu kota) yakni penduduknya (yang beriman) sebelum azab turun atas mereka (lalu imannya itu bermanfaat kepadanya selain kaum Yunus. Tatkala mereka beriman) yaitu sewaktu mereka melihat adanya tanda-tanda azab lalu mereka segera beriman sebelum azab diturunkan atas diri mereka (Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia dan Kami beri kesenangan kepada mereka sampai pada waktu yang tertentu) sampai ajal mereka tiba.",
            "sajda": false,
            "transliteration": "Falaw laa kaanat qaryatun aamanat fanafa'ahaaa eemaanuhaaa illaa qawma Yoonusa lammaaa aamanoo kashafnaa 'anhum 'azaabal khizyi fil hayaatid dunyaa wa matta'naahum ilaa heen",
            "tajweed_text": "فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَه[o[َآ] إِيمَ[n[ـٰ]نُه[o[َآ] إِلَّا قَوْمَ يُونُسَ لَ[g[مّ][o[َآ] ءَامَنُو[s[اْ] كَشَفْنَا عَنْهُمْ عَذَابَ [h:6201[ٱ]لْخِزْىِ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَمَتَّعْنَ[n[ـٰ]هُمْ إِلَىٰ ح[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1463,
            "aya_number": 99,
            "aya_text": "وَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْاَرْضِ كُلُّهُمْ جَمِيْعًاۗ اَفَاَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُوْنُوْا مُؤْمِنِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 220,
            "translation_aya_text": "Dan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman?",
            "tafsir_jalalayn": "(Dan jika Rabbmu menghendaki tentulah beriman semua orang yang di muka bumi seluruhnya. Maka apakah kamu hendak memaksa manusia) terhadap apa yang Allah tidak kehendaki mereka untuk melakukannya (supaya mereka menjadi orang-orang yang beriman semuanya?) tentu saja tidak.",
            "sajda": false,
            "transliteration": "Wa law shaaa'a Rabbuka la aamana man fil ardi kulluhum jamee'aa; afa anta tukrihun naasa hattaa yakoonoo mu'mineen",
            "tajweed_text": "وَلَوْ ش[o[َا]ٓءَ رَبُّكَ لَأَمَنَ مَ[f:2074[ن ف]ِى [h:44[ٱ]لْأَرْضِ كُلُّهُمْ جَمِيعًا‌ۚ أَفَأَ[f:6069[نت]َ تُكْرِهُ [h:6202[ٱ][l[ل][g[نّ]َاسَ حَتَّىٰ يَكُونُو[s[اْ] مُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1464,
            "aya_number": 100,
            "aya_text": "وَمَا كَانَ لِنَفْسٍ اَنْ تُؤْمِنَ اِلَّا بِاِذْنِ اللّٰهِ ۗوَيَجْعَلُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يَعْقِلُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 220,
            "translation_aya_text": "Dan tidak seorang pun akan beriman kecuali dengan izin Allah, dan Allah menimpakan azab kepada orang yang tidak mengerti.",
            "tafsir_jalalayn": "(Dan tidak ada seorang pun akan beriman kecuali dengan izin Allah) dengan kehendak-Nya (dan Allah menimpakan kemurkaan) azab-Nya (kepada orang-orang yang tidak mempergunakan akalnya) yaitu orang-orang yang tidak mau memikirkan ayat-ayat Allah.",
            "sajda": false,
            "transliteration": "Wa maa kaana linafsin an tu'mina illaa bi iznil laah; wa yaj'alur rijsa 'alal lazeena laa ya'qiloon",
            "tajweed_text": "وَمَا كَانَ لِنَفْسٍ أَ[f:6203[ن ت]ُؤْمِنَ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَيَ[q:6204[جْ]عَلُ [h:6205[ٱ][l[ل]رِّ[q:4401[جْ]سَ عَلَى [h:289[ٱ]لَّذِينَ لَا يَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1465,
            "aya_number": 101,
            "aya_text": "قُلِ انْظُرُوْا مَاذَا فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَمَا تُغْنِى الْاٰيٰتُ وَالنُّذُرُ عَنْ قَوْمٍ لَّا يُؤْمِنُوْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 220,
            "translation_aya_text": "Katakanlah, “Perhatikanlah apa yang ada di langit dan di bumi!” Tidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman.",
            "tafsir_jalalayn": "(Katakanlah,) kepada orang-orang kafir Mekah (\"Perhatikanlah apa) apa-apa (yang ada di langit dan di bumi) yaitu tanda-tanda yang menunjukkan akan keesaan Allah swt. (Tidaklah bermanfaat tanda kekuasaan Allah dan rasul-rasul yang memberi peringatan) lafal an-nudzur adalah bentuk jamak dari kata tunggal nadzir yang artinya para rasul (bagi orang-orang yang tidak beriman.\") yang hal ini diketahui oleh Allah swt. atau dengan kata lain, hal-hal tersebut tidak ada manfaatnya bagi mereka.",
            "sajda": false,
            "transliteration": "Qulin zuroo maazaa fissamaawaati wal ard; wa maa tughnil Aayaatu wannuzuru 'an qawmil laa yu'minoon",
            "tajweed_text": "قُلِ [h:6206[ٱ][f:3950[نظ]ُرُو[s[اْ] مَاذَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَمَا تُغْنِى [h:6207[ٱ]لْأَيَ[n[ـٰ]تُ وَ[h:6208[ٱ][l[ل][g[نّ]ُذُرُ عَ[f:6209[ن ق]َوْ[u:6210[مٍ ل]َّا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1466,
            "aya_number": 102,
            "aya_text": "فَهَلْ يَنْتَظِرُوْنَ اِلَّا مِثْلَ اَيَّامِ الَّذِيْنَ خَلَوْا مِنْ قَبْلِهِمْۗ قُلْ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 220,
            "translation_aya_text": "Maka mereka tidak menunggu-nunggu kecuali (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah, “Maka tunggulah, aku pun termasuk orang yang menunggu bersama kamu.”",
            "tafsir_jalalayn": "(Tiada) tidak ada (yang mereka tunggu-tunggu) dengan perbuatan mereka yang mendustakan kamu (melainkan kejadian-kejadian yang sama dengan kejadian-kejadian yang menimpa orang-orang terdahulu sebelum mereka) umat-umat terdahulu. Artinya, mereka akan tertimpa siksaan yang sama seperti siksaan yang menimpa umat-umat terdahulu (Katakanlah, \"Maka tunggulah) hal tersebut (sesungguhnya aku pun orang yang menunggu bersama kalian.\")",
            "sajda": false,
            "transliteration": "Fahal yantaziroona illaa misla ayyaamil lazeena khalaw min qablihim; qul fantazirooo innee ma'akum minal muntazireen",
            "tajweed_text": "فَهَلْ يَ[f:6211[نت]َظِرُونَ إِلَّا مِثْلَ أَيَّامِ [h:6212[ٱ]لَّذِينَ خَلَوْ[s[اْ] مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ قُلْ فَ[h:4800[ٱ][f:4800[نت]َظِر[o[ُوٓ][s[اْ] إِ[g[نّ]ِى مَعَك[w:2068[ُم م]ِّنَ [h:4801[ٱ]لْمُ[f:4802[نت]َظِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1467,
            "aya_number": 103,
            "aya_text": "ثُمَّ نُنَجِّيْ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا كَذٰلِكَ ۚحَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِيْنَ ࣖ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 220,
            "translation_aya_text": "Kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beri-man, demikianlah menjadi kewajiban Kami menyelamatkan orang yang beriman.",
            "tafsir_jalalayn": "(Kemudian Kami selamatkan) bentuk mudhari' di sini dimaksud untuk menceritakan keadaan di masa lampau (rasul-rasul Kami dan orang-orang yang beriman) dari azab (demikianlah) penyelamatan itu (menjadi kewajiban atas Kami menyelamatkan orang-orang yang beriman) Nabi dan para sahabatnya ketika orang-orang musyrik disiksa.",
            "sajda": false,
            "transliteration": "Summma nunajjee Ruslanaa wallazeena aamanoo; kazaalika haqqan 'alainaa nunjil mu'mineen",
            "tajweed_text": "ثُ[g[مّ]َ نُنَجِّى رُسُلَنَا وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ‌ۚ] كَذ[n[َٲ]لِكَ حَقًّا عَلَيْنَا نُ[f:6213[نج]ِ [h:6214[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1468,
            "aya_number": 104,
            "aya_text": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ شَكٍّ مِّنْ دِيْنِيْ فَلَآ اَعْبُدُ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ اَعْبُدُ اللّٰهَ الَّذِيْ يَتَوَفّٰىكُمْ ۖ وَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُؤْمِنِيْنَ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 220,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai manusia! Jika kamu masih dalam keragu-raguan tentang agamaku, maka (ketahuilah) aku tidak menyembah yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku telah diperintah agar termasuk orang yang beriman,”",
            "tafsir_jalalayn": "(Katakanlah, \"Hai manusia) hai penduduk Mekah! (Jika kalian masih dalam keragu-raguan tentang agamaku) bahwasanya agamaku itu adalah hak dan benar (maka ketahuilah aku tidak menyembah yang kalian sembah selain Allah) selain-Nya, yang dimaksud adalah berhala-berhala; hal ini merupakan pertanda bahwa kalian ragu-ragu terhadap agamaku (tetapi aku menyembah Allah yang akan mematikan kalian) yang akan mencabut ruh kalian (dan aku telah diperintah supaya) hendaknya (aku termasuk orang-orang yang beriman.\")",
            "sajda": false,
            "transliteration": "Qul yaaa ayyuhan naasu in kuntum fee shakkkim min deenee falaa a'budul lazeena ta'budoona min doonil laahi wa laakin a'budul laahal lazee yatawaffaakum wa umirtu an akoona minal mu'mineen",
            "tajweed_text": "قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ فِى شَ[a:6215[كٍّ م]ِّ[f:6216[ن د]ِينِى فَل[o[َآ] أَعْبُدُ [h:6217[ٱ]لَّذِينَ تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَلَ[n[ـٰ]كِنْ أَعْبُدُ [h:6218[ٱ]للَّهَ [h:2537[ٱ]لَّذِى يَتَوَفَّ[n[ـٰ]كُمْ‌ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1469,
            "aya_number": 105,
            "aya_text": "وَاَنْ اَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۚ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 220,
            "translation_aya_text": "dan (aku telah diperintah), “Hadapkanlah wajahmu kepada agama dengan tulus dan ikhlas dan jangan sekali-kali engkau termasuk orang yang musyrik.",
            "tafsir_jalalayn": "(Dan) aku diperintahkan (\"Hadapkanlah mukamu kepada agama dengan tulus dan ikhlas) dalam keadaan cenderung dan menggandrunginya (dan janganlah kamu termasuk orang-orang yang musyrik).",
            "sajda": false,
            "transliteration": "Wa an aqim wajhaka liddeeni Haneefanw wa laa takoonannna minal mushrikeen",
            "tajweed_text": "وَأَنْ أَقِمْ وَ[q:749[جْ]هَكَ لِلدِّينِ حَنِي[a:6219[فًا و]َلَا تَكُونَ[g[نّ]َ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1470,
            "aya_number": 106,
            "aya_text": "وَلَا تَدْعُ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ ۚفَاِنْ فَعَلْتَ فَاِنَّكَ اِذًا مِّنَ الظّٰلِمِيْنَ ",
            "sura_id": 10,
            "juz_id": 11,
            "page_number": 220,
            "translation_aya_text": "Dan jangan engkau menyembah sesuatu yang tidak memberi manfaat dan tidak (pula) memberi bencana kepadamu selain Allah, sebab jika engkau lakukan (yang demikian), maka sesungguhnya engkau termasuk orang-orang zalim.”",
            "tafsir_jalalayn": "(Dan janganlah kamu menyeru) menyembah (kepada selain Allah, yaitu apa-apa yang tidak dapat memberikan manfaat kepadamu) jika kamu menyembahnya (dan pula tidak dapat memberikan mudarat kepadamu) jika kamu tidak menyembahnya (sebab jika kamu berbuat) hal itu, umpamanya (maka sesungguhnya kamu kalau begitu termasuk orang-orang yang lalim.\")",
            "sajda": false,
            "transliteration": "Wa laa tad'u min doonil laahi maa laa yanfa'uka wa laa yadurruka fa in fa'alta fa innaka izam minaz zaalimeen",
            "tajweed_text": "وَلَا تَ[q:6220[دْ]عُ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَ[f:6221[نف]َعُكَ وَلَا يَضُرُّكَ‌ۖ فَإِ[f:6222[ن ف]َعَلْتَ فَإِ[g[نّ]َكَ إِ[a:6223[ذًا م]ِّنَ [h:187[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُونُسَ",
                "englishName": "Yunus",
                "englishNameTranslation": "Jonas",
                "revelationType": "Meccan"
            }
        }
    ]
}