{
    "page_number": 222,
    "data": [
        {
            "aya_id": 1479,
            "aya_number": 6,
            "aya_text": "۞ وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ اِلَّا عَلَى اللّٰهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۗ كُلٌّ فِيْ كِتٰبٍ مُّبِيْنٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 222,
            "translation_aya_text": "Dan tidak satupun makhluk bergerak (bernyawa) di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya. Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfuzh).",
            "tafsir_jalalayn": "(Dan tidak ada) huruf min di sini zaidah (suatu binatang melata pun di bumi) yaitu hewan yang melata di atas bumi (melainkan Allahlah yang memberi rezekinya) Dialah yang menanggung rezekinya sebagai karunia daripada-Nya (dan Dia mengetahui tempat berdiam binatang itu) tempat hidupnya di dunia atau pada tulang sulbi (dan tempat penyimpanannya) sesudah mati atau di dalam rahim. (Semuanya) yang telah disebutkan itu (tertulis dalam kitab yang nyata) kitab yang jelas, yaitu Lohmahfuz.",
            "sajda": false,
            "transliteration": "Wa maa min daaabbatin fil ardi illaa 'alal laahi rizquhaa wa ya'lamu mustaqarrahaa wa mustawda'ahaa; kullun fee Kitaabim Mubeen",
            "tajweed_text": "۞ وَمَا مِ[f:4026[ن د][m[َا]ٓبَّ[f:4027[ةٍ ف]ِى [h:44[ٱ]لْأَرْضِ إِلَّا عَلَى [h:412[ٱ]للَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا‌ۚ كُ[f:6240[لٌّ ف]ِى كِتَ[n[ـٰ][a:4113[بٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1480,
            "aya_number": 7,
            "aya_text": "وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ وَّكَانَ عَرْشُهٗ عَلَى الْمَاۤءِ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًا ۗوَلَىِٕنْ قُلْتَ اِنَّكُمْ مَّبْعُوْثُوْنَ مِنْۢ بَعْدِ الْمَوْتِ لَيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَٓا اِلَّا سِحْرٌ مُّبِيْنٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 222,
            "translation_aya_text": "Dan Dialah yang menciptakan langit dan bumi dalam enam masa, dan ‘Arsy-Nya di atas air, agar Dia menguji siapakah di antara kamu yang lebih baik amalnya. Jika engkau berkata (kepada penduduk Mekah), “Sesungguhnya kamu akan dibangkitkan setelah mati,” niscaya orang kafir itu akan berkata, “Ini hanyalah sihir yang nyata.”",
            "tafsir_jalalayn": "(Dan Dialah yang menciptakan langit dan bumi dalam enam hari) yang permulaannya adalah hari Ahad dan berakhir pada hari Jumat (dan adalah Arasy-Nya) sebelum diciptakan langit dan bumi (di atas air) yaitu berada di atas angin (agar Dia menguji kalian) lafal liyabluwakum berta'alluq kepada lafal khalaqa artinya, Allah menciptakan langit dan bumi beserta isinya yaitu berupa manfaat-manfaat dan maslahat-maslahat bagi kalian untuk menguji kalian (siapakah di antara kalian yang lebih baik amalnya) artinya yang lebih taat kepada Allah (dan jika kamu berkata) hai Muhammad, kepada penduduk Mekah (\"Sesungguhnya kalian akan dibangkitkan sesudah mati,\" niscaya orang-orang yang kafir itu akan berkata, \"Tiada lain) tidak lain (ini) yakni Alquran yang menceritakan adanya hari berbangkit seperti yang telah engkau katakan itu (hanyalah sihir yang nyata\") sihir yang jelas. Menurut qiraat dibaca saahirun bukannya sihrun; sedangkan yang diisyaratkan oleh musyar ilaih adalah Nabi Muhammad saw. bukannya Alquran.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee khalaqas samaawaati wal alrda fee sittati aiyaaminw wa kaana 'Arshuhoo alal maaa'i liyablu wakum aiyukum ahsanu 'amalaa; wa la'in qulta innakum mab'oosoona mim ba'dil mawti la yaqoolanal lazeena kafaroo in haazaaa illaa sihrum mubeen",
            "tajweed_text": "وَهُوَ [h:4114[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِى سِتَّةِ أَيَّا[a:6241[مٍ و]َكَانَ عَرْشُهُ[n[ۥ] عَلَى [h:6242[ٱ]لْم[o[َا]ٓءِ لِيَ[q:3603[بْ]لُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَل[a:6243[اً‌ۗ و]َلَئِ[f:6244[ن ق]ُلْتَ إِ[g[نّ]َك[w:6245[ُم م]َّ[q:6246[بْ]عُوثُونَ م[i:146[ِنۢ ب]َعْدِ [h:6247[ٱ]لْمَوْتِ لَيَقُولَ[g[نّ]َ [h:6248[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1481,
            "aya_number": 8,
            "aya_text": "وَلَىِٕنْ اَخَّرْنَا عَنْهُمُ الْعَذَابَ اِلٰٓى اُمَّةٍ مَّعْدُوْدَةٍ لَّيَقُوْلُنَّ مَا يَحْبِسُهٗ ۗ اَلَا يَوْمَ يَأْتِيْهِمْ لَيْسَ مَصْرُوْفًا عَنْهُمْ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 222,
            "translation_aya_text": "Dan sungguh, jika Kami tangguhkan azab terhadap mereka sampai waktu yang ditentukan, niscaya mereka akan berkata, “Apakah yang menghalanginya?” Ketahuilah, ketika azab itu datang kepada mereka, tidaklah dapat dielakkan oleh mereka. Mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya.",
            "tafsir_jalalayn": "(Dan sesungguhnya jika Kami undurkan azab dari mereka sampai pada) datangnya (suatu waktu) beberapa waktu (yang ditentukan, niscaya mereka akan berkata) yang dimaksud dari keterangan ini adalah cemoohan (\"Apakah yang menghalanginya?\") apakah gerangan yang mencegah turunnya azab. Sebagai sanggahannya Allah berfirman: (Ingatlah, di waktu azab itu datang kepada mereka tidaklah dapat dipalingkan) tidak dapat ditahan lagi (dari mereka dan mereka diliputi) dikepung (oleh azab yang dahulunya mereka selalu memperolok-olokkannya) yang dimaksud adalah mereka memperolok-olokkan azab itu sebelumnya.",
            "sajda": false,
            "transliteration": "Wala'in akhkharnaa 'anhumul 'azaaba ilaaa ummatim ma'doodatil la yaqoolunna maa yahbisuh; alaa yawma yaateehim laisa masroofan 'anhum wa haaqa bihim maa kaanoo bihee yastahzi'oon",
            "tajweed_text": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ [h:6249[ٱ]لْعَذَابَ إِلَ[o[ىٰٓ] أُ[g[مّ]َ[a:6250[ةٍ م]َّعْدُودَ[u:6251[ةٍ ل]َّيَقُولُ[g[نّ]َ مَا يَحْبِسُهُ[o[ۥٓ‌ۗ] أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1482,
            "aya_number": 9,
            "aya_text": "وَلَىِٕنْ اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنٰهَا مِنْهُۚ اِنَّهٗ لَيَـُٔوْسٌ كَفُوْرٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 222,
            "translation_aya_text": "Dan jika Kami berikan rahmat Kami kepada manusia, kemudian (rahmat itu) Kami cabut kembali, pastilah dia menjadi putus asa dan tidak berterima kasih.",
            "tafsir_jalalayn": "(Dan jika Kami rasakan kepada manusia) yang kafir (suatu rahmat dari Kami) yaitu berupa kekayaan dan kesehatan (kemudian rahmat itu Kami cabut daripadanya pastilah dia menjadi putus asa) merasa putus asa dari rahmat Allah (lagi tidak berterima kasih) sangat mengingkari-Nya.",
            "sajda": false,
            "transliteration": "Wa la'in azaqnal insaana minnaa rahmatan summa naza'naahaa minhu, innahoo laya'oosun kafoor",
            "tajweed_text": "وَلَئِنْ أَذَ[q:5991[قْ]نَا [h:6253[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ مِ[g[نّ]َا رَحْمَ[f:6254[ةً ث]ُ[g[مّ]َ نَزَعْنَ[n[ـٰ]هَا مِنْهُ إِ[g[نّ]َهُ[n[ۥ] لَيَــُٔو[f:6255[سٌ ك]َف[p[ُو]رٌ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1483,
            "aya_number": 10,
            "aya_text": "وَلَىِٕنْ اَذَقْنٰهُ نَعْمَاۤءَ بَعْدَ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ ذَهَبَ السَّيِّاٰتُ عَنِّيْ ۗاِنَّهٗ لَفَرِحٌ فَخُوْرٌۙ  ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 222,
            "translation_aya_text": "Dan jika Kami berikan kebahagiaan kepadanya setelah ditimpa bencana yang menimpanya, niscaya dia akan berkata, “Telah hilang bencana itu dariku.” Sesungguhnya dia (merasa) sangat gembira dan bangga,",
            "tafsir_jalalayn": "(Dan jika kami rasakan kepadanya kebahagiaan sesudah bencana) kemiskinan dan kesengsaraan (yang menimpanya, niscaya dia akan berkata, \"Telah hilang keburukan-keburukan itu) yaitu bencana-bencana tersebut (dariku.\") akan tetapi ia tidak mempunyai perasaan bahwa kebahagiaan itu bakal lenyap darinya dan pula ia tidak mensyukurinya (Sesungguhnya dia sangat gembira) meluap (lagi bangga) terhadap manusia atas apa yang diberikan kepadanya.",
            "sajda": false,
            "transliteration": "Wala'in azaqnaahu na'maaa'a ba'da darraaa'a massat hu la yaqoolanna zahabas saiyiaatu 'anneee; innahoo lafarihun fakhoor",
            "tajweed_text": "وَلَئِنْ أَذَ[q:6256[قْ]نَ[n[ـٰ]هُ نَعْم[o[َا]ٓءَ بَعْدَ ضَرّ[o[َا]ٓءَ مَسَّتْهُ لَيَقُولَ[g[نّ]َ ذَهَبَ [h:6257[ٱ][l[ل]سَّيِّـَٔـاتُ عَ[g[نّ][o[ِىٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] لَفَرِ[f:6258[حٌ ف]َخ[p[ُو]رٌ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1484,
            "aya_number": 11,
            "aya_text": "اِلَّا الَّذِيْنَ صَبَرُوْا وَعَمِلُوا الصّٰلِحٰتِۗ اُولٰۤىِٕكَ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 222,
            "translation_aya_text": "kecuali orang-orang yang sabar, dan mengerjakan kebajikan, mereka memperoleh ampunan dan pahala yang besar.",
            "tafsir_jalalayn": "(Kecuali) tetapi (orang-orang yang sabar) terhadap bencana (dan mengerjakan amal-amal saleh) sewaktu diberi kebahagiaan (mereka itu beroleh ampunan dan pahala yang besar) yaitu surga.",
            "sajda": false,
            "transliteration": "Illal lazeena sabaroo wa 'amilus saalihaati ulaaa'ika lahum maghfiratunw wa ajrun kabeer",
            "tajweed_text": "إِلَّا [h:778[ٱ]لَّذِينَ صَبَرُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1485,
            "aya_number": 12,
            "aya_text": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوْحٰىٓ اِلَيْكَ وَضَاۤىِٕقٌۢ بِهٖ صَدْرُكَ اَنْ يَّقُوْلُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ كَنْزٌ اَوْ جَاۤءَ مَعَهٗ مَلَكٌ  ۗاِنَّمَآ اَنْتَ نَذِيْرٌ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ۗ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 222,
            "translation_aya_text": "Maka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya, karena mereka akan mengatakan, “Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang bersamanya malaikat?” Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu.",
            "tafsir_jalalayn": "(Maka boleh jadi kamu) hai Muhammad (meninggalkan sebagian dari apa yang diwahyukan kepadamu) sehingga kamu tidak menyampaikannya kepada mereka karena mereka menganggap remeh terhadapnya (dan sempit karenanya dadamu) sewaktu engkau membacakannya kepada mereka, karena khawatir bahwa (mereka akan mengatakan, \"Mengapa tidak) bagaimana tidak (diturunkan kepadanya perbendaharaan atau datang bersama-sama dengan dia satu malaikat?\") yang membenarkannya sesuai dengan apa yang kami minta. (Sesungguhnya kamu hanyalah seorang pemberi peringatan) tugasmu hanyalah menyampaikan bukannya mendatangkan apa yang mereka kehendaki. (Dan Allah Pemelihara segala sesuatu) yakni Dia hafal kesemuanya, maka Dia membalas mereka karenanya.",
            "sajda": false,
            "transliteration": "Fala'allaka taarikum ba'da maa yoohaaa ilaika wa daaa'iqum bihee sadruka ai yaqooloo law laaa unzila 'alaihi kanzun aw jaaa'a ma'ahoo malak; innamaa anta nazeer; wallaahu 'alaa kulli shai'inw wakeel",
            "tajweed_text": "فَلَعَلَّكَ تَارِ[i:6260[كُۢ ب]َعْضَ مَا يُوحَ[o[ىٰٓ] إِلَيْكَ وَض[o[َا]ٓئِ[i:6261[قُۢ ب]ِه[n[ِۦ] صَ[q:6262[دْ]رُكَ أ[a:6263[َن ي]َقُولُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ كَ[f:6264[نز]ٌ أَوْ ج[o[َا]ٓءَ مَعَهُ[n[ۥ] مَلَكٌ‌ۚ إِ[g[نّ]َم[o[َآ] أَ[f:169[نت]َ نَذِي[a:6265[رٌ‌ۚ و]َ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[a:4302[َىْءٍ و]َك[p[ِي]لٌ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        }
    ]
}