{
    "page_number": 223,
    "data": [
        {
            "aya_id": 1486,
            "aya_number": 13,
            "aya_text": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗقُلْ فَأْتُوْا بِعَشْرِ سُوَرٍ مِّثْلِهٖ مُفْتَرَيٰتٍ وَّادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 223,
            "translation_aya_text": "Bahkan mereka mengatakan, “Dia (Muhammad) telah membuat-buat Al-Qur'an itu.” Katakanlah, “(Kalau demikian), datangkanlah sepuluh surah semisal dengannya (Al-Qur'an) yang dibuat-buat, dan ajaklah siapa saja di antara kamu yang sanggup selain Allah, jika kamu orang-orang yang benar.”",
            "tafsir_jalalayn": "(Bahkan) akan tetapi apakah (mereka mengatakan, \"Muhammad telah membuat-buatnya\") yakni Alquran itu (Katakanlah, \"Kalau demikian, maka datangkanlah sepuluh surah-surah semisal dengannya) dalam masalah kefasihan bahasa dan ketinggian paramasastranya (yang dibuat-buat) karena sesungguhnya kalian sama denganku adalah orang-orang Arab yang fasih dalam berbahasa. Allah swt. menantang mereka untuk pertama kalinya supaya mereka mendatangkan sepuluh surah, kemudian pada tantangan yang berikutnya cukup hanya dengan satu surah saja (dan panggillah orang-orang yang kalian sanggup memanggilnya selain Allah) selain dari Allah (jika kalian memang orang-orang yang benar.\") di dalam tuduhan kalian yang menyatakan, bahwa Alquran itu hanyalah buat-buatan belaka.",
            "sajda": false,
            "transliteration": "Am yaqooloonaf taraahu qul faatoo bi'ashri Suwarim mislihee muftarayaatinw wad'oo manis tata'tum min doonil laahi in kuntum saadiqeen",
            "tajweed_text": "أَمْ يَقُولُونَ [h:6061[ٱ]فْتَرَ[n[ٮٰ]هُ‌ۖ قُلْ فَأْتُو[s[اْ] بِعَشْرِ سُوَ[a:6266[رٍ م]ِّثْلِه[n[ِۦ] مُفْتَرَيَ[n[ـٰ][a:6267[تٍ و]َ[h:105[ٱ][q:105[دْ]عُو[s[اْ] مَنِ [h:6063[ٱ]سْتَطَعْت[w:5394[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1487,
            "aya_number": 14,
            "aya_text": "فَاِلَّمْ يَسْتَجِيْبُوْا لَكُمْ فَاعْلَمُوْٓا اَنَّمَآ اُنْزِلَ بِعِلْمِ اللّٰهِ وَاَنْ لَّآ اِلٰهَ اِلَّا هُوَ ۚفَهَلْ اَنْتُمْ مُّسْلِمُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 223,
            "translation_aya_text": "Maka jika mereka tidak memenuhi tantanganmu, maka (katakanlah), “Ketahuilah, bahwa (Al-Qur'an) itu diturunkan dengan ilmu Allah, dan bahwa tidak ada tuhan selain Dia, maka maukah kamu berserah diri (masuk Islam)?”",
            "tafsir_jalalayn": "(Jika) bila (mereka yang kalian seru tidak menerima seruan/ajakan kalian) yaitu orang-orang yang kalian ajak untuk membantu kalian (maka ketahuilah) khithab atau pembicaraan ditujukan kepada orang-orang musyrik (sesungguhnya Alquran itu diturunkan) berdasarkan (ilmu Allah) dan bukannya buat-buatan yang dilakukan terhadap-Nya (dan bahwasanya) an di sini adalah bentuk takhfif daripada anna (tidak ada Tuhan selain Dia, maka maukah kalian berserah diri kepada-Nya) sesudah adanya hujah-hujah yang pasti ini. Makna yang dimaksud ialah hendaknya kalian masuk Islam.",
            "sajda": false,
            "transliteration": "Fa il lam yastajeeboo lakum fa'lamooo annamaaa unzilla bi'ilmil laahi wa al laaa ilaaha illaa Huwa fahal antum muslimoon",
            "tajweed_text": "فَإِلَّمْ يَسْتَجِيبُو[s[اْ] لَكُمْ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َم[o[َآ] أُ[f:17[نز]ِلَ بِعِلْمِ [h:6268[ٱ]للَّهِ وَأ[u:6269[َن ل]ّ[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ فَهَلْ أَ[f:428[نت][w:2056[ُم م]ُّسْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1488,
            "aya_number": 15,
            "aya_text": "مَنْ كَانَ يُرِيْدُ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا نُوَفِّ اِلَيْهِمْ اَعْمَالَهُمْ فِيْهَا وَهُمْ فِيْهَا لَا يُبْخَسُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 223,
            "translation_aya_text": "Barangsiapa menghendaki kehidupan dunia dan perhiasannya, pasti Kami berikan (balasan) penuh atas pekerjaan mereka di dunia (dengan sempurna) dan mereka di dunia tidak akan dirugikan.",
            "tafsir_jalalayn": "(Barang siapa yang menghendaki kehidupan dunia dan perhiasannya) seumpamanya ia tetap bersikeras dalam kemusyrikannya. Menurut suatu pendapat ayat ini ditujukan kepada orang-orang yang berbuat ria atau pamer (niscaya Kami berikan kepada mereka balasan pekerjaannya dengan sempurna) pembalasan dari amal baik yang telah dikerjakannya, seperti sedekah dan bersilaturahmi (di dunia) umpamanya Kami meluaskan lapangan rezeki mereka (dan mereka di dalamnya) yakni di dunia (tidak dirugikan) artinya tidak akan dikurangi sedikit pun balasannya.",
            "sajda": false,
            "transliteration": "Man kaana yureedul hayaatad dunyaa zeenatahaa nuwaffi ilaihim a'maa lahum feehaa wa hum feehaa laa yubkhasoon",
            "tajweed_text": "مَ[f:506[ن ك]َانَ يُرِيدُ [h:6270[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَ[n[ـٰ]لَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُ[q:6271[بْ]خَس[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1489,
            "aya_number": 16,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ لَيْسَ لَهُمْ فِى الْاٰخِرَةِ اِلَّا النَّارُ ۖوَحَبِطَ مَا صَنَعُوْا فِيْهَا وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 223,
            "translation_aya_text": "Itulah orang-orang yang tidak memperoleh (sesuatu) di akhirat kecuali neraka, dan sia-sialah di sana apa yang telah mereka usahakan (di dunia) dan terhapuslah apa yang telah mereka kerjakan. ",
            "tafsir_jalalayn": "(Itulah orang-orang yang tidak memperoleh di akhirat kecuali neraka dan lenyaplah) dileburlah (apa yang telah mereka usahakan) itu (di akhirat nanti) sehingga mereka tidak mempunyai pahala lagi (dan sia-sialah apa yang telah mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena laisa lahum fil Aakhirati illan Naaru wa habita maa sana'oo feehaa wa baatilum maa kaanoo ya'maloon",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ لَيْسَ لَهُمْ فِى [h:536[ٱ]لْأَخِرَةِ إِلَّا [h:6272[ٱ][l[ل][g[نّ]َارُ‌ۖ وَحَبِطَ مَا صَنَعُو[s[اْ] فِيهَا وَبَ[n[ـٰ]طِ[a:4986[لٌ م]َّا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1490,
            "aya_number": 17,
            "aya_text": "اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ وَيَتْلُوْهُ شَاهِدٌ مِّنْهُ وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰىٓ اِمَامًا وَّرَحْمَةًۗ  اُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗوَمَنْ يَّكْفُرْ بِهٖ مِنَ الْاَحْزَابِ فَالنَّارُ مَوْعِدُهٗ فَلَا تَكُ فِيْ مِرْيَةٍ مِّنْهُ اِنَّهُ الْحَقُّ مِنْ رَّبِّكَ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 223,
            "translation_aya_text": "Maka apakah (orang-orang kafir itu sama dengan) orang yang sudah mempunyai bukti yang nyata (Al-Qur'an) dari Tuhannya, dan diikuti oleh saksi dari-Nya dan sebelumnya sudah ada pula Kitab Musa yang menjadi pedoman dan rahmat? Mereka beriman kepadanya (Al-Qur'an). Barangsiapa mengingkarinya (Al-Qur'an) di antara kelompok-kelompok (orang Quraisy), maka nerakalah tempat yang diancamkan baginya, karena itu janganlah engkau ragu terhadap Al-Qur'an. Sungguh, Al-Qur'an itu benar-benar dari Tuhanmu, tetapi kebanyakan manusia tidak beriman.",
            "tafsir_jalalayn": "(Apakah orang yang mempunyai bukti) penjelasan (dari Rabbnya) yaitu Nabi saw. atau orang-orang mukmin yang dimaksud dengan bukti adalah Alquran (dan diikuti pula) dipanuti (oleh saksi) baginya yang membenarkannya (dari-Nya) yaitu dari Allah, yang dimaksud adalah malaikat Jibril (dan sebelumnya) sebelum Alquran (telah ada kitab Musa) yaitu kitab Taurat yang menyaksikan kebenaran Alquran pula (yang menjadi pedoman dan rahmat?) menjadi kata keterangan dari Alquran. Apakah keadaannya sama dengan orang-orang yang tidak demikian keadaannya? Tentu saja tidak (mereka itu) yakni orang-orang yang mempunyai bukti (beriman kepadanya) kepada Alquran, maka bagi mereka surga. (Dan barang siapa di antara golongan yang bersekutu ingkar kepada Alquran) semua orang-orang kafir (maka nerakalah tempat yang diancamkan baginya, karena itu janganlah kamu ragu-ragu) menaruh syak (kepadanya) kepada Alquran (Sesungguhnya Alquran itu benar-benar dari Rabbmu tetapi kebanyakan manusia) penduduk Mekah (tidak beriman).",
            "sajda": false,
            "transliteration": "Afaman kaana 'alas baiyinatim mir Rabbihee wa yatloohu shaahidum minhu wa min qablihee Kitaabu Moosaaa imaamanw wa rahmah; ulaaa 'ika yu'minoona bih; wa mai yakfur bihee minal Ahzaabi fan Naaru maw'iduh; falaa taku fee miryatim minh; innahul haqqu mir Rabbika wa laakinna aksaran naasi laa yu'minoon",
            "tajweed_text": "أَفَمَ[f:6273[ن ك]َانَ عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ] وَيَتْلُوهُ شَاهِ[a:6274[دٌ م]ِّنْهُ وَمِ[f:6275[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] كِتَ[n[ـٰ]بُ مُوسَ[o[ىٰٓ] إِمَا[a:6276[مًا و]َرَحْمَةً‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُؤْمِنُونَ بِه[n[ِۦ]‌ۚ وَم[a:636[َن ي]َكْفُرْ بِه[n[ِۦ] مِنَ [h:6277[ٱ]لْأَحْزَابِ فَ[h:6278[ٱ][l[ل][g[نّ]َارُ مَوْعِدُهُ[n[ۥ]‌ۚ فَلَا تَكُ فِى مِرْيَ[a:6279[ةٍ م]ِّنْهُ‌ۚ إِ[g[نّ]َهُ [h:6280[ٱ]لْحَقُّ م[u:770[ِن ر]َّبِّكَ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1491,
            "aya_number": 18,
            "aya_text": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ اُولٰۤىِٕكَ يُعْرَضُوْنَ عَلٰى رَبِّهِمْ وَيَقُوْلُ الْاَشْهَادُ هٰٓؤُلَاۤءِ الَّذِيْنَ كَذَبُوْا عَلٰى رَبِّهِمْۚ  اَلَا لَعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ۙ  ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 223,
            "translation_aya_text": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah? Mereka itu akan dihadapkan kepada Tuhan mereka, dan para saksi akan berkata, “Orang-orang inilah yang telah berbohong terhadap Tuhan mereka.” Ingatlah, laknat Allah (ditimpakan) kepada orang yang zalim,",
            "tafsir_jalalayn": "(Dan siapakah) tidak ada seorang pun (yang lebih lalim daripada orang yang membuat-buat dusta terhadap Allah?) dengan menisbatkan sekutu terhadap-Nya dan menganggapnya mempunyai anak. (Mereka itu akan dihadapkan kepada Rabb mereka) kelak di hari kiamat di antara semua makhluk-Nya (dan para saksi akan berkata) lafal asyhaad adalah bentuk jamak dari lafal syahiid yang artinya saksi. Mereka adalah para malaikat; mereka memberikan kesaksian, bahwa para rasul telah menyampaikan risalahnya, adapun orang-orang kafir mereka cap sebagai pendusta (\"Orang-orang inilah yang telah berdusta terhadap Rabb mereka.\" Ingatlah, kutukan Allah dilimpahkan atas orang-orang yang lalim) yaitu orang-orang musyrik.",
            "sajda": false,
            "transliteration": "Wa man azlamu mimmanif taraa 'alal laahi kazibaa; ulaaa'ika yu'radoona 'alaa Rabbihim wa yaqoolul ashhaa duhaaa'ulaaa'il lazeena kazaboo 'alaa Rabbihim; alaa la'natul laahi alaz zaalimeen",
            "tajweed_text": "وَمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ كَذِبًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ [h:6281[ٱ]لْأَشْهَ[n[ـٰ]دُ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ [h:6282[ٱ]لَّذِينَ كَذَبُو[s[اْ] عَلَىٰ رَبِّهِمْ‌ۚ أَلَا لَعْنَةُ [h:822[ٱ]للَّهِ عَلَى [h:1035[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1492,
            "aya_number": 19,
            "aya_text": "الَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۗ وَهُمْ بِالْاٰخِرَةِ هُمْ كفِٰرُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 223,
            "translation_aya_text": "(yaitu) mereka yang menghalangi dari jalan Allah dan menghendaki agar jalan itu bengkok. Dan mereka itulah orang yang tidak percaya adanya hari akhirat.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang menghalangi manusia dari jalan Allah) dari agama Islam (dan menghendaki supaya jalan itu) (bengkok) tidak lurus (Dan mereka terhadap hari kemudian adalah) lafal hum kedua mengukuhkan makna lafal hum pertama (orang-orang yang tidak percaya).",
            "sajda": false,
            "transliteration": "Allazeena yasuddoona 'an sabeelil laahi wa yabghoonahaa 'iwajanw wa hum bil Aakhiratihum kaafiroon",
            "tajweed_text": "ٱلَّذِينَ يَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَيَ[q:4708[بْ]غُونَهَا عِوَ[a:4709[جًا و]َه[c:4710[ُم ب]ِ[h:447[ٱ]لْأَخِرَةِ هُمْ كَ[n[ـٰ]فِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        }
    ]
}