{
    "page_number": 224,
    "data": [
        {
            "aya_id": 1493,
            "aya_number": 20,
            "aya_text": "اُولٰۤىِٕكَ لَمْ يَكُوْنُوْا مُعْجِزِيْنَ فِى الْاَرْضِ وَمَا كَانَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ اَوْلِيَاۤءَ ۘ يُضٰعَفُ لَهُمُ الْعَذَابُ ۗمَا كَانُوْا يَسْتَطِيْعُوْنَ السَّمْعَ وَمَا كَانُوْا يُبْصِرُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 224,
            "translation_aya_text": "Mereka tidak mampu menghalangi (siksaan Allah) di bumi, dan tidak akan ada bagi mereka penolong selain Allah. Azab itu dilipatgandakan kepada mereka. Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat(nya).",
            "tafsir_jalalayn": "(Orang-orang itu tidak mampu menghalang-halangi) Allah (di bumi ini dan sekali-kali tidak adalah bagi mereka selain Allah) selain-Nya (yang menolong mereka) maksudnya para penolong yang dapat mencegah azab Allah terhadap mereka. (Siksaan itu dilipatgandakan kepada mereka) karena mereka menyesatkan orang lain. (Mereka selalu tidak dapat mendengar) kebenaran (dan mereka selalu tidak melihat) kebenaran itu karena kebencian mereka yang sangat terhadap kebenaran itu sehingga digambarkan seolah-olah mereka tidak mampu untuk mendengar dan melihatnya.",
            "sajda": false,
            "transliteration": "Ulaaa'ika lam yakoonoo mu'jizeena fil ardi wa maa kaana lahum min doonil laahi min awliyaaa'; yudaa'afu lahumul 'azaab; maa kaanoo yastatee'oonas sam'a wa maa kaanoo yubsiroon",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَمْ يَكُونُو[s[اْ] مُعْجِزِينَ فِى [h:44[ٱ]لْأَرْضِ وَمَا كَانَ لَه[w:1812[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مِنْ أَوْلِي[o[َا]ٓءَ‌ۘ يُضَ[n[ـٰ]عَفُ لَهُمُ [h:6283[ٱ]لْعَذَابُ‌ۚ مَا كَانُو[s[اْ] يَسْتَطِيعُونَ [h:6284[ٱ][l[ل]سَّمْعَ وَمَا كَانُو[s[اْ] يُ[q:60[بْ]صِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1494,
            "aya_number": 21,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 224,
            "translation_aya_text": "Mereka itulah orang yang merugikan dirinya sendiri, dan lenyaplah dari mereka apa yang selalu mereka ada-adakan.",
            "tafsir_jalalayn": "(Mereka itulah orang-orang yang merugikan dirinya sendiri) karena mereka menjerumuskan dirinya ke dalam neraka yang abadi (dan lenyaplah) terhapuslah (dari mereka apa yang selalu mereka ada-adakan) terhadap Allah, yaitu tuduhan mereka yang menyekutukan Allah.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena khasirooo anfusahum wa dalla 'anhum maa kaanoo yaftaroon",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ خَسِر[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1495,
            "aya_number": 22,
            "aya_text": "لَاجَرَمَ اَنَّهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 224,
            "translation_aya_text": "Pasti mereka itu (menjadi) orang yang paling rugi di akhirat.",
            "tafsir_jalalayn": "(Pasti) sungguh (mereka itu di akhirat menjadi orang-orang yang paling merugi).",
            "sajda": false,
            "transliteration": "Laa jarama annahum fil Aakhirati humul akhsaroon",
            "tajweed_text": "لَا جَرَمَ أَ[g[نّ]َهُمْ فِى [h:536[ٱ]لْأَخِرَةِ هُمُ [h:6285[ٱ]لْأَخْسَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1496,
            "aya_number": 23,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاَخْبَتُوْٓا اِلٰى رَبِّهِمْۙ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 224,
            "translation_aya_text": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan dan merendahkan diri kepada Tuhan, mereka itu penghuni surga, mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh dan merendahkan diri) merasa tenang dan aman, atau kembali (kepada Rabb mereka, mereka itu adalah penghuni-penghuni surga; mereka kekal di dalamnya).",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wa 'amilus saalihaati wa akhbatooo ilaa Rabbihim ulaaa'ika Ashaabul Jannati hum feehaa khaalidoon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَأَخْبَت[o[ُوٓ][s[اْ] إِلَىٰ رَبِّهِمْ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1497,
            "aya_number": 24,
            "aya_text": "۞ مَثَلُ الْفَرِيْقَيْنِ كَالْاَعْمٰى وَالْاَصَمِّ وَالْبَصِيْرِ وَالسَّمِيْعِۗ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَفَلَا تَذَكَّرُوْنَ ࣖ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 224,
            "translation_aya_text": "Perumpamaan kedua golongan (orang kafir dan mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar. Samakah kedua golongan itu? Maka tidakkah kamu mengambil pelajaran?",
            "tafsir_jalalayn": "(Perumpamaan) gambaran (kedua golongan itu) yakni orang-orang kafir dan orang-orang mukmin (seperti orang buta dan tuli) ini perumpamaan orang kafir (dengan orang yang dapat melihat dan dapat mendengar) ini perumpamaan orang mukmin. (Adakah kedua golongan itu sama keadaan dan sifatnya?) Tentu saja tidak. (Maka tidakkah kalian mengambil pelajaran) lafal tadzakkaruuna asalnya tatadzakkaruuna, kemudian huruf ta asal diidgamkan kepada huruf dzal sehingga jadilah tadzakkaruuna, artinya sama dengan lafal tatta'izhuuna, yaitu mengambil pelajaran.",
            "sajda": false,
            "transliteration": "Masalul fareeqini kal a'maa wal asammi walbaseeri wassamee'; hal yastawiyaani masalaa; afalaa tazakkaroon",
            "tajweed_text": "۞ مَثَلُ [h:6286[ٱ]لْفَرِيقَيْنِ كَ[h:6287[ٱ]لْأَعْمَىٰ وَ[h:6288[ٱ]لْأَصَ[g[مّ]ِ وَ[h:6289[ٱ]لْبَصِيرِ وَ[h:6290[ٱ][l[ل]سَّمِيعِ‌ۚ هَلْ يَسْتَوِيَانِ مَثَلاً‌ۚ أَفَلَا تَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1498,
            "aya_number": 25,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۙ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 224,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, (dia berkata), “Sungguh, aku ini adalah pemberi peringatan yang nyata bagi kamu,",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, ia berkata, \"Sesungguhnya aku) bahwa aku. Menurut suatu qiraat lafal innii dengan memperkirakan adanya makna al-qaul yang artinya, dia berkata (adalah pemberi peringatan yang nyata bagi kalian) yakni jelas peringatannya.",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa Noohan ilaa qawmihee innee lakum nazeerum mubeen",
            "tajweed_text": "وَلَقَ[q:341[دْ] أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِه[o[ِۦٓ] إِ[g[نّ]ِى لَكُمْ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1499,
            "aya_number": 26,
            "aya_text": "اَنْ لَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۖاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ اَلِيْمٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 224,
            "translation_aya_text": "agar kamu tidak menyembah selain Allah. Aku benar-benar khawatir kamu akan ditimpa azab (pada) hari yang sangat pedih.”",
            "tafsir_jalalayn": "(Agar) supaya (kalian jangan menyembah selain Allah. Sesungguhnya aku takut kalian) jika kalian menyembah selain-Nya (akan ditimpa azab pada hari yang sangat menyakitkan.\") azab yang menyakitkan di dunia dan di akhirat.",
            "sajda": false,
            "transliteration": "Al laa ta'budooo illal laaha inneee akhaafu 'alaikum 'azaaba Yawmin aleem",
            "tajweed_text": "أ[u:4908[َن ل]َّا تَعْبُد[o[ُوٓ][s[اْ] إِلَّا [h:416[ٱ]للَّهَ‌ۖ إِ[g[نّ][o[ِىٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَل[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1500,
            "aya_number": 27,
            "aya_text": "فَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا نَرٰىكَ اِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرٰىكَ اتَّبَعَكَ اِلَّا الَّذِيْنَ هُمْ اَرَاذِلُنَا بَادِيَ الرَّأْيِۚ وَمَا نَرٰى لَكُمْ عَلَيْنَا مِنْ فَضْلٍۢ بَلْ نَظُنُّكُمْ كٰذِبِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 224,
            "translation_aya_text": "Maka berkatalah para pemuka yang kafir dari kaumnya, “Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.”",
            "tafsir_jalalayn": "(Maka berkatalah pemimpin-pemimpin yang kafir dari kaumnya,) mereka adalah terdiri dari orang-orang terhormat kaumnya (\"Kami tidak melihat kamu melainkan sebagai manusia biasa seperti kami) tidak ada kelebihan bagimu atas diri kami (dan kami tidak melihat orang-orang yang mengikuti kamu, melainkan orang-orang yang hina-dina di antara kami) yaitu orang-orang yang rendah di antara kami, seperti tukang tambal pakaian dan tukang sol sepatu (yang lekas percaya saja) dapat dibaca baadiya dan baadia yang artinya, mereka lekas percaya kepadamu tanpa berpikir lebih matang lagi. Lafal ini dinashabkan karena menjadi zharaf yang artinya, mereka terus percaya dengan begitu saja (dan kami tidak melihat kalian memiliki suatu kelebihan apa pun atas kami) sehingga karena kelebihan itulah kalian berhak untuk diikuti daripada kami (bahkan kami yakin bahwa kalian adalah orang-orang yang dusta\") dalam pengakuan risalah yang kalian bawa. Dalam hal ini mereka mengikut sertakan sebutan Nabi Nuh beserta kaum yang mengikutinya.",
            "sajda": false,
            "transliteration": "Faqaalal mala ul lazeena kafaroo min qawmihee ma naraaka illaa basharam mislanaa wa maa naraakat taba'aka illal lazeena hum araazilunaa baadiyar raayi wa maa naraa lakum 'alainaa min fadlim bal nazunnukum kaazibeen",
            "tajweed_text": "فَقَالَ [h:6291[ٱ]لْمَلَأُ [h:4783[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:4770[ن ق]َوْمِه[n[ِۦ] مَا نَرَ[n[ٮٰ]كَ إِلَّا بَشَ[a:6292[رًا م]ِّثْلَنَا وَمَا نَرَ[n[ٮٰ]كَ [h:6293[ٱ]تَّبَعَكَ إِلَّا [h:778[ٱ]لَّذِينَ هُمْ أَرَاذِلُنَا بَادِىَ [h:6294[ٱ][l[ل]رَّأْىِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِ[f:4682[ن ف]َضْ[i:6295[لِۭ ب]َلْ نَظُ[g[نّ]ُكُمْ كَ[n[ـٰ]ذِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1501,
            "aya_number": 28,
            "aya_text": "قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَاٰتٰىنِيْ رَحْمَةً مِّنْ عِنْدِهٖ فَعُمِّيَتْ عَلَيْكُمْۗ اَنُلْزِمُكُمُوْهَا وَاَنْتُمْ لَهَا كٰرِهُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 224,
            "translation_aya_text": "Dia (Nuh) berkata,  ”Wahai kaumku! Apa pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku, dan aku diberi rahmat dari sisi-Nya, sedangkan (rahmat itu) disamarkan bagimu. Apa kami akan memaksa kamu untuk menerimanya, padahal kamu tidak menyukainya?",
            "tafsir_jalalayn": "(Berkata Nuh, \"Hai kaumku! Bagaimana pikiranmu) coba katakan kepadaku (jika aku ada mempunyai bukti yang nyata) penjelasan yang nyata (dari Rabbku dan diberi-Nya aku rahmat) kenabian (dari sisi-Nya tetapi rahmat itu disamarkan) disembunyikan (bagi kalian) dan menurut suatu qiraat dibaca fa`amiyat (apa akan kami paksakan kalian menerimanya) artinya apakah kami harus memaksakan kalian untuk menerimanya (padahal kalian tiada menyukainya?\") tidak mampu untuk melakukan hal tersebut.",
            "sajda": false,
            "transliteration": "Qaala yaa qawmi ara'aitum in kuntu 'alaa baiyinatim mir Rabbee wa aataanee rahmatam min 'indihee fa'um miyat 'alaikum anulzimuku moohaa wa antum lahaa kaarihoon",
            "tajweed_text": "قَالَ يَ[n[ـٰ]قَوْمِ أَرَءَيْتُمْ إِ[f:3898[ن ك]ُ[f:2917[نت]ُ عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:4098[ِن ر]َّبِّى وَءَاتَ[n[ـٰ]نِى رَحْمَ[a:5993[ةً م]ِّنْ عِ[f:3628[ند]ِه[n[ِۦ] فَعُ[g[مّ]ِيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَ[f:98[نت]ُمْ لَهَا كَ[n[ـٰ]رِه[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        }
    ]
}