{
    "page_number": 226,
    "data": [
        {
            "aya_id": 1511,
            "aya_number": 38,
            "aya_text": "وَيَصْنَعُ الْفُلْكَۗ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَاٌ مِّنْ قَوْمِهٖ سَخِرُوْا مِنْهُ ۗقَالَ اِنْ تَسْخَرُوْا مِنَّا فَاِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُوْنَۗ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 226,
            "translation_aya_text": "Dan mulailah dia (Nuh) membuat kapal. Setiap kali pemimpin kaumnya berjalan melewatinya, mereka mengejeknya. Dia (Nuh) berkata, “Jika kamu mengejek kami, maka kami (pun) akan mengejekmu sebagaimana kamu mengejek (kami).",
            "tafsir_jalalayn": "(Dan mulailah Nuh membuat bahtera) dimaksud menceritakan keadaan masa lampau (Dan setiap kali lewat kepada Nuh segolongan) sebagian (dari kaumnya, mereka mengejeknya) mereka memperolok-olokkannya. (Berkatalah Nuh, \"Jika kalian mengejek kami, maka sesungguhnya kami pun akan mengejek kalian sebagaimana kalian mengejek kami) jika kami selamat dan kalian tenggelam nanti.",
            "sajda": false,
            "transliteration": "Wa yasn'ul fulka wa kullamaa marra 'alaihi malaum min qawmihee sakhiroo minh; qaala in taskharoo minnaa fa innaa naskharu minkum kamaa taskharoon",
            "tajweed_text": "وَيَصْنَعُ [h:6322[ٱ]لْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَ[a:6323[أٌ م]ِّ[f:4770[ن ق]َوْمِه[n[ِۦ] سَخِرُو[s[اْ] مِنْهُ‌ۚ قَالَ إِ[f:6324[ن ت]َسْخَرُو[s[اْ] مِ[g[نّ]َا فَإِ[g[نّ]َا نَسْخَرُ مِ[f:344[نك]ُمْ كَمَا تَسْخَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1512,
            "aya_number": 39,
            "aya_text": "فَسَوْفَ تَعْلَمُوْنَۙ مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيْمٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 226,
            "translation_aya_text": "Maka kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan (siapa) yang akan ditimpa azab yang kekal.”",
            "tafsir_jalalayn": "(Kelak kalian akan mengetahui siapa) lafal man di sini maushul atau kata sambung, kedudukannya menjadi maf`ul atau objek dari lafal ta`lamuuna (yang akan ditimpa oleh azab yang menghinakannya dan yang akan ditimpa) akan dikenakan (kepadanya azab yang kekal.\")",
            "sajda": false,
            "transliteration": "Fasawfa ta'lamoona mai yaateehi 'azaabuny yaukhzeehi wa yahillu 'alaihi 'azaabum muqeem",
            "tajweed_text": "فَسَوْفَ تَعْلَمُونَ م[a:6325[َن ي]َأْتِيهِ عَذَا[a:6326[بٌ ي]ُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1513,
            "aya_number": 40,
            "aya_text": "حَتّٰىٓ اِذَا جَاۤءَ اَمْرُنَا وَفَارَ التَّنُّوْرُۙ قُلْنَا احْمِلْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ اٰمَنَ ۗوَمَآ اٰمَنَ مَعَهٗٓ اِلَّا قَلِيْلٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 226,
            "translation_aya_text": "Hingga apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, Kami berfirman, “Muatkanlah ke dalamnya (kapal itu) dari masing-masing (hewan) sepasang (jantan dan betina), dan (juga) keluargamu kecuali orang yang telah terkena ketetapan terdahulu dan (muatkan pula) orang yang beriman.” Ternyata orang-orang beriman yang bersama dengan Nuh hanya sedikit.",
            "tafsir_jalalayn": "(Hingga) mengisahkan batas pembuatan bahtera (apabila perintah Kami datang) yang membinasakan mereka (dan dapur telah memancarkan air) yang dimaksud adalah dapur pemanggangan roti, hal itu merupakan pertanda bagi Nabi Nuh. (Kami berfirman, \"Muatkanlah ke dalam bahtera itu) ke dalam perahu itu (dari masing-masing binatang sepasang) yaitu jenis jantan dan betina dari semua jenis binatang (yaitu sejodoh) jantan dan betina. Lafal itsnain ini berkedudukan menjadi maf'ul atau objek. Dan disebutkan di dalam kisah Nabi Nuh, bahwasanya Allah swt. mengumpulkan kepada Nabi Nuh semua binatang buas dan semua jenis unggas atau burung. Kemudian Nabi Nuh a.s. memukulkan tangannya kepada setiap jenis binatang itu; maka tangan kanannya mengenai jenis jantan sedangkan tangan kirinya mengenai jenis betina, lalu ia memuatkannya ke dalam perahu (dan keluargamu) yaitu istri dan anak-anaknya (kecuali orang yang telah terdahulu ketetapan terhadapnya) di antara keluargamu yang sudah dipastikan akan binasa, yaitu anaknya yang bernama Kan'an dan istrinya. Sedangkan Sam, Ham, dan Yafits dibawa oleh Nabi Nuh ke dalam bahtera berikut istri-istri mereka yang berjumlah tiga orang (dan muatkan pula orang-orang yang beriman.\" Dan tidak beriman terhadap Nabi Nuh itu melainkan sedikit). Dikatakan, bahwa jumlah mereka yang beriman itu hanya ada enam orang lelaki dan istri-istri mereka. Menurut pendapat yang lain dikatakan, bahwa jumlah orang-orang yang termuat di dalam bahtera itu ada delapan puluh orang; separuh di antara mereka terdiri dari kaum laki-laki sedangkan separuh yang lainnya terdiri dari kaum wanita.",
            "sajda": false,
            "transliteration": "Hattaaa izaa jaaa'a amrunaa wa faarat tannooru qulnah mil feehaa min kullin zawjainis naini wa ahlaka illaa man sabaqa 'alaihil qawlu wa man aaman; wa maaa aamana ma'ahooo illaa qaleel",
            "tajweed_text": "حَتَّ[o[ىٰٓ] إِذَا ج[o[َا]ٓءَ أَمْرُنَا وَفَارَ [h:6327[ٱ][l[ل]تَّ[g[نّ]ُورُ قُلْنَا [h:6328[ٱ]حْمِلْ فِيهَا مِ[f:6329[ن ك]ُ[f:6330[لٍّ ز]َوْجَيْنِ [h:6331[ٱ]ثْنَيْنِ وَأَهْلَكَ إِلَّا مَ[f:6332[ن س]َبَقَ عَلَيْهِ [h:6333[ٱ]لْقَوْلُ وَمَنْ ءَامَنَ‌ۚ وَم[o[َآ] ءَامَنَ مَعَهُ[o[ۥٓ] إِلَّا قَل[p[ِي]لٌ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1514,
            "aya_number": 41,
            "aya_text": "۞ وَقَالَ ارْكَبُوْا فِيْهَا بِسْمِ اللّٰهِ مَجْرٰ۪ىهَا وَمُرْسٰىهَا ۗاِنَّ رَبِّيْ لَغَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 226,
            "translation_aya_text": "Dan dia berkata,  ”Naiklah kamu semua ke dalamnya (kapal) dengan (menyebut) nama Allah pada waktu berlayar dan berlabuhnya. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang.”",
            "tafsir_jalalayn": "(Dan ia berkata) yakni Nabi Nuh (\"Naiklah kamu sekalian ke dalamnya dengan menyebut nama Allah di waktu berlayar dan berlabuhnya.\") artinya sewaktu berlayar dan sewaktu berlabuh. (Sesungguhnya Rabbku benar-benar Maha Pengampun lagi Maha Penyayang) di mana Dia tidak membinasakan kami.",
            "sajda": false,
            "transliteration": "Wa qaalar kaboo feehaa bismil laahi majraihaa wa mursaahaa; inna Rabbee la Ghafoorur Raheem",
            "tajweed_text": "۞ وَقَالَ [h:6334[ٱ]رْكَبُو[s[اْ] فِيهَا بِسْمِ [h:6335[ٱ]للَّهِ مَ[q:6336[جْ]ر۪[n[ٮٰ]هَا وَمُرْسَ[n[ـٰ]ه[o[َآ‌ۚ] إِ[g[نّ]َ رَبِّى لَغَفُو[u:4578[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1515,
            "aya_number": 42,
            "aya_text": "وَهِيَ تَجْرِيْ بِهِمْ فِيْ مَوْجٍ كَالْجِبَالِۗ وَنَادٰى نُوْحُ ِۨابْنَهٗ وَكَانَ فِيْ مَعْزِلٍ يّٰبُنَيَّ ارْكَبْ مَّعَنَا وَلَا تَكُنْ مَّعَ الْكٰفِرِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 226,
            "translation_aya_text": "Dan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya, ketika dia (anak itu) berada di tempat yang jauh terpencil, “Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.”",
            "tafsir_jalalayn": "(Dan bahtera itu berlayar membawa mereka dalam gelombang laksana gunung) menggambarkan tentang tinggi dan besarnya gelombang. (Dan Nuh memanggil anaknya) yaitu Kan`an (sedangkan anaknya itu berada di tempat yang jauh) dari bahtera (\"Hai anakku! Naiklah bersama kami dan janganlah kamu berada bersama orang-orang yang kafir.\")",
            "sajda": false,
            "transliteration": "Wa hiya tajree bihim fee mawjin kaljibaali wa naadaa Noohunib nahoo wa kaana fee ma'ziliny yaa bunai yarkam ma'anaa wa laa takum ma'al kaafireen",
            "tajweed_text": "وَهِىَ تَ[q:120[جْ]رِى بِهِمْ فِى مَوْ[f:6337[جٍ ك]َ[h:6338[ٱ]لْجِبَالِ وَنَادَىٰ نُوحٌ [h:6339[ٱ][q:6340[بْ]نَهُ[n[ۥ] وَكَانَ فِى مَعْزِ[a:6341[لٍ ي]َ[n[ـٰ]بُنَىَّ [h:6342[ٱ]رْكَ[d:6343[ب] [g[مّ]َعَنَا وَلَا تَك[a:6344[ُن م]َّعَ [h:6345[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1516,
            "aya_number": 43,
            "aya_text": "قَالَ سَاٰوِيْٓ اِلٰى جَبَلٍ يَّعْصِمُنِيْ مِنَ الْمَاۤءِ ۗقَالَ لَا عَاصِمَ الْيَوْمَ مِنْ اَمْرِ اللّٰهِ اِلَّا مَنْ رَّحِمَ ۚوَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 226,
            "translation_aya_text": "Dia (anaknya) menjawab, “Aku akan mencari perlindungan ke gunung yang dapat menghindarkan aku dari air bah!”  (Nuh) berkata, “Tidak ada yang melindungi dari siksaan Allah pada hari ini selain Allah yang Maha Penyayang.” Dan gelombang menjadi penghalang antara keduanya; maka dia (anak itu) termasuk orang yang ditenggelamkan.",
            "tafsir_jalalayn": "(Anaknya menjawab, \"Aku akan mencari perlindungan ke gunung yang dapat memelihara diriku) yang dapat menyelamatkan diriku (dari air bah ini.\" Nuh berkata, \"Tidak ada yang melindungi hari ini dari azab Allah) dari siksaan-Nya (selain) kecuali hanya (Zat Yang Maha Penyayang.\") yaitu Allah sendiri, hanya Dialah yang dapat menolong. Selanjutnya Allah berfirman mengisahkan kelanjutannya. (Dan gelombang menjadi penghalang antara keduanya, maka jadilah anak itu termasuk orang-orang yang ditenggelamkan.)",
            "sajda": false,
            "transliteration": "Qaala sa aaweee ilaa jabaliny ya'simunee minal maaa'; qaala laa 'aasimal yawma min amril laahi illaa mar rahim; wa haala bainahumal mawju fakaana minal mughraqeen",
            "tajweed_text": "قَالَ سَـَٔـاو[o[ِىٓ] إِلَىٰ جَبَ[a:6346[لٍ ي]َعْصِمُنِى مِنَ [h:4727[ٱ]لْم[o[َا]ٓءِ‌ۚ قَالَ لَا عَاصِمَ [h:6347[ٱ]لْيَوْمَ مِنْ أَمْرِ [h:6348[ٱ]للَّهِ إِلَّا م[u:6349[َن ر]َّحِمَ‌ۚ وَحَالَ بَيْنَهُمَا [h:6350[ٱ]لْمَوْجُ فَكَانَ مِنَ [h:6351[ٱ]لْمُغْرَق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1517,
            "aya_number": 44,
            "aya_text": "وَقِيْلَ يٰٓاَرْضُ ابْلَعِيْ مَاۤءَكِ وَيَا سَمَاۤءُ اَقْلِعِيْ وَغِيْضَ الْمَاۤءُ وَقُضِيَ الْاَمْرُ وَاسْتَوَتْ عَلَى الْجُوْدِيِّ وَقِيْلَ بُعْدًا لِّلْقَوْمِ الظّٰلِمِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 226,
            "translation_aya_text": "Dan difirmankan, “Wahai bumi! Telanlah airmu dan wahai langit (hujan!) berhentilah.” Dan air pun disurutkan, dan perintah pun diselesaikan dan kapal itupun berlabuh di atas gunung Judi, dan dikatakan,  ”Binasalah orang-orang zalim.”",
            "tafsir_jalalayn": "(Dan difirmankan, \"Hai bumi! Telanlah airmu) yang bersumberkan darimu, maka langsung bumi menelan airnya akan tetapi yang turun dari langit masih tetap, sehingga jadilah sungai-sungai dan laut-laut (dan hai hujan berhentilah.\") hentikanlah air hujanmu, maka seketika itu juga hujan berhenti (dan surutlah) berkuranglah (air itu hingga selesailah perintah Allah) kaum Nabi Nuh telah selesai dibinasakan (dan bahtera itu berlabuh) bahtera Nabi Nuh berhenti (di atas bukit Al-Judi) nama sebuah bukit yang terletak di suatu pulau dekat dengan negeri Maushul (dan dikatakan, \"Binasalah) hancurlah (orang-orang yang lalim.\") yaitu orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Wa qeela yaaa ardubla'ee maaa'aki wa yaa samaaa'u aqi'ee wa gheedal maaa'u wa qudiyal amru wastawat 'alal joodiyyi wa qeela bu'dal lilqawmiz zaalimeen",
            "tajweed_text": "وَقِيلَ يَ[o[ـٰٓ]أَرْضُ [h:6352[ٱ][q:6353[بْ]لَعِى م[o[َا]ٓءَكِ وَيَ[n[ـٰ]سَم[o[َا]ٓءُ أَ[q:6354[قْ]لِعِى وَغِيضَ [h:6355[ٱ]لْم[o[َا]ٓءُ وَقُضِىَ [h:1147[ٱ]لْأَمْرُ وَ[h:6356[ٱ]سْتَوَتْ عَلَى [h:6357[ٱ]لْجُودِىِّ‌ۖ وَقِيلَ بُعْ[u:6358[دًا ل]ِّلْقَوْمِ [h:6165[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1518,
            "aya_number": 45,
            "aya_text": "وَنَادٰى نُوْحٌ رَّبَّهٗ فَقَالَ رَبِّ اِنَّ ابْنِيْ مِنْ اَهْلِيْۚ وَاِنَّ وَعْدَكَ الْحَقُّ وَاَنْتَ اَحْكَمُ الْحٰكِمِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 226,
            "translation_aya_text": "Dan Nuh memohon kepada Tuhannya sambil berkata, “Ya Tuhanku, sesungguhnya anakku adalah termasuk keluargaku, dan janji-Mu itu pasti benar. Engkau adalah hakim yang paling adil.”",
            "tafsir_jalalayn": "(Dan Nuh berseru kepada Rabbnya seraya berkata, \"Ya Rabbku! Sesungguhnya anakku) yaitu Kan'an (termasuk keluargaku) sedangkan Engkau telah menjanjikan kepadaku akan menyelamatkan mereka (dan sesungguhnya janji Engkau itulah yang benar) janji yang tidak akan diingkari. (Dan Engkau adalah hakim yang seadil-adilnya.\") paling mengetahui masalah kehakiman dan paling adil.",
            "sajda": false,
            "transliteration": "Wa naadaa noohur Rabbahoo faqaala Rabbi innabnee min ahlee wa inna wa'dakal haqqu wa Anta ahkamul haakimeen",
            "tajweed_text": "وَنَادَىٰ نُو[u:6359[حٌ ر]َّبَّهُ[n[ۥ] فَقَالَ رَبِّ إِ[g[نّ]َ [h:6360[ٱ][q:6361[بْ]نِى مِنْ أَهْلِى وَإِ[g[نّ]َ وَعْدَكَ [h:6362[ٱ]لْحَقُّ وَأَ[f:3893[نت]َ أَحْكَمُ [h:6363[ٱ]لْحَ[n[ـٰ]كِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        }
    ]
}