{
    "page_number": 227,
    "data": [
        {
            "aya_id": 1519,
            "aya_number": 46,
            "aya_text": "قَالَ يٰنُوْحُ اِنَّهٗ لَيْسَ مِنْ اَهْلِكَ ۚاِنَّهٗ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنِّيْٓ اَعِظُكَ اَنْ تَكُوْنَ مِنَ الْجٰهِلِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 227,
            "translation_aya_text": "Dia (Allah) berfirman, “Wahai Nuh! Sesungguhnya dia bukanlah termasuk keluargamu, karena perbuatannya sungguh tidak baik, sebab itu jangan engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui (hakikatnya). Aku menasihatimu agar (engkau) tidak termasuk orang yang bodoh.”",
            "tafsir_jalalayn": "(Dan berfirmanlah) Allah swt. (\"Hai Nuh! Sesungguhnya dia bukan termasuk keluargamu) yang dijanjikan akan diselamatkan, atau dia bukan termasuk pemeluk agamamu (sesungguhnya) permintaanmu kepada-Ku yang memohon supaya dia diselamatkan (perbuatan yang tidak baik) karena sesungguhnya dia adalah orang kafir, dan tidak ada keselamatan bagi orang-orang kafir. Menurut qiraat lain dibaca `amila sedangkan lafal ghairu dibaca ghaira dan dhamir kembali kepada anaknya Nabi Nuh, artinya sesungguhnya dia telah mengerjakan perbuatan yang tidak baik (sebab itu janganlah kamu memohon kepada-Ku) dapat dibaca tas-alanna dan tas-alan (sesuatu yang kamu tidak mengetahuinya) yaitu memohon supaya anakmu diselamatkan. (Sesungguhnya Aku memperingatkan kepadamu supaya kamu jangan termasuk orang-orang yang tidak berpengetahuan\") yang menyebabkan kamu meminta kepada-Ku apa-apa yang kamu tidak ketahui hakikatnya.",
            "sajda": false,
            "transliteration": "Qaala yaa Noohu innahoo laisa min ahlika innahoo 'amalun ghairu saalihin falaa tas'alni mmaa laisa laka bihee 'ilmun inneee a'izuka an takoona minal jaahileen",
            "tajweed_text": "قَالَ يَ[n[ـٰ]نُوحُ إِ[g[نّ]َهُ[n[ۥ] لَيْسَ مِنْ أَهْلِكَ‌ۖ إِ[g[نّ]َهُ[n[ۥ] عَمَلٌ غَيْرُ صَ[n[ـٰ]لِ[f:6364[حٍ‌ۖ ف]َلَا تَسْــَٔلْنِ مَا لَيْسَ لَكَ بِه[n[ِۦ] عِلْمٌ‌ۖ إِ[g[نّ][o[ِىٓ] أَعِظُكَ أَ[f:1566[ن ت]َكُونَ مِنَ [h:352[ٱ]لْجَ[n[ـٰ]هِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1520,
            "aya_number": 47,
            "aya_text": "قَالَ رَبِّ اِنِّيْٓ اَعُوْذُ بِكَ اَنْ اَسْـَٔلَكَ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ ۗوَاِلَّا تَغْفِرْ لِيْ وَتَرْحَمْنِيْٓ اَكُنْ مِّنَ الْخٰسِرِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 227,
            "translation_aya_text": "Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku berlindung kepada-Mu untuk memohon kepada-Mu sesuatu yang aku tidak mengetahui (hakikatnya). Kalau Engkau tidak mengampuniku, dan (tidak) menaruh belas kasihan kepadaku, niscaya aku termasuk orang yang rugi.”",
            "tafsir_jalalayn": "(Nuh berkata, \"Ya Rabbku! Sesungguhnya aku berlindung kepada Engkau) daripada perbuatan (memohon kepada Engkau sesuatu yang aku tiada mengetahui hakikatnya. Dan sekiranya Engkau tidak memberi ampun kepadaku) atas apa yang aku telah terlanjur melakukannya (dan tidak menaruh belas kasihan kepadaku, niscaya aku akan termasuk orang-orang yang merugi\")",
            "sajda": false,
            "transliteration": "Qaala rabbi inneee a'oozu bika an as'alaka maa laisa lee bihee 'ilmunw wa illaa taghfir lee wa tarhamneee akum minal khaasireen",
            "tajweed_text": "قَالَ رَبِّ إِ[g[نّ][o[ِىٓ] أَعُوذُ بِكَ أَنْ أَسْــَٔلَكَ مَا لَيْسَ لِى بِه[n[ِۦ] عِلْ[a:6365[مٌ‌ۖ و]َإِلَّا تَغْفِرْ لِى وَتَرْحَمْن[o[ِىٓ] أَك[a:6366[ُن م]ِّنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1521,
            "aya_number": 48,
            "aya_text": "قِيْلَ يٰنُوْحُ اهْبِطْ بِسَلٰمٍ مِّنَّا وَبَرَكٰتٍ عَلَيْكَ وَعَلٰٓى اُمَمٍ مِّمَّنْ مَّعَكَ ۗوَاُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِّنَّا عَذَابٌ اَلِيْمٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 227,
            "translation_aya_text": "Difirmankan, “Wahai Nuh! Turunlah dengan selamat sejahtera dan penuh keberkahan dari Kami, bagimu dan bagi semua umat (mukmin) yang bersamamu. Dan ada umat-umat yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab Kami yang pedih.”",
            "tafsir_jalalayn": "(Difirmankan, \"Hai Nuh! Turunlah) turunlah dari bahtera (dengan selamat) dengan selamat atau dengan hormat (dari Kami dan penuh keberkahan) penuh kebaikan (atasmu dan atas umat-umat yang mukmin dan orang-orang yang bersamamu\") di dalam bahtera, yang dimaksud adalah anak cucu dan keturunannya, yaitu orang-orang yang beriman (Dan ada pula umat-umat) dibaca rafa` yaitu umamun, makna yang dimaksud adalah umat-umat yang bersamamu (yang Kami beri kesenangan pada mereka) di dunia (kemudian mereka akan ditimpa azab yang pedih dari Kami) di akhirat kelak; mereka adalah orang-orang kafir.",
            "sajda": false,
            "transliteration": "Qeela yaa Noohuh bit bisalaamim minnaa wa barakaatin 'alaika wa 'alaaa umamim mimmam ma'ak; wa umamun sanumatti'uhum summa yamassuhum minaa 'azaabun aleem",
            "tajweed_text": "قِيلَ يَ[n[ـٰ]نُوحُ [h:6367[ٱ]هْبِ[q:6368[طْ] بِسَلَ[n[ـٰ][a:6369[مٍ م]ِّ[g[نّ]َا وَبَرَكَ[n[ـٰ]تٍ عَلَيْكَ وَعَلَ[o[ىٰٓ] أُمَ[a:6370[مٍ م]ِّ[g[مّ][a:6371[َن م]َّعَكَ‌ۚ وَأُمَ[f:6372[مٌ س]َنُمَتِّعُهُمْ ثُ[g[مّ]َ يَمَسُّه[w:6373[ُم م]ِّ[g[نّ]َا عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1522,
            "aya_number": 49,
            "aya_text": "تِلْكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهَآ اِلَيْكَ ۚمَا كُنْتَ تَعْلَمُهَآ اَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هٰذَاۚ فَاصْبِرْۚ اِنَّ الْعَاقِبَةَ لِلْمُتَّقِيْنَ ࣖ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 227,
            "translation_aya_text": "Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Muhammad); tidak pernah engkau mengetahuinya dan tidak (pula) kaummu sebelum ini. Maka bersabarlah, sungguh, kesudahan (yang baik) adalah bagi orang yang bertakwa.",
            "tafsir_jalalayn": "(Itu adalah) ayat-ayat yang mengandung kisah Nabi Nuh (di antara berita-berita penting yang gaib) berita-berita yang belum engkau ketahui (yang Kami wahyukan kepadamu) hai Muhammad (tidak pernah kamu mengetahuinya dan tidak pula kaummu sebelum ini) sebelum diturunkannya Alquran ini. (Maka bersabarlah) di dalam menyampaikan risalah dan menghadapi perlakuan kaummu yang menyakitkan itu, sebagaimana Nabi Nuh bersabar (sesungguhnya kesudahan yang baik) yang terpuji (adalah bagi orang-orang yang bertakwa).",
            "sajda": false,
            "transliteration": "Tilka min ambaaa'il ghaibi nooheehaaa ilaika maa kunta ta'lamuhaaaa anta wa laa qawmuka min qabli haazaa fasbir innal 'aaqibata lilmuttaqeen",
            "tajweed_text": "تِلْكَ مِنْ أَ[i:1910[نۢب][o[َا]ٓءِ [h:1911[ٱ]لْغَيْبِ نُوحِيه[o[َآ] إِلَيْكَ‌ۖ مَا كُ[f:735[نت]َ تَعْلَمُه[o[َآ] أَ[f:169[نت]َ وَلَا قَوْمُكَ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ هَ[n[ـٰ]ذَا‌ۖ فَ[h:6374[ٱ]صْبِرْ‌ۖ إِ[g[نّ]َ [h:6375[ٱ]لْعَ[n[ـٰ]قِبَةَ لِلْمُتَّق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1523,
            "aya_number": 50,
            "aya_text": "وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗاِنْ اَنْتُمْ اِلَّا مُفْتَرُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 227,
            "translation_aya_text": "Dan kepada kaum ‘Ad (Kami utus) saudara mereka, Hud. Dia berkata, “Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Selama ini) kamu hanyalah mengada-ada.",
            "tafsir_jalalayn": "(Dan) Kami utuskan (kepada kaum Ad saudara mereka) dari kabilah mereka sendiri (Hud. Ia berkata, \"Hai kaumku! Sembahlah Allah) artinya esakanlah Allah (sekali-kali tidak ada bagi kalian) huruf min di sini zaidah (Tuhan selain Dia, tiada lain) (kalian) yang dimaksud adalah penyembahan kalian terhadap berhala-berhala itu (hanyalah mengada-adakan saja) kalian berdusta terhadap Allah.",
            "sajda": false,
            "transliteration": "Wa ilaa 'aadin akhaahum Hoodaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhooo in antum illaa muftaroon",
            "tajweed_text": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُو[f:4782[دًا‌ۚ ق]َالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ مَا لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرُهُ[o[ۥٓ‌ۖ] إِنْ أَ[f:428[نت]ُمْ إِلَّا مُفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1524,
            "aya_number": 51,
            "aya_text": "يٰقَوْمِ لَآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًا ۗاِنْ اَجْرِيَ اِلَّا عَلَى الَّذِيْ فَطَرَنِيْ ۗ اَفَلَا تَعْقِلُوْنَ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 227,
            "translation_aya_text": "Wahai kaumku! Aku tidak meminta imbalan kepadamu atas (seruanku) ini. Imbalanku hanyalah dari Allah yang telah menciptakanku. Tidakkah kamu mengerti?”",
            "tafsir_jalalayn": "(Hai kaumku! Aku tidak meminta kepada kalian atas hal ini) yakni menganjurkan mentauhidkan Allah (upah. Tiada lain) (upahku hanyalah dari Allah yang telah menciptakanku) yang telah menjadikan aku (Maka tidakkah kalian memikirkannya?\")",
            "sajda": false,
            "transliteration": "Yaa qawmi laaa as'alukum 'alaihi ajran in ajriya illaa 'alal lazee fataranee; afalaa ta'qiloon",
            "tajweed_text": "يَ[n[ـٰ]قَوْمِ ل[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ أَ[q:2795[جْ]رًا‌ۖ إِنْ أَ[q:6134[جْ]رِىَ إِلَّا عَلَى [h:4534[ٱ]لَّذِى فَطَرَن[o[ِىٓ‌ۚ] أَفَلَا تَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1525,
            "aya_number": 52,
            "aya_text": "وَيٰقَوْمِ اسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ يُرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًا وَّيَزِدْكُمْ قُوَّةً اِلٰى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 227,
            "translation_aya_text": "Dan (Hud berkata), “Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.”",
            "tafsir_jalalayn": "(Dan dia berkata, \"Hai kaumku! Mohonlah ampun kepada Rabb kalian) dari kemusyrikan (lalu bertobatlah kalian) kembalilah kalian (kepada-Nya) dengan menjalankan ketaatan (niscaya Dia menurunkan hujan) air hujan yang sebelumnya mereka kekeringan (kepada kalian dengan derasnya) sangat deras (dan Dia akan menambahkan kekuatan kepada) bersama dengan (kekuatanmu) yaitu berupa harta benda dan anak-anak (dan janganlah kalian berpaling dengan berbuat dosa.\") yakni berbuat kemusyrikan.",
            "sajda": false,
            "transliteration": "Wa yaa qawmis taghfiroo Rabbakum summa toobooo ilaihi yursilis samaaa'a 'alaikum midraaranw wa yazidkum quwwatan ilaa quwwatikum wa laa tatawallaw mujrimeen",
            "tajweed_text": "وَيَ[n[ـٰ]قَوْمِ [h:6376[ٱ]سْتَغْفِرُو[s[اْ] رَبَّكُمْ ثُ[g[مّ]َ تُوب[o[ُوٓ][s[اْ] إِلَيْهِ يُرْسِلِ [h:6377[ٱ][l[ل]سَّم[o[َا]ٓءَ عَلَيْك[w:6378[ُم م]ِّ[q:3932[دْ]رَا[a:6379[رًا و]َيَزِ[q:6380[دْ]كُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْ[s[اْ] مُ[q:4958[جْ]رِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1526,
            "aya_number": 53,
            "aya_text": "قَالُوْا يٰهُوْدُ مَاجِئْتَنَا بِبَيِّنَةٍ وَّمَا نَحْنُ بِتَارِكِيْٓ  اٰلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 227,
            "translation_aya_text": " Mereka (kaum ‘Ad) berkata, “Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu,",
            "tafsir_jalalayn": "(Kaum Ad berkata, \"Hai Hud! Kamu tidak mendatangkan kepada kami suatu bukti yang nyata) yang menunjukkan kebenaran perkataanmu itu (dan kami sekali-kali tidak akan meninggalkan sembahan-sembahan kami karena perkataanmu) hanya karena ucapanmu itu (dan kami sekali-kali tidak akan mempercayai kamu).",
            "sajda": false,
            "transliteration": "Qaaloo yaa Hoodu maa ji'tanaa bibaiyinatinw wa maa nahnu bitaarikeee aalihatinaa 'an qawlika wa maa nahnu laka bimu'mineen",
            "tajweed_text": "قَالُو[s[اْ] يَ[n[ـٰ]هُودُ مَا جِئْتَنَا بِبَيِّنَ[a:6381[ةٍ و]َمَا نَحْنُ بِتَارِك[o[ِىٓ] ءَالِهَتِنَا عَ[f:6382[ن ق]َوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        }
    ]
}