{
    "page_number": 230,
    "data": [
        {
            "aya_id": 1545,
            "aya_number": 72,
            "aya_text": "قَالَتْ يٰوَيْلَتٰىٓ ءَاَلِدُ وَاَنَا۠ عَجُوْزٌ وَّهٰذَا بَعْلِيْ شَيْخًا ۗاِنَّ هٰذَا لَشَيْءٌ عَجِيْبٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 230,
            "translation_aya_text": "Dia (istrinya) berkata, “Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.”",
            "tafsir_jalalayn": "(Istrinya berkata, \"Sungguh mengherankan) lafal wailataa ini merupakan kalimat yang biasa diucapkan di kala seseorang melihat perkara yang besar. Huruf ya yang ada padanya merupakan pergantian dari huruf alif (apakah aku akan melahirkan anak padahal aku adalah seorang perempuan tua) aku berumur sembilan puluh sembilan tahun (dan ini suamiku pun dalam keadaan yang sudah tua pula) Nabi Ibrahim pada saat itu berumur seratus atau seratus dua puluh tahun. Lafal syaikhan dinashabkan karena menjadi hal, sedangkan amilnya adalah isim isyarah yaitu lafal haadzaa tadi. (Sesungguhnya ini benar-benar suatu yang aneh\") kedua pasangan yang sama-sama telah tua dapat mempunyai anak.",
            "sajda": false,
            "transliteration": "Qaalat yaa wailataaa 'aalidu wa ana 'ajoozunw wa haaza ba'lee shaikhan inna haazaa lashai'un 'ajeeb",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1546,
            "aya_number": 73,
            "aya_text": "قَالُوْٓا اَتَعْجَبِيْنَ مِنْ اَمْرِ اللّٰهِ رَحْمَتُ اللّٰهِ وَبَرَكٰتُهٗ عَلَيْكُمْ اَهْلَ الْبَيْتِۗ اِنَّهُ حَمِيْدٌ مَّجِيْدٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 230,
            "translation_aya_text": "Mereka (para malaikat) berkata, “Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih.”",
            "tafsir_jalalayn": "(Para malaikat itu berkata, \"Apakah kamu merasa heran tentang perintah Allah) yakni kekuasaan-Nya (itu adalah rahmat Allah dan keberkatan-Nya dicurahkan atas kalian) hai (ahlul bait) keluarga Nabi Ibrahim. (Sesungguhnya Allah Maha Terpuji) sangat terpuji (lagi Maha Pemurah\") Maha Pengasih.",
            "sajda": false,
            "transliteration": "Qaalooo ata'jabeena min amril laahi rahmatul laahi wa barakaatuho 'alaikum Ahlal Bayt; innahoo Hameedum Majeed",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1547,
            "aya_number": 74,
            "aya_text": "فَلَمَّا ذَهَبَ عَنْ اِبْرٰهِيْمَ الرَّوْعُ وَجَاۤءَتْهُ الْبُشْرٰى يُجَادِلُنَا فِيْ قَوْمِ لُوْطٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 230,
            "translation_aya_text": "Maka ketika rasa takut hilang dari Ibrahim dan kabar gembira telah datang kepadanya, dia pun bersoal jawab dengan (para malaikat) Kami tentang kaum Lut.",
            "tafsir_jalalayn": "(Maka tatkala rasa takut hilang dari Ibrahim) perasaan takut telah lenyap dari hatinya (dan berita gembira telah datang kepadanya) yaitu memperoleh anak, mulailah (dia pun bersoal jawab dengan Kami) yakni dengan malaikat-malaikat utusan Kami (tentang) mengenai perihal (kaum Luth).",
            "sajda": false,
            "transliteration": "Falammaa zahaba an Ibraaheemar raw'u wa jaaa'at hul bushraaa yujaadilunaa fee qawmi Loot",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1548,
            "aya_number": 75,
            "aya_text": "اِنَّ اِبْرٰهِيْمَ لَحَلِيْمٌ اَوَّاهٌ مُّنِيْبٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 230,
            "translation_aya_text": "Ibrahim sungguh penyantun, lembut hati dan suka kembali (kepada Allah).",
            "tafsir_jalalayn": "(Sesungguhnya Ibrahim itu benar-benar penyantun) sangat sabar (lagi penghiba dan suka kembali kepada Allah) banyak istighfarnya atau ia banyak mengucapkan kalimat innaa lillaahi wa innaa ilaihi raaji`uuna. Maka Nabi Ibrahim berkata kepada para malaikat itu, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat tiga ratus orang beriman?\" Para malaikat menjawab, \"Tidak.\" Ia kembali bertanya, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat dua ratus orang yang beriman?\" Para malaikat menjawab, \"Tidak.\" Ia bertanya lagi, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat empat puluh orang yang beriman.\" Para malaikat menjawab, \"Tidak.\" Ia kembali bertanya, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat empat belas orang yang beriman?\" Mereka menjawab, \"Tidak.\" Nabi Ibrahim kembali bertanya, \"Bagaimana pendapat kalian jika di dalam sebuah kota terdapat hanya seorang yang beriman?\" Mereka menjawab, \"Tidak pula.\" Maka Nabi Ibrahim berkata kepada mereka, \"Sesungguhnya di dalam kota tersebut terdapat Nabi Luth.\" Mereka menjawab, \"Kami lebih mengetahui tentang orang-orang beriman yang terdapat di dalamnya",
            "sajda": false,
            "transliteration": "Inna Ibraaheema lahaleemun awwwaahum muneeb",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1549,
            "aya_number": 76,
            "aya_text": "يٰٓاِبْرٰهِيْمُ اَعْرِضْ عَنْ هٰذَا ۚاِنَّهٗ قَدْ جَاۤءَ اَمْرُ رَبِّكَۚ وَاِنَّهُمْ اٰتِيْهِمْ عَذَابٌ غَيْرُ مَرْدُوْدٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 230,
            "translation_aya_text": "Wahai Ibrahim! Tinggalkanlah (perbincangan) ini, sungguh, ketetapan Tuhanmu telah datang, dan mereka itu akan ditimpa azab yang tidak dapat ditolak.",
            "tafsir_jalalayn": "Maka tatkala Nabi Ibrahim berkepanjangan di dalam bertanya jawab dengan mereka, lalu mereka mengatakan: (\"Hai Ibrahim! Tinggalkanlah soal jawab ini) perbantahan ini (sesungguhnya telah datang ketetapan Rabbmu) untuk membinasakan mereka (dan sesungguhnya mereka itu akan didatangi azab yang tidak dapat ditolak.\")",
            "sajda": false,
            "transliteration": "Yaaa Ibraaheemu a'rid 'an haazaaa innahoo qad jaaa'a amru Rabbika wa innahum aateehim 'azaabun ghairun mardood",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1550,
            "aya_number": 77,
            "aya_text": "وَلَمَّا جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالَ هٰذَا يَوْمٌ عَصِيْبٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 230,
            "translation_aya_text": "Dan ketika para utusan Kami (para malaikat) itu datang kepada Lut, dia merasa curiga dan dadanya merasa sempit karena (kedatangan)nya. Dia (Lut) berkata, “Ini hari yang sangat sulit.”",
            "tafsir_jalalayn": "(Dan tatkala datang utusan-utusan Kami itu kepada Luth, dia merasa susah) merasa repot dengan kedatangan mereka itu (dan merasa sempit dadanya karena kedatangan mereka) mereka datang dalam rupa yang tampan menyamar sebagai tamu-tamu. Hal inilah yang membuat Nabi Luth merasa takut terhadap kaumnya yang tentunya akan berlaku tidak senonoh terhadap tamu-tamunya ini (dan dia berkata, \"Ini adalah hari yang amat berat.\") hari yang sangat keras.",
            "sajda": false,
            "transliteration": "Wa lammaa jaaa'at Rusulunaa Lootan seee'a bihim wa daaqa bihim zar'anw wa qaala haazaa yawmun 'aseeb",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1551,
            "aya_number": 78,
            "aya_text": "وَجَاۤءَهٗ قَوْمُهٗ يُهْرَعُوْنَ اِلَيْهِۗ وَمِنْ قَبْلُ كَانُوْا يَعْمَلُوْنَ السَّيِّاٰتِۗ قَالَ يٰقَوْمِ هٰٓؤُلَاۤءِ بَنَاتِيْ هُنَّ اَطْهَرُ لَكُمْ فَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ فِيْ ضَيْفِيْۗ  اَلَيْسَ مِنْكُمْ رَجُلٌ رَّشِيْدٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 230,
            "translation_aya_text": "Dan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, “Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?”",
            "tafsir_jalalayn": "(Datanglah kepadanya kaumnya) ketika mereka mengetahui tentang tamu-tamunya itu (dengan bergegas-gegas) dengan segera (menuju kepadanya. Dan sejak dahulu) sebelum kedatangan para tetamu itu (mereka selalu mengerjakan perbuatan-perbuatan keji) yaitu menyetubuhi anus laki-laki. (Ia pernah berkata,) yakni Nabi Luth (\"Hai kaumku! Inilah putri-putriku) maka kawinilah mereka (mereka lebih suci bagi kalian, maka bertakwalah kepada Allah dan janganlah kalian membuat malu) mempermalukan diriku (terhadap tamuku ini) tamu-tamu ini. (Tidak adakah di antara kalian seorang yang berakal?\") yang memerintahkan kalian berbuat kebajikan dan melarang kalian melakukan perbuatan yang mungkar.",
            "sajda": false,
            "transliteration": "Wa jaaa'ahoo qawmuhoo yuhra'oona ilaihi wa min qablu kaanoo ya'maloonas saiyiaat; qaala yaa qawmi haaa'ulaaa'i banaatee hunna atharu lakum fattaqul laaha wa laa tukhzooni fee daifee alaisa minkum rajulur rasheed",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1552,
            "aya_number": 79,
            "aya_text": "قَالُوْا لَقَدْ عَلِمْتَ مَا لَنَا فِيْ بَنٰتِكَ مِنْ حَقٍّۚ وَاِنَّكَ لَتَعْلَمُ مَا نُرِيْدُ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 230,
            "translation_aya_text": "Mereka menjawab, “Sesungguhnya eng-kau pasti tahu bahwa kami tidak mempunyai keinginan (syahwat) terhadap putri-putrimu; dan engkau tentu mengetahui apa yang (sebenarnya) kami kehendaki.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Sesungguhnya kamu telah mengetahui bahwa kami tak mempunyai keinginan terhadap putri-putrimu itu) kami tidak membutuhkannya (dan sesungguhnya kamu tentu mengetahui apa yang sekiranya kami kehendaki.\") yaitu suka menyetubuhi anus laki-laki.",
            "sajda": false,
            "transliteration": "Qaaloo laqad 'alimta maa lanaa fee banastika min haqq, wa innaka lata'lamu maa nureed",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1553,
            "aya_number": 80,
            "aya_text": "قَالَ لَوْ اَنَّ لِيْ بِكُمْ قُوَّةً اَوْ اٰوِيْٓ اِلٰى رُكْنٍ شَدِيْدٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 230,
            "translation_aya_text": "Dia (Lut) berkata, “Sekiranya aku mempunyai kekuatan (untuk menolakmu) atau aku dapat berlindung kepada keluarga yang kuat (tentu aku lakukan).”",
            "tafsir_jalalayn": "(Luth berkata, \"Seandainya aku mempunyai kekuatan untuk menolak kalian) mempunyai kemampuan untuk menolak keinginan kalian (atau kalau aku dapat berlindung kepada keluarga yang kuat\") yakni keluarga yang mau menolongku, tentu aku akan menghajar kalian atas kekurangajaran kalian itu. Maka tatkala para malaikat itu melihat hal tersebut, lalu mereka mengatakan:",
            "sajda": false,
            "transliteration": "Qaala law anna lee bikum quwwatan aw aaweee ilaa ruknin shadeed",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1554,
            "aya_number": 81,
            "aya_text": "قَالُوْا يٰلُوْطُ اِنَّا رُسُلُ رَبِّكَ لَنْ يَّصِلُوْٓا اِلَيْكَ فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ اِلَّا امْرَاَتَكَۗ اِنَّهٗ مُصِيْبُهَا مَآ اَصَابَهُمْ  ۗاِنَّ مَوْعِدَهُمُ الصُّبْحُ ۗ اَلَيْسَ الصُّبْحُ بِقَرِيْبٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 230,
            "translation_aya_text": "Mereka (para malaikat) berkata, “Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?”",
            "tafsir_jalalayn": "(Para utusan itu berkata, \"Hai Luth! Sesungguhnya kami adalah utusan-utusan Rabbmu, sekali-kali mereka tidak akan dapat mengganggu kamu) dengan berlaku jahat terhadap dirimu (sebab itu bawalah pergi keluarga dan pengikut-pengikut kamu di akhir) pada bagian yang terakhir dari (malam dan janganlah ada seorang pun di antara kalian yang tertinggal) supaya ia tidak melihat kengerian azab yang menimpa mereka (kecuali istrimu) dengan dibaca rafa`, yaitu imra-atuka, berkedudukan menjadi badal dari lafal ahadin. Menurut qiraat lain dibaca nashab, yaitu imra-ataka, berkedudukan menjadi istitsna dari lafal al-ahl. Artinya janganlah engkau membawa pergi dia. (Sesungguhnya dia akan ditimpa azab yang menimpa mereka) menurut suatu pendapat dikatakan bahwa Nabi Luth tidak membawa istrinya pergi. Akan tetapi menurut pendapat yang lain dikatakan bahwa Nabi Luth membawanya pergi. Hanya saja ia menoleh ke belakang seraya mengatakan, 'Aduh kaumku!' Lalu ia ditimpa oleh batu besar sehingga matilah dia.\" Nabi Luth bertanya kepada utusan tentang waktu pembinasaan kaumnya, maka para utusan itu berkata. (\"Sesungguhnya saat jatuhnya azab kepada mereka ialah di waktu subuh) Nabi Luth meminta, 'Aku minta supaya lebih disegerakan lagi.' Mereka menjawab ('Bukankah subuh itu sudah dekat?'\")",
            "sajda": false,
            "transliteration": "Qaaloo yaa Lootu innaa Rusulu Rabbika lai yasiloo ilaika fa asri bi ahlika biqit 'im minal laili wa laa yaltafit minkum ahadun illam ra ataka innahoo museebuhaa maaa asaabahum; inna maw'i dahumus subh; alaisas subhu biqareeb",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        }
    ]
}