{
    "page_number": 231,
    "data": [
        {
            "aya_id": 1555,
            "aya_number": 82,
            "aya_text": "فَلَمَّا جَاۤءَ اَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّنْ سِجِّيْلٍ مَّنْضُوْدٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 231,
            "translation_aya_text": "Maka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, ",
            "tafsir_jalalayn": "(Maka tatkala datang perintah Kami) untuk membinasakan mereka (Kami jadikan bagian atas) dari negeri kaum Luth (ke bawah) artinya malaikat Jibril mengangkat negeri mereka ke atas kemudian menjatuhkannya ke bumi dalam keadaan terbalik (dan Kami hujani mereka dengan batu dari tanah yang terbakar) yaitu lumpur yang panas membara (dengan bertubi-tubi) secara terus-menerus.",
            "sajda": false,
            "transliteration": "Falammaa jaaa'a amrunaa ja'alnaa 'aaliyahaa saafilahaa wa amtamaa 'alaihaa hijaaratam min sijjeelim mandood",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1556,
            "aya_number": 83,
            "aya_text": "مُسَوَّمَةً عِنْدَ رَبِّكَۗ وَمَا هِيَ مِنَ الظّٰلِمِيْنَ بِبَعِيْدٍ ࣖ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 231,
            "translation_aya_text": "yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim.",
            "tafsir_jalalayn": "(Yang diberi tanda) telah ditandai masing-masing tanah yang membara itu dengan nama orang yang dikenainya (oleh Rabbmu) menjadi zharaf bagi lafal mu`allamatan (dan hal itu) makna yang diisyaratkan di sini adalah azab yang berupa batu itu atau negeri mereka (dari orang-orang yang lalim) artinya penduduk Mekah (tidak jauh).",
            "sajda": false,
            "transliteration": "Musawwamatan 'inda Rabbik; wa maa hiya minaz zaalimena biba'eed",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1557,
            "aya_number": 84,
            "aya_text": "۞ وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗوَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيْزَانَ اِنِّيْٓ اَرٰىكُمْ بِخَيْرٍ وَّاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيْطٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 231,
            "translation_aya_text": "Dan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, “Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dan janganlah kamu kurangi takaran dan timbangan. Sesungguhnya aku melihat kamu dalam keadaan yang baik (makmur). Dan sesungguhnya aku khawatir kamu akan ditimpa azab pada hari yang membinasakan (Kiamat).",
            "tafsir_jalalayn": "(Dan) Kami utus (kepada penduduk Madyan saudara mereka Syuaib. Ia berkata, \"Hai kaumku! Sembahlah Allah) tauhidkanlah Dia (sekali-kali tiada Tuhan bagi kalian selain Dia. Dan janganlah kalian kurangi takaran dan timbangan, sesungguhnya aku melihat kalian dalam keadaan yang baik) kalian hidup dalam keadaan yang menyenangkan sehingga kalian tidak perlu melakukan pengurangan takaran dan timbangan (dan sesungguhnya aku) (khawatir terhadap kalian) jika kalian tidak mau beriman (akan azab hari yang membinasakan\") hari yang meliputi kalian dengan kebinasaan. Lafal yaum disifati dengan lafal muhith mengandung pengertian majaz, karena terjadinya azab itu pada hari tersebut.",
            "sajda": false,
            "transliteration": "Wa ilaa Madyana akhaahum Shu'aibaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo wa laa tanqusul mikyaala walmeezaan; inneee araakum bikhairinw wa innee akhaafu 'alaikum 'azaaba Yawmim muheet",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1558,
            "aya_number": 85,
            "aya_text": "وَيٰقَوْمِ اَوْفُوا الْمِكْيَالَ وَالْمِيْزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 231,
            "translation_aya_text": "Dan wahai kaumku! Penuhilah takaran dan timbangan dengan adil, dan janganlah kamu merugikan manusia terhadap hak-hak mereka dan jangan kamu membuat kejahatan di bumi dengan berbuat kerusakan.",
            "tafsir_jalalayn": "(Dan Syuaib berkata, \"Hai kaumku!) (Cukupkanlah takaran dan timbungan) sempurnakanlah keduanya (dengan adil) secara tetap (dan janganlah kalian merugikan manusia terhadap hak-hak mereka) janganlah kalian mengurangi hak-hak mereka sedikit pun (dan janganlah kalian membuat kejahatan di muka bumi dengan membuat kerusakan) dengan melakukan pembunuhan dan kejahatan lainnya. Lafal ta'tsau berasal dari fi'il madhi `atsiya, artinya mengadakan kerusakan. Sedangkan lafal mufsidiina berkedudukan menjadi hal atau keterangan yang mengukuhkan makna amilnya yaitu ta'tsau.",
            "sajda": false,
            "transliteration": "Wa yaa qawmi awful mikyaala walmeezaana bilqisti wa laa tabkhasun naasa ashyaaa'ahum wa laa ta'saw fil ardi mufsideen",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1559,
            "aya_number": 86,
            "aya_text": "بَقِيَّتُ اللّٰهِ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ەۚ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 231,
            "translation_aya_text": "Sisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.”",
            "tafsir_jalalayn": "(Sisa keuntungan dari Allah) yaitu rezeki yang masih tersisa bagi kalian sesudah kalian mencukupkan takaran dan timbangan (adalah lebih baik bagi kalian) daripada perbuatan mengurangi takaran dan timbangan (jika kalian orang-orang yang beriman. Dan aku bukanlah seorang penjaga atas diri kalian.\") aku bukanlah pengawas yang membalas kalian terhadap amal perbuatan kalian, akan tetapi sesungguhnya aku adalah orang yang diutus bagi kalian sebagai pembawa peringatan.",
            "sajda": false,
            "transliteration": "Baqiyyatul laahi khairul lakum in kuntum mu'mineen; wa maa ana 'alaikum bihafeez",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1560,
            "aya_number": 87,
            "aya_text": "قَالُوْا يٰشُعَيْبُ اَصَلٰوتُكَ تَأْمُرُكَ اَنْ نَّتْرُكَ مَا يَعْبُدُ اٰبَاۤؤُنَآ اَوْ اَنْ نَّفْعَلَ فِيْٓ اَمْوَالِنَا مَا نَشٰۤؤُا ۗاِنَّكَ لَاَنْتَ الْحَلِيْمُ الرَّشِيْدُ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 231,
            "translation_aya_text": "Mereka berkata, “Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.”",
            "tafsir_jalalayn": "(Mereka berkata) kepada Nabi Syuaib dengan nada mengejek (\"Hai Syuaib! Apakah salatmu menyuruhmu) membebankan kepadamu (agar kami meninggalkan apa yang disembah oleh bapak-bapak kami) yaitu berhala-berhala (atau) melarang kami (mencegah kami melakukan apa yang kami kehendaki tentang harta kami) maksudnya hal ini tidak benar sama sekali, tidak ada seorang pun yang menyeru kepada kebaikan. (Sesungguhnya kamu adalah orang yang sangat penyantun lagi berakal.\") mereka mengatakan demikian dengan nada mengejek dan mencemoohkan Nabi Syuaib.",
            "sajda": false,
            "transliteration": "Qaaloo yaa Shu'aybu asalaatuka taamuruka an natruka maa ya'budu aabaaa'unaaa aw an naf'ala feee amwaalinaa maa nashaaa'oo innaka la antal haleemur rasheed",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1561,
            "aya_number": 88,
            "aya_text": "قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَرَزَقَنِيْ مِنْهُ رِزْقًا حَسَنًا وَّمَآ اُرِيْدُ اَنْ اُخَالِفَكُمْ اِلٰى مَآ اَنْهٰىكُمْ عَنْهُ ۗاِنْ اُرِيْدُ اِلَّا الْاِصْلَاحَ مَا اسْتَطَعْتُۗ وَمَا تَوْفِيْقِيْٓ اِلَّا بِاللّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ اُنِيْبُ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 231,
            "translation_aya_text": "Dia (Syuaib) berkata, “Wahai kaumku! Terangkan padaku jika aku mempunyai bukti yang nyata dari Tuhanku dan aku dianugerahi-Nya rezeki yang baik (pantaskah aku menyalahi perintah-Nya)? Aku tidak bermaksud menyalahi kamu terhadap apa yang aku larang darinya. Aku hanya bermaksud (mendatangkan) perbaikan selama aku masih sanggup. Dan petunjuk yang aku ikuti hanya dari Allah. Kepada-Nya aku bertawakal dan kepada-Nya (pula) aku kembali.",
            "tafsir_jalalayn": "(Syuaib berkata, \"Bagaimana pikiran kalian jika aku mempunyai bukti yang nyata dari Rabbku dan dianugerahi-Nya aku daripada-Nya rezeki yang baik) rezeki yang halal lalu apakah patut jika aku mencampurinya dengan barang yang haram hasil mengurangi takaran dan timbangan (Dan aku tidak berkehendak menyalahi kalian) melakukan (apa yang aku larang kalian daripadanya) kemudian aku mengerjakannya. (Aku tidak) aku tiada (bermaksud kecuali mendatangkan perbaikan) bagi kalian supaya menegakkan keadilan (selama aku masih berkesanggupan. Dan tidak ada taufik bagiku) berkemampuan untuk melakukan hal tersebut dan perkara ketaatan lainnya (melainkan dengan pertolongan Allah. Hanya kepada Allah aku bertawakal dan hanya kepada-Nyalah aku kembali.\") mengembalikan semua perkara.",
            "sajda": false,
            "transliteration": "Qaala yaa qawmi ara'aitum in kuntu 'alaa baiyinatim mir Rabbee wa razaqanee minhu rizqan hasanaa; wa maaa ureedu an ukhaalifakum ilaa maaa anhaakum 'anh; in ureedu illal islaaha mastata't; wa maa tawfeeqeee illaa billaah; 'alaihi tawakkaltu wa ilaihi uneeb",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        }
    ]
}