{
    "page_number": 233,
    "data": [
        {
            "aya_id": 1571,
            "aya_number": 98,
            "aya_text": "يَقْدُمُ قَوْمَهٗ يَوْمَ الْقِيٰمَةِ فَاَوْرَدَهُمُ النَّارَ ۗوَبِئْسَ الْوِرْدُ الْمَوْرُوْدُ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "Dia (Fir‘aun) berjalan di depan kaumnya di hari Kiamat, lalu membawa mereka masuk ke dalam neraka. Neraka itu seburuk-buruk tempat yang dimasuki.",
            "tafsir_jalalayn": "(Ia berjalan di muka) berada paling depan (kaumnya di hari kiamat) sehingga para pengikutnya mengikutinya sebagaimana mereka mengikutinya sewaktu hidup di dunia (lalu memasukkan mereka) menjerumuskan mereka (ke dalam neraka. Neraka itu seburuk-buruk tempat yang didatangi.)",
            "sajda": false,
            "transliteration": "Yaqdumu qawmahoo Yawmal Qiyaamati fa awrada humun Naara wa bi'sal wirdul mawrood",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1572,
            "aya_number": 99,
            "aya_text": "وَاُتْبِعُوْا فِيْ هٰذِهٖ لَعْنَةً وَّيَوْمَ الْقِيٰمَةِۗ بِئْسَ الرِّفْدُ الْمَرْفُوْدُ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "Dan mereka diikuti dengan laknat di sini (dunia) dan (begitu pula) pada hari Kiamat. (Laknat) itu seburuk-buruk pemberian yang diberikan.",
            "tafsir_jalalayn": "(Dan mereka telah diikuti di dalam) dunia ini (oleh kutukan, dan begitu pula di hari kiamat) mereka dikutuk pula (seburuk-buruk pemberian) bantuan (adalah yang diberikan kepada mereka) kutukan yang diberikan kepada mereka.",
            "sajda": false,
            "transliteration": "Wa utbi'oo fee haazihee la'natanw wa Yawmal Qiyaamah; bi'sar rifdul marfood",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1573,
            "aya_number": 100,
            "aya_text": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْقُرٰى نَقُصُّهٗ عَلَيْكَ مِنْهَا قَاۤىِٕمٌ وَّحَصِيْدٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "Itulah beberapa berita tentang negeri-negeri (yang telah dibinasakan) yang Kami ceritakan kepadamu (Muhammad). Di antara negeri-negeri itu sebagian masih ada bekas-bekasnya dan ada (pula) yang telah musnah.",
            "tafsir_jalalayn": "(Yang demikian itu) hal yang telah disebutkan tadi; lafal dzaalika berkedudukan menjadi mubtada sedangkan khabarnya ialah (adalah sebagian berita-berita negeri yang Kami ceritakan kepadamu) hai Muhammad (di antaranya) di antara negeri-negeri itu (ada yang masih kedapatan bekas-bekasnya) artinya penduduknya telah binasa tetapi bekas-bekasnya masih ada (dan) di antaranya ada pula (yang telah musnah) telah binasa berikut penduduknya, sehingga tidak ada bekasnya sama sekali. Perumpamaan mereka sama dengan tanaman yang dipanen dengan memakai sabit.",
            "sajda": false,
            "transliteration": "Zaalika min ambaaa'il quraa naqussuhoo 'alaika minhaa qaaa'imunw wa haseed",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1574,
            "aya_number": 101,
            "aya_text": "وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ ظَلَمُوْٓا اَنْفُسَهُمْ فَمَآ اَغْنَتْ عَنْهُمْ اٰلِهَتُهُمُ الَّتِيْ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ مِنْ شَيْءٍ لَّمَّا جَاۤءَ اَمْرُ رَبِّكَۗ وَمَا زَادُوْهُمْ غَيْرَ تَتْبِيْبٍ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "Dan Kami tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri, karena itu tidak bermanfaat sedikit pun bagi mereka sesembahan yang mereka sembah selain Allah, ketika siksaan Tuhanmu datang. Sesembahan itu hanya menambah kebinasaan bagi mereka.",
            "tafsir_jalalayn": "(Dan Kami tidak menganiaya mereka) dengan membinasakan mereka tanpa dosa (tetapi merekalah yang menganiaya dirinya sendiri) dengan melakukan perbuatan syirik (karena itu tiadalah bermanfaat) tidak ada gunanya (kepada diri mereka, sesembahan-sesembahan yang mereka seru) yang mereka sembah (selain Allah). Huruf min di sini zaidah atau tidak mengandung makna (sedikit pun, di waktu perintah Rabbmu datang) yaitu azab-Nya. (Dan sesembahan-sesembahan itu tidaklah menambah kepada mereka) penyembahan mereka terhadapnya itu tidak dapat memberikan kepada mereka (selain kerugian belaka) yaitu kebinasaan.",
            "sajda": false,
            "transliteration": "Wa maa zalamnaahum wa laakin zalamooo anfusahum famaaa aghnat 'anhum aalihatuhumul latee yad'oona min doonil laahi min shai'il lammaa jaaa'a amru Rabbika wa maa zaadoohum ghaira tatbeeb",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1575,
            "aya_number": 102,
            "aya_text": "وَكَذٰلِكَ اَخْذُ رَبِّكَ اِذَآ اَخَذَ الْقُرٰى وَهِيَ ظَالِمَةٌ  ۗاِنَّ اَخْذَهٗٓ اَلِيْمٌ شَدِيْدٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "Dan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat.",
            "tafsir_jalalayn": "(Dan begitulah) perumpamaan azab-Nya (azab Rabbmu apabila Dia mengazab penduduk negeri-negeri) yang dimaksud adalah penduduknya (yang berbuat lalim) dengan melakukan perbuatan-perbuatan dosa. Jelasnya tidak ada sesuatu pun yang dapat memberi manfaat kepada mereka bila azab Allah diturunkan kepada mereka. (Sesungguhnya azab-Nya itu adalah sangat pedih lagi keras) sehubungan dengan ayat ini Imam Bukhari dan Imam Muslim meriwayatkan sebuah hadis melalui Abu Musa Al-Asyari r.a. yang menceritakan bahwasanya Rasulullah saw. telah bersabda, \"Sesungguhnya Allah selalu mencatat semua perbuatan orang yang aniaya sehingga apabila Dia mengazabnya, maka ia tidak dapat luput daripada-Nya.\" Kemudian Rasulullah saw. membacakan firman-Nya, \"Dan begitulah azab Rabbmu..\" (Q.S. Hud 102)",
            "sajda": false,
            "transliteration": "Wa kazaalika akhzu Rabbika izaaa akhazal quraa wa hiya zaalimah; inna akhzahooo aleemun shadeed",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1576,
            "aya_number": 103,
            "aya_text": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّمَنْ خَافَ عَذَابَ الْاٰخِرَةِ ۗذٰلِكَ يَوْمٌ مَّجْمُوْعٌۙ لَّهُ النَّاسُ وَذٰلِكَ يَوْمٌ مَّشْهُوْدٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "Sesungguhnya pada yang demikian itu pasti terdapat pelajaran bagi orang-orang yang takut kepada azab akhirat. Itulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk).",
            "tafsir_jalalayn": "(Sesungguhnya pada yang demikian itu) pada kisah-kisah yang telah disebutkan tadi (benar-benar terdapat pelajaran) bahan pelajaran (bagi orang-orang yang takut kepada azab akhirat. Hari itu) yakni hari kiamat itu (adalah suatu hari yang dikumpulkan menghadap kepada-Nya) pada hari itu (semua manusia, dan hari itu adalah suatu hari yang disaksikan) artinya hari itu disaksikan oleh semua makhluk.",
            "sajda": false,
            "transliteration": "Inna fee zaalika la aayatal liman khaafa 'azaabal Aakhirah; zaalika Yawmum majmoo'ul lahun naasu wa zaalika Yawmum mashhood",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1577,
            "aya_number": 104,
            "aya_text": "وَمَا نُؤَخِّرُهٗٓ اِلَّا لِاَجَلٍ مَّعْدُوْدٍۗ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "Dan Kami tidak akan menunda, kecuali sampai waktu yang sudah ditentukan.",
            "tafsir_jalalayn": "(Dan Kami tiadalah mengundur-undurkannya melainkan sampai waktu yang tertentu) waktu yang hanya diketahui oleh Allah.",
            "sajda": false,
            "transliteration": "Wa maa nu'akhkhiruhooo illaa li ajalim ma'dood",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1578,
            "aya_number": 105,
            "aya_text": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ اِلَّا بِاِذْنِهٖۚ فَمِنْهُمْ شَقِيٌّ وَّسَعِيْدٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "Ketika hari itu datang, tidak seorang pun yang berbicara, kecuali dengan izin-Nya; maka di antara mereka ada yang sengsara dan ada yang berbahagia.",
            "tafsir_jalalayn": "(Di kala datang hari itu) sudah tiba saatnya (tidak dapat berbicara) lafal takallama pada asalnya adalah tatakallama, kemudian salah satu huruf tanya dibuang sehingga jadilah ia takallama (seorang pun melainkan dengan izin-Nya) izin Allah swt. (maka di antara mereka) makhluk (ada yang celaka dan) yang lainnya (ada yang berbahagia) masing-masing telah dipastikan nasibnya di zaman azali.",
            "sajda": false,
            "transliteration": "Yawma yaati laa takallamu nafsun illaa bi iznih; faminhum shaqiyyunw wa sa'eed",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1579,
            "aya_number": 106,
            "aya_text": "فَاَمَّا الَّذِيْنَ شَقُوْا فَفِى النَّارِ لَهُمْ فِيْهَا زَفِيْرٌ وَّشَهِيْقٌۙ  ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "Maka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih,",
            "tafsir_jalalayn": "(Adapun orang-orang yang celaka) menurut pengetahuan Allah swt. (maka tempatnya di dalam neraka, di dalamnya mereka mengeluarkan jeritan) suara yang sangat keras (dan rintihan) suara yang lemah.",
            "sajda": false,
            "transliteration": "Fa ammal lazeena shaqoo fafin Naari lahum feehaa zafeerunw wa shaheeq",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1580,
            "aya_number": 107,
            "aya_text": "خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْاَرْضُ اِلَّا مَا شَاۤءَ رَبُّكَۗ اِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيْدُ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain). Sungguh, Tuhanmu Maha Pelaksana terhadap apa yang Dia kehendaki.",
            "tafsir_jalalayn": "(Mereka kekal di dalamnya selama ada langit dan bumi) artinya selama keberadaan langit dan bumi di alam dunia (kecuali) melainkan (jika Rabbmu menghendaki yang lain) yaitu perpanjangan waktu yang melebihi umur langit dan bumi. Makna yang dimaksud adalah tidak terbatas; mereka kekal di dalamnya untuk selama-lamanya. (Sesungguhnya Rabbmu Maha Pelaksana terhadap apa yang Dia kehendaki.)",
            "sajda": false,
            "transliteration": "Khaalideena feehaa maa daamatis samaawaatu wal ardu illaa maa shaaa'a Rabbuk; inna Rabbaka fa' 'aalul limaa yureed",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1581,
            "aya_number": 108,
            "aya_text": "۞ وَاَمَّا الَّذِيْنَ سُعِدُوْا فَفِى الْجَنَّةِ خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْاَرْضُ اِلَّا مَا شَاۤءَ رَبُّكَۗ عَطَاۤءً غَيْرَ مَجْذُوْذٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 233,
            "translation_aya_text": "Dan adapun orang-orang yang berbahagia, maka (tempatnya) di dalam surga; mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain); sebagai karunia yang tidak ada putus-putusnya.",
            "tafsir_jalalayn": "(Adapun orang-orang yang berbahagia) dapat dibaca sa`iduu atau su`iduu (maka tempatnya di dalam surga, mereka kekal di dalamnya selama ada langit dan bumi kecuali) melainkan (jika Rabbmu menghendaki) penafsirannya seperti apa yang telah dikemukakan pada ayat terdahulu yang hal ini ditunjukkan oleh firman selanjutnya, yaitu (sebagai karunia yang tiada putus-putusnya) tidak pernah terputus, dan penakwilan yang terdahulu itulah penakwilan yang paling kuat karena ia terlepas dari pengertian yang dipaksakan. Akhirnya hanya Allah jualah Yang Maha Mengetahui akan maksud-Nya.",
            "sajda": false,
            "transliteration": "Wa ammal lazeena su'idoo fafil Jannati khaalideena feehaa maa daamatis samaawaatu wal ardu illaa maa shaaa'a Rabbuk; ataaa'an ghaira majzooz",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        }
    ]
}