{
    "page_number": 234,
    "data": [
        {
            "aya_id": 1582,
            "aya_number": 109,
            "aya_text": "فَلَا تَكُ فِيْ مِرْيَةٍ مِّمَّا يَعْبُدُ هٰٓؤُلَاۤءِ ۗمَا يَعْبُدُوْنَ اِلَّا كَمَا يَعْبُدُ اٰبَاۤؤُهُمْ مِّنْ قَبْلُ ۗوَاِنَّا لَمُوَفُّوْهُمْ نَصِيْبَهُمْ غَيْرَ مَنْقُوْصٍ ࣖ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 234,
            "translation_aya_text": "Maka janganlah engkau (Muhammad) ragu-ragu tentang apa yang mereka sembah. Mereka menyembah sebagaimana nenek moyang mereka dahulu menyembah. Kami pasti akan menyempurnakan pembalasan (terhadap) mereka tanpa dikurangi sedikit pun.",
            "tafsir_jalalayn": "(Maka janganlah kamu) hai Muhammad (berada dalam keraguan) menaruh syak (tentang apa yang disembah oleh mereka) yaitu berhala-berhala sesembahan mereka karena sesungguhnya Kami akan mengazab mereka sebagaimana Kami mengazab orang-orang sebelum mereka yang melakukan perbuatan yang sama. Ayat ini dimaksud sebagai penghibur hati Nabi saw. (Mereka tidak menyembah melainkan sebagaimana nenek moyang mereka menyembah) artinya sama dengan penyembahan mereka (dahulu) dan sungguh dahulu Kami telah mengazab mereka. (Dan sesungguhnya Kami pasti akan menunaikan terhadap mereka) sama dengan apa yang telah Kami tunaikan kepada nenek moyang mereka (bagian mereka) pembalasan azab mereka (dengan tidak dikurangi sedikit pun) artinya secukup-cukupnya.",
            "sajda": false,
            "transliteration": "Falaa taku fee miryatim mimmmaa ya'budu haaa'ulaaa'; maa ya'budoona illaa kamaa ya'budu aabaaa'uhum min qabl; wa innaa lamuwaf foohum naseebahum ghaira manqoos",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1583,
            "aya_number": 110,
            "aya_text": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۚوَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 234,
            "translation_aya_text": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, lalu diperselisihkannya. Dan kalau tidak ada ketetapan yang terdahulu dari Tuhanmu, niscaya telah dilaksanakan hukuman di antara mereka. Sungguh, mereka (orang kafir Mekah) benar-benar dalam kebimbangan dan keraguan terhadapnya (Al-Qur'an).",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah memberikan Kitab kepada Musa) yaitu kitab Taurat (lalu diperselisihkan tentang Kitab itu) ada yang membenarkan dan ada yang mendustakan, sama halnya dengan nasib yang menimpa Alquran (Dan seandainya tidak ada ketetapan yang terdahulu dari Rabbmu) dengan ditangguhkannya penghisaban dan pembalasan terhadap semua makhluk hingga hari kiamat nanti (niscaya telah ditetapkan peradilan di antara mereka) di dunia tentang apa yang mereka perselisihkan mengenai masalah Kitab itu. (Dan sesungguhnya mereka) yaitu orang-orang yang mendustakannya (dalam keraguan yang menggelisahkan terhadap Alquran) mereka ragu terhadapnya.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Moosal Kitaaba fakhtulifa feeh; wa law laa Kalimatun sabaqat mir Rabbika laqudiya bainahum; wa innahum lafee shakkim minhu mureeb",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1584,
            "aya_number": 111,
            "aya_text": "وَاِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ اَعْمَالَهُمْ ۗاِنَّهٗ بِمَا يَعْمَلُوْنَ خَبِيْرٌ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 234,
            "translation_aya_text": "Dan sesungguhnya kepada masing-masing (yang berselisih itu) pasti Tuhanmu akan memberi balasan secara penuh atas perbuatan mereka. Sungguh, Dia Mahateliti terhadap apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Dan sesungguhnya) dapat dibaca wain dan wainna (kepada masing-masing) artinya kepada setiap makhluk (pasti) huruf maa adalah zaidah, sedangkan huruf lam adalah mauthiah atau pendahuluan bagi qasam atau sumpah, atau lam fariqah. Menurut qiraat yang lain lamaa dibaca tasydid sehingga menjadi lammaa yang maknanya sama dengan illaa sedangkan huruf in sebelumnya bermakna nafi (Rabbmu akan menyempurnakan dengan cukup amal perbuatan mereka) yakni pembalasannya. (Sesungguhnya Dia Maha Mengetahui apa yang mereka kerjakan) Dia Maha Mengetahui apa yang tersembunyi dan yang terlahirkan daripadanya.",
            "sajda": false,
            "transliteration": "Wa inna kullal lammaa la yuwaffiyannahum Rabbuka a'maalahum; innahoo bimaa ya'maloona Khabeer",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1585,
            "aya_number": 112,
            "aya_text": "فَاسْتَقِمْ كَمَآ اُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْاۗ اِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 234,
            "translation_aya_text": "Maka tetaplah engkau (Muhammad) (di jalan yang benar), sebagaimana telah diperintahkan kepadamu dan (juga) orang yang bertobat bersamamu, dan janganlah kamu melampaui batas. Sungguh, Dia Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Maka tetaplah kamu pada jalan yang benar) yaitu mengamalkan perintah Rabbmu dan menyembah kepada-Nya (sebagaimana diperintahkan kepadamu dan) juga tetaplah pada jalan yang benar (orang yang telah bertobat) yaitu orang yang telah beriman (beserta kamu dan janganlah kalian melampuai batas) melanggar batasan-batasan Allah. (Sesungguhnya Dia Maha Melihat apa yang kalian kerjakan) oleh sebab itu Dia membalas kalian.",
            "sajda": false,
            "transliteration": "Fastaqim kamaaa umirta wa man taaba ma'aka wa laa tatghaw; innahoo bimaa ta'maloona Baseer",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1586,
            "aya_number": 113,
            "aya_text": "وَلَا تَرْكَنُوْٓا اِلَى الَّذِيْنَ ظَلَمُوْا فَتَمَسَّكُمُ النَّارُۙ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ اَوْلِيَاۤءَ ثُمَّ لَا تُنْصَرُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 234,
            "translation_aya_text": "Dan janganlah kamu cenderung kepada orang yang zalim yang menyebabkan kamu disentuh api neraka, sedangkan kamu tidak mempunyai seorang penolong pun selain Allah, sehingga kamu tidak akan diberi pertolongan.",
            "tafsir_jalalayn": "(Dan janganlah kalian cenderung) condong hati (kepada orang-orang yang lalim) dengan menyukai mereka atau berbasa-basi terhadap mereka atau menyenangi perbuatan mereka (yang menyebabkan kalian disentuh) kalian terkena (api neraka dan sekali-kali kalian tiada mempunyai selain daripada Allah) selain-Nya (seorang penolong pun) yang dapat memelihara diri kalian dari azab-Nya. Huruf min di sini zaidah (kemudian kalian tidak akan diberi pertolongan) sehingga kalian tidak dapat selamat dari azab-Nya.",
            "sajda": false,
            "transliteration": "Wa laa tarkanooo ilal lazeena zalamoo fatamassa kumun Naaru wa maa lakum min doonil laahi min awliyaaa'a summa laa tunsaroon",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1587,
            "aya_number": 114,
            "aya_text": "وَاَقِمِ الصَّلٰوةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ الَّيْلِ ۗاِنَّ الْحَسَنٰتِ يُذْهِبْنَ السَّيِّاٰتِۗ ذٰلِكَ ذِكْرٰى لِلذَّاكِرِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 234,
            "translation_aya_text": "Dan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah).",
            "tafsir_jalalayn": "(Dan dirikanlah salat itu pada kedua tepi siang) yaitu di waktu pagi dan sore; yang dimaksud adalah salat subuh, zuhur dan asar (dan pada bagian permulaan) lafal zulafan adalah bentuk jamak dari kata tunggal zulfatan, artinya beberapa bagian (dari malam hari) yaitu salat isyak dan magrib. (Sesungguhnya perbuatan-perbuatan yang baik itu) seperti menjalankan salat lima waktu (menghapuskan perbuatan-perbuatan yang buruk) yakni dosa-dosa yang kecil. Ayat ini diturunkan berkenaan dengan seorang sahabat yang mencium perempuan bukan muhrimnya. Kemudian sahabat itu menceritakannya kepada Nabi saw. Maka Nabi saw. bersabda sampai dengan perkataannya berikut ini, \"... hal ini berlaku bagi umatku seluruhnya.\" Hadis ini diriwayatkan oleh Imam Bukhari dan Imam Muslim. (Itulah peringatan bagi orang-orang yang ingat) sebagai pelajaran bagi orang-orang yang mau mengambil pelajaran.",
            "sajda": false,
            "transliteration": "Wa aqimis Salaata tarafayin nahaari wa zulafam minal layl; innal hasanaati yuzhibnas saiyi aat; zaalika zikraa liz zaakireen",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1588,
            "aya_number": 115,
            "aya_text": "وَاصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 234,
            "translation_aya_text": "Dan bersabarlah, karena sesungguhnya Allah tidak menyia-nyiakan pahala orang yang berbuat kebaikan.",
            "tafsir_jalalayn": "(Dan bersabarlah) hai Muhammad, di dalam menghadapi perlakuan kaummu yang menyakitkan itu; atau bersabarlah kamu di dalam menjalankan salat (karena sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat kebaikan) bersabar di dalam menjalankan ketaatan.",
            "sajda": false,
            "transliteration": "Wasbir fa innal laaha laa yudee'u ajral muhsineen",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1589,
            "aya_number": 116,
            "aya_text": "فَلَوْلَا كَانَ مِنَ الْقُرُوْنِ مِنْ قَبْلِكُمْ اُولُوْا بَقِيَّةٍ يَّنْهَوْنَ عَنِ الْفَسَادِ فِى الْاَرْضِ اِلَّا قَلِيْلًا مِّمَّنْ اَنْجَيْنَا مِنْهُمْ ۚوَاتَّبَعَ الَّذِيْنَ ظَلَمُوْا مَآ اُتْرِفُوْا فِيْهِ وَكَانُوْا مُجْرِمِيْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 234,
            "translation_aya_text": "Maka mengapa tidak ada di antara umat-umat sebelum kamu orang yang mempunyai keutamaan yang melarang (berbuat) kerusakan di bumi, kecuali sebagian kecil di antara orang yang telah Kami selamatkan. Dan orang-orang yang zalim hanya mementingkan kenikmatan dan kemewahan. Dan mereka adalah orang-orang yang berdosa. ",
            "tafsir_jalalayn": "(Maka mengapa tidak ada) mengapa tidak (dari umat-umat) dari bangsa-bangsa terdahulu (sebelum kamu orang-orang yang mempunyai keutamaan) orang-orang yang teguh dalam beragama dan memiliki keutamaan (yang melarang daripada mengerjakan kerusakan di muka bumi) makna yang dimaksud adalah meniadakan, artinya hal tersebut jelas tidak akan terjadi di kalangan mereka (kecuali) hanya (sebagian kecil di antara orang-orang yang telah Kami selamatkan di antara mereka) yang melakukan nahi mungkar sehingga selamatlah mereka. Huruf min di sini mengandung makna bayan atau penjelasan (dan orang-orang yang lalim hanya mementingkan) mereka tidak mau melakukan nahi mungkar dan selalu senang dengan perbuatan kerusakan (kenikmatan yang mewah yang ada pada mereka) mereka hanya bersenang-senang saja (dan mereka adalah orang-orang yang berdosa).",
            "sajda": false,
            "transliteration": "Falw laa kaana minal qurooni min qablikum ooloo baqiyyatiny yanhawna 'anil fasaadi fil ardi illaa qaleelam mimman anjainaa minhum; wattaba'al lazeena zalamoo maaa utrifoo feehi wa kaanoo mujrimeen",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1590,
            "aya_number": 117,
            "aya_text": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا مُصْلِحُوْنَ",
            "sura_id": 11,
            "juz_id": 12,
            "page_number": 234,
            "translation_aya_text": "Dan Tuhanmu tidak akan membinasakan negeri-negeri secara zalim, selama penduduknya orang-orang yang berbuat kebaikan.",
            "tafsir_jalalayn": "(Dan Rabbmu sekali-kali tidak akan membinasakan negeri-negeri secara lalim) dengan sesuka-Nya terhadap negeri-negeri tersebut (sedangkan penduduknya orang-orang yang berbuat kebaikan) orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Wa maa kaana Rabbuka liyuhlikal quraa bizulminw wa ahluhaa muslihoon",
            "surah": {
                "name": "سُورَةُ هُودٍ",
                "englishName": "Hud",
                "englishNameTranslation": "Hud",
                "revelationType": "Meccan"
            }
        }
    ]
}