{
    "page_number": 236,
    "data": [
        {
            "aya_id": 1601,
            "aya_number": 5,
            "aya_text": "قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًا ۗاِنَّ الشَّيْطٰنَ لِلْاِنْسَانِ عَدُوٌّ مُّبِيْنٌ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Dia (ayahnya) berkata, “Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, mereka akan membuat tipu daya (untuk membinasakan)mu. Sungguh, setan itu musuh yang jelas bagi manusia.”",
            "tafsir_jalalayn": "(Ayahnya berkata, \"Hai anakku! Janganlah kamu ceritakan mimpimu itu kepada saudara-audaramu, maka mereka membuat makar kepadamu) maksudnya mereka pasti akan membuat tipu muslihat guna membinasakanmu, karena terdorong oleh rasa dengki mereka kepadamu. Tentu mereka menakwilkan impianmu itu, bahwa bintang-bintang itu adalah mereka sendiri dan matahari itu adalah ibumu, sedangkan bulan adalah ayahmu. (Sesungguhnya setan itu adalah musuh yang nyata bagi manusia.\") jelas permusuhannya.",
            "sajda": false,
            "transliteration": "Qaala yaa bunaiya laa taqsus ru'yaaka 'alaaa ikhwatika fayakeedoo laka kaidaa; innash Shaitaana lil insaani 'aduwwum mubeen",
            "tajweed_text": "قَالَ يَ[n[ـٰ]بُنَىَّ لَا تَ[q:6548[قْ]صُصْ رُءْيَاكَ عَلَ[o[ىٰٓ] إِخْوَتِكَ فَيَكِيدُو[s[اْ] لَكَ كَيْدًا‌ۖ إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ عَدُ[a:873[وٌّ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1602,
            "aya_number": 6,
            "aya_text": "وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْاَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهِيْمَ وَاِسْحٰقَۗ اِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌ ࣖ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Dan demikianlah, Tuhan memilih engkau (untuk menjadi Nabi) dan mengajarkan kepadamu sebagian dari takwil mimpi dan menyempurnakan (nikmat-Nya) kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada kedua orang kakekmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sungguh, Tuhanmu Maha Mengetahui, Mahabijak-sana.",
            "tafsir_jalalayn": "(Dan demikianlah) seperti apa yang kamu lihat dalam mimpimu itu (telah memilih kamu) telah mengangkatmu (Rabbmu dan diajarkan-Nya kepadamu sebagian dari takwil-takwil mimpi) makna mimpi (dan disempurnakan-Nya kepadamu nikmat-Nya) yaitu kenabian (dan kepada keluarga Yakub) yakni anak-anaknya (sebagaimana Dia telah menyempurnakan nikmat-Nya) yaitu nikmat kenabian (kepada kedua orang tuamu sebelum itu, yaitu Ibrahim dan Ishak. Sesungguhnya Rabbmu Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) di dalam memperlakukan mereka.",
            "sajda": false,
            "transliteration": "Wa kazaalika yajtabeeka rabbuka wa yu'allimuka min taaweelil ahaadeesi wa yutimmu ni'matahoo 'alaika wa 'alaaa Aali Ya'qooba kamaaa atammahaa 'alaaa abawaika min qablu Ibraaheema wa Ishaaq; inna Rabbaka 'Aleemun hakeem",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ يَ[q:6550[جْ]تَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِ[f:6551[ن ت]َأْوِيلِ [h:6552[ٱ]لْأَحَادِيثِ وَيُتِ[g[مّ]ُ نِعْمَتَهُ[n[ۥ] عَلَيْكَ وَعَلَ[o[ىٰٓ] ءَالِ يَعْقُوبَ كَم[o[َآ] أَتَ[g[مّ]َهَا عَلَ[o[ىٰٓ] أَبَوَيْكَ مِ[f:128[ن ق]َ[q:129[بْ]لُ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَإِسْحَ[n[ـٰ]قَ‌ۚ إِ[g[نّ]َ رَبَّكَ عَلِيمٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1603,
            "aya_number": 7,
            "aya_text": "۞ لَقَدْ كَانَ فِيْ يُوْسُفَ وَاِخْوَتِهٖٓ اٰيٰتٌ لِّلسَّاۤىِٕلِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya terdapat tanda-tanda (kekuasaan Allah) bagi orang yang bertanya. ",
            "tafsir_jalalayn": "(Sesungguhnya telah ada pada) kisah (Yusuf dan saudara-saudaranya) jumlah mereka ada sebelas orang (tanda-tanda) bahan-bahan pelajaran (bagi orang-orang yang bertanya).",
            "sajda": false,
            "transliteration": "Laqad kaana fee Yoosufa wa ikhwatiheee Aayaatul lissaaa'ileen",
            "tajweed_text": "۞ لَّقَ[q:2389[دْ] كَانَ فِى يُوسُفَ وَإِخْوَتِه[o[ِۦٓ] ءَايَ[n[ـٰ][u:6553[تٌ ل]ِّلسّ[o[َا]ٓئِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1604,
            "aya_number": 8,
            "aya_text": "اِذْ قَالُوْا لَيُوْسُفُ وَاَخُوْهُ اَحَبُّ اِلٰٓى اَبِيْنَا مِنَّا وَنَحْنُ عُصْبَةٌ  ۗاِنَّ اَبَانَا لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ  ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Ketika mereka berkata, “Sesungguhnya Yusuf dan saudaranya (Bunyamin) lebih dicintai ayah daripada kita, padahal kita adalah satu golongan (yang kuat). Sungguh, ayah kita dalam kekeliruan yang nyata.",
            "tafsir_jalalayn": "Ingatlah (ketika mereka berkata) yaitu sebagian saudara-saudara Nabi Yusuf kepada sebagian yang lain (\"Sesungguhnya Yusuf) lafal Yusuf berkedudukan menjadi mubtada (dan saudaranya) yang sekandung yaitu Bunyamin (lebih dicintai) menjadi khabar dari lafal Yusuf tadi (oleh ayah kita daripada kita sendiri, padahal kita ini adalah satu golongan) kelompok yang kuat. (Sesungguhnya ayah kita adalah dalam kesesatan) kekeliruan (yang nyata) kekeliruan yang jelas dikarenakan ia lebih menyayangi Yusuf dan saudara sekandungnya daripada kita.",
            "sajda": false,
            "transliteration": "Iz qaaloo la Yoosufu wa akhoohu ahabbu ilaaa Abeenaa minnaa wa nahnu 'usbah; inna abaanaa lafee dalaalim mubeen",
            "tajweed_text": "إِذْ قَالُو[s[اْ] لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَ[o[ىٰٓ] أَبِينَا مِ[g[نّ]َا وَنَحْنُ عُصْبَةٌ إِ[g[نّ]َ أَبَانَا لَفِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1605,
            "aya_number": 9,
            "aya_text": " ۨاقْتُلُوْا يُوْسُفَ اَوِ اطْرَحُوْهُ اَرْضًا يَّخْلُ لَكُمْ وَجْهُ اَبِيْكُمْ وَتَكُوْنُوْا مِنْۢ بَعْدِهٖ قَوْمًا صٰلِحِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian ayah tertumpah kepadamu, dan setelah itu kamu menjadi orang yang baik.”",
            "tafsir_jalalayn": "(Bunuhlah Yusuf atau buanglah dia ke suatu daerah) ke tempat yang jauh dan belum dikenal (supaya perhatian ayah kalian tertumpah kepada kalian) sehingga beliau hanya memperhatikan kalian dan tidak kepada yang lainnya (dan sesudah itu hendaklah kalian) sesudah membunuh Yusuf atau membuangnya (menjadi orang-orang yang baik.\") dengan jalan bertobat.",
            "sajda": false,
            "transliteration": "Uqtuloo Yoosufa awitra hoohu ardany yakhlu lakum wajhu abeekum wa takoonoo mim ba'dihee qawman saaliheen",
            "tajweed_text": "ٱ[q:2891[قْ]تُلُو[s[اْ] يُوسُفَ أَوِ [h:6554[ٱ][q:6555[طْ]رَحُوهُ أَرْ[a:6556[ضًا ي]َخْلُ لَكُمْ وَ[q:603[جْ]هُ أَبِيكُمْ وَتَكُونُو[s[اْ] م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] قَوْ[f:6557[مًا ص]َ[n[ـٰ]لِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1606,
            "aya_number": 10,
            "aya_text": "قَالَ قَاۤئِلٌ مِّنْهُمْ لَا تَقْتُلُوْا يُوْسُفَ وَاَلْقُوْهُ فِيْ غَيٰبَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ اِنْ كُنْتُمْ فٰعِلِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Seorang di antara mereka berkata, “Janganlah kamu membunuh Yusuf, tetapi masukan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir, jika kamu hendak berbuat.”",
            "tafsir_jalalayn": "(Seorang di antara mereka berkata,) yaitu Yahudza (\"Janganlah kalian bunuh Yusuf, tetapi lemparkanlah dia) masukkanlah dia (ke dasar sumur) yang gelap sekali. Menurut qiraat lafal al-jub dibaca dalam bentuk jamak (supaya dia dipungut oleh beberapa orang musafir) orang-orang yang sedang melakukan perjalanan (jika kalian hendak berbuat.\") apa yang kalian kehendaki, yaitu ingin memisahkan antara Yusuf dan ayahnya, maka cukuplah dengan cara tersebut.",
            "sajda": false,
            "transliteration": "Qaalaa qaaa'ilum minhum laa taqtuloo Yoosufa wa alqoohu fee ghayaabatil jubbi yaltaqithu badus sai yaarati in kuntum faa 'ileen",
            "tajweed_text": "قَالَ ق[o[َا]ٓئِ[a:6558[لٌ م]ِّنْهُمْ لَا تَ[q:2734[قْ]تُلُو[s[اْ] يُوسُفَ وَأَلْقُوهُ فِى غَيَ[n[ـٰ]بَتِ [h:6559[ٱ]لْجُبِّ يَلْتَقِ[q:6560[طْ]هُ بَعْضُ [h:6561[ٱ][l[ل]سَّيَّارَةِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ فَ[n[ـٰ]عِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1607,
            "aya_number": 11,
            "aya_text": "قَالُوْا يٰٓاَبَانَا مَالَكَ لَا تَأْمَنَّ۫ا عَلٰى يُوْسُفَ وَاِنَّا لَهٗ لَنَاصِحُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Mereka berkata, “Wahai ayah kami! Mengapa engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami semua menginginkan kebaikan baginya.",
            "tafsir_jalalayn": "(Mereka berkata, \"Wahai ayah kami! Apa sebabnya engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami adalah orang-orang yang menginginkan kebaikan baginya.\") orang-orang yang bersedia mengurusi semua kepentingan-kepentingannya.",
            "sajda": false,
            "transliteration": "Qaaloo yaaa abaanaa maa laka laa taamannaa 'alaa Yoosufa wa innaa lahoo lanaa sihoon",
            "tajweed_text": "قَالُو[s[اْ] يَ[o[ـٰٓ]أَبَانَا مَا لَكَ لَا تَأْمَ۫[g[نّ]َا عَلَىٰ يُوسُفَ وَإِ[g[نّ]َا لَهُ[n[ۥ] لَنَ[n[ـٰ]صِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1608,
            "aya_number": 12,
            "aya_text": "اَرْسِلْهُ مَعَنَا غَدًا يَّرْتَعْ وَيَلْعَبْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Biarkanlah dia pergi bersama kami besok pagi, agar dia bersenang-senang dan bermain-main, dan kami pasti menjaganya.”",
            "tafsir_jalalayn": "(\"Biarkanlah dia pergi bersama kami besok pagi) ke padang sahara (agar dia dapat bersenang-senang dan bermain-main) dapat dibaca yarta' dan yal'ab, atau narta' dan nal`ab; artinya supaya dia atau kami dapat semangat yang baru dan pikiran yang segar (dan sesungguhnya kami pasti menjaganya\").",
            "sajda": false,
            "transliteration": "Arilhu ma'anaa ghadany yarta'wa yal'ab wa innaa lahoo lahaafizoon",
            "tajweed_text": "أَرْسِلْهُ مَعَنَا غَ[a:6562[دًا ي]َرْتَعْ وَيَلْعَ[q:6563[بْ] وَإِ[g[نّ]َا لَهُ[n[ۥ] لَحَ[n[ـٰ]فِظ[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1609,
            "aya_number": 13,
            "aya_text": "قَالَ اِنِّيْ لَيَحْزُنُنِيْٓ اَنْ تَذْهَبُوْا بِهٖ وَاَخَافُ اَنْ يَّأْكُلَهُ الذِّئْبُ وَاَنْتُمْ عَنْهُ غٰفِلُوْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Dia (Yakub) berkata, “Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir dia dimakan serigala, sedang kamu lengah darinya.”",
            "tafsir_jalalayn": "(Berkata Yakub, \"Sesungguhnya amat menyedihkan aku kepergian kalian) bila kalian pergi (bersama Yusuf) karena merasa berat berpisah dengannya (dan aku khawatir kalau-kalau dia dimakan serigala) makna yang dimaksud adalah jenis, yaitu mencakup semua binatang buas. Tersebutlah bahwa daerah tempat tinggal mereka terkenal banyak hewan buasnya (sedangkan kalian lengah daripadanya.\") lalai daripadanya.",
            "sajda": false,
            "transliteration": "Qaala innee la yahzununeee an tazhaboo bihee wa akhaafu anyyaakulahuz zi'bu wa antum 'anhu ghaafiloon",
            "tajweed_text": "قَالَ إِ[g[نّ]ِى لَيَحْزُنُن[o[ِىٓ] أَ[f:6564[ن ت]َذْهَبُو[s[اْ] بِه[n[ِۦ] وَأَخَافُ أ[a:6565[َن ي]َأْكُلَهُ [h:6566[ٱ][l[ل]ذِّئْبُ وَأَ[f:98[نت]ُمْ عَنْهُ غَ[n[ـٰ]فِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1610,
            "aya_number": 14,
            "aya_text": "قَالُوْا لَىِٕنْ اَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ اِنَّآ اِذًا لَّخٰسِرُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 236,
            "translation_aya_text": "Sesungguhnya mereka berkata, “Jika dia dimakan serigala, padahal kami golongan (yang kuat), kalau demikian tentu kami orang-orang yang rugi.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Jika benar-benar) lam di sini bermakna qasam atau sumpah (ia dimakan oleh serigala sedangkan kami adalah golongan yang kuat) kelompok yang kuat (sesungguhnya kami kalau demikian adalah orang-orang yang merugi.\") orang-orang yang tidak mampu membela diri. Kemudian setelah itu Nabi Yakub mengizinkan kepergian mereka membawa Nabi Yusuf.",
            "sajda": false,
            "transliteration": "Qaaloo la in akalahuzzi'bu wa nahnu 'usbatun innaaa izal lakhaasiroon",
            "tajweed_text": "قَالُو[s[اْ] لَئِنْ أَكَلَهُ [h:6567[ٱ][l[ل]ذِّئْبُ وَنَحْنُ عُصْبَةٌ إِ[g[نّ][o[َآ] إِ[u:4868[ذًا ل]َّخَ[n[ـٰ]سِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        }
    ]
}