{
    "page_number": 237,
    "data": [
        {
            "aya_id": 1611,
            "aya_number": 15,
            "aya_text": "فَلَمَّا ذَهَبُوْا بِهٖ وَاَجْمَعُوْٓا اَنْ يَّجْعَلُوْهُ فِيْ غَيٰبَتِ الْجُبِّۚ وَاَوْحَيْنَآ اِلَيْهِ لَتُنَبِّئَنَّهُمْ بِاَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Maka ketika mereka membawanya dan sepakat memasukkan ke dasar sumur, Kami wahyukan kepadanya, “Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari.”",
            "tafsir_jalalayn": "(Maka tatkala mereka membawanya dan sepakat) telah bertekad bulat (untuk memasukkannya ke dalam sumur) jawab dari lafal lammaa tidak disebutkan, yaitu maka mereka melakukan niatnya itu. Untuk itu mereka melepas baju Nabi Yusuf setelah terlebih dahulu dipukuli dan dicaci maki, kemudian mereka mengulurkan tali timba ke dalam sumur tersebut sedangkan Nabi Yusuf diikatkan padanya. Ketika tali timba mencapai setengah kedalaman sumur, lalu mereka melepaskannya, supaya Nabi Yusuf jatuh ke bawah lalu mati. Akan tetapi Nabi Yusuf jatuh di air, kemudian ia duduk di atas batu besar yang ada dalam sumur itu. Lalu saudara-saudaranya menyerunya, dan Nabi Yusuf menjawab seruan mereka; akan tetapi mereka menganggap bahwa Nabi Yusuf meminta pertolongan kepada mereka. Mereka bermaksud untuk menimpakan batu besar kepadanya, akan tetapi mereka dicegah oleh Yahudza. (Dan Kami wahyukan kepadanya) sewaktu ia berada di dalam sumur. Nabi Yusuf hidup di dalam sumur selama tujuh belas tahun atau kurang daripadanya. Allah memberikan wahyu kepadanya sebagai penenang hatinya (\"Sesungguhnya kamu akan menceritakan kepada mereka) sesudah peristiwa ini (tentang perbuatan mereka ini) tentang perlakuan mereka ini (sedangkan mereka tiada ingat lagi.\") terhadap dirimu sewaktu kamu bercerita kepada mereka.",
            "sajda": false,
            "transliteration": "Falammaa zahaboo bihee wa ajma'ooo anyyaj'aloohu fee ghayaabatil jubb; wa awyainaaa ilaihi latunabbi 'annahum bi amrihim haaza wa hum laa yash'uroon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1612,
            "aya_number": 16,
            "aya_text": "وَجَاۤءُوْٓ اَبَاهُمْ عِشَاۤءً يَّبْكُوْنَۗ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Kemudian mereka datang kepada ayah mereka pada petang hari sambil menangis.",
            "tafsir_jalalayn": "(Kemudian mereka datang kepada ayah mereka di sore hari) pada waktu sore (sambil menangis).",
            "sajda": false,
            "transliteration": "Wa jaaa'ooo abaahum 'ishaaa 'any yabkoon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1613,
            "aya_number": 17,
            "aya_text": "قَالُوْا يٰٓاَبَانَآ اِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوْسُفَ عِنْدَ مَتَاعِنَا فَاَكَلَهُ الذِّئْبُۚ وَمَآ اَنْتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صٰدِقِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Mereka berkata, “Wahai ayah kami! Sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Wahai ayah kami! Sesungguhnya kami pergi berlomba-lomba) memanah (dan kami tinggalkan Yusuf di dekat barang-barang kami) yakni pakaian-pakaian kami (lalu dia dimakan oleh serigala dan engkau sekali-kali tidak akan percaya) mempercayai (kepada kami sekali pun kami adalah orang-orang yang benar.\") terhadapmu. Pasti engkau akan menuduh kami dengan tuduhan yang bukan-bukan sehubungan dengan perihal Yusuf ini karena kecintaanmu terhadapnya. Mengapa sampai sedemikian buruknya persangkaanmu terhadap diri kami?",
            "sajda": false,
            "transliteration": "Qaaloo yaaa abaanaaa innaa zahabnaa nastabiqu wa taraknaa Yoosufa 'inda mataa'inaa fa akhalahuz zi'b, wa maaa anta bimu'minil lanaa wa law kunnaa saadiqeen",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1614,
            "aya_number": 18,
            "aya_text": "وَجَاۤءُوْ عَلٰى قَمِيْصِهٖ بِدَمٍ كَذِبٍۗ قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗوَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Dan mereka datang membawa baju gamisnya (yang berlumuran) darah palsu. Dia (Yakub) berkata, “Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu; maka hanya bersabar itulah yang terbaik (bagiku). Dan kepada Allah saja memohon pertolongan-Nya terhadap apa yang kamu ceritakan.”",
            "tafsir_jalalayn": "(Mereka datang membawa baju gamisnya) lafal `alaa qamiishihi beri'rab mahal nashab karena menjadi zharaf. Artinya yang berlumuran padanya (dengan darah palsu) darah yang bukan darah Nabi Yusuf; hal ini mereka lakukan dengan menyembelih seekor kambing, kemudian mereka lumurkan darahnya pada baju gamis Nabi Yusuf, akan tetapi mereka lupa merobek-robeknya. Lalu mereka menghadap kepada ayahnya seraya berkata, \"Sesungguhnya ini adalah darah Yusuf.\" (Yakub berkata) sewaktu ia melihat baju Yusuf dalam keadaan utuh dan ia mengetahui bahwa mereka berdusta dalam hal ini (\"Sebenarnya telah menghiasi) menganggap baik (diri kalian suatu perbuatan yang buruk) kemudian kalian mengerjakannya (maka kesabaran yang baik itulah kesabaranku) kesabaran yang tidak disertai rasa kaget dan gelisah. Lafal fashabrun jamiil ini adalah mubtada sedangkan khabarnya tidak disebutkan, yaitu amri yang artinya adalah kesabaranku. (Dan Allah sajalah yang dimohon pertolongan-Nya) hanya Allahlah yang diminta pertolongan-Nya (terhadap apa yang kalian ceritakan.\") apa yang kalian kisahkan tentang perkara Yusuf ini.",
            "sajda": false,
            "transliteration": "Wa jaaa'oo 'alaa qamee shihee bidamin kazi' qaala bal sawwalat lakum anfusukum amraa; fasabrun jameel; wallaahul musta'aanu 'alaa man tasifoon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1615,
            "aya_number": 19,
            "aya_text": "وَجَاۤءَتْ سَيَّارَةٌ فَاَرْسَلُوْا وَارِدَهُمْ فَاَدْلٰى دَلْوَهٗ ۗقَالَ يٰبُشْرٰى هٰذَا غُلٰمٌ ۗوَاَسَرُّوْهُ بِضَاعَةً ۗوَاللّٰهُ عَلِيْمٌ ۢبِمَا يَعْمَلُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Dan datanglah sekelompok musafir, mereka menyuruh seorang pengambil air. Lalu dia menurunkan timbanya. Dia berkata, “Oh, senangnya, ini ada seorang anak muda!” Kemudian mereka menyembunyikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Kemudian datanglah kelompok orang-orang musafir) rombongan orang-orang yang melakukan perjalanan dari Madyan ke Mesir, lalu mereka istirahat di dekat sumur Nabi Yusuf (lalu mereka menyuruh seorang pengambil air) yang khusus untuk mencari air buat minum rombongan musafir (maka dia menurunkan) melepaskan (timbanya) ke dalam sumur kemudian Nabi Yusuf bergantung ke tali timba, sehingga keluarlah Nabi Yusuf dari dalam sumur itu. Ketika pengambil air melihat Nabi Yusuf (dia berkata, \"Oh, kabar gembira) menurut suatu qiraat dibaca busyraaya seruan di sini mengandung makna majaz, artinya cepatlah ini sudah masanya bagimu (ini seorang anak muda.\") maka hal itu diketahui oleh teman-teman penimba air, lalu mereka mendatanginya. (Kemudian mereka menyembunyikan dia) artinya, mereka merahasiakan perkara Nabi Yusuf ini, dengan maksud untuk menjadikannya (sebagai barang dagangan) seumpamanya mereka menganggapnya sebagai budak yang telah minggat kemudian ditemukan lagi. Sedangkan Nabi Yusuf diam saja karena ia merasa khawatir akan dibunuh oleh mereka. (Dan Allah Maha Mengetahui apa yang mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Wa jaaa'at saiyaaratun fa-arsaloo waaridahum fa adlaa dalwah; qaala yaa bushraa haaza ghulaam; wa asarroohu bi-daa'ah; wallaahu 'aleemum bimaa ya'maloon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1616,
            "aya_number": 20,
            "aya_text": "وَشَرَوْهُ بِثَمَنٍۢ بَخْسٍ دَرَاهِمَ مَعْدُوْدَةٍ ۚوَكَانُوْا فِيْهِ مِنَ الزَّاهِدِيْنَ ࣖ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Dan mereka menjualnya (Yusuf) dengan harga rendah, yaitu beberapa dirham saja, sebab mereka tidak tertarik kepadanya.",
            "tafsir_jalalayn": "(Dan mereka menjual Yusuf) orang-orang musafir itu membelinya dari tangan penimba air dan teman-temannya (dengan harga yang murah) kurang dari semestinya (yaitu hanya beberapa dirham saja) sekitar dua puluh atau dua puluh dua dirham saja (dan mereka) yakni saudara-saudara penimba air itu (merasa tidak tertarik hatinya kepada Yusuf) kemudian rombongan musafir itu membawa Yusuf ke negeri Mesir selanjutnya Nabi Yusuf dijual oleh orang yang membelinya dengan harga dua puluh dinar, dua pasang terompah dan dua buah baju.",
            "sajda": false,
            "transliteration": "Wa sharawhu bisamanim bakhsin daraahima ma'doo datinw wa kaanoo feehi minaz zaahideen",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1617,
            "aya_number": 21,
            "aya_text": "وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَاَتِهٖٓ اَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا ۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Dan orang dari Mesir yang membelinya berkata kepada istrinya,” Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.” Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.",
            "tafsir_jalalayn": "(Dan orang Mesir yang membelinya berkata) dia bernama Qithfir Al-Aziz (kepada istrinya) yaitu Zulaikha (\"Berikanlah kepadanya tempat dan layanan yang baik) muliakanlah dia di antara kita (boleh jadi dia bermanfaat bagi kita atau kita pungut dia sebagai anak.\") disebutkan bahwa Qithfir Al-Aziz tidak mempunyai anak atau impoten. (Dan demikian pulalah) artinya sebagaimana Kami selamatkan dia dari pembunuhan dan sewaktu di dalam sumur serta Kami jadikan hati Al-Aziz merasa sayang kepadanya (Kami memberikan kedudukan yang baik kepada Yusuf di muka bumi) negeri Mesir sehingga sampai pada waktunya (dan agar Kami ajarkan kepadanya takwil mimpi) makna mimpi; lafal linu`allimahu diathafkan kepada fi`il yang keberadaannya diperkirakan dan berta`alluq kepada lafal makkannaa; artinya Kami ajarkan kepadanya makna mimpi sehingga ia menguasainya. Atau huruf wawu yang sebelum linu`allimahu ini adalah huruf tambahan. (Dan Allah berkuasa terhadap urusan-Nya) tidak ada sesuatu pun yang dapat menghalang-halangi-Nya (tetapi kebanyakan manusia) yang dimaksud adalah orang-orang kafir (tidak mengetahui) hal tersebut.",
            "sajda": false,
            "transliteration": "Wa qaalal lazish taraahu mim Misra limra atiheee akrimee maswaahu 'asaaa any-yanfa'anaaa aw nattakhizahoo waladaa; wa kazaalika mak-kannaa li-Yoosufa fil ardi wa linu'allimahoo min taaweelil ahaadees; wallaahu ghaalibun 'alaaa amrihee wa laakinna aksaran naasi laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1618,
            "aya_number": 22,
            "aya_text": "وَلَمَّا بَلَغَ اَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 237,
            "translation_aya_text": "Dan ketika dia telah cukup dewasa Kami berikan kepadanya kekuasaan dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Dan tatkala dia cukup dewasa) yaitu mencapai umur tiga puluh tahun atau tiga puluh tiga tahun (Kami berikan kepadanya hikmah) kebijaksanaan (dan ilmu) pengetahuan agama sebelum ia diangkat menjadi nabi. (Demikianlah) sebagaimana Kami berikan imbalan kepadanya (Kami memberi balasan kepada orang-orang yang berbuat baik) terhadap diri mereka sendiri.",
            "sajda": false,
            "transliteration": "Wa lammaa balagha ashuddahooo aatainaahu bukmanw wa 'ilmaa; wa kazaa lika najzil muhsineen",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        }
    ]
}