{
    "page_number": 238,
    "data": [
        {
            "aya_id": 1619,
            "aya_number": 23,
            "aya_text": "وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۗقَالَ مَعَاذَ اللّٰهِ اِنَّهٗ رَبِّيْٓ اَحْسَنَ مَثْوَايَۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Dan dia menutup pintu-pintu, lalu berkata, “Marilah mendekat kepadaku.” Yusuf berkata, “Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.” Sesungguhnya orang yang zalim itu tidak akan beruntung.",
            "tafsir_jalalayn": "(Dan wanita, yang Yusuf tinggal di rumahnya menggoda Yusuf) yaitu Zulaikha (untuk menundukkan dirinya kepadanya) yakni ia meminta kepada Yusuf supaya mau memenuhi kehendaknya (dan dia menutup pintu-pintu) rumah (seraya berkata) kepada Yusuf (\"Marilah ke sini.\") artinya kemarilah; huruf lam dari lafal haitalak bermakna tabyin atau untuk menjelaskan. Menurut qiraat dibaca dengan dikasrahkan huruf ha-nya, sehingga bacaannya menjadi hiitalak. Sedangkan menurut qiraat lainnya dapat dibaca haytulak dengan mendamahkan huruf ta-nya. (Yusuf berkata, \"Aku berlindung kepada Allah) artinya aku berlindung kepada Allah dari perbuatan itu (sesungguhnya dia) artinya orang yang telah membelinya (adalah tuanku) majikanku (telah memperlakukan aku dengan baik) telah berlaku baik terhadap diriku maka aku tidak akan mengkhianatinya dengan berlaku tidak baik terhadap istrinya (sesungguhnya) pada kenyataannya (orang-orang yang lalim tiada akan beruntung) yang dimaksud adalah orang-orang yang suka berzina.",
            "sajda": false,
            "transliteration": "Wa raawadat hul latee huwa fee baitihaa 'an nafsihee wa ghallaqatil abwaaba wa qaalat haita lak; qaala ma'aazal laahi innahoo rabbeee ahsana maswaay; innahoo laa yuflihuz-zaalimoon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1620,
            "aya_number": 24,
            "aya_text": "وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَا ۚ لَوْلَآ اَنْ رَّاٰى بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ اِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dan sungguh, perempuan itu telah berkehendak kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya. Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih.",
            "tafsir_jalalayn": "(Sesungguhnya wanita itu telah mempunyai maksud terhadap Yusuf) artinya dia telah bermaksud terhadap Nabi Yusuf supaya menyetubuhinya (dan Yusuf pun bermaksud melakukannya pula dengan wanita itu) artinya Yusuf pun mempunyai keinginan yang sama (andaikata dia tidak melihat tanda dari Rabbnya) menurut Ibnu Abbas r.a. bahwa pada saat yang kritis itu tiba-tiba Nabi Yakub atau ayahnya tampak di hadapannya, lalu memukul dadanya sehingga keluarlah nafsu syahwat yang telah membara itu dari semua ujung-ujung jarinya. Jawab dari lafal laulaa ialah lajaama`ahaa; artinya niscaya Yusuf menyetubuhinya. (Demikianlah) Kami perlihatkan tanda kekuasaan-Ku kepadanya (agar Kami memalingkan daripadanya kemungkaran) perbuatan khianat (dan kekejian) perbuatan zina. (Sesungguhnya Yusuf itu termasuk hamba-hamba Kami yang terikhlas) dalam hal ketaatan. Menurut suatu qiraat dibaca mukhlishiin dengan dikasrahkan huruf lam-nya; artinya sama dengan lafal al-mukhtaariina atau orang-orang yang terpilih.",
            "sajda": false,
            "transliteration": "Wa laqad hammat bihee wa hamma bihaa law laaa ar ra-aa burhaana rabbih;; kazaalika linasrifa 'anhu sooo'a walfa hshaaa'; innahoo min 'ibaadi nal mukhlaseen",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1621,
            "aya_number": 25,
            "aya_text": "وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ اَرَادَ بِاَهْلِكَ سُوْۤءًا اِلَّآ اَنْ يُّسْجَنَ اَوْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih?”",
            "tafsir_jalalayn": "(Dan keduanya berlomba-lomba menuju pintu) Yusuf segera lari menuju ke pintu rumah untuk melepaskan diri daripadanya. Sedangkan Zulaikha yang sudah kerasukan nafsu syahwatnya memegang baju bagian belakang Yusuf kemudian berupaya menariknya (dan robeklah) menjadi sobek (baju gamis Yusuf dari arah belakangnya dan kedua-duanya mendapati) menemukan (suami wanita itu) suami Zulaikha (di muka pintu) maka secara spontan Zulaikha membersihkan dirinya selanjutnya. (Wanita itu berkata, \"Tiadalah pembalasan terhadap orang yang bermaksud berbuat serong dengan istrimu) yakni berzina (selain dipenjarakan) ditahan di dalam penjara (atau dihukum dengan siksaan yang pedih?\") siksaan yang menyakitkan, dipukuli umpamanya.",
            "sajda": false,
            "transliteration": "Wastabaqal baaba wa qaddat qameesahoo min dubu rinw wa alfayaa saiyidahaa ladal baab; qaalat maa jazaaa'u man araada bi ahlika sooo'an illaaa any-yusjana aw azaabun aleem",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1622,
            "aya_number": 26,
            "aya_text": "قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ اَهْلِهَاۚ اِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dia (Yusuf) berkata, “Dia yang menggodaku dan merayu diriku.”  Seorang saksi dari keluarga perempuan itu memberikan kesaksian, “Jika baju gamisnya koyak di bagian depan, maka perempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta.",
            "tafsir_jalalayn": "(Yusuf berkata) membela dirinya (\"Dia menggodaku untuk menundukkan diriku kepadanya,\" dan seorang saksi dari keluarga wanita itu memberikan kesaksiannya) sepupu Zulaikha. Tetapi menurut suatu riwayat disebutkan, bahwa saksi itu adalah bayi yang masih dalam ayunan. Kemudian saksi itu mengatakan (\"Jika baju gamisnya koyak di muka) pada bagian muka Yusuf (maka wanita itu benar dan Yusuf termasuk orang-orang yang dusta.\").",
            "sajda": false,
            "transliteration": "Qaala hiya raawadatnee 'an nafsee wa shahida shaahidum min ahlihaa in kaana qameesuhoo qudda min qubulin fasadaqat wa huwa minal kaazibeen",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1623,
            "aya_number": 27,
            "aya_text": "وَاِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dan jika baju gamisnya koyak di bagian belakang, maka perempuan itulah yang dusta, dan dia (Yusuf) termasuk orang yang benar.”",
            "tafsir_jalalayn": "(\"Dan jika baju gamisnya koyak di belakangnya) pada bagian belakang Yusuf (maka wanita itulah yang dusta dan Yusuf termasuk orang-orang yang benar.\")",
            "sajda": false,
            "transliteration": "Wa in kaana qameesuhoo qudda min duburin fakazabat wa huwa minas saadiqeen",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1624,
            "aya_number": 28,
            "aya_text": "فَلَمَّا رَاٰى قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهٗ مِنْ كَيْدِكُنَّ ۗاِنَّ كَيْدَكُنَّ عَظِيْمٌ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Maka ketika dia (suami perempuan itu) melihat baju gamisnya (Yusuf) koyak di bagian belakang, dia berkata, “Sesungguhnya ini adalah tipu dayamu. Tipu dayamu benar-benar hebat.”",
            "tafsir_jalalayn": "(Maka tatkala suami wanita itu melihat) suami Zulaikha (baju gamis Yusuf koyak di belakang berkatalah dia, \"Sesungguhnya kejadian itu) yang kamu katakan, apakah pembalasan terhadap orang yang bermaksud memperkosa istrimu (adalah di antara tipu daya kalian) hai kaum wanita (sesungguhnya tipu daya kalian adalah besar.\").",
            "sajda": false,
            "transliteration": "Falammaa ra-aa qamee sahoo qudda min duburin qaala innahoo min kaidikunna inna kaidakunna 'azeem",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1625,
            "aya_number": 29,
            "aya_text": "يُوْسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ اِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَ ࣖ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Wahai Yusuf! ”Lupakanlah ini, dan (istriku) mohonlah ampunan atas dosamu, karena engkau termasuk orang yang bersalah.”",
            "tafsir_jalalayn": "Selanjutnya suami wanita itu berkata, \"Hai (Yusuf! Berpalinglah dari ini) dari peristiwa ini, lupakanlah supaya jangan tersiar beritanya (dan kamu mohon ampunlah) hai Zulaikha istriku (atas dosamu itu, karena kamu sesungguhnya termasuk orang-orang yang berbuat salah.\") yakni orang-orang yang telah berbuat dosa. Akan tetapi peristiwa itu beritanya tidak dapat disembunyikan lalu tersiarlah di kalangan masyarakat.",
            "sajda": false,
            "transliteration": "Yoosofu a'rid 'an haaza wastaghfiree lizambiki innaki kunti minal khaati'een",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1626,
            "aya_number": 30,
            "aya_text": "۞ وَقَالَ نِسْوَةٌ فِى الْمَدِيْنَةِ امْرَاَتُ الْعَزِيْزِ تُرَاوِدُ فَتٰىهَا عَنْ نَّفْسِهٖۚ قَدْ شَغَفَهَا حُبًّاۗ اِنَّا لَنَرٰىهَا فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 238,
            "translation_aya_text": "Dan perempuan-perempuan di kota berkata, “Istri Al-Aziz menggoda dan merayu pelayannya untuk menundukkan dirinya, pelayannya benar-benar membuatnya mabuk cinta. Kami pasti memandang dia dalam kesesatan yang nyata.”",
            "tafsir_jalalayn": "(Dan wanita-wanita di kota berkata) yaitu kota Mesir (\"Istri Aziz menggoda bujangnya) yaitu hamba sahaya lakinya (untuk menundukkan dirinya menuruti kemauannya, sesungguhnya cintanya kepada bujangnya itu adalah sangat mendalam) lafal hubban berkedudukan menjadi tamyiz; artinya cinta Zulaikha terhadap Yusuf telah merasup ke dalam lubuk hatinya. (Sesungguhnya kami memandangnya dalam kesesatan yang nyata.\") jelas sesat karena mencintai hambanya sendiri.",
            "sajda": false,
            "transliteration": "Wa qaala niswatun filma deenatim ra atul'Azeezi turaawidu fataahaa 'an nafsihee qad shaghafahaa bubbaa; innaa lana raahaa fee dalaalim mubeen",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        }
    ]
}