{
    "page_number": 239,
    "data": [
        {
            "aya_id": 1627,
            "aya_number": 31,
            "aya_text": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ اَرْسَلَتْ اِلَيْهِنَّ وَاَعْتَدَتْ لَهُنَّ مُتَّكَاً وَّاٰتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيْنًا وَّقَالَتِ اخْرُجْ عَلَيْهِنَّ ۚ فَلَمَّا رَاَيْنَهٗٓ اَكْبَرْنَهٗ وَقَطَّعْنَ اَيْدِيَهُنَّۖ وَقُلْنَ حَاشَ لِلّٰهِ مَا هٰذَا بَشَرًاۗ اِنْ هٰذَآ اِلَّا مَلَكٌ كَرِيْمٌ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Maka ketika perempuan itu mendengar cercaan mereka, diundangnyalah perempuan-perempuan itu dan disediakannya tempat duduk bagi mereka, dan kepada masing-masing mereka diberikan sebuah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf), “Keluarlah (tampakkanlah dirimu) kepada mereka.” Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada (keelokan rupa)nya, dan mereka (tanpa sadar) melukai tangannya sendiri. Seraya berkata, “Mahasempurna Allah, ini bukanlah manusia. Ini benar-benar malaikat yang mulia.”",
            "tafsir_jalalayn": "(Maka tatkala wanita itu mendengar cercaan mereka) pergunjingan mereka terhadap dirinya (diundangnyalah wanita-wanita itu dan disediakannya) Zulaikha mempersiapkan (bagi mereka makanan) yang harus dipotong terlebih dahulu dengan pisau dan beralaskan pada talenan (dan diberikannya) Zulaikha memberikan (kepada masing-masing mereka sebuah pisau, kemudian dia berkata) kepada Yusuf (\"Keluarlah kepada mereka.\" Maka tatkala wanita-wanita itu melihatnya, mereka merasa kagum terhadapnya) kepada ketampanan dan keelokan rupanya (dan mereka melukai jari tangannya) dengan pisau-pisau yang mereka pegang itu tanpa mereka sadari dan tanpa merasa sakit karena kekaguman mereka terhadap ketampanan Yusuf (dan berkatalah mereka, \"Maha Sempurna Allah) dimaksud sebagai ungkapan memahasucikan Allah swt. (ini bukanlah) artinya Nabi Yusuf ini (manusia tetapi) melainkan (ia adalah malaikat yang mulia.\") mengingat ketampanan dan keelokan rupanya hal ini tidak akan ditemui pada manusia. Di dalam sebuah hadis disebutkan bahwasanya Nabi Yusuf telah dianugerahi separuh dari ketampanan dan keelokan rupa.",
            "sajda": false,
            "transliteration": "Falammaa sami'at bimak rihinna arsalat ilaihinna wa a'tadat lahunna muttaka anw wa aatat kulla waahidatim min hunna sikkeenanw wa qaala tikh ruj 'alaihinna falammaa ra aynahooo akbarnahoo wa qatta'na aydiyahunna wa qulna haasha lillaahi maa haaza basharaa; in haazaaa illaa malakun kareem",
            "tajweed_text": "فَلَ[g[مّ]َا سَمِعَتْ بِمَكْرِهِ[g[نّ]َ أَرْسَلَتْ إِلَيْهِ[g[نّ]َ وَأَعْتَدَتْ لَهُ[g[نّ]َ مُتَّكَـ[a:6629[ـًٔا و]َءَاتَتْ كُلَّ و[n[َٲ]حِدَ[a:6630[ةٍ م]ِّنْهُ[g[نّ]َ سِكِّي[a:6631[نًا و]َقَالَتِ [h:6632[ٱ]خْرُ[q:4615[جْ] عَلَيْهِ[g[نّ]َ‌ۖ فَلَ[g[مّ]َا رَأَيْنَهُ[o[ۥٓ] أَكْبَرْنَهُ[n[ۥ] وَقَطَّعْنَ أَيْدِيَهُ[g[نّ]َ وَقُلْنَ حَ[n[ـٰ]شَ لِلَّهِ مَا هَ[n[ـٰ]ذَا بَشَرًا إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا مَلَ[f:6633[كٌ ك]َر[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1628,
            "aya_number": 32,
            "aya_text": "قَالَتْ فَذٰلِكُنَّ الَّذِيْ لُمْتُنَّنِيْ فِيْهِ ۗوَلَقَدْ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ فَاسْتَعْصَمَ ۗوَلَىِٕنْ لَّمْ يَفْعَلْ مَآ اٰمُرُهٗ لَيُسْجَنَنَّ وَلَيَكُوْنًا مِّنَ الصّٰغِرِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Dia (istri Al-Aziz) berkata, “Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya, dan sungguh, aku telah menggoda untuk menundukkan dirinya tetapi dia menolak. Jika dia tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan, dan dia akan menjadi orang yang hina.”",
            "tafsir_jalalayn": "(Wanita itu berkata) yang dimaksud adalah istri Al-Aziz sewaktu ia melihat apa yang terjadi pada diri mereka (\"Itulah dia) dialah (orangnya yang kalian cela aku karena tertarik kepadanya) karena aku mencintainya. Kalimat ini merupakan penjelasan tentang alasan Zulaikha (dan sesungguhnya aku telah menggoda dia untuk menundukkan dirinya kepadaku akan tetapi ia mempertahankan dirinya) menolak. (Dan sesungguhnya jika dia tidak menaati apa yang aku perintahkan kepadanya) untuk dilakukannya (niscaya dia akan dipenjarakan dan dia akan termasuk golongan orang-orang yang hina\") orang-orang yang tidak terpandang. Maka wanita-wanita itu berkata kepada Yusuf, \"Turutilah kemauan tuan wanitamu ini.\"",
            "sajda": false,
            "transliteration": "Qaalat fazaalikunnal lazee lumtunnanee feeh; wa laqad raawattuhoo 'an nafsihee fasta'sam; wa la'il lam yaf'al maaa aamuruhoo la yusjananna wa la yakoonam minas saaghireen",
            "tajweed_text": "قَالَتْ فَذ[n[َٲ]لِكُ[g[نّ]َ [h:6634[ٱ]لَّذِى لُمْتُ[g[نّ]َنِى فِيهِ‌ۖ وَلَقَ[q:341[دْ] ر[n[َٲ]وَ[d:6635[د]تُّهُ[n[ۥ] ع[a:5890[َن ن]َّفْسِه[n[ِۦ] فَ[h:6636[ٱ]سْتَعْصَمَ‌ۖ وَلَئ[u:6637[ِن ل]َّمْ يَفْعَلْ م[o[َآ] ءَامُرُهُ[n[ۥ] لَيُسْجَنَ[g[نّ]َ وَلَيَكُو[a:6638[نًا م]ِّنَ [h:4604[ٱ][l[ل]صَّ[n[ـٰ]غِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1629,
            "aya_number": 33,
            "aya_text": "قَالَ رَبِّ السِّجْنُ اَحَبُّ اِلَيَّ مِمَّا يَدْعُوْنَنِيْٓ اِلَيْهِ ۚوَاِلَّا تَصْرِفْ عَنِّيْ كَيْدَهُنَّ اَصْبُ اِلَيْهِنَّ وَاَكُنْ مِّنَ الْجٰهِلِيْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Yusuf berkata, “Wahai Tuhanku! Penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika aku tidak Engkau hindarkan dari tipu daya mereka, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang yang bodoh.”",
            "tafsir_jalalayn": "(Yusuf berkata, \"Wahai Rabbku! Penjara lebih aku sukai daripada memenuhi ajakan mereka kepadaku. Dan jika tidak Engkau hindarkan aku dari tipu daya mereka, tentu aku akan cenderung untuk) memenuhi (kemauan mereka dan tentulah aku) menjadi (termasuk orang-orang yang bodoh\") yakni orang-orang yang berbuat dosa. Makna yang dimaksud adalah berdoa. Pada ayat selanjutnya Allah berfirman:",
            "sajda": false,
            "transliteration": "Qaala rabbis sijnu ahabbu ilaiya mimma yad'oo naneee 'ilaihi wa illaa tasrif 'annee kaidahunna asbu ilaihinna wa akum minal jaahileen",
            "tajweed_text": "قَالَ رَبِّ [h:6639[ٱ][l[ل]سِّ[q:6640[جْ]نُ أَحَبُّ إِلَىَّ مِ[g[مّ]َا يَ[q:6641[دْ]عُونَن[o[ِىٓ] إِلَيْهِ‌ۖ وَإِلَّا تَصْرِفْ عَ[g[نّ]ِى كَيْدَهُ[g[نّ]َ أَصْبُ إِلَيْهِ[g[نّ]َ وَأَك[a:6642[ُن م]ِّنَ [h:352[ٱ]لْجَ[n[ـٰ]هِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1630,
            "aya_number": 34,
            "aya_text": "فَاسْتَجَابَ لَهٗ رَبُّهٗ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Maka Tuhan memperkenankan doa Yusuf, dan Dia menghindarkan Yusuf dari tipu daya mereka. Dialah Yang Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Maka Rabbnya memperkenankan doa Yusuf) permintaannya (dan Dia menghindarkan Yusuf dari tipu daya mereka. Sesungguhnya Dialah Yang Maha Mendengar) semua pembicaraan (lagi Maha Mengetahui) semua pekerjaan.",
            "sajda": false,
            "transliteration": "Fastajaaba lahoo rabbuhoo fasarafa 'anhu kaidahunn; innahoo Huswas_Samee'ul 'Aleem",
            "tajweed_text": "فَ[h:9999[ٱ]سْتَجَابَ لَهُ[n[ۥ] رَبُّهُ[n[ۥ] فَصَرَفَ عَنْهُ كَيْدَهُ[g[نّ]َ‌ۚ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1631,
            "aya_number": 35,
            "aya_text": "ثُمَّ بَدَا لَهُمْ مِّنْۢ بَعْدِ مَا رَاَوُا الْاٰيٰتِ لَيَسْجُنُنَّهٗ حَتّٰى حِيْنٍ ࣖ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu.",
            "tafsir_jalalayn": "(Kemudian timbul pikiran) tampak nyata (pada mereka setelah melihat tanda-tanda) yang menunjukkan kebersihan diri Nabi Yusuf, yaitu memenjarakannya. Hal ini terbukti dengan adanya penjelasan pada ayat selanjutnya (bahwa mereka harus memenjarakannya sampai) hingga (sesuatu waktu) semua yang hadir setuju dengan pendapat ini akhirnya Nabi Yusuf dipenjarakan.",
            "sajda": false,
            "transliteration": "Summa badaa lahum mim ba'di maa ra-awul Aayaati layasjununnahoo hatta heen",
            "tajweed_text": "ثُ[g[مّ]َ بَدَا لَه[w:1812[ُم م]ّ[i:146[ِنۢ ب]َعْدِ مَا رَأَوُ[s[اْ] [h:6643[ٱ]لْأَيَ[n[ـٰ]تِ لَيَسْجُنُ[g[نّ]َهُ[n[ۥ] حَتَّىٰ ح[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1632,
            "aya_number": 36,
            "aya_text": "وَدَخَلَ مَعَهُ السِّجْنَ فَتَيٰنِ ۗقَالَ اَحَدُهُمَآ اِنِّيْٓ اَرٰىنِيْٓ اَعْصِرُ خَمْرًا ۚوَقَالَ الْاٰخَرُ اِنِّيْٓ اَرٰىنِيْٓ اَحْمِلُ فَوْقَ رَأْسِيْ خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ ۗنَبِّئْنَا بِتَأْوِيْلِهٖ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Dan bersama dia masuk pula dua orang pemuda ke dalam penjara. Salah satunya berkata, “Sesungguhnya aku bermimpi memeras anggur,” dan yang lainnya berkata, “Aku bermimpi, membawa roti di atas kepalaku, sebagiannya dimakan burung.” Berikanlah kepada kami takwilnya. Sesungguhnya kami memandangmu termasuk orang yang berbuat baik.",
            "tafsir_jalalayn": "(Dan bersama dengan dia masuk pula ke dalam penjara dua orang pemuda) dua orang pelayan raja; salah seorang di antaranya bekas atau mantan penyuguh minumannya dan yang seorang lainnya mantan penyuguh makanannya. Kemudian mereka berdua melihat bahwa Nabi Yusuf pandai menakwilkan arti mimpi lalu keduanya sepakat untuk mengujinya. (Berkatalah salah seorang di antara keduanya) yaitu mantan penyuguh minuman raja (\"Sesungguhnya aku bermimpi bahwa aku memeras khamar.\") yang dimaksud adalah memeras anggur (Dan yang lainnya berkata) yaitu mantan penyuguh hidangan raja (\"Sesungguhnya aku bermimpi bahwa aku membawa roti di atas kepalaku, sebagiannya dimakan burung. Berikanlah kepada kami) ceritakanlah kepada kami (takbirnya) arti impian itu (sesungguhnya kami memandang kamu termasuk orang-orang yang pandai menakwilkan mimpi.\").",
            "sajda": false,
            "transliteration": "Wa dakhala ma'ahussijna fata yaan; qaala ahaduhumaaa inneee araaneee a'siru khamranw wa qaalal aakharu inneee khubzan taakulut tairu minh; nabbi 'naa bitaaweelihee innaa naraaka minal muhsineen",
            "tajweed_text": "وَدَخَلَ مَعَهُ [h:6644[ٱ][l[ل]سِّ[q:6645[جْ]نَ فَتَيَانِ‌ۖ قَالَ أَحَدُهُم[o[َآ] إِ[g[نّ][o[ِىٓ] أَرَ[n[ٮٰ]ن[o[ِىٓ] أَعْصِرُ خَمْ[a:6646[رًا‌ۖ و]َقَالَ [h:6647[ٱ]لْأَخَرُ إِ[g[نّ][o[ِىٓ] أَرَ[n[ٮٰ]ن[o[ِىٓ] أَحْمِلُ فَوْقَ رَأْسِى خُ[q:6648[بْ][f:6649[زًا ت]َأْكُلُ [h:6650[ٱ][l[ل]طَّيْرُ مِنْهُ‌ۖ نَبِّئْنَا بِتَأْوِيلِه[o[ِۦٓ‌ۖ] إِ[g[نّ]َا نَرَ[n[ٮٰ]كَ مِنَ [h:4754[ٱ]لْمُحْسِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1633,
            "aya_number": 37,
            "aya_text": "قَالَ لَا يَأْتِيْكُمَا طَعَامٌ تُرْزَقٰنِهٖٓ اِلَّا نَبَّأْتُكُمَا بِتَأْوِيْلِهٖ قَبْلَ اَنْ يَّأْتِيَكُمَا ۗذٰلِكُمَا مِمَّا عَلَّمَنِيْ رَبِّيْۗ اِنِّيْ تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُوْنَ بِاللّٰهِ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَۙ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 239,
            "translation_aya_text": "Dia (Yusuf) berkata, “Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama orang-orang yang tidak beriman kepada Allah, bahkan mereka tidak percaya kepada hari akhirat.",
            "tafsir_jalalayn": "(Yusuf berkata) kepada kedua pemuda itu seraya menegaskan, bahwa dirinya pandai di dalam menakbirkan arti mimpi (\"Tidak disampaikan kepada kamu berdua makanan yang akan diberikan kepadamu) di dalam mimpi kamu berdua (melainkan aku telah dapat menerangkan takwilnya) apa yang akan terjadi di alam kenyataan (sebelum makanan itu sampai kepada kamu berdua) sebelum kenyataan mimpi itu menimpa kalian berdua. (Yang demikian itu adalah sebagian dari apa yang diajarkan kepadaku oleh Rabbku) di dalam ungkapan ini terkandung pengertian yang menganjurkan supaya mereka berdua beriman kepada Allah. Selanjutnya hal ini diperkuat oleh perkataannya lagi, yaitu: (Sesungguhnya aku telah meninggalkan tuntunan) agama (orang-orang yang tidak beriman kepada Allah sedangkan mereka terhadap hari kiamat benar-benar) sungguh (ingkar\").",
            "sajda": false,
            "transliteration": "Qaala laa yaateekumaa ta'aamun turzaqaaniheee illaa nabbaatukumaa bitaaweelihee qabla any yaatiyakumaa; zaali kumaa mimmaa 'allamanee rabbee; innee taraktu millata qawmil laa yu'minoona billaahi wahum bil aakhirati hum kaafiroon",
            "tajweed_text": "قَالَ لَا يَأْتِيكُمَا طَعَا[f:6651[مٌ ت]ُرْزَقَانِه[o[ِۦٓ] إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِه[n[ِۦ] قَ[q:3282[بْ]لَ أ[a:6652[َن ي]َأْتِيَكُمَا‌ۚ ذ[n[َٲ]لِكُمَا مِ[g[مّ]َا عَلَّمَنِى رَبّ[o[ِىٓ‌ۚ] إِ[g[نّ]ِى تَرَكْتُ مِلَّةَ قَوْ[u:6210[مٍ ل]َّا يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَه[c:4710[ُم ب]ِ[h:447[ٱ]لْأَخِرَةِ هُمْ كَ[n[ـٰ]فِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        }
    ]
}