{
    "page_number": 24,
    "data": [
        {
            "aya_id": 161,
            "aya_number": 154,
            "aya_text": "وَلَا تَقُوْلُوْا لِمَنْ يُّقْتَلُ فِيْ سَبِيْلِ اللّٰهِ اَمْوَاتٌ ۗ بَلْ اَحْيَاۤءٌ وَّلٰكِنْ لَّا تَشْعُرُوْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 24,
            "translation_aya_text": "Dan janganlah kamu mengatakan orang-orang yang terbunuh di jalan Allah (mereka) telah mati. Sebenarnya (mereka) hidup, tetapi kamu tidak menyadarinya.",
            "tafsir_jalalayn": "(Dan janganlah kamu katakan terhadap orang yang terbunuh di jalan Allah) bahwa mereka itu (mati, tetapi) mereka itu (masih hidup) di mana roh-roh mereka bersemayam dalam jiwa burung-burung hijau terbang bebas di dalam surga ke mana saja mereka kehendaki. Demikian menurut suatu hadis, (hanya kamu tidak menyadarinya) artinya mengetahui mereka.",
            "sajda": false,
            "transliteration": "Wa laa taqooloo limai yuqtalu fee sabeelil laahi amwaat; bal ahyaaa'unw wa laakil laa tash'uroon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 162,
            "aya_number": 155,
            "aya_text": "وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرٰتِۗ وَبَشِّرِ الصّٰبِرِيْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 24,
            "translation_aya_text": "Dan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar,",
            "tafsir_jalalayn": "(Dan sungguh Kami akan memberimu cobaan berupa sedikit ketakutan) terhadap musuh, (kelaparan) paceklik, (kekurangan harta) disebabkan datangnya malapetaka, (dan jiwa) disebabkan pembunuhan, kematian dan penyakit, (serta buah-buahan) karena bahaya kekeringan, artinya Kami akan menguji kamu, apakah kamu bersabar atau tidak. (Dan sampaikanlah berita gembira kepada orang-orang yang sabar) bahwa mereka akan menerima ganjaran kesabaran itu berupa surga.",
            "sajda": false,
            "transliteration": "Wa lanablu wannakum bishai'im minal khawfi waljoo'i wa naqsim minal amwaali wal anfusi was samaraat; wa bashshiris saabireen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 163,
            "aya_number": 156,
            "aya_text": "اَلَّذِيْنَ اِذَآ اَصَابَتْهُمْ مُّصِيْبَةٌ ۗ قَالُوْٓا اِنَّا لِلّٰهِ وَاِنَّآ اِلَيْهِ رٰجِعُوْنَۗ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 24,
            "translation_aya_text": "(yaitu) orang-orang yang apabila ditimpa musibah, mereka berkata “Inna lillahi wa inna ilaihi raji‘un” (sesungguhnya kami milik Allah dan kepada-Nyalah kami kembali).",
            "tafsir_jalalayn": "(Yaitu orang-orang yang apabila mereka ditimpa musibah) bencana atau malapetaka (mereka mengucapkan, 'Innaa lillaahi') artinya sesungguhnya kita ini milik Allah; maksudnya menjadi milik dan hamba-Nya yang dapat diperlakukan-Nya sekehendak-Nya, ('wa innaa ilaihi raaji`uun') artinya dan sesungguhnya kepada-Nyalah kita akan kembali, yakni ke akhirat, di sana kita akan diberi-Nya balasan. Dalam sebuah hadis disebutkan, \"Barang siapa yang istirja`/mengucapkan 'innaa lillaahi wa innaa ilaihi raaji`uun' ketika mendapat musibah, maka ia diberi pahala oleh Allah dan diiringi-Nya dengan kebaikan.\" Juga diberitakan bahwa pada suatu ketika lampu Nabi saw. padam, maka beliau pun mengucapkan istirja`, lalu kata Aisyah, \"Bukankah ini hanya sebuah lampu!\" Jawabnya, \"Setiap yang mengecewakan (hati) orang mukmin itu berarti musibah.\" Diriwayatkan oleh Abu Daud dalam kumpulan hadis-hadis mursalnya.",
            "sajda": false,
            "transliteration": "Allazeena izaaa asaabathum museebatun qaalooo innaa lillaahi wa innaaa ilaihi raaji'oon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 164,
            "aya_number": 157,
            "aya_text": "اُولٰۤىِٕكَ عَلَيْهِمْ صَلَوٰتٌ مِّنْ رَّبِّهِمْ وَرَحْمَةٌ  ۗوَاُولٰۤىِٕكَ هُمُ الْمُهْتَدُوْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 24,
            "translation_aya_text": "Mereka itulah yang memperoleh ampunan dan rahmat dari Tuhannya, dan mereka itulah orang-orang yang mendapat petunjuk.",
            "tafsir_jalalayn": "(Mereka itulah yang mendapat selawat) artinya ampunan (dari Tuhan mereka serta rahmat) atau nikmat (dan merekalah orang-orang yang mendapat petunjuk) ke arah yang benar.",
            "sajda": false,
            "transliteration": "Ulaaa'ika 'alaihim salawaatun mir Rabbihim wa rahma; wa ulaaa'ika humul muhtadoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 165,
            "aya_number": 158,
            "aya_text": "۞ اِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَاۤىِٕرِ اللّٰهِ ۚ فَمَنْ حَجَّ الْبَيْتَ اَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ اَنْ يَّطَّوَّفَ بِهِمَا ۗ وَمَنْ تَطَوَّعَ خَيْرًاۙ فَاِنَّ اللّٰهَ شَاكِرٌ عَلِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 24,
            "translation_aya_text": "Sesungguhnya Safa dan Marwah merupakan sebagian syi‘ar (agama) Allah. Maka barangsiapa beribadah haji ke Baitullah atau berumrah, tidak ada dosa baginya mengerjakan sa‘i antara keduanya. Dan barangsiapa dengan kerelaan hati mengerjakan kebajikan, maka Allah Maha Mensyukuri, Maha Mengetahui.",
            "tafsir_jalalayn": "(Sesungguhnya Safa dan Marwah) nama dua bukit di Mekah (adalah sebagian dari syiar-syiar Allah) tanda-tanda kebesaran agama-Nya, jamak dari 'syaa`irah.' (Barang siapa yang melakukan ibadah haji atau umrah) artinya memakai pakaian haji atau umrah. Asal makna keduanya adalah menyengaja dan berkunjung, (maka tiada salah baginya) artinya ia tidak berdosa (mengerjakan sai) asalkan sebanyak tujuh kali. Ayat ini turun tatkala kaum muslimin tidak bersedia melakukannya, disebabkan orang-orang jahiliah dulu biasa tawaf di sana sambil menyapu dua berhala yang terdapat pada keduanya. Menurut Ibnu Abbas bahwa sai itu hukumnya tidak wajib, hanya takhyir, artinya dibolehkan memilih sebagai akibat tidak berdosa. Tetapi Syafii dan ulama lainnya berpendapat bahwa sai adalah rukun dan hukum fardunya dinyatakan oleh Nabi saw. dengan sabdanya, \"Sesungguhnya Allah mewajibkan sai atas kamu.\" (H.R. Baihaqi) Sabdanya pula, \"Mulailah dengan apa yang dimulai Allah, yakni Shafa.\" (H.R. Muslim) (Dan barang siapa yang dengan kemauan sendiri berbuat) ada yang membaca 'Taththawwa`a', yaitu dengan ditasydidkan ta pada tha, lalu diidgamkan (suatu kebaikan) maksudnya amalan yang tidak wajib seperti tawaf dan lain-lainnya (maka sesungguhnya Allah Maha Mensyukuri) perbuatannya itu dengan memberinya pahala (lagi Maha Mengetahui).",
            "sajda": false,
            "transliteration": "Innas Safaa wal-Marwata min sha'aaa'iril laahi faman hajjal Baita awi'tamara falaa junaaha 'alaihi ai yattawwafa bihimaa; wa man tatawwa'a khairan fa innal laaha Shaakirun'Aleem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 166,
            "aya_number": 159,
            "aya_text": "اِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ اَنْزَلْنَا مِنَ الْبَيِّنٰتِ وَالْهُدٰى مِنْۢ بَعْدِ مَا بَيَّنّٰهُ لِلنَّاسِ فِى الْكِتٰبِۙ اُولٰۤىِٕكَ يَلْعَنُهُمُ اللّٰهُ وَيَلْعَنُهُمُ اللّٰعِنُوْنَۙ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 24,
            "translation_aya_text": "Sungguh, orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan dan petunjuk, setelah Kami jelaskan kepada manusia dalam Kitab (Al-Qur'an), mereka itulah yang dilaknat Allah dan dilaknat (pula) oleh mereka yang melaknat,",
            "tafsir_jalalayn": "Ayat berikut ini turun tentang orang-orang Yahudi, (Sesungguhnya orang-orang yang menyembunyikan) kepada manusia (apa-apa yang telah Kami turunkan berupa keterangan dan petunjuk) seperti ayat rajam dan tentang ciri-ciri Nabi Muhammad saw. (setelah Kami jelaskan kepada manusia dalam Alkitab) yakni Taurat (mereka itu dikutuk oleh Allah) maksudnya disingkirkan-Nya dari rahmat-Nya (dan dikutuk pula oleh makhluk-makhluk lainnya dengan mendoakannya agar mendapat kutukan.",
            "sajda": false,
            "transliteration": "Innal lazeena yaktumoona maaa anzalnaa minal baiyinaati walhudaa mim ba'di maa baiyannaahu linnaasi fil kitaabi ulaaa'ika yal'anuhumul laahu wa yal'anuhumul laa 'inoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 167,
            "aya_number": 160,
            "aya_text": "اِلَّا الَّذِيْنَ تَابُوْا وَاَصْلَحُوْا وَبَيَّنُوْا فَاُولٰۤىِٕكَ اَتُوْبُ عَلَيْهِمْ ۚ وَاَنَا التَّوَّابُ الرَّحِيْمُ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 24,
            "translation_aya_text": "kecuali mereka yang telah bertobat, mengadakan perbaikan dan menjelaskan(nya), mereka itulah yang Aku terima tobatnya dan Akulah Yang Maha Penerima tobat, Maha Penyayang.",
            "tafsir_jalalayn": "(Kecuali orang-orang yang tobat) artinya sadar dan kembali dari kesalahannya, (mengadakan perbaikan) mengenai amal perbuatan mereka, (dan memberikan penjelasan) tentang apa yang mereka sembunyikan itu, (maka terhadap mereka Kuterima tobatnya) (dan Aku Maha Penerima tobat lagi Maha Penyayang) terhadap orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Illal lazeena taaboo wa aslahoo wa baiyanoo fa ulaaa'ika atoobu 'alaihim; wa Anat Tawwaabur Raheem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 168,
            "aya_number": 161,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ اُولٰۤىِٕكَ عَلَيْهِمْ لَعْنَةُ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 24,
            "translation_aya_text": "Sungguh, orang-orang yang kafir dan mati dalam keadaan kafir, mereka itu mendapat laknat Allah, para malaikat dan manusia seluruhnya,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir dan mereka mati dalam keadaan kafir) menjadi 'hal' (mereka itu mendapat kutukan Allah, malaikat dan manusia seluruhnya) maksudnya wajar mendapat kutukan itu baik di dunia maupun di akhirat. Mengenai 'manusia' ada yang mengatakannya umum dan ada pula yang mengatakannya khusus dari orang-orang beriman.",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo wamaa too wa hum kuffaarun ulaaa'ika 'alaihim la 'natul laahi walmalaa'ikati wannaasi ajma'een",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 169,
            "aya_number": 162,
            "aya_text": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 24,
            "translation_aya_text": "mereka kekal di dalamnya (laknat), tidak akan diringankan azabnya, dan mereka tidak diberi penangguhan.",
            "tafsir_jalalayn": "(Mereka kekal di dalamnya) maksudnya dalam kutukan atau dalam neraka sebagaimana diisyaratkan dalam kutukan itu. (Tidak diringankan siksa dari mereka) walaupun sekejap mata (dan tidak pula mereka diberi tenggang waktu) untuk mengajukan tobat atau memohon ampun. Ayat berikut diturunkan ketika mereka berkata, \"Gambarkanlah kepadaku tentang Tuhanmu!\"",
            "sajda": false,
            "transliteration": "khaalideena feeha laa yukhaffafu 'anhumul 'azaabu wa laa hum yunzaroon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 170,
            "aya_number": 163,
            "aya_text": "وَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ  لَآاِلٰهَ اِلَّا هُوَ الرَّحْمٰنُ الرَّحِيْمُ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 24,
            "translation_aya_text": "Dan Tuhan kamu adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, Yang Maha Pengasih, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan Tuhanmu) yang patut menjadi sembahanmu, (adalah Tuhan Yang Maha Esa) yang tiada bandingan-Nya, baik dalam zat maupun sifat, (tiada Tuhan melainkan Dia) (Dialah Yang Maha Pengasih lagi Maha Penyayang). Ketika mereka menuntut buktinya, turunlah ayat,",
            "sajda": false,
            "transliteration": "Wa ilaahukum illaahunw waahid, laaa ilaaha illaa Huwar Rahmaanur Raheem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}