{
    "page_number": 240,
    "data": [
        {
            "aya_id": 1634,
            "aya_number": 38,
            "aya_text": "وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ اَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah dari karunia Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur.",
            "tafsir_jalalayn": "(\"Dan aku mengikuti agama bapak-bapakku, yaitu Ibrahim, Ishak dan Yakub. Tiadalah patut) tidak pantas (bagi kami mempersekutukan Allah dengan) huruf min di sini zaidah (sesuatu pun) karena kami selalu memelihara (yang demikian itu) yakni ajaran tauhid (adalah karunia Allah kepada kami dan kepada manusia seluruhnya tetapi kebanyakan manusia itu) dimaksud adalah orang-orang kafir (tidak mensyukuri.\") terhadap Allah; lalu mereka menyekutukan-Nya. Kemudian Nabi Yusuf menjelaskan ajakannya kepada mereka berdua agar keduanya beriman seraya berkata:",
            "sajda": false,
            "transliteration": "Wattab'tu millata aabaaa'eee Ibraaheema wa Ishaaqa wa Ya'qoob; maa kaana lanaaa an nushrika billaahi min shai' zaalikamin fadlil laahi 'alainaa wa 'alan naasi wa laakinna aksaran naasi laa yashkuroon",
            "tajweed_text": "وَ[h:9999[ٱ]تَّبَعْتُ مِلَّةَ ءَاب[o[َا]ٓء[o[ِىٓ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَإِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ‌ۚ مَا كَانَ لَن[o[َآ] أ[a:6653[َن ن]ُّشْرِكَ بِ[h:32[ٱ]للَّهِ مِ[f:2103[ن ش][f:6654[َىْءٍ‌ۚ ذ][n[َٲ]لِكَ مِ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ عَلَيْنَا وَعَلَى [h:6657[ٱ][l[ل][g[نّ]َاسِ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1635,
            "aya_number": 39,
            "aya_text": "يٰصَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُتَفَرِّقُوْنَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ  ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa, Mahaperkasa?",
            "tafsir_jalalayn": "(\"Hai kedua temanku) yang satu tempat tinggal (dalam penjara! Manakah yang baik tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa lagi Maha Perkasa?\") pilihlah! Istifham atau kata tanya di sini mengandung pengertian taqrir atau menetapkan.",
            "sajda": false,
            "transliteration": "Yaa saahibayis sijni 'a-arbaabum mutafarriqoona khayrun amil laahul waahidul qahhaar",
            "tajweed_text": "يَ[n[ـٰ]صَ[n[ـٰ]حِبَىِ [h:6658[ٱ][l[ل]سِّ[q:6659[جْ]نِ ءَأَرْبَا[a:6660[بٌ م]ُّتَفَرِّقُونَ خَيْرٌ أَمِ [h:717[ٱ]للَّهُ [h:6661[ٱ]لْو[n[َٲ]حِدُ [h:6662[ٱ]لْقَهّ[p[َا]رُ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1636,
            "aya_number": 40,
            "aya_text": "مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗاَمَرَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
            "tafsir_jalalayn": "(\"Kamu berdua tidak menyembah yang selain-Nya) selain Allah (melainkan hanya menyembah nama-nama yang dibuat-buat) yaitu kalian namakan mereka berhala-berhala (oleh kalian dan nenek moyang kalian sendiri, Allah tidak menurunkan tentang nama-nama itu) untuk disembah (suatu keterangan pun) hujah dan argumentasi. (Tiada lain) tiadalah (keputusan itu) kepastian itu (hanya kepunyaan Allah) semata (Dia telah memerintahkan agar kalian tidak menyembah selain Dia. Itulah) yakni agama tauhid itulah (agama yang lurus) agama yang mustaqim (tetapi kebanyakan manusia) orang-orang kafir (tidak mengetahui.\") apa yang bakal menimpa mereka, yaitu berupa azab; mereka benar-benar orang-orang yang menyekutukan-Nya.",
            "sajda": false,
            "transliteration": "Maa ta'budoona min doonihee illaaa asmaaa'an sam maitumoohaaa antum wa aabaaa'ukum maaa anzalal laahu bihaa min sultan; inilhukmu illaa lillaah; amara allaa ta'budooo illaaa iyyaah; zaalikad deenul qaiyimu wa laakinna aksaran naasi laa ya'lamoon",
            "tajweed_text": "مَا تَعْبُدُونَ مِ[f:3136[ن د]ُونِه[o[ِۦٓ] إِلّ[o[َآ] أَسْم[o[َا]ٓ[f:6663[ءً س]َ[g[مّ]َيْتُمُوه[o[َآ] أَ[f:428[نت]ُمْ وَءَاب[o[َا]ٓؤُك[w:4796[ُم م]ّ[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ بِهَا مِ[f:4798[ن س]ُلْطَ[n[ـٰ]نٍ‌ۚ إِنِ [h:4101[ٱ]لْحُكْمُ إِلَّا لِلَّهِ‌ۚ أَمَرَ أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِيَّاهُ‌ۚ ذ[n[َٲ]لِكَ [h:5569[ٱ][l[ل]دِّينُ [h:5570[ٱ]لْقَيِّمُ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1637,
            "aya_number": 41,
            "aya_text": "يٰصَاحِبَيِ السِّجْنِ اَمَّآ اَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًا ۗوَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖ ۗ قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Wahai kedua penghuni penjara, “Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku).”",
            "tafsir_jalalayn": "(\"Hai kedua temanku dalam penjara! Adapun salah seorang di antara kamu berdua) yang dimaksud adalah mantan penyuguh minuman raja; maka setelah tiga hari kemudian ia akan keluar dari penjara ini (akan memberi minum tuannya) rajanya (dengan khamar) sebagaimana biasa (dan adapun yang seorang lain) ia bakal keluar dari penjara ini setelah tiga hari (maka ia akan disalib, lalu burung memakan sebagian dari kepalanya) itulah makna mimpi kalian berdua. Kemudian keduanya menjawab, \"Kami sebenarnya tidak bermimpi melihat apa-apa.\" Nabi Yusuf berkata: (\"Telah diputuskan perkara yang kamu berdua menanyakannya.\") yang kamu berdua telah menanyakan perihalnya, apakah kamu berdua mempercayainya atau tidak, itu terserah.",
            "sajda": false,
            "transliteration": "Yaa saahibayis sijni ammaaa ahadukumaa fa yasqee rabbahoo khamranw wa ammal aakharu fa yuslabu fataakulut tairu mir raasih; qudiyal amrul lazee feehi tastaftiyaan",
            "tajweed_text": "يَ[n[ـٰ]صَ[n[ـٰ]حِبَىِ [h:6658[ٱ][l[ل]سِّ[q:6659[جْ]نِ أَ[g[مّ][o[َآ] أَحَدُكُمَا فَيَسْقِى رَبَّهُ[n[ۥ] خَمْ[a:6664[رًا‌ۖ و]َأَ[g[مّ]َا [h:6665[ٱ]لْأَخَرُ فَيُصْلَبُ فَتَأْكُلُ [h:6666[ٱ][l[ل]طَّيْرُ م[u:1057[ِن ر]َّأْسِه[n[ِۦ]‌ۚ قُضِىَ [h:6667[ٱ]لْأَمْرُ [h:6668[ٱ]لَّذِى فِيهِ تَسْتَفْتِي[p[َا]نِ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1638,
            "aya_number": 42,
            "aya_text": "وَقَالَ لِلَّذِيْ ظَنَّ اَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ࣖ ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, “Terangkanlah keadaanku kepada tuanmu.” Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.",
            "tafsir_jalalayn": "(Dan Yusuf berkata kepada orang yang diketahuinya) yang telah ia yakini (akan selamat di antara mereka berdua) yaitu mantan penyuguh minum raja (\"Jelaskanlah keadaanku kepada tuanmu\") yaitu kepada rajamu, bahwa sesungguhnya di dalam penjara ini terdapat seorang pemuda yang ditahan secara lalim, kemudian penyuguh minuman itu dikeluarkan dari penjara. (Maka ia dijadikan lupa) orang yang dimaksud adalah mantan penyuguh minuman (oleh setan menceritakan) tentang Nabi Yusuf (kepada tuannya. Karena itu tetaplah dia) Nabi Yusuf tetap tinggal (dalam penjara beberapa tahun lamanya) menurut suatu pendapat tujuh tahun dan menurut pendapat yang lain dua belas tahun.",
            "sajda": false,
            "transliteration": "Wa qaala lillazee zanna annahoo najim minhumaz kurnee 'inda rabbika fa-ansaahush Shaitaanu zikra Rabbihee falabisa fis sijni bad'a sineen",
            "tajweed_text": "وَقَالَ لِلَّذِى ظَ[g[نّ]َ أَ[g[نّ]َهُ[n[ۥ] نَا[a:6669[جٍ م]ِّنْهُمَا [h:6670[ٱ]ذْكُرْنِى عِ[f:264[ند]َ رَبِّكَ فَأَ[f:6671[نس]َ[n[ـٰ]هُ [h:6672[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ ذِكْرَ رَبِّه[n[ِۦ] فَلَبِثَ فِى [h:6673[ٱ][l[ل]سِّ[q:6659[جْ]نِ بِضْعَ سِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1639,
            "aya_number": 43,
            "aya_text": "وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُؤْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ",
            "sura_id": 12,
            "juz_id": 12,
            "page_number": 240,
            "translation_aya_text": "Dan raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi.” ",
            "tafsir_jalalayn": "(Raja berkata) raja negeri Mesir, yaitu Ar-Rayyan bin Walid (\"Sesungguhnya aku bermimpi melihat) fi'il mudhari' di sini bermakna fi'il madhi (tujuh ekor sapi betina yang gemuk-gemuk dimakan oleh) ditelan oleh (tujuh ekor) sapi (sapi betina yang kurus-kurus) lafal `ijaaf adalah bentuk jamak dari kata tunggal `ajfau, artinya sapi betina yang kurus (dan tujuh bulir gandum yang hijau dan yang lainnya) yakni tujuh bulir pula (kering) telah melingkar pada tujuh bulir yang hijau itu dan menutupinya. (Hai orang-orang yang terkemuka, terangkanlah kepadaku tentang takbir mimpiku itu) jelaskanlah kepadaku makna mimpiku itu (jika kalian dapat menakbirkan mimpi.\") ceritakanlah maknanya kepadaku sekarang juga.",
            "sajda": false,
            "transliteration": "Wa qaalal maliku inneee araa sab'a baqaraatin simaaniny yaakuluhunna sab'un 'ijaafunw wa sab'a sumbulaatinkhudrinw wa ukhara yaabisaat; yaaa ayuhal mala-u aftoonee fee nu'yaaya in kuntum lirru'yaa ta'buroon",
            "tajweed_text": "وَقَالَ [h:6674[ٱ]لْمَلِكُ إِ[g[نّ][o[ِىٓ] أَرَىٰ سَ[q:158[بْ]عَ بَقَر[n[َٲ][f:6675[تٍ س]ِمَا[a:6676[نٍ ي]َأْكُلُهُ[g[نّ]َ سَ[q:6677[بْ]عٌ عِجَا[a:6678[فٌ و]َسَ[q:6679[بْ]عَ سُ[i:6680[نۢب]ُلَ[n[ـٰ]تٍ خُضْ[a:6681[رٍ و]َأُخَرَ يَابِسَ[n[ـٰ][a:6682[تٍ‌ۖ ي]َ[o[ـٰٓ]أَيُّهَا [h:6683[ٱ]لْمَلَأُ أَفْتُونِى فِى رُءْيَ[n[ـٰ]ىَ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ لِلرُّءْيَا تَعْبُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        }
    ]
}