{
    "page_number": 243,
    "data": [
        {
            "aya_id": 1660,
            "aya_number": 64,
            "aya_text": "قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ اِلَّا كَمَآ اَمِنْتُكُمْ عَلٰٓى اَخِيْهِ مِنْ قَبْلُۗ فَاللّٰهُ خَيْرٌ حٰفِظًا وَّهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dia (Yakub) berkata, “Bagaimana aku akan mempercayakannya (Bunyamin) kepadamu, seperti aku telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu?” Maka Allah adalah penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.",
            "tafsir_jalalayn": "(Berkata Yakub, \"Bagaimana) tiada (aku akan mempercayakannya kepada kalian, kecuali seperti aku mempercayakan saudaranya kepada kalian) yang dimaksud adalah Nabi Yusuf (dahulu?) dan ternyata kalian telah mencelakakannya. (Maka Allah adalah sebaik-baik penjaga) menurut qiraat yang lain lafal haafizhan dibaca hifzhan dengan kedudukan menjadi tamyiz; perihalnya sama dengan perkataan mereka/orang-orang Arab lillaahi darruhu faarisan (dan Dia adalah Maha Penyayang di antara para penyayang.\") maka aku memohon semoga Dia menganugerahkan pemeliharaan-Nya terhadap Nabi Yusuf.",
            "sajda": false,
            "transliteration": "Qaala hal aamanukum 'alihi illaa kamaa amintukum 'alaaa akheehimin qabl; fal laahu khairun haafizanw wa Huwa arhamur Raahimeen",
            "tajweed_text": "قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَم[o[َآ] أَمِ[f:6734[نت]ُكُمْ عَلَ[o[ىٰٓ] أَخِيهِ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ فَ[h:591[ٱ]للَّهُ خَيْرٌ حَ[n[ـٰ]فِ[a:6735[ظًا‌ۖ و]َهُوَ أَرْحَمُ [h:5034[ٱ][l[ل]رّ[n[َٲ]حِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1661,
            "aya_number": 65,
            "aya_text": "وَلَمَّا فَتَحُوْا مَتَاعَهُمْ وَجَدُوْا بِضَاعَتَهُمْ رُدَّتْ اِلَيْهِمْۗ قَالُوْا يٰٓاَبَانَا مَا نَبْغِيْۗ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ اِلَيْنَا وَنَمِيْرُ اَهْلَنَا وَنَحْفَظُ اَخَانَا وَنَزْدَادُ كَيْلَ بَعِيْرٍۗ ذٰلِكَ كَيْلٌ يَّسِيْرٌ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dan ketika mereka membuka barang-barangnya, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, “Wahai ayah kami! Apalagi yang kita inginkan. Ini barang-barang kita dikembalikan kepada kita, dan kita akan dapat memberi makan keluarga kita, dan kami akan memelihara saudara kami, dan kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu suatu hal yang mudah (bagi raja Mesir).”",
            "tafsir_jalalayn": "(Tatkala mereka membuka barang-barangnya, mereka menemukan kembali barang-barang penukaran mereka dikembalikan kepada mereka. Mereka berkata, \"Wahai ayah kami! Apalagi yang kita inginkan) huruf maa di sini merupakan kata tanya, artinya apalagi yang kita cari lebih dari penghormatan yang telah diberikan oleh sang raja? Menurut qiraat lafal nabghii dibaca tabghii sebagai khithab atau pembicaraan yang ditujukan kepada Nabi Yakub. Karena mereka menceritakan kepadanya tentang penghormatan sang raja terhadap mereka. (Ini barang-barang kita dikembalikan kepada kita dan kami akan dapat memberi makan keluarga kami) artinya kami dapat membawa perbekalan makanan buat mereka (dan kami akan menjaga saudara kami dan kami akan mendapat tambahan sukatan seberat beban seekor unta) untuk saudara kami Bunyamin. (Itulah sukatan yang mudah.\") bagi raja Mesir, karena ia orangnya sangat dermawan.",
            "sajda": false,
            "transliteration": "Wa lammaa fatahoo mataa 'ahum wajadoo bidaa'atahum ruddat ilaihim qaaloo yaaa abaanaa maa nabghee; haazihee bida 'atunaa ruddat ilainaa wa nameeru ahlanaa wa nahfazu akhaanaa wa nazdaadu kaila ba'eer; zaalika kailuny yaseer",
            "tajweed_text": "وَلَ[g[مّ]َا فَتَحُو[s[اْ] مَتَ[n[ـٰ]عَهُمْ وَجَدُو[s[اْ] بِضَ[n[ـٰ]عَتَهُمْ رُدَّتْ إِلَيْهِمْ‌ۖ قَالُو[s[اْ] يَ[o[ـٰٓ]أَبَانَا مَا نَ[q:6736[بْ]غِى‌ۖ هَ[n[ـٰ]ذِه[n[ِۦ] بِضَ[n[ـٰ]عَتُنَا رُدَّتْ إِلَيْنَا‌ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِي[f:6737[رٍ‌ۖ ذ][n[َٲ]لِكَ كَيْ[a:6738[لٌ ي]َس[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1662,
            "aya_number": 66,
            "aya_text": "قَالَ لَنْ اُرْسِلَهٗ مَعَكُمْ حَتّٰى تُؤْتُوْنِ مَوْثِقًا مِّنَ اللّٰهِ لَتَأْتُنَّنِيْ بِهٖٓ اِلَّآ اَنْ يُّحَاطَ بِكُمْۚ فَلَمَّآ اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dia (Yakub) berkata, “Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kepadaku kembali, kecuali jika kamu dikepung (musuh).” Setelah mereka mengucapkan sumpah, dia (Yakub) berkata, “Allah adalah saksi terhadap apa yang kita ucapkan.”",
            "tafsir_jalalayn": "(Yakub berkata, \"Aku sekali-kali tidak akan melepaskannya pergi bersama kalian sebelum kalian memberikan kepadaku janji yang teguh) sumpah (atas nama Allah) seumpamanya kalian bersumpah (bahwa kalian pasti akan membawanya kepadaku kembali kecuali jika kalian dikepung musuh.\") seumpamanya kalian semuanya mati, atau kalian dikalahkan oleh musuh sehingga kalian tidak mampu membawa Bunyamin kembali kepadaku. Lalu mereka menyetujui hal tersebut. (Tatkala mereka memberikan janji mereka) mengikrarkan hal tersebut (maka Yakub berkata, \"Allah terhadap apa yang kita ucapkan) ini, yaitu saya dan kalian (adalah menjadi saksi.\") menyaksikannya kemudian Nabi Yakub memberikan izin kepada mereka untuk membawa serta Bunyamin.",
            "sajda": false,
            "transliteration": "Qaala lan ursilahoo ma'akum hattaa tu'tooni mawsiqam minal laahis lataa tunnanee biheee illaaa nay yuhaata bikum falammaaa aatawhu mawsiqahum qaalal laahu 'alaa maa naqoolu Wakeel",
            "tajweed_text": "قَالَ لَنْ أُرْسِلَهُ[n[ۥ] مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِ[a:6739[قًا م]ِّنَ [h:321[ٱ]للَّهِ لَتَأْتُ[g[نّ]َنِى بِه[o[ِۦٓ] إِلّ[o[َآ] أ[a:6740[َن ي]ُحَاطَ بِكُمْ‌ۖ فَلَ[g[مّ][o[َآ] ءَاتَوْهُ مَوْثِقَهُمْ قَالَ [h:1961[ٱ]للَّهُ عَلَىٰ مَا نَقُولُ وَك[p[ِي]لٌ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1663,
            "aya_number": 67,
            "aya_text": "وَقَالَ يٰبَنِيَّ لَا تَدْخُلُوْا مِنْۢ بَابٍ وَّاحِدٍ وَّادْخُلُوْا مِنْ اَبْوَابٍ مُّتَفَرِّقَةٍۗ وَمَآ اُغْنِيْ عَنْكُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dan dia (Yakub) berkata, “Wahai anak-anakku! Janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda; namun demikian aku tidak dapat mempertahankan kamu sedikit pun dari (takdir) Allah. Keputusan itu hanyalah bagi Allah. Kepada-Nya aku bertawakal dan kepada-Nya pula bertawakallah orang-orang yang bertawakal.”",
            "tafsir_jalalayn": "(Dan Yakub berkata, \"Hai anak-anakku! Janganlah kalian masuk) ke negeri Mesir (dari satu pintu gerbang, tetapi masuklah dari pintu-pintu gerbang yang berlainan) supaya kalian tidak menjadi sial karenanya (namun demikian aku tidak dapat menghindarkan) menolak (diri kalian) dengan melalui saranku ini (dari takdir Allah) huruf min di sini adalah zaidah (barang sedikit pun) yang telah ditakdirkan-Nya terhadap kalian; sesungguhnya hal tersebut hanyalah terdorong oleh rasa sayangku. (Tiada lain) (keputusan hanyalah hak Allah) semata (dan hanya kepada-Nyalah aku bertawakal) artinya hanya kepada-Nyalah aku percaya (dan hanya kepada-Nyalah hendaknya orang-orang yang bertawakal berserah diri.\")",
            "sajda": false,
            "transliteration": "Wa qaala yaa baniyya laa tadkhuloo mim baabinw waa hidinw wadkhuloo min abwaabim mutafarriqah; wa maaa ughnee 'ankum minal laahi min shai'in; inil hukmu illaa lillaahi 'alaihi tawakkaltu wa 'alaihi fal yatawakkalil Mutawakkiloon",
            "tajweed_text": "وَقَالَ يَ[n[ـٰ]بَنِىَّ لَا تَ[q:1176[دْ]خُلُو[s[اْ] م[i:6741[ِنۢ ب]َا[a:6742[بٍ و][n[َٲ]حِ[a:6743[دٍ و]َ[h:281[ٱ][q:281[دْ]خُلُو[s[اْ] مِنْ أَ[q:6744[بْ]و[n[َٲ][a:6745[بٍ م]ُّتَفَرِّقَ[a:6746[ةٍ‌ۖ و]َم[o[َآ] أُغْنِى عَ[f:255[نك][w:6747[ُم م]ِّنَ [h:321[ٱ]للَّهِ مِ[f:2103[ن ش]َىْءٍ‌ۖ إِنِ [h:4101[ٱ]لْحُكْمُ إِلَّا لِلَّهِ‌ۖ عَلَيْهِ تَوَكَّلْتُ‌ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ [h:6748[ٱ]لْمُتَوَكِّل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1664,
            "aya_number": 68,
            "aya_text": "وَلَمَّا دَخَلُوْا مِنْ حَيْثُ اَمَرَهُمْ اَبُوْهُمْۗ مَا كَانَ يُغْنِيْ عَنْهُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍ اِلَّا حَاجَةً فِيْ نَفْسِ يَعْقُوْبَ قَضٰىهَاۗ وَاِنَّهٗ لَذُوْ عِلْمٍ لِّمَا عَلَّمْنٰهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dan ketika mereka masuk sesuai dengan perintah ayah mereka, (masuknya mereka itu) tidak dapat menolak sedikit pun keputusan Allah, (tetapi itu) hanya suatu keinginan pada diri Yakub yang telah ditetapkannya. Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. Tetapi kebanyakan manusia tidak mengetahui.",
            "tafsir_jalalayn": "Allah berfirman: (Dan tatkala mereka masuk menurut yang diperintahkan oleh ayah mereka) yaitu masuk secara berpencar-pencar (maka hal itu tidak dapat melepaskan diri mereka dari Allah) yakni dari kepastian-Nya (barang) huruf min di sini adalah zaidah (sedikit pun akan tetapi itu hanya) tetapi hal itu hanyalah (suatu keinginan pada diri Yakub yang telah ditunaikannya) yaitu bermaksud untuk menghindarkan mereka dari kesialan karena terdorong oleh rasa sayang (dan sesungguhnya dia mempunyai pengetahuan karena Kami telah mengajarkan kepadanya) disebabkan Kami telah mengajarkan kepadanya (akan tetapi kebanyakan manusia) mereka adalah orang-orang kafir (tiada mengetahui.) ilham Allah yang dianugerahkan kepada orang-orang pilihan-Nya.",
            "sajda": false,
            "transliteration": "Wa lammaa dakhaloo min haisu amarahum aboohum maa kaana yughnee 'anhum minal laahi min shai'in illaa haajatan fee nafsi Ya'qooba qadaahaa; wa innahoo lazoo 'ilmil limaa 'allamnaahu wa laakinna aksaran naasi laa ya'lamoon",
            "tajweed_text": "وَلَ[g[مّ]َا دَخَلُو[s[اْ] مِنْ حَيْثُ أَمَرَهُمْ أَبُوه[w:6749[ُم م]َّا كَانَ يُغْنِى عَنْه[w:6750[ُم م]ِّنَ [h:321[ٱ]للَّهِ مِ[f:2103[ن ش]َىْءٍ إِلَّا حَاجَ[f:6751[ةً ف]ِى نَفْسِ يَعْقُوبَ قَضَ[n[ـٰ]هَا‌ۚ وَإِ[g[نّ]َهُ[n[ۥ] لَذُو عِلْ[u:6752[مٍ ل]ِّمَا عَلَّمْنَ[n[ـٰ]هُ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1665,
            "aya_number": 69,
            "aya_text": "وَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَخَاهُ قَالَ اِنِّيْٓ اَنَا۠ اَخُوْكَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَعْمَلُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 243,
            "translation_aya_text": "Dan ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, “Sesungguhnya aku adalah  saudaramu, jangan engkau bersedih hati terhadap apa yang telah mereka kerjakan.”",
            "tafsir_jalalayn": "(Dan tatkala mereka masuk ke tempat Yusuf, Yusuf menempatkan) yakni membawa saudaranya Bunyamin (saudaranya ke tempatnya. Yusuf berkata, \"Sesungguhnya aku ini adalah saudaramu, maka janganlah kamu berduka cita) bersedih hati (terhadap apa yang telah mereka lakukan.\") yaitu kedengkian mereka terhadap kita. Kemudian Nabi Yusuf menyuruh Bunyamin supaya jangan menceritakan hal ini kepada mereka. Yusuf telah bersepakat dengan Bunyamin, bahwa ia akan membuat siasat supaya Bunyamin tetap tinggal bersamanya.",
            "sajda": false,
            "transliteration": "Wa lammaa dakhaloo 'alaa Yoosufa aawaaa ilaihi akhaahu qaala inneee ana akhooka falaa tabta'is bimaa kaanoo ya'maloon",
            "tajweed_text": "وَلَ[g[مّ]َا دَخَلُو[s[اْ] عَلَىٰ يُوسُفَ ءَاوَ[o[ىٰٓ] إِلَيْهِ أَخَاهُ‌ۖ قَالَ إِ[g[نّ][o[ِىٓ] أَنَا۟ أَخُوكَ فَلَا تَ[q:6317[بْ]تَئِسْ بِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        }
    ]
}