{
    "page_number": 248,
    "data": [
        {
            "aya_id": 1700,
            "aya_number": 104,
            "aya_text": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ اَجْرٍۗ اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Dan engkau tidak meminta imbalan apa pun kepada mereka (terhadap seruanmu ini), sebab (seruan) itu adalah pengajaran bagi seluruh alam.",
            "tafsir_jalalayn": "(Dan kamu sekali-kali tidak meminta kepada mereka atas seruanmu) yakni Alquran (suatu upah pun) yang kamu ambil sebagai imbalannya (Tidak lain) (ia) yakni Alquran (hanyalah pengajaran) nasihat (bagi semesta alam).",
            "sajda": false,
            "transliteration": "Wa maa tas'aluhum 'alaihi min ajr; in huwa illaa zikrul lil'aalameen",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1701,
            "aya_number": 105,
            "aya_text": "وَكَاَيِّنْ مِّنْ اٰيَةٍ فِى السَّمٰوٰتِ وَالْاَرْضِ يَمُرُّوْنَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Dan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling daripadanya.",
            "tafsir_jalalayn": "(Dan banyak sekali) sudah berapa banyak (tanda-tanda) yang menunjukkan keesaan Allah (di langit dan di bumi yang mereka melaluinya) artinya mereka menyaksikannya (sedangkan mereka berpaling daripadanya.) tidak mau memikirkan tentangnya.",
            "sajda": false,
            "transliteration": "Wa ka ayyim min Aayatin fis samaawaati wal ardi yamurroona 'alaihaa wa hum 'anhaa mu'ridoon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1702,
            "aya_number": 106,
            "aya_text": "وَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُّشْرِكُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Dan kebanyakan mereka tidak beriman kepada Allah, bahkan mereka mempersekutukan-Nya.",
            "tafsir_jalalayn": "(Dan sebagian besar dari mereka tidak beriman kepada Allah) mereka tidak mau mengakui bahwa Allah adalah Yang Menciptakan dan Yang Memberi rezeki (melainkan dalam keadaan mempersekutukan) Allah melalui penyembahan mereka kepada berhala-berhala. Oleh karenanya mereka mengatakan di dalam seruan-seruan mereka, \"Kupenuhi seruan-Mu; tiada sekutu bagi-Mu kecuali sekutu yang bagi-Mu; Kamu memilikinya akan tetapi dia tidak memiliki.\" Yang mereka maksud adalah berhala-berhala yang mereka sembah itu.",
            "sajda": false,
            "transliteration": "Wa maa yu'minu aksaru hum billaahi illaa wa hum mushrikoon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1703,
            "aya_number": 107,
            "aya_text": "اَفَاَمِنُوْٓا اَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّٰهِ اَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan Kiamat kepada mereka secara mendadak, sedang mereka tidak menyadarinya?",
            "tafsir_jalalayn": "(Apakah mereka merasa aman dari kedatangan pembalasan) yang meliputi mereka semuanya (berupa siksa Allah atau kedatangan kiamat kepada mereka secara mendadak) secara tiba-tiba (sedang mereka tidak menyadarinya?) sebelumnya akan kedatangan hari kiamat itu.",
            "sajda": false,
            "transliteration": "Afa aminooo an taatiya hum ghaashiyatum min 'azaabil laahi aw taatiyahumus Saa'atu baghtatanw wa hum laa yash'uroon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1704,
            "aya_number": 108,
            "aya_text": "قُلْ هٰذِهٖ سَبِيْلِيْٓ اَدْعُوْٓا اِلَى اللّٰهِ ۗعَلٰى بَصِيْرَةٍ اَنَا۠ وَمَنِ اتَّبَعَنِيْ ۗوَسُبْحٰنَ اللّٰهِ وَمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Katakanlah (Muhammad), “Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (kamu) kepada Allah dengan yakin, Mahasuci Allah, dan aku tidak termasuk orang-orang musyrik.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka (\"Inilah jalanku) pengertian jalan di sini dijelaskan oleh firman berikutnya; yaitu: (aku mengajak kepada) agama (Allah dengan hujah yang nyata) hujah yang jelas lagi gamblang (yaitu aku dan orang-orang yang mengikutiku) orang-orang yang beriman kepadaku. Lafal man diathafkan kepada lafal ana yang berkedudukan menjadi mubtada daripada khabar yang disebutkan sebelumnya (Maha Suci Allah) kalimat ini dimaksud mensucikan Allah daripada semua jenis sekutu (dan aku tiada termasuk orang-orang yang musyrik.\") kalimat ini termasuk ke dalam rangkaian keterangan daripada lafal sabiilii di atas.",
            "sajda": false,
            "transliteration": "Qul haazihee sabeeleee ad'ooo ilal laah; 'alaa baseera tin ana wa manit taba'anee wa Subhaanal laahi wa maaa ana minal mushrikeen",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1705,
            "aya_number": 109,
            "aya_text": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ مِّنْ اَهْلِ الْقُرٰىۗ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ وَلَدَارُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اتَّقَوْاۗ اَفَلَا تَعْقِلُوْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Dan Kami tidak mengutus sebelummu (Muhammad), melainkan orang laki-laki yang Kami berikan wahyu kepadanya di antara penduduk negeri. Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul). Dan sungguh, negeri akhirat itu lebih baik bagi orang yang bertakwa. Tidakkah kamu mengerti?",
            "tafsir_jalalayn": "(Kami tidak mengutus sebelum kamu melainkan orang laki-laki yang Kami berikan wahyu) dan menurut suatu qiraat dibaca yuuhaa; artinya yang diberikan wahyu (kepada mereka) bukannya malaikat (di antara penduduk negeri) yakni penduduk kota-kota, sebab penduduk kota lebih mengetahui dan lebih menyantun, berbeda halnya dengan penduduk kampung yang terkenal dengan kekasaran sikap mereka dan kebodohannya itu (Maka tidaklah mereka bepergian) yang dimaksud adalah penduduk Mekah (di muka bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka) akibat daripada perbuatan mereka yang mendustakan rasul-rasul mereka, yaitu mereka dibinasakan (dan sesungguhnya kampung akhirat) yakni surga Allah (lebih baik bagi orang-orang yang bertakwa) kepada Allah (Maka tidakkah kalian memikirkannya?) hai penduduk Mekah, lalu kalian menjadi beriman karenanya. Lafal ta`qiluuna dapat pula dibaca ya`qiluuna yang artinya apakah mereka tidak memikirkannya?",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaa min qablika illaa rijaalan nooheee ilaihim min ahlil quraa; afalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; wa la Daarul Aakhirati Khairul lillazeenat taqaw; afalaa ta'qiloon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1706,
            "aya_number": 110,
            "aya_text": "حَتّٰٓى اِذَا اسْتَا۟يْـَٔسَ الرُّسُلُ وَظَنُّوْٓا اَنَّهُمْ قَدْ كُذِبُوْا جَاۤءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَّشَاۤءُ ۗوَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِيْنَ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa.",
            "tafsir_jalalayn": "(Sehingga) lafal hattaa menunjukkan makna batas atau limit waktu daripada pengertian yang terkandung di dalam firman-Nya, \"Kami tidak mengutus sebelum kalian melainkan seorang laki-laki...\" Artinya: Maka Allah menangguhkan pertolongan-Nya terhadap mereka hingga (bila merasa putus asa) putus harapan (para rasul itu dan mereka telah menyakini) para rasul itu merasa yakin (bahwasanya mereka benar-benar telah didustakan) sungguh-sungguh didustakan sehingga mereka tidak dapat diharapkan lagi untuk beriman; makna ini dibaca kudzdzibuu. Bila dibaca kudzibuu tanpa memakai tasydid, artinya umat-umat tersebut merasa yakin bahwa para rasul telah mengingkari ancaman yang telah mereka berikan kepadanya, yaitu mendapat pertolongan dari Allah (maka datanglah pertolongan Kami kepada mereka lalu Kami selamatkan) dibaca dengan memakai dua huruf nun yang pertama dibaca takhfif sedang yang kedua dibaca tasydid, atau dibaca nujjiya menjadi fi`il madhi (orang-orang yang Kami kehendaki. Dan tidak dapat ditolak siksa Kami) azab Kami (daripada orang-orang yang berdosa.) yakni orang-orang musyrik.",
            "sajda": false,
            "transliteration": "Hattaaa izas tai'asar Rusulu wa zannooo annahum qad kuziboo jaaa'ahum nas runaa fanujjiya man nashaaa'u wa laa yuraddu baasunna 'anil qawmil mujrimeen",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1707,
            "aya_number": 111,
            "aya_text": "لَقَدْ كَانَ فِيْ قَصَصِهِمْ عِبْرَةٌ لِّاُولِى الْاَلْبَابِۗ مَا كَانَ حَدِيْثًا يُّفْتَرٰى وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ كُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ",
            "sura_id": 12,
            "juz_id": 13,
            "page_number": 248,
            "translation_aya_text": "Sungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. (Al-Qur'an) itu bukanlah cerita yang dibuat-buat, tetapi membenarkan (kitab-kitab) yang sebelumnya, menjelaskan segala sesuatu, dan (sebagai) petunjuk dan rahmat bagi orang-orang yang beriman.",
            "tafsir_jalalayn": "(Sesungguhnya pada kisah mereka itu terdapat) yang dimaksud adalah kisah-kisah para rasul (pengajaran bagi orang-orang yang mempunyai akal) orang-orang yang berakal (Ini bukanlah) Alquran ini bukanlah (cerita yang dibuat-buat) sengaja dibuat-buat (akan tetapi) tetapi (membenarkan kitab-kitab yang sebelumnya) kitab-kitab yang diturunkan sebelum Alquran (dan menjelaskan) menerangkan (segala sesuatu) yang diperlukan dalam agama (dan sebagai petunjuk) dari kesesatan (dan rahmat bagi kaum yang beriman) mereka disebutkan secara khusus dalam ayat ini mengingat hanya mereka sajalah yang dapat mengambil manfaat Alquran bukan orang-orang selain mereka.",
            "sajda": false,
            "transliteration": "Laqad kaana fee qasasihim 'ibratul li ulil albaa; maa kaana hadeesany yuftaraa wa laakin tasdeeqal lazee baina yadihi wa tafseela kulli shai'inw wa hudanw wa rahmatal liqawminy yu'minoon",
            "surah": {
                "name": "سُورَةُ يُوسُفَ",
                "englishName": "Yusuf",
                "englishNameTranslation": "Joseph",
                "revelationType": "Meccan"
            }
        }
    ]
}