{
    "page_number": 249,
    "data": [
        {
            "aya_id": 1708,
            "aya_number": 1,
            "aya_text": "الۤمّۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِۗ وَالَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 249,
            "translation_aya_text": "Alif Lam Mim Ra. Ini adalah ayat-ayat Kitab (Al-Qur'an). Dan (Kitab) yang diturunkan kepadamu (Muhammad) dari Tuhanmu itu adalah benar; tetapi kebanyakan manusia tidak beriman (kepadanya).",
            "tafsir_jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya (Ini adalah) ayat-ayat ini (sebagian dari Alkitab) yakni Alquran; idhafat mengandung makna min, yaitu bermakna sebagian (Dan kitab yang diturunkan kepadamu dari Rabbmu itu) maksudnya Alquran. Kalimat ayat ini berkedudukan menjadi mubtada sedangkan khabarnya ialah (adalah benar) tiada keraguan di dalamnya (akan tetapi kebanyakan manusia) yakni penduduk kota Mekah (tidak beriman) bahwasanya Alquran itu dari sisi Allah swt.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Meeem-Raa; tilka Aayaatul Kitaab; wallazee unzila ilaika mir Rabbikal haqqu wa laakinna aksaran naasi laa yu'minoon",
            "tajweed_text": "ا[m[لٓ][m[مٓ]ر‌ۚ تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ‌ۗ وَ[h:4765[ٱ]لَّذ[o[ِىٓ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ [h:6861[ٱ]لْحَقُّ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1709,
            "aya_number": 2,
            "aya_text": "اَللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ  كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ يُدَبِّرُ الْاَمْرَ يُفَصِّلُ الْاٰيٰتِ لَعَلَّكُمْ بِلِقَاۤءِ رَبِّكُمْ تُوْقِنُوْنَ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 249,
            "translation_aya_text": "Allah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas ‘Arsy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu.",
            "tafsir_jalalayn": "(Allahlah yang meninggikan langit tanpa tiang sebagaimana yang kalian lihat) lafal `amad merupakan bentuk jamak dari kata tunggal `imaad, yang artinya ialah tiang penyanggah. Dan memang sebagaimana yang terlihat langit itu tidak mempunyai tiang penyanggah (kemudian Dia berkuasa di atas Arsy) dalam arti kata kekuasaan yang layak bagi keagungan-Nya (dan menundukkan) menjinakkan (matahari dan bulan. Masing-masing) daripada matahari dan bulan itu (beredar) pada garis edarnya (hingga waktu yang ditentukan) yaitu hari kiamat. (Allah mengatur semua urusan) yakni memutuskan semua perkara kerajaan-Nya (menjelaskan) menerangkan (tanda-tanda) yang menunjukkan akan kekuasaan-Nya (supaya kalian) hai penduduk kota Mekah (terhadap hari pertemuan dengan Rabb kalian) melalui hari berbangkit (meyakininya).",
            "sajda": false,
            "transliteration": "Allaahul lazee raf'as samaawaati bighairi 'amadin tarawnahaa summas tawaa 'alal 'Arshi wa sakhkharash shamsa walqamara kulluny yajree li ajalim musammaa; yudabbirul amra yufassilil Aayaati la'allakum biliqaaa'i Rabbikum tooqinoon",
            "tajweed_text": "ٱللَّهُ [h:4738[ٱ]لَّذِى رَفَعَ [h:6862[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ بِغَيْرِ عَمَ[f:6863[دٍ ت]َرَوْنَهَا‌ۖ ثُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۖ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ‌ۖ كُ[a:6865[لٌّ ي]َ[q:6866[جْ]رِى لِأَجَ[a:6867[لٍ م]ُّسَم[a:6868[ًّى‌ۚ ي]ُدَبِّرُ [h:5940[ٱ]لْأَمْرَ يُفَصِّلُ [h:5952[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّك[c:6869[ُم ب]ِلِق[o[َا]ٓءِ رَبِّكُمْ تُوقِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1710,
            "aya_number": 3,
            "aya_text": "وَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 249,
            "translation_aya_text": "Dan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir.",
            "tafsir_jalalayn": "(Dan Dialah yang membentangkan) menghamparkan (bumi dan menjadikan) membuat (gunung-gunung padanya) gunung-gunung yang kokoh (dan sungai-sungai. Dan menjadikan padanya semua buah-buahan berpasang-pasangan) dari setiap jenis yang ada (Allah menutupkan) menutup (malam) dengan kegelapannya (kepada siang. Sesungguhnya pada yang demikian itu) dalam hal yang telah disebutkan itu (terdapat tanda-tanda) bukti-bukti yang menunjukkan akan keesaan Allah swt. (bagi kaum yang memikirkan) tentang ciptaan Allah.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee maddal arda wa ja'ala feehaa rawaasiya wa anhaaraa; wa min kullis samaraati ja'ala feehaa zawjainis yaini Yughshil lailan nahaar; inna fee zaalika la aayaatil liqawminy yatafakkaroon",
            "tajweed_text": "وَهُوَ [h:4114[ٱ]لَّذِى مَدَّ [h:6870[ٱ]لْأَرْضَ وَجَعَلَ فِيهَا رَو[n[َٲ]سِىَ وَأَنْهَ[n[ـٰ][a:6871[رًا‌ۖ و]َمِ[f:4136[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ جَعَلَ فِيهَا زَوْجَيْنِ [h:6331[ٱ]ثْنَيْنِ‌ۖ يُغْشِى [h:4741[ٱ]لَّيْلَ [h:4742[ٱ][l[ل][g[نّ]َهَارَ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1711,
            "aya_number": 4,
            "aya_text": "وَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 249,
            "translation_aya_text": "Dan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.",
            "tafsir_jalalayn": "(Dan di bumi terdapat bagian-bagian) berbagai macam daerah (yang berdampingan) yang saling berdekatan; di antaranya ada yang subur dan ada yang tandus; dan di antaranya lagi ada yang kekurangan air dan yang banyak airnya; hal ini merupakan bukti-bukti yang menunjukkan kepada kekuasaan-Nya (dan kebun-kebun) ladang-ladang (anggur, tanam-tanaman) dibaca rafa', yaitu zar'un karena diathafkan kepada lafal jannatun. Kalau dibaca jar, yaitu zar'in diathafkan kepada lafal a'naabin, demikian pula firman-Nya: (dan pohon kurma yang bercabang) lafal shinwaanun adalah bentuk jamak dari kata tunggal shinwun, artinya pohon kurma yang banyak cabangnya (dan yang tidak bercabang) pohon kurma yang tidak banyak cabangnya (disirami) kalau dibaca tusqaa, artinya kebun-kebun dan pohon-pohon yang ada padanya disirami. Dan kalau dibaca yusqa, artinya hal tersebut disirami (dengan air yang sama. Kami melebihkan) dapat dibaca nufadhdhilu dan yufadhdhilu (sebagian tanam-tanaman itu atas sebagian yang lain tentang rasanya) dapat dibaca al-ukuli dan al-ukli, artinya dalam hal rasa; yaitu ada yang manis dan ada yang masam. Hal ini merupakan tanda yang menunjukkan kepada kekuasaan Allah swt. (Sesungguhnya pada yang demikian itu) dalam hal tersebut (terdapat tanda-tanda bagi kaum yang berpikir) yaitu bagi orang-orang yang mau memikirkannya.",
            "sajda": false,
            "transliteration": "Wa fil ardi qita'um muta jaawiraatunw wa jannaatum min a'naabinw wa zar'unw wa nakheelun sinwaanunw wa ghairu sinwaaniny yusqaa bimaaa'inw waahid; wa nufaddilu ba'dahaa 'alaa ba'din fil-ukul; inna fee zaalika la aayaatil liqawminy ya'qiloon",
            "tajweed_text": "وَفِى [h:3922[ٱ]لْأَرْضِ قِطَ[a:6872[عٌ م]ُّتَجَ[n[ـٰ]وِر[n[َٲ][a:6873[تٌ و]َجَ[g[نّ]َ[n[ـٰ][a:6874[تٌ م]ِّنْ أَعْنَ[n[ـٰ][a:6875[بٍ و]َزَرْ[a:6876[عٌ و]َنَخِي[f:6877[لٌ ص]ِنْوَا[a:6878[نٌ و]َغَيْرُ صِنْوَا[a:6879[نٍ ي]ُسْقَىٰ بِم[o[َا]ٓ[a:6880[ءٍ و][n[َٲ]حِ[a:6881[دٍ و]َنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْ[f:6882[ضٍ ف]ِى [h:6883[ٱ]لْأُكُلِ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1712,
            "aya_number": 5,
            "aya_text": "۞ وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرَابًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَاُولٰۤىِٕكَ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 249,
            "translation_aya_text": "Dan jika engkau merasa heran, maka yang mengherankan adalah ucapan mereka, “Apabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah yang ingkar kepada Tuhannya; dan mereka itulah (yang dilekatkan) belenggu di lehernya. Mereka adalah penghuni neraka, mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Dan jika kamu merasa heran) hai Muhammad, tentang pendustaan yang dilakukan oleh orang-orang kafir terhadap dirimu (maka yang patut mengherankan) lebih berhak untuk ditakjubi (adalah ucapan mereka) orang-orang yang mengingkari adanya hari berbangkit (\"Apabila kami telah menjadi tanah, apakah kami sesungguhnya akan menjadi makhluk yang baru?\") karena sesungguhnya Dzat yang mampu menciptakan makhluk dan hal-hal yang telah disebutkan tadi yang tanpa tandingan mampu pula untuk mengembalikan mereka menjadi hidup kembali. Sehubungan dengan kedua huruf hamzah pada dua tempat dalam ayat ini, yaitu a-idzaa dan a-innaa dengan menyebutkan secara jelas keduanya. Dan dapat pula dibaca secara nyata pada yang pertama sedangkan pada yang kedua diringankan kemudian dimasukkan huruf alif di antara keduanya sebagaimana boleh pula huruf alif tidak dimasukkan. Akan tetapi menurut suatu qiraat, pada tempat yang pertama memakai huruf istifham sehingga menjadi a-idzaa sedangkan pada yang kedua dibaca dalam bentuk kalimat berita sehingga bacaannya menjadi innaa lafii khalqin jadiid. Dan menurut qiraat yang lainnya lagi dibaca secara kebalikannya sehingga menjadi idzaa kunnaa turaaban a-innaa lafii khalqin jadiid (orang-orang itulah yang kafir kepada Rabb mereka dan orang-orang itulah yang diletakkan belenggu di lehernya; mereka itulah penghuni neraka, mereka kekal di dalamnya.)",
            "sajda": false,
            "transliteration": "Wa in ta'jab fa'ajabun qawluhm 'a-izaa kunna turaaban 'a-inna lafee khalqin jadeed; ulaaa 'ikal lazeena kafaroo bi Rabbihim wa ulaaa'ikal aghlaalu feee a'naaqihim wa ulaa'ika Ashaabun Naari hum feehaa khaalidoon",
            "tajweed_text": "۞ وَإِ[f:6884[ن ت]َعْجَ[q:6885[بْ] فَعَجَ[f:6886[بٌ ق]َوْلُهُمْ أَءِذَا كُ[g[نّ]َا تُر[n[َٲ]بًا أَءِ[g[نّ]َا لَفِى خَلْ[f:6887[قٍ ج]َدِيدٍ‌ۗ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:6888[ٱ]لْأَغْلَ[n[ـٰ]لُ ف[o[ِىٓ] أَعْنَاقِهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        }
    ]
}