{
    "page_number": 25,
    "data": [
        {
            "aya_id": 171,
            "aya_number": 164,
            "aya_text": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِيْ تَجْرِيْ فِى الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَآ اَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ مَّاۤءٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍ ۖ وَّتَصْرِيْفِ الرِّيٰحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاۤءِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 25,
            "translation_aya_text": "Sesungguhnya pada penciptaan langit dan bumi, pergantian malam dan siang, kapal yang berlayar di laut dengan (muatan) yang bermanfaat bagi manusia, apa yang diturunkan Allah dari langit berupa air, lalu dengan itu dihidupkan-Nya bumi setelah mati (kering), dan Dia tebarkan di dalamnya bermacam-macam binatang, dan perkisaran angin dan awan yang dikendalikan antara langit dan bumi, (semua itu) sungguh, merupakan tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.",
            "tafsir_jalalayn": "(Sesungguhnya pada penciptaan langit dan bumi) yakni keajaiban-keajaiban yang terdapat pada keduanya (serta pergantian malam dan siang) dengan datang dan pergi, bertambah serta berkurang, (serta perahu-perahu) atau kapal-kapal (yang berlayar di lautan) tidak tenggelam atau terpaku di dasar laut (dengan membawa apa yang berguna bagi manusia) berupa barang-barang perdagangan dan angkutan, (dan apa yang diturunkan Allah dari langit berupa air) hujan, (lalu dihidupkan-Nya bumi dengannya) yakni dengan tumbuhnya tanam-tanaman (setelah matinya) maksudnya setelah keringnya (dan disebarkan di bumi itu segala jenis hewan) karena mereka berkembang biak dengan rumput-rumputan yang terdapat di atasnya, (serta pengisaran angin) memindahkannya ke utara atau ke selatan dan mengubahnya menjadi panas atau dingin (dan awan yang dikendalikan) atas perintah Allah Taala, sehingga ia bertiup ke mana dikehendaki-Nya (antara langit dan bumi) tanpa ada hubungan dan yang mempertalikan (sungguh merupakan tanda-tanda) yang menunjukkan keesaan Allah Taala (bagi kaum yang memikirkan) serta merenungkan.",
            "sajda": false,
            "transliteration": "Inna fee khalqis samaawaati wal ardi wakhtilaafil laili wannahaari walfulkil latee tajree fil hahri bimaa yanfa'unnaasa wa maaa anzalal laahu minas samaaa'i mim maaa'in fa ahyaa bihil arda ba'da mawtihaa wa bas sa feehaa min kulli daaabbatinw wa tasreefir riyaahi wassahaabil musakhkhari bainas samaaa'i wal ardi la aayaatil liqawminy ya'qiloon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 172,
            "aya_number": 165,
            "aya_text": "وَمِنَ النَّاسِ مَنْ يَّتَّخِذُ مِنْ دُوْنِ اللّٰهِ اَنْدَادًا يُّحِبُّوْنَهُمْ كَحُبِّ اللّٰهِ ۗ وَالَّذِيْنَ اٰمَنُوْٓا اَشَدُّ حُبًّا لِّلّٰهِ ۙوَلَوْ يَرَى الَّذِيْنَ ظَلَمُوْٓا اِذْ يَرَوْنَ الْعَذَابَۙ اَنَّ الْقُوَّةَ لِلّٰهِ جَمِيْعًا ۙوَّاَنَّ اللّٰهَ شَدِيْدُ الْعَذَابِ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 25,
            "translation_aya_text": "Dan di antara manusia ada orang yang menyembah tuhan selain Allah sebagai tandingan, yang mereka cintai seperti mencintai Allah. Adapun orang-orang yang beriman sangat besar cintanya kepada Allah. Sekiranya orang-orang yang berbuat zalim itu melihat, ketika mereka melihat azab (pada hari Kiamat), bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat berat azab-Nya (niscaya mereka menyesal).",
            "tafsir_jalalayn": "(Dan di antara manusia ada orang-orang yang mengambil selain dari Allah sebagai tandingan) misalnya berhala-berhala. (Mereka mencintainya) dengan penghormatan dan ketundukan (sebagaimana mencintai Allah) maksudnya sebagaimana mereka mencintai-Nya (sedangkan orang-orang beriman lebih kuat cintanya kepada Allah) melebihi kecintaan kepada siapa pun, karena mereka tak hendak berpaling daripada-Nya dalam keadaan bagaimana pun, sementara orang-orang kafir cintanya kepada Allah itu hanyalah dalam keadaan terdesak atau terpaksa. (Dan sekiranya kamu lihat) hai Muhammad (orang-orang yang aniaya) yang mengambil sekutu-sekutu bagi Allah (ketika mereka melihat) atau diperlihatkan kepada mereka, dalam bentuk aktif atau pun pasif (siksa) pastilah kamu akan menyaksikan peristiwa besar. Sedangkan 'idz' di sini berarti 'idzaa' atau 'apabila' (bahwa sesungguhnya) maksudnya karena sesungguhnya (kekuatan itu) kekuasaan dan keunggulan (bagi Allah semuanya) menjadi 'hal', (dan bahwa Allah itu amat berat siksaan-Nya). Menurut suatu qiraat dibaca 'yara' dengan titik dua di bawah, sedang yang menjadi fa`ilnya ialah dhamir atau kata ganti dari pendengar. Ada pula yang mengatakan 'orang-orang yang aniaya' sedangkan 'yaraa' berarti meyakini, sementara 'anna' dan kalimat yang di belakangnya berfungsi sebagai maf`ul awwal dan maf`ul tsani. Mengenai jawaban-jawaban 'lau' dibuang dan artinya diperkirakan sebagai berikut: Sekiranya mereka mengetahui secara pasti di atas dunia ini betapa kerasnya siksa Allah dan ketika bertemu dengan-Nya di akhirat nanti kekuasaan terpegang di tangan-Nya semata, tentulah mereka tidak akan mengambil yang lain sebagai sekutu!",
            "sajda": false,
            "transliteration": "Wa minan naasi mai yattakhizu min doonil laahi andaadai yuhibboonahum kahubbil laahi wallazeena aamanooo ashaddu hubbal lillah; wa law yaral lazeena zalamoo iz yarawnal 'azaaba annal quwwata lillaahi jamee'anw wa annallaaha shadeedul 'azaab",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 173,
            "aya_number": 166,
            "aya_text": "اِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْبَابُ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 25,
            "translation_aya_text": "(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus.",
            "tafsir_jalalayn": "(Yakni ketika) menjadi badal bagi idz yang sebelumnya (orang-orang yang diikuti berlepas diri) maksudnya para pemimpin (dan orang-orang yang mengikuti) maksudnya mereka menyalahkan kekeliruannya (dan) sesungguhnya (mereka melihat siksa dan ketika terputus) `athaf atau dihubungkan pada tabarra-a (dengan mereka) maksudnya dari mereka (segala hubungan) yang terdapat di dunia selama ini berupa kekeluargaan dan kasih sayang.",
            "sajda": false,
            "transliteration": "Iz tabarra al lazeenat tubi'oo minal lazeenattaba'oo wa ra awul 'azaaba wa taqatta'at bihimul asbaab",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 174,
            "aya_number": 167,
            "aya_text": "وَقَالَ الَّذِيْنَ اتَّبَعُوْا لَوْ اَنَّ لَنَا كَرَّةً فَنَتَبَرَّاَ مِنْهُمْ ۗ كَمَا تَبَرَّءُوْا مِنَّا ۗ كَذٰلِكَ يُرِيْهِمُ اللّٰهُ اَعْمَالَهُمْ حَسَرٰتٍ عَلَيْهِمْ ۗ وَمَا هُمْ بِخَارِجِيْنَ مِنَ النَّارِ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 25,
            "translation_aya_text": "Dan orang-orang yang mengikuti berkata, “Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.” Demikianlah Allah memperlihatkan kepada mereka amal per-buatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka.",
            "tafsir_jalalayn": "(Dan berkatalah orang-orang yang mengikuti, \"Sekiranya kami dapat kembali) ke dunia (tentulah kami akan berlepas diri pula dari mereka) maksudnya dari pemimpin-pemimpin yang menjadi ikutan itu, (sebagaimana mereka berlepas diri dari kami.\") sekarang ini. 'Lau' untuk menyatakan angan-angan, sedangkan natabarra-u menjadi jawabannya. (Demikianlah) artinya sebagaimana Allah memperlihatkan kepada mereka sangat keras siksaan-Nya sehingga sebagian mereka saling berlepas diri (Allah memperlihatkan amal perbuatan mereka) yang jelek (menjadi sesalan) sebagai 'hal' (bagi mereka, dan mereka tidak akan dapat keluar dari neraka) yakni setelah memasukinya.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeenat taba'oo law anna lanaa karratan fanatabarra a minhum kamaa tabarra'oo minnaa; kazaalika yureehimullaahu a'maalahum hasaraatin 'alaihim wa maa hum bikhaarijeena minan Naar",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 175,
            "aya_number": 168,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ كُلُوْا مِمَّا فِى الْاَرْضِ حَلٰلًا طَيِّبًا ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 25,
            "translation_aya_text": "Wahai manusia! Makanlah dari (makanan) yang halal dan baik yang terdapat di bumi, dan janganlah kamu mengikuti langkah-langkah setan. Sungguh, setan itu musuh yang nyata bagimu.",
            "tafsir_jalalayn": "Ayat berikut ini turun tentang orang-orang yang mengharamkan sebagian jenis unta/sawaib yang dihalalkan, (Hai sekalian manusia, makanlah yang halal dari apa-apa yang terdapat di muka bumi) halal menjadi 'hal' (lagi baik) sifat yang memperkuat, yang berarti enak atau lezat, (dan janganlah kamu ikuti langkah-langkah) atau jalan-jalan (setan) dan rayuannya (sesungguhnya ia menjadi musuh yang nyata bagimu) artinya jelas dan terang permusuhannya itu.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhan naasu kuloo mimmaa fil ardi halaalan taiyibanw wa laa tattabi'oo khutu waatish Shaitaan; innahoo lakum 'aduwwum mubeen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 176,
            "aya_number": 169,
            "aya_text": "اِنَّمَا يَأْمُرُكُمْ بِالسُّوْۤءِ وَالْفَحْشَاۤءِ وَاَنْ تَقُوْلُوْا عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 25,
            "translation_aya_text": "Sesungguhnya (setan) itu hanya menyuruh kamu agar berbuat jahat dan keji, dan mengatakan apa yang tidak kamu ketahui tentang Allah.",
            "tafsir_jalalayn": "(Sesungguhnya setan itu hanya menyuruh kamu berbuat dosa) yakni dosa (dan yang keji) yakni yang buruk menurut syariat (dan agar kamu mengatakan terhadap Allah apa yang tidak kamu ketahui) misalnya mengharamkan apa yang tidak diharamkan Allah dan selainnya.",
            "sajda": false,
            "transliteration": "Innamaa yaamurukum bissooo'i walfahshaaa'i wa an taqooloo alal laahi maa laa ta'lamoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}