{
    "page_number": 250,
    "data": [
        {
            "aya_id": 1713,
            "aya_number": 6,
            "aya_text": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya.",
            "tafsir_jalalayn": "Ayat ini diturunkan berkenaan dengan permintaan mereka yang menginginkan disegerakannya azab; mereka kemukakan hal ini dengan nada mengejek (Mereka meminta kepadamu supaya disegerakan datangnya keburukan) yakni azab (sebelum mereka meminta kebaikan) rahmat (padahal telah terjadi bermacam-macam contoh siksa sebelum mereka) lafal matsulaat merupakan bentuk jamak dari kata tunggal al-matslah dengan wazan ats-tsamrah; artinya siksaan-siksaan yang telah menimpa orang-orang seperti mereka dari kalangan orang-orang yang mendustakan. Mengapa mereka tidak mengambil pelajaran daripadanya? (Dan sesungguhnya Rabbmu benar-benar mempunyai ampunan yang luas bagi manusia sekali pun) walaupun (mereka zalim) dan jika tidak demikian, niscaya tidak akan tersisa di permukaan bumi ini makhluk yang melata di atasnya. (Dan sesungguhnya Rabbmu benar-benar sangat keras siksaan-Nya) terhadap orang-orang yang durhaka kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa yasta'jiloonaka bis saiyi'ati qablal hasanati wa qad khalat min qablihimul masulaat; wa inna Rabbaka lazoo maghfiratil linnaasi 'alaa zulmihim wa inna Rabbaka lashadeedul 'iqaab",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1714,
            "aya_number": 7,
            "aya_text": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau hanyalah seorang pemberi peringatan; dan bagi setiap kaum ada orang yang memberi petunjuk.",
            "tafsir_jalalayn": "(Orang-orang yang kafir berkata, \"Mengapa tidak) (diturunkan kepadanya) yakni kepada Muhammad (suatu tanda dari Rabbnya?\") yakni mukjizat, seperti tongkat dan tangannya Nabi Musa, dan seperti untanya Nabi Saleh. Maka Allah berfirman, (\"Sesungguhnya kamu hanyalah seorang pemberi peringatan) juru peringat bagi orang-orang yang kafir; dan tugasmu bukanlah untuk mendatangkan mukjizat-mukjizat (dan bagi tiap-tiap kaum ada orang yang memberi petunjuk\") seorang nabi yang mengajak mereka untuk menyembah Rabb mereka dengan membawa mukjizat-mukjizat yang telah diberikan oleh-Nya, bukannya mukjizat-mukjiat seperti apa yang orang-orang kafir minta.",
            "sajda": false,
            "transliteration": "Wa yaqoolul lazeena kafaroo law laaa unzila 'alaihi Aayatum mir Rabbih; innamaaa anta munzirunw wa likulli qawmin haad",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1715,
            "aya_number": 8,
            "aya_text": "اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.",
            "tafsir_jalalayn": "(Allah mengetahui apa yang dikandung oleh setiap perempuan) apakah ia laki-laki atau perempuan, dan apakah kandungan itu berisi satu atau kembar dan lain sebagainya (dan apa yang kurang sempurna) kekurangan (pada kandungan rahim) tentang masa kandungan (dan apa yang lebih) daripada masa kandungan itu. (Dan segala sesuatu pada sisi-Nya ada ukurannya) menurut kadar dan ukuran yang tidak berlebihan.",
            "sajda": false,
            "transliteration": "Allaahu ya'lamu maa tahmilu kullu unsaa wa maa tagheedul arhaamu wa maa tazdaad, wa kullu shai'in 'indahoo bimiqdaar",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1716,
            "aya_number": 9,
            "aya_text": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "(Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi.",
            "tafsir_jalalayn": "(Yang mengetahui semua yang gaib dan yang tampak) hal-hal yang gaib dan hal-hal yang kelihatan (Yang Maha Besar) Maha Agung (lagi Maha Tinggi) di atas semua makhluk-Nya dengan cara paksa. Lafal al-muta`aal dapat pula di baca al-muta`aaliy dengan memakai huruf ya di akhirnya.",
            "sajda": false,
            "transliteration": "'Aalimul Ghaibi wash shahaadatil Kaabeerul Muta'aal",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1717,
            "aya_number": 10,
            "aya_text": "سَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari.",
            "tafsir_jalalayn": "(Sama saja) menurut ilmu Allah swt. (siapa yang merahasiakan ucapannya, dan siapa yang berterus terang, dan siapa yang bersembunyi) menyembunyikan dirinya (di malam hari) di dalam kegelapannya (dan yang berjalan) yang tampak kepergiannya di dalam perjalanannya (di siang hari).",
            "sajda": false,
            "transliteration": "Sawaaa'um minkum man asarral qawla wa man jahara bihee wa man huwa mustakhfim billaili wa saaribum binnahaar",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1718,
            "aya_number": 11,
            "aya_text": "لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ وَاِذَآ اَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّالٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Baginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia.",
            "tafsir_jalalayn": "(Baginya) manusia (ada malaikat-malaikat yang selalu mengikutinya bergiliran) para malaikat yang bertugas mengawasinya (di muka) di hadapannya (dan di belakangnya) dari belakangnya (mereka menjaganya atas perintah Allah) berdasarkan perintah Allah, dari gangguan jin dan makhluk-makhluk yang lainnya. (Sesungguhnya Allah tidak mengubah keadaan sesuatu kaum) artinya Dia tidak mencabut dari mereka nikmat-Nya (sehingga mereka mengubah keadaan yang ada pada diri mereka sendiri) dari keadaan yang baik dengan melakukan perbuatan durhaka. (Dan apabila Allah menghendaki keburukan terhadap suatu kaum) yakni menimpakan azab (maka tak ada yang dapat menolaknya) dari siksaan-siksaan tersebut dan pula dari hal-hal lainnya yang telah dipastikan-Nya (dan sekali-kali tak ada bagi mereka) bagi orang-orang yang telah dikehendaki keburukan oleh Allah (selain Dia) selain Allah sendiri (seorang penolong pun) yang dapat mencegah datangnya azab Allah terhadap mereka. Huruf min di sini adalah zaidah.",
            "sajda": false,
            "transliteration": "Lahoo mu'aqqibaatum mim baini yadaihi wa min khalfihee yahfazoonahoo min amril laah; innal laaha laa yughaiyiru maa biqawmin hattaa yughaiyiroo maa bianfusihim; wa izaaa araadal laahu biqawmin sooo'an falaa maradda lah; wa maa lahum min dooniheeminw waal",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1719,
            "aya_number": 12,
            "aya_text": "هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Dialah yang memperlihatkan kilat kepadamu, yang menimbulkan ketakutan dan harapan, dan Dia menjadikan mendung. ",
            "tafsir_jalalayn": "(Dialah Tuhan yang memperlihatkan kilat kepada kalian untuk menimbulkan ketakutan) terhadap orang-orang yang sedang musafir disebabkan suara halilintar (dan harapan) bagi orang yang bermukim terhadap turunnya hujan (dan Dia mengadakan) menciptakan (awan yang tebal) karena mengandung air hujan.",
            "sajda": false,
            "transliteration": "Huwal lazee yureekumul barqa khawfanw wa tama'anw wa yunshi'us sahaabas siqaal",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1720,
            "aya_number": 13,
            "aya_text": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 250,
            "translation_aya_text": "Dan guruh bertasbih memuji-Nya, (demikian pula) para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki, sementara mereka berbantah-bantahan tentang Allah, dan Dia Mahakeras siksaan-Nya.",
            "tafsir_jalalayn": "(Dan guruh itu bertasbih) yaitu malaikat yang diserahi tugas untuk menggiring mendung seraya (memuji Allah) artinya ia selalu mengucapkan kalimat 'subhaanallaah wa bihamdihi' (dan) demikian pula bertasbih (para malaikat karena takut kepada-Nya) kepada Allah (dan Allah melepaskan halilintar) yaitu api yang keluar dari mendung (lalu menimpakannya kepada siapa yang Dia kehendaki) kemudian halilintar itu membakarnya. Ayat ini diturunkan berkenaan dengan seorang laki-laki yang Nabi saw. mengutus seseorang untuk menyerunya menyembah Allah. Akan tetapi laki-laki itu menjawab, \"Siapakah utusan Allah itu, dan siapakah Allah itu; apakah ia dari emas atau dari perak atau dari tembaga.\" Ketika itu juga turunlah halilintar menyambarnya sehingga hancur tulang batok kepalanya (dan mereka) orang-orang kafir (berbantah-bantahan) selalu membantah Nabi saw. (tentang Allah dan Dialah Tuhan Yang Maha Keras siksa-Nya) Maha Kuat atau Maha Keras azab-Nya.",
            "sajda": false,
            "transliteration": "Wa yusabbihur ra'du bihamdihee walmalaaa'ikatu min kheefatihee wa yursilus sawaa'iqa fa yuseebu bihaa mai yashaaa'u wa hum yujaadiloona fil laahi wa Huwa shadeedul mihaal",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        }
    ]
}