{
    "page_number": 251,
    "data": [
        {
            "aya_id": 1721,
            "aya_number": 14,
            "aya_text": "لَهٗ دَعْوَةُ الْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَجِيْبُوْنَ لَهُمْ بِشَيْءٍ اِلَّا كَبَاسِطِ كَفَّيْهِ اِلَى الْمَاۤءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖۗ وَمَا دُعَاۤءُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 251,
            "translation_aya_text": "Hanya kepada Allah doa yang benar. Berhala-berhala yang mereka sembah selain Allah tidak dapat mengabulkan apa pun bagi mereka, tidak ubahnya seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya. Padahal air itu tidak akan sampai ke mulutnya. Dan doa orang-orang kafir itu, hanyalah sia-sia belaka.",
            "tafsir_jalalayn": "(Hanya bagi Dia) bagi Allah swt. (doa yang benar) artinya kalimat-Nya, yaitu kalimat laa ilaaha illallaah (tiada Tuhan selain Allah). (Dan berhala-berhala yang mereka seru) dapat dibaca yad'uuna dan tad`uuna, artinya yang mereka sembah (selain Dia) yakni selain dari Allah, yaitu berhala-berhala (tidak dapat memperkenankan sesuatu pun bagi mereka) yakni sesuatu dari hal-hal yang mereka minta (melainkan) berkenaan (yang mirip dengan orang yang membukakan) artinya perihalnya sama dengan seseorang yang membukakan (kedua telapak tangannya ke dalam air) sedangkan ia berada di pinggir sumur, seraya menyeru air (supaya sampai kepada mulutnya) sekali pun tempat ia berada jauh dari air yang ada di dalam sumur itu (padahal air itu tidak dapat sampai kepadanya) ke mulutnya untuk selama-lamanya. Demikian pula keadaan para penyembah berhala itu, berhala-berhala yang mereka sembah itu tidak akan dapat memperkenankan kepada mereka. (Dan doa orang-orang kafir itu) penyembahan mereka terhadap berhala-berhala atau makna yang dimaksud adalah doa yang sesungguhnya (hanyalah sia-sia belaka) tidak ada artinya.",
            "sajda": false,
            "transliteration": "Lahoo da'watul haqq; wallazeena yad'oona min doonihee laa yastajeeboona lahum bishai'in illaa kabaasiti kaffaihi ilal maaa'i liyablugha faahu wa maa huwa bibaalighih; wa maa du'aaa'ul aafireena illaa fee dalaal",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1722,
            "aya_number": 15,
            "aya_text": "وَلِلّٰهِ يَسْجُدُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّظِلٰلُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ ۩",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 251,
            "translation_aya_text": "Dan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa (dan sujud pula) bayang-bayang mereka, pada waktu pagi dan petang hari.",
            "tafsir_jalalayn": "(Hanya kepada Allahlah sujud segala apa yang ada di langit dan di bumi, baik dengan kemauan sendiri) seperti orang-orang yang beriman (atau pun terpaksa) seperti orang-orang munafik dan orang-orang yang dipaksa dengan kekerasan (dan) sujud pula (bayang-bayangnya di waktu pagi) pada pagi hari (dan petang hari) sore hari.",
            "sajda": true,
            "transliteration": "Wa lillaahi yasjudu man fis samaawaati wal ardi taw 'anw wa karhanw wa zilaaluhum bilghuduwwi wal aasaal",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1723,
            "aya_number": 16,
            "aya_text": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۗقُلْ اَفَاتَّخَذْتُمْ مِّنْ دُوْنِهٖٓ اَوْلِيَاۤءَ لَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ نَفْعًا وَّلَا ضَرًّاۗ قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ اَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ەۚ اَمْ جَعَلُوْا لِلّٰهِ شُرَكَاۤءَ خَلَقُوْا كَخَلْقِهٖ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْۗ قُلِ اللّٰهُ خَالِقُ كُلِّ شَيْءٍ وَّهُوَ الْوَاحِدُ الْقَهَّارُ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 251,
            "translation_aya_text": "Katakanlah (Muhammad), “Siapakah Tuhan langit dan bumi?” Katakanlah, “Allah.”  Katakanlah, “Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?”  Katakanlah, “Samakah orang yang buta dengan yang dapat melihat? Atau samakah yang gelap dengan yang terang? Apakah mereka menjadikan sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah adalah Pencipta segala sesuatu dan Dia Tuhan Yang Maha Esa, Mahaperkasa.”",
            "tafsir_jalalayn": "(Katakanlah) hai Muhammad kepada kaummu (\"Siapakah Rabb langit dan bumi?\" Jawabnya, \"Allah.\") jika mereka tidak mau mengatakannya, maka tiada jawaban lain kecuali itu. (Katakanlah) kepada mereka (\"Maka patutkah kalian mengambil selain Allah) selain-Nya (sebagai pelindung-pelindung) berhala-berhala yang kalian sembah (padahal mereka tidak memiliki kekuasaan untuk memberikan kemanfaatan dan tidak pula kemudaratan bagi diri mereka sendiri?\") kemudian kalian meninggalkan untuk menyembah kepada Yang memiliki dan Yang menguasai kemanfaatan dan kemudaratan? Kata tanya di sini mengandung pengertian cemoohan dan ejekan. (Katakanlah, \"Adakah sama orang buta dan orang yang melihat?) orang kafir dan orang mukmin itu apakah sama? (atau samakah gelap-gulita) yakni kekafiran (dan terang-benderang?) yakni keimanan? Tentu saja tidak. (Apakah mereka menjadikan beberapa sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa) artinya sekutu-sekutu itu dapat menciptakan seperti ciptaan Allah (menurut pandangan mereka?\") sehingga mereka berkeyakinan bahwa berhala-berhala atau sekutu-sekutu itu berhak untuk disembah oleh sebab kemampuan mereka dalam hal menciptakan? Kata tanya di sini mengandung makna ingkar; atau dengan kata lain berarti bahwa hakikatnya tidaklah demikian karena sesungguhnya tidak ada yang berhak untuk disembah selain daripada Yang Maha Pencipta. (Katakanlah, \"Allah adalah pencipta segala sesuatu) tiada sekutu bagi-Nya di dalam penciptaan ini, maka tiada sekutu pula bagi-Nya dalam hal disembah (dan Dialah Tuhan Yang Maha Esa lagi Maha Perkasa.\") di atas semua hamba-hamba-Nya.",
            "sajda": false,
            "transliteration": "Wul mar Rabbus samaawaati wal ard; qulillaah; qul afattakhaztum min dooniheee awliyaaa'a laa yamlikoona li anfusihim naf'anw wa laa darraa; qul hal yastawil a'maa wal baseeru am hal tastawiz zulumaatu wannoor; am ja'aloo lillaahi shurakaaa'a khalaqoo kakhalqihee fatashaa bahal khalqu 'alaihim; qulil laahu Khaaliqu kulli shai'inw wa Huwal Waahidul Qahhar",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1724,
            "aya_number": 17,
            "aya_text": "اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَالَتْ اَوْدِيَةٌ ۢ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۗوَمِمَّا يُوْقِدُوْنَ عَلَيْهِ فِى النَّارِ ابْتِغَاۤءَ حِلْيَةٍ اَوْ مَتَاعٍ زَبَدٌ مِّثْلُهٗ  ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ ەۗ فَاَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاۤءً ۚوَاَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِى الْاَرْضِۗ  كَذٰلِكَ يَضْرِبُ اللّٰهُ الْاَمْثَالَ ۗ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 251,
            "translation_aya_text": "Allah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan.",
            "tafsir_jalalayn": "Kemudian Allah membuat suatu perumpamaan mengenai perkara yang hak dan perkara yang batil untuk itu Dia berfirman: (Allah telah menurunkan) Maha Tinggi Allah (air dari langit) yakni air hujan (maka mengalirlah air di lembah-lembah menurut ukurannya) sesuai dengan daya tampungnya (maka arus itu membawa buih yang mengembang) mengapung di atas air yang mengandung kotoran dan lain sebagainya. (Dan dari apa yang mereka lebur) dapat dibaca tuuqiduuna dan yuuqiduuna (dalam api) yaitu berupa logam yang dikeluarkan dari dalam bumi, seperti emas, perak dan tembaga (untuk membuat) untuk dijadikan (perhiasan) barang perhiasan (atau alat-alat) perabot-perabot yang diperlukan, jika kesemuanya itu dilebur (ada pula buihnya) yakni sama seperti buih arus tadi, yaitu kotorannya kemudian kotoran itu dibuang oleh orang yang mencetaknya. (Demikianlah) hal yang telah disebutkan itu (Allah membuat perumpamaan bagi yang benar dan yang batil) perumpamaan mengenai keduanya. (Adapun buih itu) buih arus itu dan kotoran barang logam yang dilebur (akan hilang sebagai sesuatu yang tak ada harganya) menjadi limbah yang dibuang (adapun yang memberi manfaat kepada manusia) yaitu air bersih dan inti logam (maka ia tetap) terkandung (di bumi) selama beberapa masa. Demikianlah perumpamaan tentang hal yang batil; akan pudar dan lenyap, sekalipun dalam beberapa waktu dapat mengalahkan perkara yang hak. Akan tetapi pada akhirnya perkara yang hak jugalah yang akan tetap tegak dan menang. (Demikian) hal yang disebutkan itu (Allah menjelaskan) menerangkan (perumpamaan-perumpamaan).",
            "sajda": false,
            "transliteration": "Anzala minas samaaa'i maaa'an fasaalat awdiyatum biqadarihaa fahtamalas sailu zabadar raabiyaa; wa mimmmaa yooqidoona 'alaihi fin naarib tighaaa'a bilyatin aw mataa'in zabadum misluh; kazaalika yadribul laahul haqqa wal baatil; fa ammaz zabadu fa yazhabu jufaaa'aa; wa ammaa maa yanfa'un naasa fa yamkusu fil ard; kazaalika yadribul laahul amsaal",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1725,
            "aya_number": 18,
            "aya_text": "لِلَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمُ الْحُسْنٰىۗ وَالَّذِيْنَ لَمْ يَسْتَجِيْبُوْا لَهٗ لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ ۗ اُولٰۤىِٕكَ لَهُمْ سُوْۤءُ الْحِسَابِ ەۙ وَمَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ࣖ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 251,
            "translation_aya_text": "Bagi orang-orang yang memenuhi seruan Tuhan, mereka (disediakan) balasan yang baik. Dan orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya dengan itu. Orang-orang itu mendapat hisab (perhitungan) yang buruk dan tempat kediaman mereka Jahanam, dan itulah seburuk-buruk tempat kediaman.",
            "tafsir_jalalayn": "(Bagi orang-orang yang memenuhi seruan Rabbnya) yaitu mereka yang menjalankan seruan-Nya dengan melakukan ketaatan (disediakan pembalasan yang baik) yaitu surga (Dan orang-orang yang tidak memenuhi seruan Rabb) mereka adalah orang-orang kafir (sekiranya mereka mempunyai semua kekayaan sebanyak isi bumi itu beserta hal yang serupa niscaya mereka akan menebus dirinya dengan kekayaan itu) dari azab. (Orang-orang itu disediakan baginya hisab yang buruk) yaitu menghukum semua amal perbuatan yang telah dilakukannya tanpa ada pengampunan barang sedikit pun daripadanya (dan tempat kediaman mereka ialah Jahanam dan itulah seburuk-buruk tempat kediaman) tempat yang paling buruk ialah Jahanam.",
            "sajda": false,
            "transliteration": "Lillazeenas tajaaboo lirabbihimul husnaa; wallazeena lam yastajeeboo lahoo law anna lahum maa fil ardi jamee'anw wa mislahoo ma'ahoo laftadaw bih; ulaaa'ika lahum sooo'ul hisaab; wa maawaahum Jahannamu wa bi'sal mihaad",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        }
    ]
}