{
    "page_number": 252,
    "data": [
        {
            "aya_id": 1726,
            "aya_number": 19,
            "aya_text": "۞ اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰىۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِۙ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "Maka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? Hanya orang berakal saja yang dapat mengambil pelajaran,",
            "tafsir_jalalayn": "Ayat berikut ini diturunkan berkenaan dengan sahabat Hamzah dan Abu Jahal. (Adakah orang yang mengetahui bahwasanya apa yang diturunkan kepadamu dari Rabbmu itu benar) lalu ia beriman kepadanya (sama dengan orang yang buta?) yaitu orang yang tidak mengetahuinya dan tidak mau beriman kepadanya. Tentu saja tidak. (Sesungguhnya yang mau mengambil pelajaran itu) orang-orang yang menasihati dirinya sendiri (hanyalah orang-orang yang berakal saja) orang-orang yang memiliki akal sehat.",
            "sajda": false,
            "transliteration": "Afamai ya'lamu annamaaa unzila ilaika mir Rabbikal haqqu kaman huwa a'maa; innamaa yatazakkaru ulul albaab",
            "tajweed_text": "۞ أَفَم[a:6953[َن ي]َعْلَمُ أَ[g[نّ]َم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ [h:6861[ٱ]لْحَقُّ كَمَنْ هُوَ أَعْمَ[o[ىٰٓ‌ۚ] إِ[g[نّ]َمَا يَتَذَكَّرُ أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1727,
            "aya_number": 20,
            "aya_text": "الَّذِيْنَ يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَۙ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "(yaitu) orang yang memenuhi janji Allah dan tidak melanggar perjanjian,",
            "tafsir_jalalayn": "(Yaitu orang-orang yang memenuhi janji Allah) yang telah mereka ikrarkan di hadapan-Nya, yang hal ini terjadi di alam arwah, atau makna yang dimaksud adalah setiap janji (dan tidak merusak perjanjian) dengan meninggalkan keimanan atau meninggalkan hal-hal yang fardu.",
            "sajda": false,
            "transliteration": "Allazeena yoofoona bi'ahdil laahi wa laa yanqu doonal meesaaq",
            "tajweed_text": "ٱلَّذِينَ يُوفُونَ بِعَهْدِ [h:2038[ٱ]للَّهِ وَلَا يَ[f:144[نق]ُضُونَ [h:6954[ٱ]لْمِيثَ[p[ـٰ][q[ق]َ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1728,
            "aya_number": 21,
            "aya_text": "وَالَّذِيْنَ يَصِلُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُوْنَ سُوْۤءَ الْحِسَابِ ۗ   ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "dan orang-orang yang menghubungkan apa yang diperintahkan Allah agar dihubungkan, dan mereka takut kepada Tuhannya dan takut kepada hisab yang buruk.",
            "tafsir_jalalayn": "(Dan orang-orang yang menghubungkan apa-apa yang Allah perintahkan supaya dihubungkan) yaitu iman, silaturahmi dan lain sebagainya (dan mereka takut kepada Rabb mereka) ancaman-Nya (dan takut kepada hisab yang buruk) penafsiran kalimat ini telah dijelaskan sebelumnya.",
            "sajda": false,
            "transliteration": "Wallazeena yasiloona maaa amaral laahu bihee an yoosala wa yakhshawna Rabbahum wa yakhaafoona sooo'al hisaab",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يَصِلُونَ م[o[َآ] أَمَرَ [h:148[ٱ]للَّهُ بِه[o[ِۦٓ] أ[a:149[َن ي]ُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ س[o[ُو]ٓءَ [h:6955[ٱ]لْحِس[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1729,
            "aya_number": 22,
            "aya_text": "وَالَّذِيْنَ صَبَرُوا ابْتِغَاۤءَ وَجْهِ رَبِّهِمْ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً وَّيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ اُولٰۤىِٕكَ لَهُمْ عُقْبَى الدَّارِۙ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "Dan orang yang sabar karena mengharap keridaan Tuhannya, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang itulah yang men-dapat tempat kesudahan (yang baik),",
            "tafsir_jalalayn": "(Dan orang-orang yang sabar) di dalam menjalankan ketaatan dan menghadapi musibah serta teguh di dalam menjauhi kemaksiatan (karena mencari) demi karena (Rabbnya) bukan karena mengharapkan kebendaan (dan mendirikan salat dan menafkahkan) di jalan ketaatan (sebagian rezeki yang Kami berikan kepada mereka secara sembunyi atau terang-terangan serta menolak) menghadapi (kejahatan dengan kebaikan) seperti menghadapi kebodohan dengan sifat penyantun dan menghadapi perlakuan yang menyakitkan dengan bersabar diri (orang-orang itulah yang mendapat tempat kesudahan yang baik) yakni mendapat akibat yang terpuji di kampung akhirat, yaitu:",
            "sajda": false,
            "transliteration": "Wallazeena sabarub tighaaa'a Wajhi Rabbihim wa aqaamus Salaata wa anfaqoo mimmaa razaqnaahum sirranw wa 'alaaniyatanw wa yadra'oona bilhasanatis saiyi'ata ulaaa'ika lahum 'uqbad daar",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ صَبَرُو[s[اْ] [h:6956[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ وَ[q:1611[جْ]هِ رَبِّهِمْ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَ[f:2789[نف]َقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:6957[ةً و]َيَ[q:6958[دْ]رَءُونَ بِ[h:4561[ٱ]لْحَسَنَةِ [h:6959[ٱ][l[ل]سَّيِّئَةَ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1730,
            "aya_number": 23,
            "aya_text": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ وَالْمَلٰۤىِٕكَةُ يَدْخُلُوْنَ عَلَيْهِمْ مِّنْ كُلِّ بَابٍۚ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "(yaitu) surga-surga ‘Adn, mereka masuk ke dalamnya bersama dengan orang yang saleh dari nenek moyangnya, pasangan-pasangannya, dan anak cucunya, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu;",
            "tafsir_jalalayn": "(Surga Adn) sebagai tempat tinggalnya (yang mereka masuk ke dalamnya) bersama (dengan orang-orang yang saleh) orang-orang yang beriman (dari bapak-bapaknya, istri-istrinya dan anak-cucunya) sekali pun mereka tidak mengamalkan seperti apa yang diamalkannya, maka mereka tetap sederajat dengannya sebagai penghormatan terhadapnya (sedangkan malaikat-malaikat masuk ke tempat-tempat mereka dari setiap pintu) dari pintu-pintu surga atau pintu-pintu gedung surga, sewaktu pertama kali mereka memasukinya sebagai penghormatan dari para malaikat terhadap mereka.",
            "sajda": false,
            "transliteration": "jannaatu 'adiny yadkhu loonahaa wa man salaha min aabaaa'ihim wa man salaha min aabaaa'ihim wa azwaajihim wa zurriyyaatihim walmalaaa'i katu yadkhuloona 'alaihim min kulli baab",
            "tajweed_text": "جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا وَمَ[f:6964[ن ص]َلَحَ مِنْ ءَاب[o[َا]ٓئِهِمْ وَأَزْو[n[َٲ]جِهِمْ وَذُرِّيَّ[n[ـٰ]تِهِمْ‌ۖ وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يَ[q:3156[دْ]خُلُونَ عَلَيْه[w:4082[ِم م]ِّ[f:843[ن ك]ُلِّ ب[p[َا][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1731,
            "aya_number": 24,
            "aya_text": "سَلٰمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِۗ   ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "(sambil mengucapkan), “Selamat sejahtera atasmu karena kesabaranmu.” Maka alangkah nikmatnya tempat kesudahan itu.",
            "tafsir_jalalayn": "Malaikat-malaikat itu mengucapkan (Kesejahteraan buat kalian) yakni pahala ini (berkat kesabaran kalian) sewaktu kalian di dunia (maka alangkah baiknya tempat kesudahan ini) akibat dari perbuatan kalian itu.",
            "sajda": false,
            "transliteration": "Salaamun 'alaikum bimaa sabartum; fani'ma 'uqbad daar",
            "tajweed_text": "سَلَ[n[ـٰ]مٌ عَلَيْك[c:6965[ُم ب]ِمَا صَبَرْتُمْ‌ۚ فَنِعْمَ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1732,
            "aya_number": 25,
            "aya_text": "وَالَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْ ۢ بَعْدِ مِيْثَاقِهٖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۙ اُولٰۤىِٕكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "Dan orang-orang yang melanggar janji Allah setelah diikrarkannya, dan memutuskan apa yang diperintahkan Allah agar disambungkan dan berbuat kerusakan di bumi; mereka itu memperoleh kutukan dan tempat kediaman yang buruk (Jahanam).",
            "tafsir_jalalayn": "(Orang-orang yang merusak janji Allah setelah diikrarkan dengan teguh dan memutuskan apa-apa yang Allah perintahkan supaya dihubungkan dan mengadakan kerusakan di bumi) dengan melakukan kekafiran dan perbuatan-perbuatan maksiat (orang-orang itulah yang memperoleh kutukan) yaitu dijauhkan dari rahmat Allah (dan bagi mereka tempat kediaman yang buruk) akibat yang buruk di kampung akhirat nanti, yaitu ditempatkan di neraka Jahanam.",
            "sajda": false,
            "transliteration": "Wallazeena yanqudoona 'Ahdal laahi mim ba'di meesaaqihee wa yaqta'oona maaa amaral laahu biheee ai yoosala wa yufsidoona fil ardi ulaaa'ika lahumul la'natu wa lahum sooo'ud daar",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يَ[f:144[نق]ُضُونَ عَهْدَ [h:145[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ مِيثَ[n[ـٰ]قِه[n[ِۦ] وَيَ[q:147[قْ]طَعُونَ م[o[َآ] أَمَرَ [h:148[ٱ]للَّهُ بِه[o[ِۦٓ] أ[a:149[َن ي]ُوصَلَ وَيُفْسِدُونَ فِى [h:44[ٱ]لْأَرْضِ‌ۙ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمُ [h:6966[ٱ][l[ل]لَّعْنَةُ وَلَهُمْ س[o[ُو]ٓءُ [h:6967[ٱ][l[ل]دّ[p[َا]رِ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1733,
            "aya_number": 26,
            "aya_text": "اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗوَفَرِحُوْا بِالْحَيٰوةِ الدُّنْيَاۗ وَمَا الْحَيٰوةُ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا مَتَاعٌ  ࣖ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia hanyalah kesenangan (yang sedikit) dibanding kehidupan akhirat.",
            "tafsir_jalalayn": "(Allah meluaskan rezeki) melebarkannya (bagi siapa yang dikehendaki-Nya dan menyempitkannya) artinya Allah pun menyempitkan rezeki bagi siapa yang dikehendaki-Nya. (Mereka bergembira) yang dimaksud ialah penduduk Mekah, yaitu dengan kegembiraan yang sombong (dengan kehidupan di dunia) dengan apa yang telah mereka peroleh daripada perkara duniawi (padahal kehidupan dunia itu) dibanding dengan (kehidupan di akhirat hanyalah kesenangan yang sedikit) kesenangan yang bersifat sementara lalu lenyap.",
            "sajda": false,
            "transliteration": "Allaahu yabsutur rizqa limai yashaaa'u wa yaqdir; wa farihoo bilhayaatid dunyaa wa mal hayaatud dunya fil Aakhirati illaa mataa'",
            "tajweed_text": "ٱللَّهُ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ وَفَرِحُو[s[اْ] بِ[h:5581[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:5582[ٱ][l[ل]دُّنْيَا وَمَا [h:2482[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا فِى [h:536[ٱ]لْأَخِرَةِ إِلَّا مَتَ[p[ـٰ]عٌ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1734,
            "aya_number": 27,
            "aya_text": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ  قُلْ اِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ اَنَابَۖ  ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mukjizat) dari Tuhannya?” Katakanlah (Muhammad), “Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk orang yang bertobat kepada-Nya,”",
            "tafsir_jalalayn": "(Orang-orang kafir berkata) mereka adalah dari kalangan penduduk Mekah (\"Mengapa tidak) (diturunkan kepadanya) yakni kepada Muhammad (suatu mukjizat dari Rabbnya?\") seperti tongkat dan tangan Nabi Musa dan unta Nabi Saleh. (Katakanlah) kepada mereka (Allah menyesatkan siapa yang Dia kehendaki) untuk disesatkan oleh sebab itu tiada gunanya sedikit pun baginya mukjizat-mukjizat itu (dan menunjuki) memberikan petunjuk (kepada-Nya) kepada agama-Nya (orang-orang yang bertobat) kepada-Nya. Kemudian pada ayat selanjutnya diterangkan, siapa yang dimaksud orang-orang yang bertobat itu.",
            "sajda": false,
            "transliteration": "Wa yaqoolul lazeena kafaroo law laaa unzila 'alaihi Aayatum mir Rabbih; qul innal laaha yudillu mai yashaa'u wa yahdeee ilaihi man anaab",
            "tajweed_text": "وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ ءَايَ[a:4024[ةٌ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ]‌ۗ قُلْ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُضِلُّ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْد[o[ِىٓ] إِلَيْهِ مَنْ أَن[p[َا][q[ب]َ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1735,
            "aya_number": 28,
            "aya_text": "الَّذِيْنَ اٰمَنُوْا وَتَطْمَىِٕنُّ قُلُوْبُهُمْ بِذِكْرِ اللّٰهِ ۗ اَلَا بِذِكْرِ اللّٰهِ تَطْمَىِٕنُّ الْقُلُوْبُ ۗ   ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 252,
            "translation_aya_text": "(yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang beriman dan yang merasa tenang) tenteram (hati mereka dengan mengingat Allah) mengingat janji-Nya. (Ingatlah, hanya dengan mengingat Allahlah hati menjadi tenteram) yakni hati orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Allazeena aamanoo wa tatma'innu quloobuhum bizikril laah; alaa bizikril laahi tatma'innul quloob",
            "tajweed_text": "ٱلَّذِينَ ءَامَنُو[s[اْ] وَتَ[q:6971[طْ]مَئِ[g[نّ]ُ قُلُوبُه[c:6972[ُم ب]ِذِكْرِ [h:6973[ٱ]للَّهِ‌ۗ أَلَا بِذِكْرِ [h:6973[ٱ]للَّهِ تَ[q:6974[طْ]مَئِ[g[نّ]ُ [h:6975[ٱ]لْقُل[p[ُو][q[ب]ُ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        }
    ]
}