{
    "page_number": 253,
    "data": [
        {
            "aya_id": 1736,
            "aya_number": 29,
            "aya_text": "اَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat kebahagiaan dan tempat kembali yang baik.",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan beramal saleh) kalimat ini menjadi mubtada sedangkan khabarnya ialah (alangkah bahagianya) lafal thuubaa mashdar daripada lafal ath-thiib, adalah nama sebuah pohon di surga, seseorang yang berkendaraan tidak akan dapat menempuh naungannya sekali pun berjalan seratus tahun (bagi mereka dan tempat kembali yang baik) tempat kembali di akhirat.",
            "sajda": false,
            "transliteration": "Allazeena aamanoo w a'amilus saalihaati toobaa lahum wa husnu ma aab",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1737,
            "aya_number": 30,
            "aya_text": "كَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Al-Qur'an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia; hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”",
            "tafsir_jalalayn": "(Demikianlah) sebagaimana Kami mengutus nabi-nabi sebelummu (Kami mengutus kamu kepada suatu umat yang sungguh telah berlalu beberapa umat sebelumnya supaya kamu membacakan) mengajarkan (kepada mereka apa yang Kami wahyukan kepadamu) yaitu Alquran (padahal mereka kafir kepada Tuhan Yang Maha Pemurah) karena mereka mengatakan sewaktu mereka disuruh sujud atau menyembah kepada-Nya siapakah Tuhan Yang Maha Pemurah? (Katakanlah) kepada mereka hai Muhammad (\"Dialah Rabbku, tidak ada Tuhan selain Dia, hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.\")",
            "sajda": false,
            "transliteration": "Kazaalika arsalnaaka feee ummatin qad khalat min qablihaaa umamul litatluwa 'alaihimul lazeee awhainaaa ilaika wa hum yakfuroona bir Rahmaaan; qul Huwa Rabbee laaa ilaaha illaa Huwa Rabbee laaa ilaaha illaa Huwa 'alaihi tawakkaltu wa ilaihi mataab",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1738,
            "aya_number": 31,
            "aya_text": "وَلَوْ اَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْاَمْرُ جَمِيْعًاۗ اَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا اَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ اَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Dan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat digoncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Al-Qur'an). Sebenarnya segala urusan itu milik Allah. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sampai datang janji Allah (penaklukkan Mekah). Sungguh, Allah tidak menyalahi janji.",
            "tafsir_jalalayn": "Ayat ini diturunkan ketika orang-orang kafir Mekah berkata kepada Nabi saw., \"Jika engkau ini benar-benar seorang nabi, maka lenyapkanlah gunung-gunung Mekah ini daripada kami, kemudian jadikanlah pada tempatnya sungai-sungai dan mata air-mata air supaya kami dapat bercocok tanam, dan bangkitkanlah nenek moyang kami yang telah mati menjadi hidup kembali, untuk berbicara kepada kami.\" (Dan sekiranya ada suatu bacaan yang dengan bacaan itu gunung-gunung dapat dipindahkan) artinya dapat dipindahkan dari tempatnya yang semula (atau dapat dibelah) dapat dipotong (karenanya bumi, atau oleh karenanya orang-orang yang sudah mati dapat berbicara) seumpamanya mereka dapat dihidupkan kembali karenanya, niscaya mereka tetap tidak akan beriman juga. (Sebenarnya segala urusan itu adalah kepunyaan Allah) bukan kepunyaan yang lain-Nya. Oleh sebab itu maka tiada beriman melainkan orang-orang yang telah dikehendaki oleh Allah untuk beriman, bukannya orang-orang selain mereka sekali pun didatangkan kepada mereka apa yang dipintanya itu. Sedangkan ayat selanjutnya ini diturunkan ketika para sahabat berkehendak untuk menampakkan apa yang mereka minta, karena para sahabat sangat menginginkan mereka mau beriman, yaitu firman-Nya: (Maka tidakkah mengetahui) mengerti (orang-orang yang beriman itu, bahwasanya) huruf an di sini adalah bentuk takhfif daripada anna (seandainya Allah menghendaki tentu Allah memberi petunjuk kepada manusia semuanya) kepada keimanan tanpa melalui mukjizat lagi. (Dan orang-orang yang kafir senantiasa) yakni penduduk Mekah yang kafir (ditimpa bencana disebabkan perbuatan mereka sendiri) yakni oleh sebab kekafiran mereka itu (yaitu berupa malapetaka) yang menimpa mereka dengan berbagai macam cobaan, seperti dibunuh, ditawan, diperangi dan paceklik (atau bencana itu terjadi) hai Muhammad terhadap pasukanmu (dekat tempat kediaman mereka) yaitu kota Mekah (sehingga datanglah janji Allah) yaitu memberikan pertolongan-Nya untuk mengalahkan mereka. (Sesungguhnya Allah tidak menyalahi janji) hal ini telah terjadi di Hudaibiah sehingga tibalah saatnya penaklukan kota Mekah.",
            "sajda": false,
            "transliteration": "Wa law anna Quraanan suyyirat bihil jibaalu aw qutti'at bihil ardu aw kullima bihil mawtaa; bal lillaahil amru jamee'aa; afalam yai'asil lazeena aamanooo al law yashaaa 'ullaahu lahadan naasa jamee'aa; wa laa yazaalul lazeena kafaroo tuseebuhum bimaa sana'oo qaari'atun aw tahullu qareebam min daarihim hatta yaatiya wa'dul laah; innal laaha laa yukhliful mee'aad",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1739,
            "aya_number": 32,
            "aya_text": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَاَمْلَيْتُ لِلَّذِيْنَ كَفَرُوْا ثُمَّ اَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Dan sesungguhnya beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, maka Aku beri tenggang waktu kepada orang-orang kafir itu, kemudian Aku binasakan mereka. Maka alangkah hebatnya siksaan-Ku itu! ",
            "tafsir_jalalayn": "(Dan sesungguhnya telah diperolok-olokkan beberapa rasul sebelum kamu) sebagaimana kamu diperolok-olokkan. Hal ini merupakan penghibur bagi hati Nabi saw. (maka Aku beri tangguh) menangguhkan (kepada orang-orang kafir itu, kemudian Aku binasakan mereka) dengan siksaan (maka sebagaimana siksaan-Ku terdahulu) artinya siksaan itu benar-benar telah menimpa orang-orang yang memperolok-olokkan para rasul, demikian pula Aku akan melakukan hal yang sama terhadap orang-orang yang memperolok-olokkan kamu.",
            "sajda": false,
            "transliteration": "Wa laqadis tuhzi'a bi Rusulim min qablika fa amlaitu lillazeena kafaroo summa akhaztuhum fakaifa kaana 'iqaab",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1740,
            "aya_number": 33,
            "aya_text": "اَفَمَنْ هُوَ قَاۤىِٕمٌ عَلٰى كُلِّ نَفْسٍۢ بِمَا كَسَبَتْۚ وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ ۗ قُلْ سَمُّوْهُمْۗ اَمْ تُنَبِّـُٔوْنَهٗ بِمَا لَا يَعْلَمُ فِى الْاَرْضِ اَمْ بِظَاهِرٍ مِّنَ الْقَوْلِ ۗبَلْ زُيِّنَ لِلَّذِيْنَ كَفَرُوْا مَكْرُهُمْ وَصُدُّوْا عَنِ السَّبِيْلِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Maka apakah Tuhan yang menjaga setiap jiwa terhadap apa yang diperbuatnya (sama dengan yang lain)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah, “Sebutkanlah sifat-sifat mereka itu.” Atau apakah kamu hendak memberitahukan kepada Allah apa yang tidak diketahui-Nya di bumi, atau (mengatakan tentang hal itu) sekedar perkataan pada lahirnya saja. Sebenarnya bagi orang kafir, tipu daya mereka itu dijadikan terasa indah, dan mereka dihalangi dari jalan (yang benar). Dan barangsiapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya.",
            "tafsir_jalalayn": "(Maka apakah Tuhan yang menjaga) yakni mengawasi (setiap diri terhadap apa yang diperbuatnya) yaitu berupa amal kebaikan dan keburukan, sama keadaan-Nya dengan berhala-berhala yang tidak demikian keadaannya; tentu saja tidak. Pengertian ini ditunjukkan oleh firman selanjutnya, yaitu (Mereka menjadikan beberapa sekutu bagi Allah. Katakanlah, \"Sebutkanlah sifat-sifat mereka itu.\") kepada-Nya, siapakah berhala-berhala itu (atau) bahkan apakah (kalian hendak memberitakan kepada Allah) menceritakan kepada-Nya (mengenai apa) yakni sekutu (yang tidak diketahui)-Nya (di bumi) istifham atau kata tanya di sini mengandung pengertian ingkar; artinya jelas tidak ada sekutu itu, sebab jika sekutu itu ada niscaya Dia akan mengetahuinya, Maha Tinggi Allah dari semua sekutu (atau) bahkan mereka menamakannya sebagai sekutu-sekutu Allah (kalian mengatakan sekadar perkataan pada lahirnya) dengan sangkaan yang batil, lagi hal itu tidak ada kenyataannya pada batinnya. (Sebenarnya orang-orang kafir itu dijadikan memandang baik tipu daya mereka) yang dimaksud ialah kekafiran mereka (dan dihalanginya dari jalan yang benar) yaitu hidayah. (Dan barang siapa yang disesatkan Allah, maka tak ada seorang pun baginya yang akan memberi petunjuk).",
            "sajda": false,
            "transliteration": "Afaman Huwa qaaa'imun 'alaa kulli nafsim bimaa kasabat; wa ja'aloo illlaahi shurakaaa'a qul samoohum; am tunabbi'oona hoo bimaa laa ya'lamu fil ardi; am bizaahirim minal qawl; bal zuyyina lillazeena kafaroo makruhum wa suddoo 'anis sabeel; wa mai yudlilil laaahu famaa lahoo min haad;",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1741,
            "aya_number": 34,
            "aya_text": "لَهُمْ عَذَابٌ فِى الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ اَشَقُّۚ وَمَا لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 253,
            "translation_aya_text": "Mereka mendapat siksaan dalam kehidupan dunia, dan azab akhirat pasti lebih keras. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah.",
            "tafsir_jalalayn": "(Bagi mereka azab dalam kehidupan dunia) yaitu dengan dibunuh dan ditawan (dan sesungguhnya azab akhirat adalah lebih keras) lebih keras daripada siksaan di dunia (dan tak ada bagi mereka terhadap Allah) terhadap siksaan-Nya (seorang pelindung pun) yang dapat mencegah siksaan itu.",
            "sajda": false,
            "transliteration": "Lahum 'azaabun fil hayaatid dunyaa wa la'azaabul Aakhirati ashaaq, wa maa lahum minal laahi min-waaq",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        }
    ]
}