{
    "page_number": 255,
    "data": [
        {
            "aya_id": 1750,
            "aya_number": 43,
            "aya_text": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ࣖ ",
            "sura_id": 13,
            "juz_id": 13,
            "page_number": 255,
            "translation_aya_text": " Dan orang-orang kafir berkata, “Engkau (Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab menjadi saksi antara aku dan kamu.” ",
            "tafsir_jalalayn": "(Berkatalah orang-orang kafir) kepadamu (\"Kamu bukan seorang yang dijadikan rasul.\" Katakanlah) kepada mereka (\"Cukuplah Allah menjadi saksi antaraku dan kalian) atas kebenaranku (dan antara orang yang mempunyai ilmu Kitab.\") dari kalangan orang-orang yang beriman, Yahudi dan Nasrani.",
            "sajda": false,
            "transliteration": "Wa yaqoolul lazeena kafaroo lasta mursalaa; qul kafaa billaahi shaheedam bainee wa bainakum wa man 'indahoo 'ilmul Kitaab",
            "tajweed_text": "وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَسْتَ مُرْسَل[f:7032[اً‌ۚ ق]ُلْ كَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيد[i:7033[َۢا ب]َيْنِى وَبَيْنَكُمْ وَمَنْ عِ[f:719[ند]َهُ[n[ۥ] عِلْمُ [h:7034[ٱ]لْكِتَ[p[ـٰ][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ الرَّعۡدِ",
                "englishName": "Ar-Ra'd",
                "englishNameTranslation": "The Thunder",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 1751,
            "aya_number": 1,
            "aya_text": "الۤرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 255,
            "translation_aya_text": "Alif Lam Ra. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji.",
            "tafsir_jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya. Alquran ini adalah (Kitab yang Kami turunkan kepadamu) Muhammad (supaya kamu mengeluarkan manusia dari kegelapan) dari kekafiran (kepada cahaya) yaitu agama Islam. (Dengan izin) perintah (Rabb mereka) lafal an-nuur diterangkan secara jelas pada ayat berikut ini: (yaitu ke jalan) tuntunan (Tuhan Yang Maha Perkasa) Maha Menang (lagi Maha Terpuji.) Yang Maha Terpuji.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Raa; Kitaabun anzalnaahu ilaika litukhrijan-naasa minaz zulumaati ilan noori bi-izni Rabbihim ilaa siraatil 'Azeezil Hameed",
            "tajweed_text": "ا[m[لٓ]ر‌ۚ كِتَ[n[ـٰ]بٌ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ إِلَيْكَ لِتُخْرِجَ [h:7035[ٱ][l[ل][g[نّ]َاسَ مِنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِر[n[َٲ]طِ [h:7036[ٱ]لْعَزِيزِ [h:7037[ٱ]لْحَم[p[ِي][q[د]ِ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1752,
            "aya_number": 2,
            "aya_text": "اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَوَيْلٌ لِّلْكٰفِرِيْنَ مِنْ عَذَابٍ شَدِيْدٍۙ  ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 255,
            "translation_aya_text": "Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi. Celakalah bagi orang yang ingkar kepada Tuhan karena siksaan yang sangat berat, ",
            "tafsir_jalalayn": "(Dialah Allah) kalau dibaca jar kedudukannya menjadi badal atau athaf bayan, sedangkan kedudukan kalimat yang sesudahnya menjadi sifat. Jika dibaca rafa` jadilah mubtada, sedangkan khabarnya adalah firman berikut ini: (yang memiliki segala apa yang ada di langit dan di bumi) semuanya adalah milik-Nya, hamba-Nya dan makhluk-Nya. (Dan kecelakaanlah bagi orang-orang kafir karena siksa yang sangat pedih.)",
            "sajda": false,
            "transliteration": "Allaahil lazee lahoo maa fis samaawaati wa maa fill ard; wa wailul lilkaafireena min 'azaabin shadeed",
            "tajweed_text": "ٱللَّهِ [h:7038[ٱ]لَّذِى لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ وَوَيْ[u:7039[لٌ ل]ِّلْكَ[n[ـٰ]فِرِينَ مِنْ عَذَا[f:7040[بٍ ش]َد[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1753,
            "aya_number": 3,
            "aya_text": " ۨالَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًا ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 255,
            "translation_aya_text": "(yaitu) orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan (jalan yang) bengkok. Mereka itu berada dalam kesesatan yang jauh.",
            "tafsir_jalalayn": "(Yaitu orang-orang) kedudukannya sebagai sifat (yang lebih menyukai kehidupan dunia daripada kehidupan akhirat dan menghalang-halangi) manusia (dari jalan Allah) yaitu agama Islam (dan menginginkan supaya ia) jalan Allah tersebut (bengkok) tidak lurus. (Mereka itu berada dalam kesesatan yang jauh) yakni sesat dari jalan yang hak dan benar.",
            "sajda": false,
            "transliteration": "Allazeena yastahibboo nal hayaatad dunyaa 'alal aakhirati wa yasuddoona 'ansabeelil laahi wa yabghoonahaa 'iwajaa; ulaaa 'ika fee dalaalim ba'eed",
            "tajweed_text": "ٱلَّذِينَ يَسْتَحِبُّونَ [h:7041[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا عَلَى [h:7042[ٱ]لْأَخِرَةِ وَيَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَيَ[q:4708[بْ]غُونَهَا عِوَجًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى ضَلَ[n[ـٰ][i:7043[لِۭ ب]َع[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1754,
            "aya_number": 4,
            "aya_text": "وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗفَيُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 255,
            "translation_aya_text": "Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dia Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Kami tidak mengutus seorang rasul pun melainkan dengan bahasa) memakai bahasa (kaumnya, supaya ia dapat memberi pelajaran dengan terang kepada mereka) supaya mereka dapat memahami apa yang disampaikannya. (Maka Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Dan Dialah Tuhan Yang Maha Kuasa) di dalam kerajaan-Nya (lagi Maha Bijaksana.) di dalam tindakan-Nya.",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaa mir Rasoolin illaa bilisaani qawmihee liyubaiyina lahum faiudillul laahu mai yashaaa'u wa yahde mai yashaaa'; wa Huwal 'Azeezul Hakeem",
            "tajweed_text": "وَم[o[َآ] أَرْسَلْنَا م[u:2882[ِن ر]َّسُولٍ إِلَّا بِلِسَانِ قَوْمِه[n[ِۦ] لِيُبَيِّنَ لَهُمْ‌ۖ فَيُضِلُّ [h:7044[ٱ]للَّهُ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1755,
            "aya_number": 5,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ وَذَكِّرْهُمْ بِاَيّٰىمِ اللّٰهِ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 255,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus Musa dengan membawa tanda-tanda (kekuasaan) Kami, (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari kegelapan kepada cahaya terang-benderang dan ingatkanlah mereka kepada hari-hari Allah.” Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang penyabar dan banyak bersyukur.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mengutus Musa dengan membawa ayat-ayat Kami) yang berjumlah sembilan ayat lalu Kami firmankan kepadanya (\"Keluarkanlah kaummu) yaitu kaum Bani Israel (dari gelap-gulita) dari kekafiran (kepada cahaya yang terang-benderang) yaitu keimanan (dan ingatkanlah mereka kepada hari-hari Allah.\") yakni nikmat-nikmat-Nya. (Sesungguhnya pada yang demikian itu) yakni di dalam peringatan itu (terdapat tanda-tanda bagi setiap orang penyabar) di dalam mengerjakan ketaatan (dan banyak bersyukur) terhadap semua nikmat-nikmat-Nya.",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa Moosaa bi Aayaatinaa an akhrij qawmaka minaz zulumaati ilan noori wa zak kirhum bi ayyaamil laah; inna fee zaalika la aayaatil likulli sabbaarin shakoor",
            "tajweed_text": "وَلَقَ[q:341[دْ] أَرْسَلْنَا مُوسَىٰ بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أَنْ أَخْرِ[q:7046[جْ] قَوْمَكَ مِنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ وَذَكِّرْه[c:7047[ُم ب]ِأَيَّ[n[ـٰ]مِ [h:7048[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:7049[تٍ ل]ِّكُلِّ صَبَّا[f:7050[رٍ ش]َك[p[ُو]رٍ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        }
    ]
}