{
    "page_number": 257,
    "data": [
        {
            "aya_id": 1761,
            "aya_number": 11,
            "aya_text": "قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 257,
            "translation_aya_text": "Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak pantas bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah saja hendaknya orang yang beriman bertawakal.",
            "tafsir_jalalayn": "(Rasul-rasul mereka berkata kepada mereka, \"Tiada lain) tidak lain (kami ini hanyalah manusia biasa sama dengan kalian) persis seperti apa yang kalian katakan itu (akan tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya) berupa kenabian. (Dan tidak patut) tidak layak (bagi kami mendatangkan suatu bukti kepada kalian melainkan dengan izin Allah) berdasarkan perintah-Nya karena sesungguhnya kami ini adalah hamba-hamba yang dipelihara oleh-Nya (Dan hanya kepada Allah sajalah hendaknya orang-orang yang beriman bertawakal.\") hanya percaya kepada-Nya.",
            "sajda": false,
            "transliteration": "Qaalat lahum Rusuluhum in nahnu illaa basharum mislukum wa laakinnal laaha yamunnu 'alaa mai yashaaa'u min 'ibaadihee wa maa kaana lanaaa an naatiyakum bisul taanin illaa bi iznil laah; wa 'alal laahi falyatawakkalil mu'minonn",
            "tajweed_text": "قَالَتْ لَهُمْ رُسُلُهُمْ إ[a:7068[ِن ن]َّحْنُ إِلَّا بَشَ[a:7069[رٌ م]ِّثْلُكُمْ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يَمُ[g[نّ]ُ عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ]‌ۖ وَمَا كَانَ لَن[o[َآ] أ[a:7070[َن ن]َّأْتِيَك[c:7071[ُم ب]ِسُلْطَ[n[ـٰ]نٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1762,
            "aya_number": 12,
            "aya_text": "وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ࣖ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 257,
            "translation_aya_text": "Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal berserah diri.”",
            "tafsir_jalalayn": "(\"Mengapa kami) huruf allaa asalnya adalah gabungan daripada an dan laa (tidak bertawakal kepada Allah) artinya tidak ada yang melarang kami untuk melakukan hal tersebut (padahal Dia telah menunjukkan jalan kepada kami dan kami sungguh-sungguh akan bersabar terhadap perlakuan-perlakuan kalian yang menyakitkan kami) di dalam menghadapi gangguan-gangguan yang kalian lakukan terhadap kami. (Dan hanya kepada Allah saja orang-orang yang bertawakal berserah diri.\")",
            "sajda": false,
            "transliteration": "Wa maa lanaa allaa natawakkala 'alal laahi wa qad hadaanaa subulanaa; wa lanasbiranna 'alaa maaa aazaitumoonaa; wa 'alal laahi falyatawakkalil mutawakkiloon",
            "tajweed_text": "وَمَا لَن[o[َآ] أَلَّا نَتَوَكَّلَ عَلَى [h:412[ٱ]للَّهِ وَقَ[q:387[دْ] هَدَ[n[ٮٰ]نَا سُبُلَنَا‌ۚ وَلَنَصْبِرَ[g[نّ]َ عَلَىٰ م[o[َآ] ءَاذَيْتُمُونَا‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:6748[ٱ]لْمُتَوَكِّل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1763,
            "aya_number": 13,
            "aya_text": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 257,
            "translation_aya_text": "Dan orang-orang kafir berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.” Maka Tuhan mewahyukan kepada mereka, “Kami pasti akan membinasakan orang yang zalim itu.",
            "tafsir_jalalayn": "(Orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami sungguh-sungguh akan mengusir kalian dari negeri kami atau kalian kembali) menjadi pemeluk (kepada tuntunan kami.\") yakni agama kami. (Maka Rabb mewahyukan kepada mereka, \"Kami pasti akan membinasakan orang-orang yang lalim itu.\") yakni orang-orang kafir itu.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena kafaroo li Rusulihim lanukhrijanna kum min aardinaaa aw lata'oo dunna fee millatinaa fa awhaaa ilaihim Rabbuhum lanuhlikannaz zalimeen",
            "tajweed_text": "وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِرُسُلِهِمْ لَنُخْرِجَ[g[نّ]َك[w:7072[ُم م]ِّنْ أَرْضِن[o[َآ] أَوْ لَتَعُودُ[g[نّ]َ فِى مِلَّتِنَا‌ۖ فَأَوْحَ[o[ىٰٓ] إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَ[g[نّ]َ [h:7073[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1764,
            "aya_number": 14,
            "aya_text": "وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 257,
            "translation_aya_text": "Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.”",
            "tafsir_jalalayn": "(\"Dan Kami pasti akan menempatkan kalian di negeri-negeri itu) di negeri tempat mereka tinggal (sesudah mereka) dibinasakan. (Yang demikian itu) yakni pertolongan dan mewariskan negeri itu (adalah untuk orang-orang yang takut akan menghadap kepada-Ku) pada hari ia menghadap kepada-Nya (dan yang takut kepada ancaman-Ku.\") takut kepada azab-Ku.",
            "sajda": false,
            "transliteration": "Wa lanuskinan nakumul arda mim ba'dihim; zaalika liman khaafa maqaamee wa khaafa wa'eed",
            "tajweed_text": "وَلَنُسْكِنَ[g[نّ]َكُمُ [h:7074[ٱ]لْأَرْضَ م[i:1453[ِنۢ ب]َعْدِهِمْ‌ۚ ذ[n[َٲ]لِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَع[p[ِي][q[د]ِ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1765,
            "aya_number": 15,
            "aya_text": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 257,
            "translation_aya_text": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala, ",
            "tafsir_jalalayn": "(Dan mereka memohon kemenangan) para rasul itu memohon pertolongan Allah di dalam menghadapi kaumnya (dan merugilah) binasalah (setiap orang yang berlaku sewenang-wenang) setiap orang yang takabur tidak mau taat kepada Allah (lagi keras kepala) artinya tidak mau tunduk kepada perkara yang hak.",
            "sajda": false,
            "transliteration": "Wastaftahoo wa khaaba kullu jabbaarin 'aneed",
            "tajweed_text": "وَ[h:9999[ٱ]سْتَفْتَحُو[s[اْ] وَخَابَ كُلُّ جَبَّارٍ عَن[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1766,
            "aya_number": 16,
            "aya_text": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 257,
            "translation_aya_text": "di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,",
            "tafsir_jalalayn": "(Di hadapannya) di depannya (ada Jahanam) yang akan dimasukinya (dan dia akan diberi minum) di dalam Jahanam itu (dengan air nanah) yaitu cairan yang meleleh dari perut ahli neraka bercampur dengan nanah dan darah.",
            "sajda": false,
            "transliteration": "Minw waraaa'ihee jahannamu wa yusqaa mim maaa'in sadeed",
            "tajweed_text": "مّ[a:7075[ِن و]َر[o[َا]ٓئِه[n[ِۦ] جَهَ[g[نّ]َمُ وَيُسْقَىٰ م[a:840[ِن م]ّ[o[َا]ٓ[f:7076[ءٍ ص]َد[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1767,
            "aya_number": 17,
            "aya_text": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 257,
            "translation_aya_text": "diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat.",
            "tafsir_jalalayn": "(Diminumnya air nanah itu) diteguknya air nanah itu seteguk demi seteguk karena rasanya teramat pahit (dan hampir dia tidak dapat menelannya) ia merasa amat jijik mengingat baunya yang sangat busuk dan rupanya yang sangat menjijikkan (dan datanglah bahaya maut kepadanya) hal-hal yang menyebabkan kematian, berupa berbagai macam azab (dari segenap penjuru, tetapi dia tidak juga mati dan di hadapannya) sesudah mengalami azab tersebut (masih ada siksaan yang berat) siksaan yang keras lagi terus-menerus.",
            "sajda": false,
            "transliteration": "Yatajarra'uhoo wa laa yakaadu yuseeghuhoo wa yaateehil mawtu min kulli makaaninw wa maa huwa bimaiyitinw wa minw waraaa'ihee 'azaabun ghaleez",
            "tajweed_text": "يَتَجَرَّعُهُ[n[ۥ] وَلَا يَكَادُ يُسِيغُهُ[n[ۥ] وَيَأْتِيهِ [h:7077[ٱ]لْمَوْتُ مِ[f:843[ن ك]ُلِّ مَكَا[a:7078[نٍ و]َمَا هُوَ بِمَيِّ[a:7079[تٍ‌ۖ و]َم[a:7080[ِن و]َر[o[َا]ٓئِه[n[ِۦ] عَذَابٌ غَل[p[ِي]ظٌ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1768,
            "aya_number": 18,
            "aya_text": "مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 257,
            "translation_aya_text": "Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.",
            "tafsir_jalalayn": "(Perumpamaan) gambaran (tentang orang-orang yang ingkar kepada Rabb mereka) kalimat ayat ini berkedudukan menjadi mubtada kemudian dijelaskan oleh badalnya pada firman selanjutnya, yaitu: (amalan-amalan mereka) yang baik, seperti silaturahmi dan sedekah, yaitu dalam hal tiada kemanfaatan (seperti abu yang ditiup angin dengan keras pada suatu hari yang berangin keras) sangat keras tiupannya sehingga angin keras itu menjadikannya debu-debu yang beterbangan yang tiada manfaatnya. Jar dan majrurnya merupakan khabar daripada mubtada (mereka tidak dapat) yakni orang-orang kafir itu (mengambil manfaat dari apa yang telah mereka upayakan itu) dari apa yang telah mereka amalkan sewaktu di dunia (barang sedikit pun) artinya mereka sama sekali tidak menemukan pahala daripada amal-amal mereka karena tidak memenuhi syarat, yaitu tiadanya iman. (Yang demikian itu adalah kesesatan) kebinasaan (yang jauh.)",
            "sajda": false,
            "transliteration": "Masalul lazeena kafaroo bi Rabbihim a'maaluhum karamaadinish taddat bihir reehu fee yawmin 'aasif; laa yaqdiroona mimmaa kasaboo 'alaa shai'; zaalika huwad dalaalul ba'eed",
            "tajweed_text": "مَّثَلُ [h:1179[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ‌ۖ أَعْمَ[n[ـٰ]لُهُمْ كَرَمَادٍ [h:7081[ٱ]شْتَدَّتْ بِهِ [h:7082[ٱ][l[ل]رِّيحُ فِى يَوْمٍ عَاصِ[u:7083[فٍ‌ۖ ل]َّا يَ[q:1555[قْ]دِرُونَ مِ[g[مّ]َا كَسَبُو[s[اْ] عَلَىٰ ش[f:6654[َىْءٍ‌ۚ ذ][n[َٲ]لِكَ هُوَ [h:7084[ٱ][l[ل]ضَّلَ[n[ـٰ]لُ [h:7085[ٱ]لْبَع[p[ِي][q[د]ُ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        }
    ]
}