{
    "page_number": 258,
    "data": [
        {
            "aya_id": 1769,
            "aya_number": 19,
            "aya_text": "اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ  ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 258,
            "translation_aya_text": "Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu),",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan) hai orang yang diajak bicara, tidakkah kamu memperhatikan. Istifham atau kata tanya di sini mengandung makna menetapkan (bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak) lafal bilhaqqi bertaalluq atau berkaitan maknanya dengan lafal khalaqa. (Jika Dia menghendaki, niscaya Dia membinasakan kalian) hai manusia (dan mengganti kalian dengan makhluk yang baru) sebagai pengganti kalian.",
            "sajda": false,
            "transliteration": "Alam tara annal laaha khalaqas samaawaati wal arda bilhaqq; iny yashaa yuzhibkum wa yaati bikhalqin jadeed",
            "tajweed_text": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ‌ۚ إ[a:3197[ِن ي]َشَأْ يُذْهِ[q:3198[بْ]كُمْ وَيَأْتِ بِخَلْ[f:7086[قٍ ج]َد[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1770,
            "aya_number": 20,
            "aya_text": "وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 258,
            "translation_aya_text": "dan yang demikian itu tidak sukar bagi Allah.",
            "tafsir_jalalayn": "(Dan yang demikian itu sekali-kali tidak sukar bagi Allah) tidak sulit bagi-Nya.",
            "sajda": false,
            "transliteration": "Wa maa zaalika 'alal laahi bi 'azeez",
            "tajweed_text": "وَمَا ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ بِعَز[p[ِي]زٍ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1771,
            "aya_number": 21,
            "aya_text": "وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَآ اَمْ صَبَرْنَا مَا لَنَا مِنْ مَّحِيْصٍ ࣖ  ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 258,
            "translation_aya_text": "Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri.”",
            "tafsir_jalalayn": "(Dan mereka akan berkumpul menghadap) semua makhluk itu menghadap. Ungkapan pada ayat ini dan ayat sebelumnya memakai fi`il madhi, dimaksud untuk memberikan pengertian kepastian bahwa hal itu benar-benar akan terjadi (kepada Allah semuanya, lalu berkatalah orang-orang yang lemah) yakni para pengikut (kepada orang-orang yang sombong) yaitu orang-orang yang diikuti (\"Sesungguhnya kami dahulu adalah pengikut-pengikut kalian) lafal taba`an merupakan bentuk jamak dari kata tunggal tabi`un (maka dapatkah kalian menghindarkan) menolak (daripada kami azab Allah walau sedikit saja?\") huruf min yang pertama tadi bermakna lit-tabyin atau untuk menjelaskan, sedangkan huruf min pada ayat ini bermakna lit-tab`idh atau menunjukkan makna sebagian. (Mereka berkata) orang-orang yang diikuti itu (\"Seandainya Allah memberi petunjuk kepada kami niscaya kami dapat memberi petunjuk kepada kalian) artinya nicaya kami akan menyeru kalian ke jalan hidayah. (Sama saja bagi kita, apakah kita mengeluh atau bersabar, sekali-kali tidak mempunyai) huruf min di sini adalah zaidah (tempat untuk melarikan diri.\") tempat berlindung dari azab-Nya.",
            "sajda": false,
            "transliteration": "Wa barazoo lillaahi jamee'an faqaalad du'afaaa'u lillazeenas takbarooo innaa kunnaa lakum taba'an fahal antum mughnoona 'annaa min 'azaabil laahi min shai'; qaaloo law hadaanal laahu lahadai naakum sawaaa'un 'alainaaa ajazi'naa am sabarnaa maa lanaa mim mahees",
            "tajweed_text": "وَبَرَزُو[s[اْ] لِلَّهِ جَمِي[f:7087[عًا ف]َقَالَ [h:7088[ٱ][l[ل]ضُّعَفَ[o[ـٰٓ]ؤُ[s[اْ] لِلَّذِينَ [h:7089[ٱ]سْتَكْبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َا كُ[g[نّ]َا لَكُمْ تَبَ[f:7090[عًا ف]َهَلْ أَ[f:428[نت][w:7091[ُم م]ُّغْنُونَ عَ[g[نّ]َا مِنْ عَذَابِ [h:6845[ٱ]للَّهِ مِ[f:2103[ن ش][f:7092[َىْءٍ‌ۚ ق]َالُو[s[اْ] لَوْ هَدَ[n[ٮٰ]نَا [h:4173[ٱ]للَّهُ لَهَدَيْنَ[n[ـٰ]كُمْ‌ۖ سَو[o[َا]ٓءٌ عَلَيْن[o[َآ] أَجَزِعْن[o[َآ] أَمْ صَبَرْنَا مَا لَنَا م[a:7093[ِن م]َّح[p[ِي]صٍ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1772,
            "aya_number": 22,
            "aya_text": "وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 258,
            "translation_aya_text": "Dan setan berkata ketika perkara (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sungguh, orang yang zalim akan mendapat siksaan yang pedih.",
            "tafsir_jalalayn": "(Dan berkatalah setan) yakni iblis (tatkala perkara hisab telah diselesaikan) kemudian orang-orang yang berhak masuk surga dimasukkan ke dalam surga dan orang-orang yang berhak masuk neraka dimasukkan ke dalam neraka, lalu mereka semuanya mengerumuni iblis (\"Sesungguhnya Allah telah menjanjikan kepada kalian janji yang benar) yaitu dengan kebangkitan dari kubur dan pembalasan amal perbuatan lalu Dia telah memenuhi kalian (dan aku pun telah menjanjikan kepada kalian) bahwasanya hal ini tidak ada (tetapi aku menyalahinya. Sekali-kali aku terhadap kalian tidak memiliki) huruf min di sini zaidah (kekuasaan) kekuatan dan kemampuan yang dapat memaksakan kalian untuk mengikutiku (melainkan) kecuali (sekedar aku menyeru kalian, lalu kalian mematuhi seruanku, oleh sebab itu janganlah kalian mencerca aku, akan tetapi cercalah diri kalian sendiri) disebabkan kalian telah mengikuti seruanku itu. (Aku sekali-kali tidak dapat menolong kalian) dapat memberikan pertolongan kepada kalian (dan kalian pun tidak dapat menolongku) dapat dibaca mushrikhiyya dan mushrikhiyyi. (Sesungguhnya aku tidak membenarkan perbuatan kalian mempersekutukan aku) dengan Allah (sebelumnya.\") sewaktu di dunia. Lalu Allah berfirman: (\"Sesungguhnya orang-orang yang lalim itu mendapat siksaan yang pedih) siksaan yang sangat pedih.",
            "sajda": false,
            "transliteration": "Wa qaalash Shaitaanu lammaa qudiyal amru innal laaha wa'adakum wa'dal haqqi wa wa'attukum faakhlaftukum wa maa kaana liya 'alaikum min sultaanin illaaa an da'awtukum fastajabtum lee falaa taloomoonee wa loomooo anfusakum maaa ana bimusrikhikum wa maaa antum bimusrikhiyya innee kafartu bimaaa ashraktumooni min qabl; innaz zaalimeena lahum azaabun aleem",
            "tajweed_text": "وَقَالَ [h:7094[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ لَ[g[مّ]َا قُضِىَ [h:6667[ٱ]لْأَمْرُ إِ[g[نّ]َ [h:80[ٱ]للَّهَ وَعَدَكُمْ وَعْدَ [h:7095[ٱ]لْحَقِّ وَوَعَ[d:7096[د]تُّكُمْ فَأَخْلَفْتُكُمْ‌ۖ وَمَا كَانَ لِىَ عَلَيْك[w:548[ُم م]ِّ[f:4798[ن س]ُلْطَ[n[ـٰ]نٍ إِلّ[o[َآ] أَ[f:7097[ن د]َعَوْتُكُمْ فَ[h:7098[ٱ]سْتَجَ[q:7098[بْ]تُمْ لِى‌ۖ فَلَا تَلُومُونِى وَلُوم[o[ُوٓ][s[اْ] أَ[f:221[نف]ُسَك[w:7099[ُم‌ۖ م]ّ[o[َآ] أَنَا۟ بِمُصْرِخِكُمْ وَم[o[َآ] أَ[f:428[نت][c:7100[ُم ب]ِمُصْرِخِىَّ‌ۖ إِ[g[نّ]ِى كَفَرْتُ بِم[o[َآ] أَشْرَكْتُمُونِ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۗ إِ[g[نّ]َ [h:7101[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1773,
            "aya_number": 23,
            "aya_text": "وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 258,
            "translation_aya_text": "Dan orang yang beriman dan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam (surga) itu ialah salam.",
            "tafsir_jalalayn": "(Dan dimasukkanlah orang-orang yang beriman dan beramal saleh ke alam surga yang mengalir di bawahnya sungai-sungai; mereka kekal) lafal khaalidiina menjadi hal daripada kalimat yang keberadaannya diperkirakan (di dalamnya dengan seizin Rabb mereka. Ucapan penghormatan mereka dalam surga itu) dari Allah dan dari para malaikat, serta di antara sesama mereka (salaam.)",
            "sajda": false,
            "transliteration": "Wa udkhilal lazeena aamanoo wa 'amilus saalihaati Jannaatin tajree min tahtihal anhaaru khaalideena feehaa bi izni Rabbihim tahiyyatuhum feeha salaam",
            "tajweed_text": "وَأُ[q:2480[دْ]خِلَ [h:7102[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ‌ۖ تَحِيَّتُهُمْ فِيهَا سَلَ[p[ـٰ]مٌ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1774,
            "aya_number": 24,
            "aya_text": "اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 258,
            "translation_aya_text": "Tidakkah kamu memperhatikan bagai-mana Allah telah membuat perumpamaan kalimat yang baik seperti pohon yang baik, akarnya kuat dan cabangnya (menjulang) ke langit,",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan) memperhatikan (bagaimana Allah telah membuat perumpamaan) lafal matsalan ini dijelaskan oleh badalnya, yaitu (kalimat yang baik) yakni kalimat laa ilaaha illallaah/tiada Tuhan selain Allah (seperti pohon yang baik) yaitu pohon kurma (akarnya teguh) menancap dalam di bumi (dan cabangnya) ranting-rantingnya (menjulang ke langit).",
            "sajda": false,
            "transliteration": "Alam tara kaifa darabal laahu masalan kalimatan taiyibatan kashajaratin taiyibatin asluhaa saabitunw wa far'uhaa fis samaaa'",
            "tajweed_text": "أَلَمْ تَرَ كَيْفَ ضَرَبَ [h:7103[ٱ]للَّهُ مَثَل[f:7104[اً ك]َلِمَ[f:7105[ةً ط]َيِّبَ[f:7106[ةً ك]َشَجَرَ[f:7107[ةٍ ط]َيِّبَةٍ أَصْلُهَا ثَابِ[a:7108[تٌ و]َفَرْعُهَا فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        }
    ]
}