{
    "page_number": 259,
    "data": [
        {
            "aya_id": 1775,
            "aya_number": 25,
            "aya_text": "تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 259,
            "translation_aya_text": "(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat.",
            "tafsir_jalalayn": "(Pohon itu memberikan) membuahkan (buahnya) buah-buahannya (pada setiap musim dengan seizin Rabbnya) dengan kehendak-Nya demikian pula kalimat iman tertanam di dalam kalbu orang mukmin sedangkan amalnya naik ke langit kemudian memperoleh berkah dan pahala amalannya itu setiap saat (dibuatkan) dijelaskan (oleh Allah perumpamaan-perumpamaan itu untuk manusia supaya mereka selalu ingat) mau mengambil pelajaran daripadanya kemudian mereka mau beriman karenanya.",
            "sajda": false,
            "transliteration": "Tu'teee ukulahaa kulla heenim bi izni Rabbihaa; wa yadribul laahul amsaala linnaasi la'allahum yatazak karoon",
            "tajweed_text": "تُؤْت[o[ِىٓ] أُكُلَهَا كُلَّ حِي[i:7109[نِۭ ب]ِإِذْنِ رَبِّهَا‌ۗ وَيَضْرِبُ [h:7110[ٱ]للَّهُ [h:6948[ٱ]لْأَمْثَالَ لِل[g[نّ]َاسِ لَعَلَّهُمْ يَتَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1776,
            "aya_number": 26,
            "aya_text": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 259,
            "translation_aya_text": "Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun.",
            "tafsir_jalalayn": "(Dan perumpamaan kalimat yang buruk) yaitu kalimat kekafiran (seperti pohon yang buruk) yaitu pohon hanzhal yang buahnya sangat pahit (yang telah dicabut) telah dibongkar sampai ke akar-akarnya (dari permukaan bumi, ia tidak dapat tetap sedikit pun) artinya tidak mempunyai tempat untuk berpijak lagi, maka demikian pula keadaan kalimat kekafiran tidak mempunyai tempat berpijak, tidak mempunyai ranting dan pula tidak ada keberkahannya.",
            "sajda": false,
            "transliteration": "Wa masalu kalimatin khabeesatin kashajaratin khabee satinij tussat min fawqil ardi maa lahaa min qaraar",
            "tajweed_text": "وَمَثَلُ كَلِمَةٍ خَبِيثَ[f:7111[ةٍ ك]َشَجَرَةٍ خَبِيثَةٍ [h:7112[ٱ][q:7113[جْ]تُثَّتْ مِ[f:7114[ن ف]َوْقِ [h:7115[ٱ]لْأَرْضِ مَا لَهَا مِ[f:7116[ن ق]َر[p[َا]رٍ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1777,
            "aya_number": 27,
            "aya_text": "يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 259,
            "translation_aya_text": " Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki.",
            "tafsir_jalalayn": "(Allah meneguhkan iman orang-orang yang beriman dengan ucapan yang teguh itu) yaitu kalimat tauhid itu (di dunia dan di akhirat) yaitu di alam kubur, ketika dua orang malaikat menanyakan kepadanya tentang Rabb mereka, agama mereka dan nabi mereka. Maka orang-orang yang beriman dapat menjawabnya dengan benar; demikianlah menurut keterangan yang disebutkan di dalam hadis Imam Bukhari dan Imam Muslim (dan Allah menyesatkan orang-orang yang lalim) yaitu orang-orang kafir; oleh sebab itu mereka tidak mendapat petunjuk untuk memberikan jawaban yang benar. Bahkan mereka hanya mengatakan, \"Kami tidak tahu,\" demikian menurut keterangan dalam hadis (dan memperbuat apa yang Dia kehendaki.)",
            "sajda": false,
            "transliteration": "Yusabbitul laahul lazeena aamanoo bilqawlis saabiti fil hayaatid dunyaa wa fil Aakhirati wa yudillul laahuz zaalimeen; wa yaf'alul laahu maa yashaaa'",
            "tajweed_text": "يُثَبِّتُ [h:7117[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] بِ[h:7118[ٱ]لْقَوْلِ [h:7119[ٱ][l[ل]ثَّابِتِ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَفِى [h:1108[ٱ]لْأَخِرَةِ‌ۖ وَيُضِلُّ [h:7120[ٱ]للَّهُ [h:7121[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ‌ۚ وَيَفْعَلُ [h:7122[ٱ]للَّهُ مَا يَش[o[َا]ٓءُ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1778,
            "aya_number": 28,
            "aya_text": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 259,
            "translation_aya_text": "Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan) artinya melihat (orang-orang yang telah menukar nikmat Allah) yang dimaksud ialah bersyukur kepada Allah atas nikmat-Nya (dengan kekafiran) mereka adalah orang-orang yang kafir Quraisy (dan menjatuhkan) menyeret (kaumnya) yakni mereka menyesatkan kaumnya (ke lembah kebinasaan) ke dalam kebinasaan.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena baddaloo ni'matal laahi kufranw wa ahalloo qawmahum daaral bawaar",
            "tajweed_text": "۞ أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ بَدَّلُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ كُفْ[a:7123[رًا و]َأَحَلُّو[s[اْ] قَوْمَهُمْ دَارَ [h:7124[ٱ]لْبَو[p[َا]رِ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1779,
            "aya_number": 29,
            "aya_text": "جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 259,
            "translation_aya_text": " yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman.",
            "tafsir_jalalayn": "(Yaitu neraka Jahanam) lafal Jahanam merupakan athaf bayan (mereka masuk ke dalamnya) dijebloskan ke dalamnya (dan itulah seburuk-buruk tempat kediaman) tempat yang paling buruk ialah Jahanam itu.",
            "sajda": false,
            "transliteration": "Jahannama yaslawnahaa wa bi'sal qaraar",
            "tajweed_text": "جَهَ[g[نّ]َمَ يَصْلَوْنَهَا‌ۖ وَبِئْسَ [h:7125[ٱ]لْقَر[p[َا]رُ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1780,
            "aya_number": 30,
            "aya_text": "وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 259,
            "translation_aya_text": "Dan mereka (orang kafir) itu telah menjadikan tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Muhammad), “Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ke neraka.”",
            "tafsir_jalalayn": "(Orang-orang yang kafir itu telah menjadikan sekutu-sekutu bagi Allah) tandingan-tandingan (supaya mereka menyesatkan manusia) dapat dibaca liyudhilluu dan liyadhilluu (dari jalan-Nya) yaitu agama Islam. (Katakanlah) kepada mereka (\"Bersenang-senanglah kalian) dengan keduniaan kalian dalam waktu yang sedikit (karena sesungguhnya tempat kembali kalian) yaitu tempat menetap kalian (ialah neraka.\")",
            "sajda": false,
            "transliteration": "Wa ja'aloo lillaahi andaadal liyudilloo 'an sabeelih; qul tamatta'oo fa innaa maseerakum ilan Naar",
            "tajweed_text": "وَجَعَلُو[s[اْ] لِلَّهِ أَ[f:96[ند]َا[u:7126[دًا ل]ِّيُضِلُّو[s[اْ] عَ[f:4361[ن س]َبِيلِه[n[ِۦ]‌ۗ قُلْ تَمَتَّعُو[s[اْ] فَإِ[g[نّ]َ مَصِيرَكُمْ إِلَى [h:1241[ٱ][l[ل][g[نّ][p[َا]رِ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1781,
            "aya_number": 31,
            "aya_text": "قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 259,
            "translation_aya_text": "Katakanlah (Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat, menginfakkan sebagian rezeki yang Kami berikan secara sembunyi atau terang-terangan sebelum datang hari, ketika tidak ada lagi jual beli dan persahabatan.” ",
            "tafsir_jalalayn": "(Katakanlah kepada hamba-hamba-Ku yang telah beriman, \"Hendaklah mereka mendirikan salat, menafkahkan sebagian rezeki yang Kami berikan kepada mereka secara sembunyi atau pun terang-terangan sebelum datang hari kiamat yang pada hari itu tidak ada jual-beli) tebusan (dan persahabatan.\") persahabatan yang dapat menolong; yang dimaksud adalah hari kiamat.",
            "sajda": false,
            "transliteration": "Qul li'ibaadiyal lazeena aamanoo yuqeemus Salaata wa yunfiqoo mimmaa razaqnaahum sirranw wa 'alaaniyatam min qabli any yaatiya Yawmul laa bai'un feehi wa laa khilaal",
            "tajweed_text": "قُل لِّعِبَادِىَ [h:7127[ٱ]لَّذِينَ ءَامَنُو[s[اْ] يُقِيمُو[s[اْ] [h:7128[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَيُ[f:7129[نف]ِقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:7130[ةً م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ يَوْ[u:1463[مٌ ل]َّا بَيْ[f:1464[عٌ ف]ِيهِ وَلَا خِلَ[p[ـٰ]لٌ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1782,
            "aya_number": 32,
            "aya_text": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 259,
            "translation_aya_text": "Allah-lah yang telah menciptakan langit dan bumi dan menurunkan air (hujan) dari langit, kemudian dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu; dan Dia telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan sungai-sungai bagimu. ",
            "tafsir_jalalayn": "(Allahlah yang telah menciptakan langit dan bumi dan menurunkan air hujan dari langit kemudian Dia mengeluarkan dengan air hujan itu berbagai buah-buahan menjadi rezeki untuk kalian dan Dia telah menundukkan bahtera bagi kalian) yang dimaksud adalah perahu (supaya bahtera itu berlayar di lautan) sehingga kalian dapat menaikinya dan memuat barang-barang di atasnya (dengan kehendak-Nya) dengan seizin-Nya (dan Dia telah menundukkan pula bagi kalian sungai-sungai.)",
            "sajda": false,
            "transliteration": "Allaahul lazee khalaqas samaawaati wal arda wa anzala minas samaaa'i maaa'an faakhraja bihee minas samaraati rizqal lakum wa sakhkhara lakumul fulka litajriya fil bahri bi amrihee wa sakhkhara lakumul anhaar",
            "tajweed_text": "ٱللَّهُ [h:4738[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَأَ[f:91[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:92[ءً ف]َأَخْرَجَ بِه[n[ِۦ] مِنَ [h:93[ٱ][l[ل]ثَّمَر[n[َٲ]تِ رِزْ[u:94[قًا ل]َّكُمْ‌ۖ وَسَخَّرَ لَكُمُ [h:7131[ٱ]لْفُلْكَ لِتَ[q:7132[جْ]رِىَ فِى [h:837[ٱ]لْبَحْرِ بِأَمْرِه[n[ِۦ]‌ۖ وَسَخَّرَ لَكُمُ [h:7133[ٱ]لْأَنْهَ[p[ـٰ]رَ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1783,
            "aya_number": 33,
            "aya_text": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 259,
            "translation_aya_text": "Dan Dia telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu.",
            "tafsir_jalalayn": "(Dan Dia telah menundukkan pula bagi kalian matahari dan bulan yang terus-menerus beredar) di dalam garis edarnya secara terus-menerus dan tidak pernah berhenti (dan Dia telah menundukkan pula bagi kalian malam) supaya kalian tenang di dalamnya (dan siang) dan supaya kalian mencari kemurahan Allah di dalamnya.",
            "sajda": false,
            "transliteration": "Wa sakhkhara lakumush shamsa walqamara daaa'ibaini wa sakhkhara lakumul laila wannahaar",
            "tajweed_text": "وَسَخَّرَ لَكُمُ [h:7134[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ د[o[َا]ٓئِبَيْنِ‌ۖ وَسَخَّرَ لَكُمُ [h:6116[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َه[p[َا]رَ",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        }
    ]
}