{
    "page_number": 26,
    "data": [
        {
            "aya_id": 177,
            "aya_number": 170,
            "aya_text": "وَاِذَا قِيْلَ لَهُمُ اتَّبِعُوْا مَآ اَنْزَلَ اللّٰهُ قَالُوْا بَلْ نَتَّبِعُ مَآ اَلْفَيْنَا عَلَيْهِ اٰبَاۤءَنَا ۗ اَوَلَوْ كَانَ اٰبَاۤؤُهُمْ لَا يَعْقِلُوْنَ شَيْـًٔا وَّلَا يَهْتَدُوْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 26,
            "translation_aya_text": "Dan apabila dikatakan kepada mereka, “Ikutilah apa yang telah diturunkan Allah.” Mereka menjawab, “(Tidak!) Kami mengikuti apa yang kami dapati pada nenek moyang kami (melakukannya).” Padahal, nenek moyang mereka itu tidak mengetahui apa pun, dan tidak mendapat petunjuk.",
            "tafsir_jalalayn": "(Dan apabila dikatakan kepada mereka) kepada orang-orang kafir, (\"Ikutilah apa yang telah diturunkan Allah,\") berupa tauhid dan menghalalkan yang baik-baik, (mereka menjawab,) \"Tidak!' (Tetapi kami hanya akan mengikuti apa yang kami jumpai) atau dapati (dari nenek moyang kami.\") berupa pemujaan berhala, diharamkannya bahair/unta yang dipotong telinganya dan sawaib/unta yang tidak boleh dimanfaatkan, dibiarkan lepas bebas hingga mati dengan sendirinya. (Apakah) mereka akan mengikuti juga (walaupun mereka itu tidak mengetahui sesuatu) mengenai urusan keagamaan (dan tidak pula beroleh petunjuk) untuk mencapai kebenaran. Hamzah atau 'apakah' di atas untuk pengingkaran.",
            "sajda": false,
            "transliteration": "Wa izaa qeela lahumuttabi'oo maaa anzalal laahu qaaloo bal nattabi'u maaa alfainaa 'alaihi aabaaa'anaaa; awalaw kaana aabaaa'hum laa ya'qiloona shai'anw wa laa yahtadoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 178,
            "aya_number": 171,
            "aya_text": "وَمَثَلُ الَّذِيْنَ كَفَرُوْا كَمَثَلِ الَّذِيْ يَنْعِقُ بِمَا لَا يَسْمَعُ اِلَّا دُعَاۤءً وَّنِدَاۤءً ۗ صُمٌّ ۢ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 26,
            "translation_aya_text": "Dan perumpamaan bagi (penyeru) orang yang kafir adalah seperti (penggembala) yang meneriaki (binatang) yang tidak mendengar selain panggilan dan teriakan. (Mereka) tuli, bisu dan buta, maka mereka tidak mengerti.",
            "tafsir_jalalayn": "(Dan perumpamaan) menjadi sifat (orang-orang kafir) serta orang yang mengajak mereka kepada petunjuk (adalah seperti orang yang memanggil binatang) berteriak memanggil (yang tidak dapat didengarnya selain berupa panggilan dan seruan saja) artinya suara yang tidak diketahui dan dimengerti maknanya. Maksudnya dalam menerima nasihat dan tidak memikirkannya, mereka itu adalah seperti hewan yang mendengar suara penggembalanya tetapi tidak paham akan maksudnya. (Mereka tuli, bisu, dan buta sehingga mereka tidak mengerti) akan nasihat.",
            "sajda": false,
            "transliteration": "Wa masalul lazeena kafaroo kamasalil lazee yan'iqu bimaa laa yasma'u illaa du'aaa'anw wa nidaaa'aa; summum bukmun 'umyun fahum laa ya'qiloon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 179,
            "aya_number": 172,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْ وَاشْكُرُوْا لِلّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 26,
            "translation_aya_text": "Wahai orang-orang yang beriman! Makanlah dari rezeki yang baik yang Kami berikan kepada kamu dan bersyukurlah kepada Allah, jika kamu hanya menyembah kepada-Nya.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Makanlah di antara makanan yang baik-baik) maksudnya yang halal, (yang Kami berikan kepadamu, dan bersyukurlah kepada Allah) atas makanan yang dihalalkan itu (jika kamu benar-benar hanya kepada-Nya menyembah).",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanoo kuloo min taiyibaati maa razaqnaakum washkuroo lillaahi in kuntum iyyaahu ta'budoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 180,
            "aya_number": 173,
            "aya_text": "اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ اُهِلَّ بِهٖ لِغَيْرِ اللّٰهِ ۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَلَآ اِثْمَ عَلَيْهِ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 26,
            "translation_aya_text": "Sesungguhnya Dia hanya mengharamkan atasmu bangkai, darah, daging babi, dan (daging) hewan yang disembelih dengan (menyebut nama) selain Allah. Tetapi barangsiapa terpaksa (memakannya), bukan karena menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Sesungguhnya Allah hanya mengharamkan bagimu bangkai) maksudnya memakannya karena konteks pembicaraan mengenai hal itu, maka demikian pula halnya yang sesudahnya. Bangkai ialah hewan yang tidak disembelih menurut syariat. Termasuk dalam hal ini hewan-hewan hidup yang disebutkan dalam hadis, kecuali ikan dan belalang (darah) maksudnya yang mengalir sebagaimana kita dapati pada binatang-binatang ternak, (daging babi) disebutkan daging, karena merupakan maksud utama, sedangkan yang lain mengikutinya (dan binatang yang ketika menyembelihnya disebut nama selain Allah) artinya binatang yang disembelih dengan menyebut nama selain asma Allah. 'Uhilla' dari 'ihlaal' ialah mengeraskan suara yang biasa mereka lakukan ketika menyembelih kurban buat tuhan-tuhan mereka. (Tetapi barang siapa berada dalam keadaan terpaksa) artinya keadaan memaksanya untuk memakan salah satu yang diharamkan ini lalu ia memakannya (sedangkan ia tidak menginginkannya) tidak keluar dari golongan kaum muslimin (dan ia tidak menjadi seorang yang melampaui batas) yaitu melakukan pelanggaran terhadap mereka dengan menyamun mereka dalam perjalanan (maka tidaklah berdosa) memakannya. (Sesungguhnya Allah Maha Pengampun) terhadap wali-wali-Nya (lagi Maha Penyayang) kepada hamba-hamba-Nya yang taat sehingga mereka diberi-Nya kemudahan dalam hal itu. Menurut Imam Syafii, mereka yang tidak dibolehkan memakan sedikit pun dari kemurahan yang telah Allah perkenankan itu ialah setiap orang yang melakukan maksiat dalam perjalanannya, seperti budak yang melarikan diri dari tuannya dan orang yang memungut cukai tidak legal selama mereka belum bertobat.",
            "sajda": false,
            "transliteration": "Innamaa harrama 'alaikumul maitata waddama wa lahmal khinzeeri wa maaa uhilla bihee lighairil laahi famanid turra ghaira baaghinw wa laa 'aadin falaaa isma 'alaih; innal laaha Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 181,
            "aya_number": 174,
            "aya_text": "اِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ اَنْزَلَ اللّٰهُ مِنَ الْكِتٰبِ وَيَشْتَرُوْنَ بِهٖ ثَمَنًا قَلِيْلًاۙ اُولٰۤىِٕكَ مَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ اِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللّٰهُ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۚوَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 26,
            "translation_aya_text": "Sungguh, orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Kitab, dan menjualnya dengan harga murah, mereka hanya menelan api neraka ke dalam perutnya, dan Allah tidak akan menyapa mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Mereka akan mendapat azab yang sangat pedih.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang menyembunyikan apa yang diturunkan Allah berupa Alkitab) yakni yang memuat ciri-ciri Nabi Muhammad saw. dan yang dituju oleh ayat ini ialah orang-orang Yahudi (dan menjualnya dengan harga sedikit) atau murah berupa harta dunia yang mereka dapatkan sebagai penggantinya dari kalangan rakyat bawahan sehingga mereka tidak mengungkapkannya sebab takut kehilangan hal tersebut. (Mereka itu tidak menelan ke dalam perutnya, kecuali api neraka) karena ke sanalah tempat kembali mereka, (Allah tidak akan berbicara dengan mereka pada hari kiamat) disebabkan murka kepada mereka (dan tidak pula akan menyucikan mereka) dari kotoran dosa-dosa (dan bagi mereka siksa yang pedih) atau menyakitkan yaitu api neraka.",
            "sajda": false,
            "transliteration": "Innal lazeena yaktumoona maaa anzalal laahu minal kitaabi wa yashtaroona bihee samanan qaleelan ulaaa'ika maa yaakuloona fee butoonihim illan Naara wa laa yukallimu humul laahu Yawmal Qiyaamati wa laa yuzakkeehim wa lahum 'azaabun aleem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 182,
            "aya_number": 175,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الضَّلٰلَةَ بِالْهُدٰى وَالْعَذَابَ بِالْمَغْفِرَةِ ۚ فَمَآ اَصْبَرَهُمْ عَلَى النَّارِ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 26,
            "translation_aya_text": "Mereka itulah yang membeli kesesatan dengan petunjuk dan azab dengan ampunan. Maka alangkah beraninya mereka menentang api neraka!",
            "tafsir_jalalayn": "(Mereka itulah orang-orang yang membeli kesesatan dengan petunjuk) yang mereka ambil sebagai penggantinya di atas dunia (dan siksa dengan keampunan) yang disediakan bagi mereka di akhirat, yakni seandainya mereka tidak menyembunyikannya. (Maka alangkah sabarnya mereka menghadapi api neraka) artinya alangkah sabarnya mereka menanggung api neraka dan ini mengundang keheranan kaum muslimin terhadap perbuatan-perbuatan mereka yang menjerumuskan ke dalam neraka tanpa mempedulikannya. Kalau tidak demikian, kesabaran terhadap apakah yang mereka miliki itu?",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeenash tarawud dalaalata bilhudaa wal'azaaba bilmaghfirah; famaaa asbarahum 'alan Naar",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 183,
            "aya_number": 176,
            "aya_text": "ذٰلِكَ بِاَنَّ اللّٰهَ نَزَّلَ الْكِتٰبَ بِالْحَقِّ ۗ وَاِنَّ الَّذِيْنَ اخْتَلَفُوْا فِى الْكِتٰبِ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 26,
            "translation_aya_text": "Yang demikian itu karena Allah telah menurunkan Kitab (Al-Qur'an) dengan (membawa) kebenaran, dan sesungguhnya orang-orang yang berselisih paham tentang (kebenaran) Kitab itu, mereka dalam perpecahan yang jauh.",
            "tafsir_jalalayn": "(Demikian itu), yakni apa-apa yang telah disebutkan seperti menelan api dan seterusnya (disebabkan oleh karena) (Allah telah menurunkan Alkitab dengan sebenarnya) berkaitan dengan menurunkan, maka mereka berselisih padanya, mereka beriman pada sebagian dan kafir pada sebagian dengan jalan menyembunyikannya. (Dan sesungguhnya orang-orang yang berselisih tentang Alkitab) yakni orang-orang Yahudi dan ada pula yang mengatakan bahwa mereka itu adalah orang-orang musyrik, yaitu tentang Alquran, sebagian mengatakannya sebagai syair, yang lain sihir dan sebagiannya lagi sebagai tenung (berada dalam penyimpangan yang jauh) dari kebenaran.",
            "sajda": false,
            "transliteration": "Zaalika bi annal laaha nazzalal kitaaba bilhaqq; wa innal lazeenakh talafoo fil kitaabi lafee shiqaaqim ba'eed",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}