{
    "page_number": 260,
    "data": [
        {
            "aya_id": 1784,
            "aya_number": 34,
            "aya_text": "وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُۗ وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَاۗ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌ ࣖ  ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 260,
            "translation_aya_text": "Dan Dia telah memberikan kepadamu segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, manusia itu sangat zalim dan sangat mengingkari (nikmat Allah).",
            "tafsir_jalalayn": "(Dan Dia telah memberikan kepada kalian dari segala apa yang kalian mohonkan kepada-Nya) sesuai dengan keperluan kalian (Dan jika kalian menghitung nikmat Allah) pemberian nikmat-Nya kepada kalian (tidaklah dapat kalian menghitungnya) kalian tidak akan mampu menghitung-hitungnya. (Sesungguhnya manusia itu) yang dimaksud adalah orang kafir (sangat lalim dan sangat ingkar) artinya banyak berbuat aniaya terhadap dirinya dengan cara melakukan maksiat dan banyak ingkar terhadap nikmat Rabbnya.",
            "sajda": false,
            "transliteration": "Wa aataakum min kulli maa sa altumooh; wa in ta'uddoo ni'matal laahi laa tuhsoohaa; innal insaana lazaloo mun kaffaar",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1785,
            "aya_number": 35,
            "aya_text": "وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ۗ   ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 260,
            "translation_aya_text": "Dan (ingatlah), ketika Ibrahim berdoa, “Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Ibrahim berkata, \"Ya Rabbku! Jadikanlah negeri ini) yakni kota Mekah (negeri yang aman) memiliki keamanan dan ternyata Allah telah memperkenankan doanya, maka Dia menjadikan Mekah sebagai kota yang suci; dilarang di dalamnya mengalirkan darah manusia, menganiaya seseorang, berburu binatang buruannya dan menebang pepohonannya (dan jauhkanlah aku) hindarkanlah aku (beserta anak cucuku) daripada (menyembah berhala-berhala.\")",
            "sajda": false,
            "transliteration": "Wa iz qaala Ibraaheemu Rabbij 'al haazal balada aaminanw wajnubnee wa baniyya an na'budal asnaam",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1786,
            "aya_number": 36,
            "aya_text": "رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّيْۚ وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 260,
            "translation_aya_text": "Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barangsiapa mengikutiku, maka orang itu termasuk golonganku, dan barang-siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(\"Ya Rabbku! Sesungguhnya mereka itu) yakni berhala-berhala itu (telah menyesatkan kebanyakan daripada manusia) karena mereka menyembahnya (maka barang siapa yang mengikutiku) berpegang pada ajaran tauhid (maka sesungguhnya orang itu termasuk golonganku) termasuk pemeluk agamaku (dan barang siapa yang mendurhakai aku, maka sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.) pernyataan ini sebelum Nabi Ibrahim mengetahui, bahwa Allah swt. tidak mengampuni dosa syirik.",
            "sajda": false,
            "transliteration": "Rabbi innahunna adlalna kaseeram minan naasi faman tabi'anee fa innahoo minnee wa man 'asaanee fa innaka Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1787,
            "aya_number": 37,
            "aya_text": "رَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 260,
            "translation_aya_text": "Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur.",
            "tafsir_jalalayn": "(Ya Rabb kami! Sesungguhnya aku telah menempatkan sebagian keturunanku) sebagian daripada mereka, yaitu Nabi Ismail dan Siti Hajar ibunya (di lembah yang tidak mempunyai tanam-tanaman) yaitu Mekah (di dekat rumah Engkau yang suci) sebelum banjir besar terjadi (ya Rabb agar mereka mendirikan salat, maka jadikanlah hati) kalbu-kalbu (sebagian manusia cenderung) condong dan merindukan (kepada mereka) Sahabat Ibnu Abbas mengatakan, seandainya Nabi Ibrahim mengatakan di dalam doanya, yaitu af-idatan naasi yang artinya semua hati manusia, maka orang-orang Persia, Romawi dan semua manusia niscaya akan cenderung ke Baitullah (dan beri rezekilah mereka dari buah-buahan; mudah-mudahan mereka bersyukur.\") dan memang doanya diperkenankan, yaitu dengan disuplaikannya buah-buahan dari Thaif ke Mekah.",
            "sajda": false,
            "transliteration": "Rabbanaaa inneee askantu min zurriyyatee biwaadin ghairi zee zar'in 'inda Baitikal Muharrami Rabbanaa liyuqeemus Salaata faj'al af'idatam minan naasi tahweee ilaihim warzuqhum minas samaraati la'allahum yashkuroon",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1788,
            "aya_number": 38,
            "aya_text": "رَبَّنَآ اِنَّكَ تَعْلَمُ مَا نُخْفِيْ وَمَا نُعْلِنُۗ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 260,
            "translation_aya_text": "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan; dan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.",
            "tafsir_jalalayn": "(Ya Rabb kami! Sesungguhnya Engkau mengetahui apa yang kami sembunyikan) apa yang kami tidak lahirkan (dan apa yang kami lahirkan; dan tidak ada yang tersembunyi bagi Allah) huruf min di sini adalah zaidah (sesuatu pun, baik yang ada di bumi maupun yang ada di langit) ayat ini dapat diartikan kalam Rabb dan dapat pula dianggap sebagai doa Nabi Ibrahim.",
            "sajda": false,
            "transliteration": "Rabbanaaa innaka ta'lamu maa nukhfee wa maa nu'lin; wa maa yakhfaa 'alal laahi min shai'in fil ardi wa laa fis samaaa'",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1789,
            "aya_number": 39,
            "aya_text": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَى الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَۗ اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاۤءِ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 260,
            "translation_aya_text": "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(ku) Ismail dan Ishak. Sungguh, Tuhanku benar-benar Maha Mendengar (memperkenankan) doa.",
            "tafsir_jalalayn": "(Segala puji bagi Allah yang telah menganugerahkan kepada diriku) memberiku (sekalipun) walaupun (sudah tua, Ismail) Nabi Ismail dilahirkan sewaktu Nabi Ibrahim berumur sembilan puluh sembilan tahun (dan Ishak.) dilahirkan sewaktu Nabi Ibrahim berumur seratus dua belas tahun (Sesungguhnya Rabbku benar-benar Maha Mendengar doa).",
            "sajda": false,
            "transliteration": "Alhamdu lillaahil lazee wahaba lee 'alal kibari Ismaa'eela wa Ishaaq; inna Rabbee lasamee'ud du'aaa",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1790,
            "aya_number": 40,
            "aya_text": "رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْۖ رَبَّنَا وَتَقَبَّلْ دُعَاۤءِ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 260,
            "translation_aya_text": " Ya Tuhanku, jadikanlah aku dan anak cucuku orang yang tetap melaksanakan salat, ya Tuhan kami, perkenankanlah doaku.",
            "tafsir_jalalayn": "(Ya Rabbku! Jadikanlah aku orang-orang yang tetap mendirikan salat dan) jadikan pula (anak cucuku) orang-orang yang tetap mendirikannya. Nabi Ibrahim sengaja di dalam doanya ini memakai ungkapan min yang menunjukkan makna sebagian karena Allah swt. telah memberitahukan kepadanya bahwa di antara anak cucunya itu terdapat orang yang kafir (Ya Rabb kami! Kabulkanlah doaku) semua doa yang telah disebutkan tadi.",
            "sajda": false,
            "transliteration": "Rabbij 'alnee muqeemas Salaati wa min zurriyyatee Rabbanaa wa taqabbal du'aaa'",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1791,
            "aya_number": 41,
            "aya_text": "رَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ ࣖ ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 260,
            "translation_aya_text": " Ya Tuhan kami, ampunilah aku dan kedua ibu bapakku dan semua orang yang beriman pada hari diadakan perhitungan (hari Kiamat).”",
            "tafsir_jalalayn": "(Ya Rabb kami! Beri ampunlah aku dan kedua ibu bapakku) doa ini diucapkan sebelum jelas bagi Nabi Ibrahim bahwa kedua orang tuanya memusuhi Allah swt. Akan tetapi menurut suatu pendapat dikatakan bahwa ibu Nabi Ibrahim masuk Islam. Lafal waalidayya menurut qiraat yang lain dapat dibaca mufrad sehingga bacaannya menjadi waalidiy (dan sekalian orang-orang mukmin pada hari terjadinya) ditegakkannya (hisab) selanjutnya Allah berfirman:",
            "sajda": false,
            "transliteration": "Rabbanagh fir lee wa liwaalidaiya wa lilmu'mineena Yawma yaqoomul hisaab",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1792,
            "aya_number": 42,
            "aya_text": "وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ",
            "sura_id": 14,
            "juz_id": 13,
            "page_number": 260,
            "translation_aya_text": "Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak,",
            "tafsir_jalalayn": "(Dan janganlah sekali-kali kamu mengira bahwa Allah lalai dari apa yang diperbuat oleh orang-orang yang lalim) yakni orang-orang kafir dari kalangan penduduk Mekah. (Sesungguhnya Allah hanya memberi tangguh kepada mereka) tanpa diazab (sampai hari yang pada waktu itu mata mereka terbelalak) karena ngerinya pemandangan yang mereka saksikan kala itu. Di dalam istilah bahasa atau lugah jika dikatakan bashara fulaanun syakhshan, artinya si polan melihat seseorang tanpa mengedipkan matanya.",
            "sajda": false,
            "transliteration": "Wa laa tahsabannal laaha ghaafilan 'ammaa ya'maluz zaalimoon; innamaa yu'akh khiruhum li Yawmin tashkhasu feehil absaar",
            "surah": {
                "name": "سُورَةُ إِبۡرَاهِيمَ",
                "englishName": "Ibrahim",
                "englishNameTranslation": "Abraham",
                "revelationType": "Meccan"
            }
        }
    ]
}