{
    "page_number": 262,
    "data": [
        {
            "aya_id": 1803,
            "aya_number": 1,
            "aya_text": "الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ وَقُرْاٰنٍ مُّبِيْنٍ  ۔",
            "sura_id": 15,
            "juz_id": 13,
            "page_number": 262,
            "translation_aya_text": "Alif Lam Ra. (Surah) ini adalah (sebagian dari) ayat-ayat Kitab (yang sempurna) yaitu (ayat-ayat) Al-Qur'an yang memberi penjelasan.",
            "tafsir_jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya. (Ini) ayat-ayat ini (adalah sebagian dari ayat-ayat kitab) Alquran; idhafat di sini mengandung makna min yang berarti sebagian (yaitu Alquran yang memberi penjelasan) yang memenangkan perkara yang hak atas perkara yang batil. Lafal ayat ini diathafkan kepada lafal sebelumnya dengan ditambah sifat.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Raa; tilka Aayaatul Kitaabi wa Qur-aa-nim Mubeen",
            "tajweed_text": "ا[m[لٓ]ر‌ۚ تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ وَقُرْءَا[a:7193[نٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1804,
            "aya_number": 2,
            "aya_text": "رُبَمَا يَوَدُّ الَّذِيْنَ كَفَرُوْا لَوْ كَانُوْا مُسْلِمِيْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Orang kafir itu kadang-kadang (nanti di akhirat) menginginkan, sekiranya mereka dahulu (di dunia) menjadi orang Muslim.",
            "tafsir_jalalayn": "(Sering kali) dapat dibaca rubbamaa dan rubamaa (berkeinginan) mengharapkan (orang-orang yang kafir itu) kelak di hari kiamat, yaitu sewaktu diperlihatkan kepada mereka keadaan diri mereka dan keadaan kaum Muslimin (seandainya mereka menjadi orang-orang muslim) lafal rubba menunjukkan makna littaktsir/sering, karena sesungguhnya mereka sering kali mengharapkan hal tersebut. Akan tetapi menurut pendapat lain menunjukkan makna littaqlil, artinya sedikit, karena sesungguhnya kengerian-kengerian pemandangan di hari kiamat membuat mereka terkejut dengan sangat, sehingga mereka tidak sadar untuk berharap seperti itu melainkan hanya dalam masa yang sedikit.",
            "sajda": false,
            "transliteration": "Rubamaa yawaddul lazeena kafaroo law kaanoo muslimeen",
            "tajweed_text": "رُّبَمَا يَوَدُّ [h:544[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْ كَانُو[s[اْ] مُسْلِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1805,
            "aya_number": 3,
            "aya_text": "ذَرْهُمْ يَأْكُلُوْا وَيَتَمَتَّعُوْا وَيُلْهِهِمُ الْاَمَلُ فَسَوْفَ يَعْلَمُوْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Biarkanlah mereka (di dunia ini) makan dan bersenang-senang dan dilalaikan oleh angan-angan (kosong) mereka, kelak mereka akan mengetahui (akibat perbuatannya).",
            "tafsir_jalalayn": "(Biarkanlah mereka) biarkanlah orang-orang kafir itu, hai Muhammad (makan dan bersenang-senang) di dunia mereka ini (dan dilalaikan) disibukkan (oleh angan-angan kosong) dengan dipanjangkan umur mereka dan lain-lainnya sehingga mereka lupa daratan akan iman (maka kelak mereka akan mengetahui) akibat daripada perbuatan mereka. Ayat ini diturunkan sebelum ada perintah untuk memerangi mereka.",
            "sajda": false,
            "transliteration": "Zarhum yaakuloo wa tatamatta'oo wa yulhihimul amalu fasawfa ya'lamoon",
            "tajweed_text": "ذَرْهُمْ يَأْكُلُو[s[اْ] وَيَتَمَتَّعُو[s[اْ] وَيُلْهِهِمُ [h:7194[ٱ]لْأَمَلُ‌ۖ فَسَوْفَ يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1806,
            "aya_number": 4,
            "aya_text": "وَمَآ اَهْلَكْنَا مِنْ قَرْيَةٍ اِلَّا وَلَهَا كِتَابٌ مَّعْلُوْمٌ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Dan Kami tidak membinasakan suatu negeri, melainkan sudah ada ketentuan yang ditetapkan baginya.",
            "tafsir_jalalayn": "(Dan Kami tiada membinasakan) huruf min adalah zaidah (sesuatu negeri pun) yang dimaksud adalah para penduduknya (melainkan ada baginya ketentuan) masa (yang telah ditetapkan) yang terbatas untuk pembinasaan mereka.",
            "sajda": false,
            "transliteration": "Wa maaa ahlaknaa min qaryatin illaa wa lahaa kitaabum ma'loom",
            "tajweed_text": "وَم[o[َآ] أَهْلَكْنَا مِ[f:4585[ن ق]َرْيَةٍ إِلَّا وَلَهَا كِتَا[a:7195[بٌ م]َّعْل[p[ُو]مٌ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1807,
            "aya_number": 5,
            "aya_text": "مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Tidak ada suatu umat pun yang dapat mendahului ajalnya, dan tidak (pula) dapat meminta penundaan(nya).",
            "tafsir_jalalayn": "(Tiada yang dapat mendahului) huruf min adalah zaidah (suatu umat pun akan ajalnya, dan tiada pula yang dapat mengundurkannya) menangguhkan saat ajalnya dari waktu yang telah ditentukan oleh Allah.",
            "sajda": false,
            "transliteration": "Maa tasbiqu min ummatin ajalahaa wa maa yastaakhiroon",
            "tajweed_text": "مَّا تَسْبِقُ مِنْ أُ[g[مّ]َةٍ أَجَلَهَا وَمَا يَسْتَــْٔخِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1808,
            "aya_number": 6,
            "aya_text": "وَقَالُوْا يٰٓاَيُّهَا الَّذِيْ نُزِّلَ عَلَيْهِ الذِّكْرُ اِنَّكَ لَمَجْنُوْنٌ  ۗ  ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Dan mereka berkata, “Wahai orang yang kepadanya diturunkan Al-Qur'an, sesungguhnya engkau (Muhammad) benar-benar orang gila.",
            "tafsir_jalalayn": "(Dan mereka berkata) yaitu orang-orang kafir Mekah kepada Nabi saw. (\"Hai orang yang diturunkan Adz-Dzikru kepadanya!) yakni Alquran, menurut perkiraan (Sesungguhnya kamu benar-benar orang yang gila.\")",
            "sajda": false,
            "transliteration": "Wa qaaloo yaaa aiyuhal lazee nuzzila 'alaihiz Zikru innaka lamajnoon",
            "tajweed_text": "وَقَالُو[s[اْ] يَ[o[ـٰٓ]أَيُّهَا [h:7196[ٱ]لَّذِى نُزِّلَ عَلَيْهِ [h:7197[ٱ][l[ل]ذِّكْرُ إِ[g[نّ]َكَ لَمَ[q:7198[جْ]ن[p[ُو]نٌ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1809,
            "aya_number": 7,
            "aya_text": "لَوْمَا تَأْتِيْنَا بِالْمَلٰۤىِٕكَةِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Mengapa engkau tidak mendatangkan malaikat kepada kami, jika engkau termasuk orang yang benar?”",
            "tafsir_jalalayn": "(\"Mengapa tidak) (kamu datangkan malaikat kepada kami, jika kamu termasuk orang-orang yang benar?\") di dalam ucapanmu itu yang mengatakan, bahwa kamu adalah seorang nabi, dan Alquran ini dari sisi Allah?",
            "sajda": false,
            "transliteration": "Law maa taateenaa bil malaaa'ikati in kunta minas saadiqeen",
            "tajweed_text": "لَّوْ مَا تَأْتِينَا بِ[h:7199[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1810,
            "aya_number": 8,
            "aya_text": "مَا نُنَزِّلُ الْمَلٰۤىِٕكَةَ اِلَّا بِالْحَقِّ وَمَا كَانُوْٓا اِذًا مُّنْظَرِيْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Kami tidak menurunkan malaikat melainkan dengan kebenaran (untuk membawa azab) dan mereka ketika itu tidak diberikan penangguhan",
            "tafsir_jalalayn": "Allah berfirman (Kami tidak menurunkan) dan menurut suatu qiraat dibaca tanazzalu dengan membuang salah satu huruf ta-nya (malaikat melainkan dengan benar) untuk membawa azab (dan tiadalah mereka ketika itu) sewaktu malaikat turun dengan membawa azab (diberi tangguh) ditangguhkan azabnya.",
            "sajda": false,
            "transliteration": "Maa nunazzilul malaaa'i kata illaa bilhaqqi wa maa kaanooo izam munzareen",
            "tajweed_text": "مَا نُنَزِّلُ [h:7200[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ إِلَّا بِ[h:370[ٱ]لْحَقِّ وَمَا كَان[o[ُوٓ][s[اْ] إِ[a:7201[ذًا م]ُّ[f:7202[نظ]َر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1811,
            "aya_number": 9,
            "aya_text": "اِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Sesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya.",
            "tafsir_jalalayn": "(Sesungguhnya Kamilah) lafal nahnu mentaukidkan atau mengukuhkan makna yang terdapat di dalam isimnya inna, atau sebagai fashl (yang menurunkan Adz-Dzikr) Alquran (dan sesungguhnya Kami benar-benar memeliharanya) dari penggantian, perubahan, penambahan dan pengurangan.",
            "sajda": false,
            "transliteration": "Innaa Nahnu nazalnaz Zikra wa Innaa lahoo lahaa fizoon",
            "tajweed_text": "إِ[g[نّ]َا نَحْنُ نَزَّلْنَا [h:7203[ٱ][l[ل]ذِّكْرَ وَإِ[g[نّ]َا لَهُ[n[ۥ] لَحَ[n[ـٰ]فِظ[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1812,
            "aya_number": 10,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ شِيَعِ الْاَوَّلِيْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus (beberapa rasul) sebelum engkau (Muhammad) kepada umat-umat terdahulu.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mengutus sebelum kamu) beberapa rasul (kepada umat-umat) golongan-golongan (terdahulu.)",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa min qablika fee shiya'il awwaleen",
            "tajweed_text": "وَلَقَ[q:341[دْ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ فِى شِيَعِ [h:7204[ٱ]لْأَوَّل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1813,
            "aya_number": 11,
            "aya_text": "وَمَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Dan setiap kali seorang rasul datang kepada mereka, mereka selalu memperolok-olokannya.",
            "tafsir_jalalayn": "(Dan tidak) sekali-kali (datang seorang rasul pun kepada mereka melainkan mereka selalu memperolok-olokkannya) sebagaimana kaummu memperolok-olokkanmu. Ayat ini dimaksudkan untuk menghibur hati Nabi saw.",
            "sajda": false,
            "transliteration": "Wa maa yaateehim mir Rasoolin illaa kaanoo bihee yastahzi'oon",
            "tajweed_text": "وَمَا يَأْتِيه[w:7205[ِم م]ّ[u:2882[ِن ر]َّسُولٍ إِلَّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1814,
            "aya_number": 12,
            "aya_text": "كَذٰلِكَ نَسْلُكُهٗ فِيْ قُلُوْبِ الْمُجْرِمِيْنَۙ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Demikianlah, Kami memasukkannya (olok-olok itu) ke dalam hati orang yang berdosa,",
            "tafsir_jalalayn": "(Demikianlah Kami memasukkannya) artinya seperti itulah gambarannya bila Kami memasukkan ke dalam hati orang-orang kafir rasa ingkar dan memperolok-olokkan (ke dalam hati orang-orang yang berdosa) yaitu orang-orang kafir Mekah.",
            "sajda": false,
            "transliteration": "kazaalika naslukuhoo fee quloobil mujrimeen",
            "tajweed_text": "كَذ[n[َٲ]لِكَ نَسْلُكُهُ[n[ۥ] فِى قُلُوبِ [h:7206[ٱ]لْمُ[q:4093[جْ]رِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1815,
            "aya_number": 13,
            "aya_text": "لَا يُؤْمِنُوْنَ بِهٖ وَقَدْ خَلَتْ سُنَّةُ الْاَوَّلِيْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "mereka tidak beriman kepadanya (Al-Qur'an) padahal telah berlalu sunatullah terhadap orang-orang terdahulu.",
            "tafsir_jalalayn": "(Mereka tidak beriman kepadanya) kepada Nabi saw. (dan sesungguhnya telah berlalu sunatullah terhadap orang-orang yang dahulu) artinya kebiasaan yang dilakukan oleh Allah swt. terhadap orang-orang yang tidak beriman, yaitu mengazab mereka disebabkan perbuatan dusta mereka terhadap nabi-nabi mereka. Orang-orang kafir Mekah pun akan mengalami hal yang serupa.",
            "sajda": false,
            "transliteration": "Laa yu'minoona bihee wa qad khalat sunnatul awwaleen",
            "tajweed_text": "لَا يُؤْمِنُونَ بِه[n[ِۦ]‌ۖ وَقَ[q:387[دْ] خَلَتْ سُ[g[نّ]َةُ [h:7207[ٱ]لْأَوَّل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1816,
            "aya_number": 14,
            "aya_text": "وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۤءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَۙ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "Dan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya,",
            "tafsir_jalalayn": "(Dan seandainya Kami membukakan kepada mereka salah satu dari pintu-pintu langit, lalu mereka terus-menerus padanya) pada pintu tersebut (dalam keadaan naik) selalu naik.",
            "sajda": false,
            "transliteration": "Wa law fatahnaa 'alaihim baabam minas samaaa'i fazaloo feehi ya'rujoon",
            "tajweed_text": "وَلَوْ فَتَحْنَا عَلَيْه[c:7208[ِم ب]َا[a:7209[بًا م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَظَلُّو[s[اْ] فِيهِ يَعْرُج[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1817,
            "aya_number": 15,
            "aya_text": "لَقَالُوْٓا اِنَّمَا سُكِّرَتْ اَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُوْرُوْنَ ࣖ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 262,
            "translation_aya_text": "tentulah mereka berkata, “Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.”  ",
            "tafsir_jalalayn": "(Tentulah mereka berkata, \"Sesungguhnya benar-benar telah dikaburkan) telah ditutup (pandangan kami bahkan kami adalah orang-orang yang kena sihir.\") seolah-olah tampak hal itu di mata kami secara ilusi.",
            "sajda": false,
            "transliteration": "Laqaaloo innamaa sukkirat absaarunaa bal nahnu qawmum mashooroon",
            "tajweed_text": "لَقَال[o[ُوٓ][s[اْ] إِ[g[نّ]َمَا سُكِّرَتْ أَ[q:7210[بْ]صَ[n[ـٰ]رُنَا بَلْ نَحْنُ قَوْ[a:7211[مٌ م]َّسْحُور[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        }
    ]
}