{
    "page_number": 263,
    "data": [
        {
            "aya_id": 1818,
            "aya_number": 16,
            "aya_text": "وَلَقَدْ جَعَلْنَا فِى السَّمَاۤءِ بُرُوْجًا وَّزَيَّنّٰهَا لِلنّٰظِرِيْنَۙ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan sungguh, Kami telah menciptakan gugusan bintang di langit dan men-jadikannya terasa indah bagi orang yang memandang(nya),",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami menciptakan gugusan bintang-bintang di langit) yang berjumlah dua belas, yaitu: Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagitarius, Capricorn, Aquarius dan Pisces. Bintang-bintang tersebut merupakan garis-garis peredaran daripada tujuh bintang yang beredar, yaitu Mars mempunyai garis edar pada bintang Aries dan bintang Scorpio; Venus mempunyai garis edar pada bintang Taurus dan bintang Libra; Utarid mempunyai garis edar pada bintang Gemini dan bintang Virgo; bulan mempunyai garis edar pada bintang Cancer; matahari mempunyai garis edar pada bintang Leo; Jupiter mempunyai garis edar pada bintang Sagitarius dan Pisces; Saturnus mempunyai garis edar pada bintang Capricorn dan Aquarius (dan Kami telah menghiasi langit itu) dengan bintang-bintang yang gemerlapan (bagi orang-orang yang memandang.)",
            "sajda": false,
            "transliteration": "Wa laqad ja'alnaa fissamaaa'i buroojanw wa zaiyannaahaa linnaazireen",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1819,
            "aya_number": 17,
            "aya_text": "وَحَفِظْنٰهَا مِنْ كُلِّ شَيْطٰنٍ رَّجِيْمٍۙ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "dan Kami menjaganya dari setiap (gangguan) setan yang terkutuk,",
            "tafsir_jalalayn": "(Dan Kami menjaganya) dengan meteor-meteor (dari tiap-tiap setan yang terkutuk) yang terlaknat.",
            "sajda": false,
            "transliteration": "Wa hafiznaahaa min kulli Shaitaanir rajeem",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1820,
            "aya_number": 18,
            "aya_text": "اِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَاَتْبَعَهٗ شِهَابٌ مُّبِيْنٌ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "kecuali (setan) yang mencuri-curi (berita) yang dapat didengar (dari malaikat) lalu dikejar oleh semburan api yang terang.",
            "tafsir_jalalayn": "(Akan tetapi) tetapi (setan yang mencuri-curi berita yang dapat didengar) yang menyadapnya (maka ia pasti dikejar oleh semburan api yang terang) yakni bintang yang menyala terang dan dapat membakar atau menembus atau membuatnya cacat.",
            "sajda": false,
            "transliteration": "Illaa manis taraqas sam'a fa atba'ahoo shihaabum mubeen",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1821,
            "aya_number": 19,
            "aya_text": "وَالْاَرْضَ مَدَدْنٰهَا وَاَلْقَيْنَا فِيْهَا رَوَاسِيَ وَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ شَيْءٍ مَّوْزُوْنٍ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan Kami telah menghamparkan bumi dan Kami pancangkan padanya gunung-gunung serta Kami tumbuhkan di sana segala sesuatu menurut ukuran.",
            "tafsir_jalalayn": "(Dan Kami telah menghamparkan bumi) telah membuatnya terbentang (dan Kami menjadikan padanya gunung-gunung) yang kokoh dan tegak supaya jangan bergerak-gerak mengguncangkan penduduknya (dan Kami tumbuhkan padanya segala sesuatu menurut ukuran) yang telah ditentukan secara pasti.",
            "sajda": false,
            "transliteration": "Wal arda madadnaahaa wa alqainaa feehaa rawaasiya wa ambatnaa feehaa min kulli shai'im mawzoon",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1822,
            "aya_number": 20,
            "aya_text": "وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَ وَمَنْ لَّسْتُمْ لَهٗ بِرَازِقِيْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan Kami telah menjadikan padanya sumber-sumber kehidupan untuk keperluanmu, dan (Kami ciptakan pula) makhluk-makhluk yang bukan kamu pemberi rezekinya.",
            "tafsir_jalalayn": "(Dan Kami telah menjadikan untuk kalian di muka bumi keperluan-keperluan hidup) berupa buah-buahan dan biji-bijian (dan) Kami jadikan pula untuk kalian (makhluk-makhluk yang kalian sekali-kali bukan pemberi rezeki kepadanya) yaitu berupa hamba-hamba sahaya, binatang-binatang dan berbagai macam jenis ternak; hanya Allahlah yang memberi rezeki kepada mereka.",
            "sajda": false,
            "transliteration": "Wa ja'alnaa lakum feehaa ma'aayisha wa mal lastum lahoo biraaziqeen",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1823,
            "aya_number": 21,
            "aya_text": "وَاِنْ مِّنْ شَيْءٍ اِلَّا عِنْدَنَا خَزَاۤىِٕنُهٗ وَمَا نُنَزِّلُهٗٓ اِلَّا بِقَدَرٍ مَّعْلُوْمٍ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan tidak ada sesuatu pun, melainkan pada sisi Kamilah khazanahnya; Kami tidak menurunkannya melainkan dengan ukuran tertentu.",
            "tafsir_jalalayn": "(Dan tiada) tidak ada (sesuatu pun melainkan pada sisi Kamilah khazanahnya) huruf min adalah zaidah; yang dimaksud adalah kunci-kunci perbendaharaan segala sesuatu itu (dan Kami tidak menurunkannya melainkan dengan ukuran-ukuran yang tertentu) sesuai dengan kepentingan-kepentingannya.",
            "sajda": false,
            "transliteration": "Wa im min shai'in illaa 'indanaa khazaaa 'inuhoo wa maa nunazziluhooo illaa biqadarim ma'loom",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1824,
            "aya_number": 22,
            "aya_text": "وَاَرْسَلْنَا الرِّيٰحَ لَوَاقِحَ فَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَسْقَيْنٰكُمُوْهُۚ وَمَآ اَنْتُمْ لَهٗ بِخَازِنِيْنَ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan Kami telah meniupkan angin untuk mengawinkan dan Kami turunkan hujan dari langit, lalu Kami beri minum kamu dengan (air) itu, dan bukanlah kamu yang menyimpannya.",
            "tafsir_jalalayn": "(Dan Kami telah meniupkan angin untuk mengumpulkan awan) menggiring mendung sehingga terkumpul lalu penuh dengan air (lalu Kami turunkan dari langit) dari mendung itu (air) air hujan (kemudian Kami beri minum kamu dengan air itu, dan sekali-kali bukanlah kalian yang menyimpannya) artinya, bukanlah kalian yang menyimpannya dengan upaya tangan kalian.",
            "sajda": false,
            "transliteration": "Wa arsalnar riyaaha la waaqiha fa anzalnaa minas samaaa'i maaa'an fa asqai naakumoohu wa maaa antum lahoo bikhaazineen",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1825,
            "aya_number": 23,
            "aya_text": "وَاِنَّا لَنَحْنُ نُحْيٖ وَنُمِيْتُ وَنَحْنُ الْوَارِثُوْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan sungguh, Kamilah yang menghidupkan dan mematikan dan Kami (pulalah) yang mewarisi.",
            "tafsir_jalalayn": "(Dan sesungguhnya benar-benar Kamilah yang menghidupkan dan mematikan dan Kami pula yang mewarisi) yang tetap hidup dan mewarisi semua makhluk.",
            "sajda": false,
            "transliteration": "Wa innnaa la nahnu nuhyee wa numeetu wa nahnul waarisoon",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1826,
            "aya_number": 24,
            "aya_text": "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِيْنَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِيْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan sungguh, Kami mengetahui orang yang terdahulu sebelum kamu dan Kami mengetahui pula orang yang terkemudian.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mengetahui orang-orang yang terdahulu daripada kalian) yaitu makhluk-makhluk yang terdahulu sejak Nabi Adam (dan sesungguhnya Kami mengetahui pula orang-orang yang terkemudian) orang-orang yang akan datang kemudian hingga hari kiamat.",
            "sajda": false,
            "transliteration": "Wa la qad 'alimnal mustaqdimeena minkum wa laqad 'alimnal mustaakhireen",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1827,
            "aya_number": 25,
            "aya_text": "وَاِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ࣖ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan sesungguhnya Tuhanmu, Dialah yang akan mengumpulkan mereka. Sungguh, Dia Mahabijaksana, Maha Mengetahui.",
            "tafsir_jalalayn": "(Sesungguhnya Rabbmu, Dialah yang akan menghimpunkan mereka. Sesungguhnya Dia adalah Maha Bijaksana) di dalam pekerjaan-Nya (lagi Maha Mengetahui.) tentang makhluk-Nya.",
            "sajda": false,
            "transliteration": "Wa inna Rabbaka Huwa yahshuruhum; innahoo Hakeem 'Aleem",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1828,
            "aya_number": 26,
            "aya_text": "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ  ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah menciptakan manusia) yaitu Nabi Adam (dari tanah liat kering) tanah liat kering yang apabila diketuk akan terdengar daripadanya suara melenting (yang berasal dari lumpur hitam) tanah liat yang hitam (yang diberi bentuk) diubah bentuknya.",
            "sajda": false,
            "transliteration": "Wa laqad khalaqnal insaana min salsaalim min hama im masnoon",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1829,
            "aya_number": 27,
            "aya_text": "وَالْجَاۤنَّ خَلَقْنٰهُ مِنْ قَبْلُ مِنْ نَّارِ السَّمُوْمِ  ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan Kami telah menciptakan jin sebelum (Adam) dari api yang sangat panas.",
            "tafsir_jalalayn": "(Dan jin) maksudnya biangnya jin, yaitu iblis (Kami telah menciptakan sebelumnya) sebelum Nabi Adam diciptakan (dari api yang sangat panas) yaitu api yang sama sekali tidak berasap dan dapat menembus pori-pori.",
            "sajda": false,
            "transliteration": "Waljaaanna khalaqnaahu min qablu min naaris samoom",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1830,
            "aya_number": 28,
            "aya_text": "وَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ  ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Dan (ingatlah), ketika Tuhanmu berfirman kepada para malaikat, “Sungguh, Aku akan menciptakan seorang manusia dari tanah liat kering dari lumpur hitam yang diberi bentuk.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Rabbmu berfirman kepada para malaikat, \"Sesungguhnya Aku akan menciptakan seorang manusia dari tanah liat kering yang berasal dan lumpur hitam yang diberi bentuk).",
            "sajda": false,
            "transliteration": "Wa iz qaala Rabbuka lilmalaaa' ikati innee khaaliqum basharam min salsaalim min hama im masnoon",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1831,
            "aya_number": 29,
            "aya_text": "فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Maka apabila Aku telah menyempurnakan (kejadian)nya, dan Aku telah meniupkan roh (ciptaan)-Ku ke dalamnya, maka tunduklah kamu kepadanya dengan bersujud.”",
            "tafsir_jalalayn": "(Maka apabila Aku telah menyempurnakan kejadiannya) telah merampungkan bentuknya (dan Aku telah meniupkan) maksudnya telah mengalirkan (ke dalam tubuhnya roh ciptaan-Ku) sehingga ia menjadi hidup; diidhafatkannya lafal ruuh kepada-Nya sebagai penghormatan kepada Adam (maka tunduklah kalian kepadanya dengan bersujud) yaitu sujud penghormatan dengan cara membungkuk.",
            "sajda": false,
            "transliteration": "Fa izaa sawwaituhoo wa nafakhtu feehi mir roohee faqa'oo lahoo saajideen",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1832,
            "aya_number": 30,
            "aya_text": "فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "Maka bersujudlah para malaikat itu semuanya bersama-sama,",
            "tafsir_jalalayn": "(Maka bersujudlah para malaikat itu semuanya bersama-sama) di dalam ayat ini terdapat dua taukid, yaitu lafal kulluhum dan lafal ajma'uuna.",
            "sajda": false,
            "transliteration": "Fasajadal malaaa'ikatu kulluhum ajma'oon",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1833,
            "aya_number": 31,
            "aya_text": "اِلَّآ اِبْلِيْسَۗ اَبٰىٓ اَنْ يَّكُوْنَ مَعَ السّٰجِدِيْنَ ",
            "sura_id": 15,
            "juz_id": 14,
            "page_number": 263,
            "translation_aya_text": "kecuali Iblis. Ia enggan ikut bersama-sama para (malaikat) yang sujud itu.",
            "tafsir_jalalayn": "(Kecuali iblis) dia adalah biangnya jin yang dahulu hidup di antara para malaikat (ia enggan) menolak untuk (ikut bersama-sama malaikat yang sujud itu.\")",
            "sajda": false,
            "transliteration": "Illaaa ibleesa abaaa ai yakoona ma'as saajideen",
            "surah": {
                "name": "سُورَةُ الحِجۡرِ",
                "englishName": "Al-Hijr",
                "englishNameTranslation": "The Rock",
                "revelationType": "Meccan"
            }
        }
    ]
}