{
    "page_number": 268,
    "data": [
        {
            "aya_id": 1908,
            "aya_number": 7,
            "aya_text": "وَتَحْمِلُ اَثْقَالَكُمْ اِلٰى بَلَدٍ لَّمْ تَكُوْنُوْا بٰلِغِيْهِ اِلَّا بِشِقِّ الْاَنْفُسِۗ اِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌۙ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 268,
            "translation_aya_text": "Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang,",
            "tafsir_jalalayn": "(Dan ia dapat memikul beban-beban kalian) barang-barang kalian (ke suatu negeri yang kalian tidak sanggup sampai kepadanya) kalian tidak sanggup mencapainya tanpa memakai kendaraan unta (melainkan dengan kesukaran-kesukaran yang memayahkan diri) yang membuat payah diri kalian. (Sesungguhnya Rabb kalian benar-benar Maha Pengasih lagi Maha Penyayang) terhadap kalian, Dia telah menciptakannya untuk kalian manfaatkan.",
            "sajda": false,
            "transliteration": "Wa tahmilu asqaalakum ilaa baladil lam takoonoo baaligheehi illaa bishiqqil anfus; inna Rabbakum la Ra'oofur Raheem",
            "tajweed_text": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَ[u:7330[دٍ ل]َّمْ تَكُونُو[s[اْ] بَ[n[ـٰ]لِغِيهِ إِلَّا بِشِقِّ [h:7331[ٱ]لْأَ[f:7332[نف]ُسِ‌ۚ إِ[g[نّ]َ رَبَّكُمْ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1909,
            "aya_number": 8,
            "aya_text": "وَّالْخَيْلَ وَالْبِغَالَ وَالْحَمِيْرَ لِتَرْكَبُوْهَا وَزِيْنَةًۗ وَيَخْلُقُ مَا لَا تَعْلَمُوْنَ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 268,
            "translation_aya_text": "dan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui.",
            "tafsir_jalalayn": "(Dan) Dia telah menciptakan (kuda, bighal dan keledai agar kalian menungganginya dan menjadikannya sebagai perhiasan) lafal ziinatan menjadi maf`ul lah. Disebutkannya kedua `illat itu, yaitu untuk ditunggangi dan dianggap sebagai perhiasan hal ini sama sekali tidak bertentangan dengan manfaat lain yang ada padanya. Seperti halnya pada kuda, selain dapat ditunggangi dan dijadikan perhiasan dagingnya dapat dimakan, hal ini telah ditetapkan berdasarkan hadis kitab Sahih Bukhari dan Muslim. (Dan Allah menciptakan apa yang kalian tidak mengetahuinya) berupa hal-hal yang aneh dan menakjubkan.",
            "sajda": false,
            "transliteration": "Walkhaila wal bighaala wal hameera litarkaboohaa wa zeenah; wa yakhluqu maa laa ta'lamoon",
            "tajweed_text": "وَ[h:9999[ٱ]لْخَيْلَ وَ[h:7333[ٱ]لْبِغَالَ وَ[h:7334[ٱ]لْحَمِيرَ لِتَرْكَبُوهَا وَزِينَ[a:7335[ةً‌ۚ و]َيَخْلُقُ مَا لَا تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1910,
            "aya_number": 9,
            "aya_text": "وَعَلَى اللّٰهِ قَصْدُ السَّبِيْلِ وَمِنْهَا جَاۤىِٕرٌ ۗوَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ ࣖ  ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 268,
            "translation_aya_text": "Dan hak Allah menerangkan jalan yang lurus, dan di antaranya ada (jalan) yang menyimpang. Dan jika Dia menghendaki, tentu Dia memberi petunjuk kamu semua (ke jalan yang benar).",
            "tafsir_jalalayn": "(Dan hak bagi Allah menerangkan jalan yang lurus) hak bagi Allah menjelaskannya (dan di antara jalan-jalan) tersebut (ada yang bengkok) menyimpang dari jalan yang lurus. (Dan jika Dia menghendaki) untuk memberi petunjuk kepada kalian (niscaya Dia memberi petunjuk kepada kalian) ke jalan yang lurus (semuanya) sehingga kalian semua mendapat petunjuk ke jalan yang lurus itu atas kehendak kalian sendiri.",
            "sajda": false,
            "transliteration": "Wa 'alal laahi qasdus sabeeli wa minhaa jaaa'ir; wa law shaaa'a lahadaakum ajma'een",
            "tajweed_text": "وَعَلَى [h:2207[ٱ]للَّهِ قَصْدُ [h:7336[ٱ][l[ل]سَّبِيلِ وَمِنْهَا ج[o[َا]ٓئِ[a:7337[رٌ‌ۚ و]َلَوْ ش[o[َا]ٓءَ لَهَدَ[n[ٮٰ]كُمْ أَ[q:825[جْ]مَع[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1911,
            "aya_number": 10,
            "aya_text": "هُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً لَّكُمْ مِّنْهُ شَرَابٌ وَّمِنْهُ شَجَرٌ فِيْهِ تُسِيْمُوْنَ   ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 268,
            "translation_aya_text": "Dialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu.",
            "tafsir_jalalayn": "(Dialah Yang telah menurunkan air hujan itu dari langit untuk kalian, sebagiannya menjadi minuman) untuk kalian minum (dan sebagiannya menjadi tumbuh-tumbuhan) maksudnya oleh sebab air itu menjadi suburlah tumbuh-tumbuhan (yang pada tempat tumbuhnya kalian menggembalakan ternak kalian) kalian jadikan sebagai tempat menggembalakan ternak.",
            "sajda": false,
            "transliteration": "Huwal lazeee anzala minas samaaa'i maaa'al lakum minhu sharaabunw wa minhu shajarun feehi tuseemoon",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[u:7338[ءً‌ۖ ل]َّك[w:6234[ُم م]ِّنْهُ شَرَا[a:7339[بٌ و]َمِنْهُ شَجَ[f:7340[رٌ ف]ِيهِ تُسِيم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1912,
            "aya_number": 11,
            "aya_text": "يُنْۢبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُوْنَ وَالنَّخِيْلَ وَالْاَعْنَابَ وَمِنْ كُلِّ الثَّمَرٰتِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 268,
            "translation_aya_text": "Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.",
            "tafsir_jalalayn": "(Dia menumbuhkan bagi kalian dengan air itu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sesungguhnya pada yang demikian itu) hal yang telah disebutkan itu (benar-benar ada tanda) yang menunjukkan akan keesaan Allah swt. (bagi kaum yang memikirkan) mengenai ciptaan-Nya sehingga mereka mau beriman karenanya.",
            "sajda": false,
            "transliteration": "Yumbitu lakum bihiz zar'a wazzaitoona wanna kheela wal-a'naaba wa min kullis samaraat, inna fee zaalika la Aayatal liqawminy yatafakkaroon",
            "tajweed_text": "يُ[i:7341[نۢب]ِتُ لَك[c:2000[ُم ب]ِهِ [h:7342[ٱ][l[ل]زَّرْعَ وَ[h:4290[ٱ][l[ل]زَّيْتُونَ وَ[h:7343[ٱ][l[ل][g[نّ]َخِيلَ وَ[h:7344[ٱ]لْأَعْنَ[n[ـٰ]بَ وَمِ[f:4136[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ‌ۗ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1913,
            "aya_number": 12,
            "aya_text": "وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَۙ وَالشَّمْسَ وَالْقَمَرَ ۗوَالنُّجُوْمُ مُسَخَّرٰتٌۢ بِاَمْرِهٖ ۗاِنَّ فِي ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَۙ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 268,
            "translation_aya_text": "Dia menundukkan malam dan siang, matahari dan bulan untukmu, dan bin-tang-bintang dikendalikan dengan perintah-Nya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang yang mengerti,",
            "tafsir_jalalayn": "(Dan Dia menundukkan malam dan siang untuk kalian, dan matahari) lafal wasysyamsa bila dibaca nashab berarti diathafkan kepada lafal sebelumnya, bila dibaca rafa' berarti menjadi mubtada (bulan dan bintang-bintang) kedua lafal ini dapat dibaca nashab dan rafa` (ditundukkan) kalau dibaca nashab, maka berkedudukan menjadi hal, dan kalau dibaca rafa` maka menjadi khabar (dengan perintah-Nya) berdasarkan kehendak-Nya (Sesungguhnya pada yang demikian itu benar-benar ada tanda-tanda kekuasaan Allah bagi kaum yang memahami-Nya) bagi kaum yang mau memikirkannya.",
            "sajda": false,
            "transliteration": "Wa sakkhkhara lakumul laila wannahaara wash shamsa walqamara wannujoomu musakhkharaatum bi amrih; inna fee zaalika la Aayaatil liqawminy ya'qiloon",
            "tajweed_text": "وَسَخَّرَ لَكُمُ [h:6116[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ وَ[h:4264[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ‌ۖ وَ[h:7346[ٱ][l[ل][g[نّ]ُجُومُ مُسَخَّر[n[َٲ][i:7347[تُۢ ب]ِأَمْرِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1914,
            "aya_number": 13,
            "aya_text": "وَمَا ذَرَاَ لَكُمْ فِى الْاَرْضِ مُخْتَلِفًا اَلْوَانُهٗ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّذَّكَّرُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 268,
            "translation_aya_text": "dan (Dia juga mengendalikan) apa yang Dia ciptakan untukmu di bumi ini dengan berbagai jenis dan macam warnanya. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi kaum yang mengambil pelajaran.",
            "tafsir_jalalayn": "(Dan) Dia menundukkan pula bagi kalian (apa yang Dia ciptakan) makhluk yang telah Dia ciptakan (untuk kalian di bumi ini) berupa hewan-hewan dan tumbuh-tumbuhan serta lain-lainnya (dengan berlain-lainan warnanya) seperti ada yang merah, kuning, hijau dan lain sebagainya (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda kekuasaan Allah bagi kaum yang mengingatnya) mengambilnya sebagai pelajaran.",
            "sajda": false,
            "transliteration": "Wa maa zara a lakum fil ardi mukhtalifan alwaanuh; inna fee zaalika la Aayatal liqawminy yazakkaroon",
            "tajweed_text": "وَمَا ذَرَأَ لَكُمْ فِى [h:44[ٱ]لْأَرْضِ مُخْتَلِفًا أَلْو[n[َٲ]نُهُ[o[ۥٓ‌ۗ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:4403[مٍ ي]َذَّكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1915,
            "aya_number": 14,
            "aya_text": "وَهُوَ الَّذِيْ سَخَّرَ الْبَحْرَ لِتَأْكُلُوْا مِنْهُ لَحْمًا طَرِيًّا وَّتَسْتَخْرِجُوْا مِنْهُ حِلْيَةً تَلْبَسُوْنَهَاۚ وَتَرَى الْفُلْكَ مَوَاخِرَ فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 268,
            "translation_aya_text": "Dan Dialah yang menundukkan lautan (untukmu), agar kamu dapat memakan daging yang segar (ikan) darinya, dan (dari lautan itu) kamu mengeluarkan perhiasan yang kamu pakai. Kamu (juga) melihat perahu berlayar padanya, dan agar kamu mencari sebagian karunia-Nya, dan agar kamu bersyukur.",
            "tafsir_jalalayn": "(Dan Dialah yang menundukkan lautan) Dia telah membuatnya jinak sehingga dapat dinaiki dan diselami (agar kalian dapat memakan daripadanya daging yang segar) yaitu ikan (dan kalian mengeluarkan dari lautan itu perhiasan yang kalian pakai) yaitu berupa mutiara dan marjan (dan kamu melihat) menyaksikan (bahtera) perahu-perahu (berlayar padanya) dapat melaju di atas air; artinya dapat membelah ombak melaju ke depan atau ke belakang hanya ditiup oleh satu arah angin (dan supaya kalian mencari) lafal ini diathafkan kepada lafal lita'kuluu, artinya supaya kalian mencari keuntungan (dari karunia-Nya) karunia Allah swt. lewat berniaga (dan supaya kalian bersyukur) kepada Allah swt. atas karunia itu.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee sakhkharal bahra litaakuloo minhu lahman tariyyanw wa tastakhrijoo minhu hilyatan talbasoonahaa wa taral fulka mawaakhira feehi wa litabtaghoo min fadlihee wa la'allakum tashkuroon",
            "tajweed_text": "وَهُوَ [h:4114[ٱ]لَّذِى سَخَّرَ [h:7348[ٱ]لْبَحْرَ لِتَأْكُلُو[s[اْ] مِنْهُ لَحْ[f:7349[مًا ط]َرِي[a:7350[ًّا و]َتَسْتَخْرِجُو[s[اْ] مِنْهُ حِلْيَ[f:7351[ةً ت]َلْبَسُونَهَا وَتَرَى [h:7352[ٱ]لْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَ[q:7353[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        }
    ]
}