{
    "page_number": 270,
    "data": [
        {
            "aya_id": 1928,
            "aya_number": 27,
            "aya_text": "ثُمَّ يَوْمَ الْقِيٰمَةِ يُخْزِيْهِمْ وَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تُشَاۤقُّوْنَ فِيْهِمْ ۗقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوْۤءَ عَلَى الْكٰفِرِيْنَۙ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 270,
            "translation_aya_text": "Kemudian Allah menghinakan mereka pada hari Kiamat, dan berfirman, “Di manakah sekutu-sekutu-Ku itu (yang karena membelanya) kamu selalu memusuhi mereka (nabi-nabi dan orang yang beriman)?” Orang-orang yang diberi ilmu berkata, “Sesungguhnya kehinaan dan azab pada hari ini ditimpakan kepada orang yang kafir,”",
            "tafsir_jalalayn": "(Kemudian Allah menghinakan mereka di hari kiamat) membuat mereka hina (dan berfirman)-lah Allah kepada mereka melalui lisan malaikat-Nya dengan nada mengejek (\"Di manakah sekutu-sekutu-Ku itu?) yang menurut dugaan kalian itu (yang karena membelanya kalian selalu memusuhi) menentang kaum mukminin (tentang perihal mereka.\") mengenai perkara mereka. (Berkatalah) artinya nanti akan berkata/menjawab (orang-orang yang diberi ilmu) yaitu para nabi dan orang-orang mukmin (\"Sesungguhnya kehinaan dan azab hari ini ditimpakan atas orang-orang yang kafir.\") para nabi dan orang-orang mukmin mengatakan demikian sebagai ejekan yang ditujukan kepada orang-orang kafir.",
            "sajda": false,
            "transliteration": "Summa Yawmal Qiyaamati yukhzeehim wa yaqoolu aina shurakaaa'iyal lazeena kuntum tushaaaqqoona feehim; qaalal lazeena ootul 'ilma innal khizyal Yawma wassooo'a 'alal kaafireen",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1929,
            "aya_number": 28,
            "aya_text": "الَّذِيْنَ تَتَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ ۖفَاَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوْۤءٍ ۗبَلٰىٓ اِنَّ اللّٰهَ عَلِيْمٌۢ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 270,
            "translation_aya_text": "(yaitu) orang yang dicabut nyawanya oleh para malaikat dalam keadaan (berbuat) zalim kepada diri sendiri, lalu mereka menyerahkan diri (sambil berkata), “Kami tidak pernah mengerjakan sesuatu kejahatan pun.” (Malaikat menjawab), “Pernah! Sesungguhnya Allah Maha Mengetahui apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Orang-orang yang dimatikan) dapat dibaca tatawaffaahum dan yatawaffaahum (oleh para malaikat dalam keadaan berbuat zalim kepada diri mereka sendiri) karena melakukan kekufuran (lalu mereka menyerahkan diri) mereka tunduk dan berserah diri ketika maut menjelang mereka seraya berkata (\"Kami sekali-kali tidak ada mengerjakan suatu kejahatan pun.\") yaitu perbuatan musyrik. Maka para malaikat berkata kepada mereka (\"Ada, sesungguhnya Allah Maha Mengetahui apa yang telah kalian kerjakan.\") oleh sebab itu Dia membalaskannya kepada diri kalian.",
            "sajda": false,
            "transliteration": "Allazeena tatawaf faahu mul malaaa'ikatu zaalimeee anfusihim fa alqawus salama maa kunnaa na'malu min sooo'; balaaa innal laaha 'aleemum bimaa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1930,
            "aya_number": 29,
            "aya_text": "فَادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۗفَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 270,
            "translation_aya_text": "Maka masukilah pintu-pintu neraka Jahanam, kamu kekal di dalamnya. Pasti itu seburuk-buruk tempat orang yang menyombongkan diri.",
            "tafsir_jalalayn": "Lalu dikatakan kepada mereka (\"Maka masukilah pintu-pintu neraka Jahanam, kalian kekal di dalamnya. Maka amat buruklah tempat) menetap (orang-orang yang menyombongkan diri itu.\")",
            "sajda": false,
            "transliteration": "Fadkhulooo abwaaba jahannama khaalideena feeha falabi'sa maswal mutakab bireen",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1931,
            "aya_number": 30,
            "aya_text": "۞ وَقِيْلَ لِلَّذِيْنَ اتَّقَوْا مَاذَآ اَنْزَلَ رَبُّكُمْ ۗقَالُوْا خَيْرًا ۚلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَلَدَارُ الْاٰخِرَةِ خَيْرٌ ۗوَلَنِعْمَ دَارُ الْمُتَّقِيْنَۙ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 270,
            "translation_aya_text": "Dan kemudian dikatakan kepada orang yang bertakwa, “Apakah yang telah diturunkan oleh Tuhanmu?” Mereka menjawab, “Kebaikan.” Bagi orang yang berbuat baik di dunia ini mendapat (balasan) yang baik. Dan sesungguhnya negeri akhirat pasti lebih baik. Dan itulah sebaik-baik tempat bagi orang yang bertakwa,",
            "tafsir_jalalayn": "(Dan dikatakan kepada orang-orang yang bertakwa) yang memelihara diri dari kemusyrikan (\"Apakah yang telah diturunkan oleh Rabb kalian?\" Mereka menjawab, \"Kebaikan.\" Orang-orang yang telah berbuat baik) karena beriman (di dunia ini mendapat pembalasan yang baik) yakni kehidupan yang baik. (Dan sesungguhnya kampung akhirat) yakni surga (lebih baik) daripada kehidupan dunia berikut semua isinya. Lalu Allah berfirman di dalam kampung akhirat itu. (Dan sebaik-baik tempat bagi orang-orang yang bertakwa) adalah surga itu.",
            "sajda": false,
            "transliteration": "Wa qeela lillazeenat taqaw maazaaa anzala Rabbukum; qaaloo khairaa; lillazeena absanoo fee haazihid dunyaa hasanah; wa la Daarul Aakhirati khair; wa lani'ma daarul muttaqeen",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1932,
            "aya_number": 31,
            "aya_text": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ لَهُمْ فِيْهَا مَا يَشَاۤءُوْنَ ۗ كَذٰلِكَ يَجْزِى اللّٰهُ الْمُتَّقِيْنَۙ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 270,
            "translation_aya_text": "(yaitu) surga-surga ‘Adn yang mereka masuki, mengalir di bawahnya sungai-sungai, di dalam (surga) itu mereka mendapat segala apa yang diinginkan. Demikianlah Allah memberi balasan kepada orang yang bertakwa,",
            "tafsir_jalalayn": "(Yaitu surga Adn) sebagai tempat tinggal. Lafal jannaatu Adn adalah mubtada sedangkan khabarnya ialah (mereka masuk ke dalamnya; mengalir di bawahnya sungai-sungai, di dalam surga itu mereka mendapat segala apa yang mereka kehendaki. Demikianlah) pembalasan itu (Allah memberi balasan kepada orang-orang yang bertakwa.)",
            "sajda": false,
            "transliteration": "Jannaatu 'Adniny yadkhuloonahaa tajree min tahtihal anhaaru lahum feehaa maa yashaaa'oon; kazaalika yajzil laahul muttaqeen",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1933,
            "aya_number": 32,
            "aya_text": "الَّذِيْنَ تَتَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ طَيِّبِيْنَ ۙيَقُوْلُوْنَ سَلٰمٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 270,
            "translation_aya_text": "(yaitu) orang yang ketika diwafatkan oleh para malaikat dalam keadaan baik, mereka (para malaikat) mengatakan (kepada mereka), “Salamun ‘alaikum, masuklah ke dalam surga karena apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Yaitu orang-orang) lafal alladziina di sini menjadi na`at atau sifat (yang diwafatkan oleh para malaikat dalam keadaan baik) yakni suci dari kekafiran (dengan mengatakan) para malaikat itu berkata kepada mereka ketika akan diwafatkan (\"Salaamun `alaikum.\") dan dikatakan pula kepada mereka kelak di hari akhirat (\"Masuklah kalian ke dalam surga itu disebabkan apa yang telah kalian kerjakan.\")",
            "sajda": false,
            "transliteration": "Allazeena tatawaf faahumul malaaa'ikatu taiyibeena yaqooloona salaamun 'alai kumud khulul Jannata bimaa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1934,
            "aya_number": 33,
            "aya_text": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ اَوْ يَأْتِيَ اَمْرُ رَبِّكَ ۗ كَذٰلِكَ فَعَلَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗوَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 270,
            "translation_aya_text": "Tidak ada yang ditunggu mereka (orang kafir) selain datangnya para malaikat kepada mereka atau datangnya perintah Tuhanmu. Demikianlah yang telah diperbuat oleh orang-orang (kafir) sebelum mereka. Allah tidak menzalimi mereka, justru merekalah yang (selalu) menzalimi diri mereka sendiri.",
            "tafsir_jalalayn": "(Tidak ada) tiada (yang ditunggu-tunggu) oleh orang-orang kafir (selain datang kepada mereka) dapat dibaca ta'tiyahum atau ya'tiyahum (para malaikat) untuk mencabut nyawa mereka (atau datangnya perintah Rabbmu) yakni azab atau hari kiamat yang terdapat di dalamnya azab buat mereka. (Demikianlah) seperti apa yang telah dilakukan oleh mereka (telah dilakukan pula oleh orang-orang sebelum mereka) daripada umat-umat terdahulu yang mendustakan rasul-rasul mereka kemudian mereka dibinasakan. (Dan sekali-kali Allah tidak menganiaya mereka) dengan membinasakan mereka tanpa dosa (akan tetapi merekalah yang selalu menganiaya diri mereka sendiri) karena melakukan kekafiran.",
            "sajda": false,
            "transliteration": "Hal yanzuroona illaaa an taatiyahumul malaaa'ikatu aw yaatiya amru Rabbik; kazaalika fa'alal lazeena min qablihim; wa maa zalamahumul laahu wa laakin kaanoo anfusahum yazlimoon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1935,
            "aya_number": 34,
            "aya_text": "فَاَصَابَهُمْ سَيِّاٰتُ مَا عَمِلُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 270,
            "translation_aya_text": "Maka mereka ditimpa azab (akibat) perbuatan mereka dan diliputi oleh azab yang dulu selalu mereka perolok-olokkan.",
            "tafsir_jalalayn": "(Maka mereka ditimpa oleh akibat kejahatan perbuatan mereka sendiri) yakni pembalasannya (dan dibinasakanlah) diazablah (mereka oleh apa yang selalu mereka perolok-olokkan) yaitu azab.",
            "sajda": false,
            "transliteration": "Fa asaabahum saiyi aatu maa 'amiloo wa haaqa bihim maa kaano bihee yastahzi'oon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        }
    ]
}