{
    "page_number": 274,
    "data": [
        {
            "aya_id": 1966,
            "aya_number": 65,
            "aya_text": "وَاللّٰهُ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّسْمَعُوْنَ ࣖ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 274,
            "translation_aya_text": "Dan Allah menurunkan air (hujan) dari langit dan dengan air itu dihidupkan-Nya bumi yang tadinya sudah mati. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mendengarkan (pelajaran).",
            "tafsir_jalalayn": "(Dan Allah menurunkan dari langit air hujan dan dengan air itu dihidupkan-Nya bumi) dengan tumbuh-tumbuhan (sesudah matinya) dimaksud sesudah mengalami kekeringan. (Sesungguhnya pada yang demikian itu) dalam hal yang telah disebutkan itu (benar benar terdapat tanda) yang menunjukkan adanya hari berbangkit (bagi orang-orang yang mendengarkan) dengan pendengaran dibarengi dengan pemikiran.",
            "sajda": false,
            "transliteration": "Wallaahu anzala minas samaaa'i maaa'an fa ahyaa bihil arda ba'da mawtihaa; inna fee zaalika la aayatal liqaw miny yasma'oon",
            "tajweed_text": "وَ[h:9999[ٱ]للَّهُ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:7464[ءً ف]َأَحْيَا بِهِ [h:842[ٱ]لْأَرْضَ بَعْدَ مَوْتِه[o[َآ‌ۚ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:6119[مٍ ي]َسْمَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1967,
            "aya_number": 66,
            "aya_text": "وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةً ۚ نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهٖ مِنْۢ بَيْنِ فَرْثٍ وَّدَمٍ لَّبَنًا خَالِصًا سَاۤىِٕغًا لِّلشّٰرِبِيْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 274,
            "translation_aya_text": "Dan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya.",
            "tafsir_jalalayn": "(Dan sesungguhnya pada binatang ternak itu benar-benar terdapat pelajaran bagi kalian) bahan pelajaran. (Kami memberi kalian minum) lafal ini berfungsi sebagai penjelas daripada pengertian pelajaran tadi (daripada apa yang berada dalam perutnya) dalam perut binatang ternak itu (di) huruf min di sini menunjukkan makna ibtida dan bertaalluq kepada lafal nusqiikum (antara kotoran) yakni lemak ususnya (dan darah berupa air susu yang bersih) sedikit pun tidak bercampur kotoran dan darah baik dari segi rasa, bau atau warnanya atau campuran di antara keduanya (yang mudah ditelan bagi orang-orang yang meminumnya) lewat dengan mudah di tenggorokan mereka dan tidak sulit untuk ditelan.",
            "sajda": false,
            "transliteration": "Wa inna lakum fil an'aami la'ibrah; nusqeekum mimmmaa fee butoonihee mim baini farsinw wa damil labanann khaalisan saaa'ighallish shaaribeen",
            "tajweed_text": "وَإِ[g[نّ]َ لَكُمْ فِى [h:7465[ٱ]لْأَنْعَ[n[ـٰ]مِ لَعِ[q:1764[بْ]رَ[a:7466[ةً‌ۖ ن]ُّسْقِيك[w:7467[ُم م]ِّ[g[مّ]َا فِى بُطُونِه[n[ِۦ] م[i:4612[ِنۢ ب]َيْنِ فَرْ[a:7468[ثٍ و]َدَ[u:7469[مٍ ل]َّبَنًا خَالِ[f:7470[صًا س][o[َا]ٓئِ[u:7471[غًا ل]ِّلشَّ[n[ـٰ]رِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1968,
            "aya_number": 67,
            "aya_text": "وَمِنْ ثَمَرٰتِ النَّخِيْلِ وَالْاَعْنَابِ تَتَّخِذُوْنَ مِنْهُ سَكَرًا وَّرِزْقًا حَسَنًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْقِلُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 274,
            "translation_aya_text": "Dan dari buah kurma dan anggur, kamu membuat minuman yang memabukkan dan rezeki yang baik. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang mengerti.",
            "tafsir_jalalayn": "(Dan dari buah kurma dan anggur) terdapat jenis buah-buahan (yang kalian dapat membuat minuman yang memabukkan daripadanya) dimaksud khamar yang dapat memabukkan. Di sini kata muskiran disebutkan dengan memakai mashdarnya, yaitu sakaran. Hal ini diturunkan sebelum adanya pengharaman khamar (dan rezeki yang baik) seperti selai kurma, anggur kering, cuka dan sirup. (Sesungguhnya pada yang demikian itu) hal yang telah disebutkan itu (benar-benar terdapat tanda) yang menunjukkan kekuasaan Allah swt. (bagi orang-orang yang berakal) yang memikirkannya.",
            "sajda": false,
            "transliteration": "Wa min samaraatin nakheeli wal a'nnaabi tattakhizoona minhu sakaranw wa rizqann hasanaa; inna fee zaalika la Aayatal liqawminy ya'qiloon",
            "tajweed_text": "وَمِ[f:7472[ن ث]َمَر[n[َٲ]تِ [h:7473[ٱ][l[ل][g[نّ]َخِيلِ وَ[h:7474[ٱ]لْأَعْنَ[n[ـٰ]بِ تَتَّخِذُونَ مِنْهُ سَكَ[a:7475[رًا و]َرِزْقًا حَسَنًا‌ۗ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1969,
            "aya_number": 68,
            "aya_text": "وَاَوْحٰى رَبُّكَ اِلَى النَّحْلِ اَنِ اتَّخِذِيْ مِنَ الْجِبَالِ بُيُوْتًا وَّمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُوْنَۙ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 274,
            "translation_aya_text": "Dan Tuhanmu mengilhamkan kepada lebah, “Buatlah sarang di gunung-gunung, di pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia,",
            "tafsir_jalalayn": "(Dan Rabbmu mewahyukan kepada lebah) dalam bentuk ilham (hendaknya) huruf an di sini dapat diartikan sebagai an mashdariyah atau an mufassirah (buatlah sarang-sarang di bukit-bukit) tempat kamu berdiam (dan di pohon-pohon) sebagai tempat tinggal (dan di tempat-tempat yang dibikin manusia) sarang-sarang buatan manusia untuk kamu, jika kamu tidak suka kepada sarang buatan manusia, kamu boleh menempati tempat yang lainnya.",
            "sajda": false,
            "transliteration": "Wa awhaa Rabbuka ilannnabli anit takhizee minal jabaali buyootanw wa minash shajari wa mimmaa ya'rishoon",
            "tajweed_text": "وَأَوْحَىٰ رَبُّكَ إِلَى [h:7476[ٱ][l[ل][g[نّ]َحْلِ أَنِ [h:7477[ٱ]تَّخِذِى مِنَ [h:7297[ٱ]لْجِبَالِ بُيُو[a:7478[تًا و]َمِنَ [h:7479[ٱ][l[ل]شَّجَرِ وَمِ[g[مّ]َا يَعْرِش[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1970,
            "aya_number": 69,
            "aya_text": "ثُمَّ كُلِيْ مِنْ كُلِّ الثَّمَرٰتِ فَاسْلُكِيْ سُبُلَ رَبِّكِ ذُلُلًاۗ يَخْرُجُ مِنْ بُطُوْنِهَا شَرَابٌ مُّخْتَلِفٌ اَلْوَانُهٗ ۖفِيْهِ شِفَاۤءٌ لِّلنَّاسِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 274,
            "translation_aya_text": "kemudian makanlah dari segala (macam) buah-buahan lalu tempuhlah jalan Tuhanmu yang telah dimudahkan (bagimu).” Dari perut lebah itu keluar minuman (madu) yang bermacam-macam warnanya, di dalamnya terdapat obat yang menyembuhkan bagi manusia. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.",
            "tafsir_jalalayn": "(Kemudian makanlah dari setiap buah-buahan dan tempuhlah) masukilah (jalan Rabbmu) jalan-jalan yang telah ditunjukkan oleh-Nya kepadamu di dalam mencari rezekimu (yang telah dimudahkan) lafal dzululan ini adalah bentuk jamak dari lafal tunggal dzaluulun; berkedudukan menjadi hal dari lafal subula rabbiki. Artinya jalan yang telah dimudahkan bagimu sehingga amat mudah ditempuh sekali pun sangat sulit dan kamu tidak akan sesat untuk kembali ke sarangmu dari tempat itu betapa pun jauhnya. Akan tetapi menurut pendapat yang lain dikatakan bahwa lafal dzululan ini menjadi hal daripada dhamir yang terdapat di dalam lafal uslukiy sehingga artinya menjadi: yang telah ditundukkan untuk memenuhi kehendakmu. (Dari perut lebah itu keluar minuman) yakni berupa madu (yang bermacam-macam warnanya di dalamnya terdapat obat yang menyembuhkan bagi manusia) dari berbagai macam penyakit. Menurut suatu pendapat dikatakan dari sebagian penyakit saja karena ditunjukkan oleh pengertian ungkapan lafal syifaaun yang memakai nakirah. Atau sebagai obat untuk berbagai macam penyakit bila digabungkan dengan obat-obat lainnya. Aku katakan bila tidak dicampur dengan obat yang lain, maka sesuai dengan niat peminumnya. Sungguh Nabi saw. telah memerintahkan untuk meminum madu bagi orang yang perutnya kembung demikianlah menurut riwayat yang telah dikemukakan oleh Imam Bukhari dan Muslim. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda kebesaran Allah bagi orang-orang yang memikirkan) ciptaan-Nya",
            "sajda": false,
            "transliteration": "Summma kulee min kullis samaraati faslukee subula Rabbiki zululaa; yakhruju mim butoonihaa sharaabum mukh talifun alwaanuhoo feehi shifaaa'ul linnaas, innna fee zaalika la Aayatal liqawminy yatafakkaroon",
            "tajweed_text": "ثُ[g[مّ]َ كُلِى مِ[f:843[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ فَ[h:7480[ٱ]سْلُكِى سُبُلَ رَبِّكِ ذُلُل[a:7481[اً‌ۚ ي]َخْرُجُ م[i:7482[ِنۢ ب]ُطُونِهَا شَرَا[a:7483[بٌ م]ُّخْتَلِفٌ أَلْو[n[َٲ]نُهُ[n[ۥ] فِيهِ شِف[o[َا]ٓ[u:7484[ءٌ ل]ِّل[g[نّ]َاسِ‌ۗ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1971,
            "aya_number": 70,
            "aya_text": "وَاللّٰهُ خَلَقَكُمْ ثُمَّ يَتَوَفّٰىكُمْ وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ قَدِيْرٌ ࣖ  ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 274,
            "translation_aya_text": "Dan Allah telah menciptakan kamu, kemudian mewafatkanmu, di antara kamu ada yang dikembalikan kepada usia yang tua renta (pikun), sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya. Sungguh, Allah Maha Mengetahui, Mahakuasa.",
            "tafsir_jalalayn": "(Allah menciptakan kalian) yang sebelumnya kalian bukan merupakan apa-apa (kemudian mewafatkan kalian) bila ajal kalian telah tiba (dan di antara kalian ada yang dikembalikan kepada umur yang paling lemah) umur yang sangat lanjut dan pikun (supaya dia tidak mengetahui lagi sesuatu pun yang pernah diketahuinya) Ikrimah mengatakan, bahwa barang siapa yang selalu membaca Alquran, maka ia tidak akan sampai kepada keadaan seperti ini. (Sesungguhnya Allah Maha Mengetahui) di dalam mengatur makhluk-Nya (lagi Maha Kuasa) terhadap apa yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Wallaahu khalaqakum suma tatawaffaakum; wa minkum many-yuradu ilaaa arzalil 'umuri likai laa ya'lama ba'da 'ilmin shai'aa; innal laaha 'Aleemun Qadeer",
            "tajweed_text": "وَ[h:9999[ٱ]للَّهُ خَلَقَكُمْ ثُ[g[مّ]َ يَتَوَفَّ[n[ـٰ]كُمْ‌ۚ وَمِ[f:2325[نك][w:2326[ُم م]ّ[a:7485[َن ي]ُرَدُّ إِلَ[o[ىٰٓ] أَرْذَلِ [h:7486[ٱ]لْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْ[f:7487[مٍ ش]َيْــًٔا‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[f:7488[مٌ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1972,
            "aya_number": 71,
            "aya_text": "وَاللّٰهُ فَضَّلَ بَعْضَكُمْ عَلٰى بَعْضٍ فِى الرِّزْقِۚ فَمَا الَّذِيْنَ فُضِّلُوْا بِرَاۤدِّيْ رِزْقِهِمْ عَلٰى مَا مَلَكَتْ اَيْمَانُهُمْ فَهُمْ فِيْهِ سَوَاۤءٌۗ اَفَبِنِعْمَةِ اللّٰهِ يَجْحَدُوْنَ  ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 274,
            "translation_aya_text": "Dan Allah melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, tetapi orang yang dilebihkan (rezekinya itu) tidak mau memberikan rezekinya kepada para hamba sahaya yang mereka miliki, sehingga mereka sama-sama (merasakan) rezeki itu. Mengapa mereka mengingkari nikmat Allah?",
            "tafsir_jalalayn": "(Dan Allah melebihkan sebagian kalian dari sebagian yang lain dalam hal rezeki) di antara kalian ada yang kaya dan ada pula yang miskin, serta ada pula yang menjadi raja dan yang menjadi hamba sahaya (tetapi orang-orang yang dilebihkan rezekinya tidak mau) yakni tuan-tuan pemilik hamba sahaya (memberikan rezeki mereka kepada budak-budak yang mereka miliki) artinya mereka tidak mau menjadikan rezeki yang Kami limpahkan kepada mereka menjadi milik bersama antara mereka dan hamba-hamba sahaya mereka (agar mereka) yakni para pemilik hamba sahaya dan para hamba sahaya yang dimilikinya (sama merasakan rezeki itu) bersekutu memilikinya. Makna yang dimaksud ialah, bahwa mereka tidak akan mau menjadikan harta mereka untuk milik bersama dengan hamba-hamba sahaya mereka, maka mengapa mereka menjadikan sebagian daripada milik-milik Allah menjadi sekutu-sekutu-Nya. (Maka mengapa mereka mengingkari nikmat Allah?) karena ternyata mereka telah menjadikan bagi-Nya sekutu-sekutu.",
            "sajda": false,
            "transliteration": "Wallaahu faddala ba'dakum 'alaa ba'din fir rizq; famal lazeena fuddiloo biraaaddee rizqihim 'alaa maa malakat aimaanuhum fahum feehi sawaaa'; afabini'matil laahi yajhadoon",
            "tajweed_text": "وَ[h:9999[ٱ]للَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْ[f:6882[ضٍ ف]ِى [h:7489[ٱ][l[ل]رِّزْقِ‌ۚ فَمَا [h:7490[ٱ]لَّذِينَ فُضِّلُو[s[اْ] بِر[m[َا]ٓدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَ[n[ـٰ]نُهُمْ فَهُمْ فِيهِ سَو[o[َا]ٓءٌ‌ۚ أَفَبِنِعْمَةِ [h:7491[ٱ]للَّهِ يَ[q:4008[جْ]حَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1973,
            "aya_number": 72,
            "aya_text": "وَاللّٰهُ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّجَعَلَ لَكُمْ مِّنْ اَزْوَاجِكُمْ بَنِيْنَ وَحَفَدَةً وَّرَزَقَكُمْ مِّنَ الطَّيِّبٰتِۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَتِ اللّٰهِ هُمْ يَكْفُرُوْنَۙ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 274,
            "translation_aya_text": "Dan Allah menjadikan bagimu pasangan (suami atau istri) dari jenis kamu sendiri dan menjadikan anak dan cucu bagimu dari pasanganmu, serta memberimu rezeki dari yang baik. Mengapa mereka beriman kepada yang batil dan mengingkari nikmat Allah?",
            "tafsir_jalalayn": "(Allah menjadikan bagi kalian istri-istri dari jenis kalian sendiri) maka Allah menciptakan Siti Hawa dari tulang rusuk Nabi Adam dan semua manusia lainnya dari mani kaum laki-laki dan wanita (dan menjadikan bagi kalian dari istri-istri kalian itu, anak-anak dan cucu-cucu) keturunan dari anak-anaknya (dan memberi kalian rezeki dari yang baik-baik) berupa berbagai macam buah-buahan, biji-bijian dan hewan-hewan ternak (maka mengapa kepada yang batil) kepada berhala (mereka beriman dan mengapa mereka ingkar terhadap nikmat Allah) dengan menyekutukan-Nya.",
            "sajda": false,
            "transliteration": "Wallaahu ja'ala lakum min anfusikum azwaajanw wa ja'ala lakum min azwaajikum baneena wa hafadatanw wa razaqakum minat yaiyibaat; afabil baatili yu'minoona wa bini'matil laahi hum yakkfuroon",
            "tajweed_text": "وَ[h:9999[ٱ]للَّهُ جَعَلَ لَك[w:556[ُم م]ِّنْ أَ[f:1329[نف]ُسِكُمْ أَزْو[n[َٲ][a:7492[جًا و]َجَعَلَ لَك[w:556[ُم م]ِّنْ أَزْو[n[َٲ]جِك[c:7493[ُم ب]َنِينَ وَحَفَدَ[a:7494[ةً و]َرَزَقَك[w:5306[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ‌ۚ أَفَبِ[h:7495[ٱ]لْبَ[n[ـٰ]طِلِ يُؤْمِنُونَ وَبِنِعْمَتِ [h:7496[ٱ]للَّهِ هُمْ يَكْفُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        }
    ]
}