{
    "page_number": 275,
    "data": [
        {
            "aya_id": 1974,
            "aya_number": 73,
            "aya_text": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ السَّمٰوٰتِ وَالْاَرْضِ شَيْـًٔا وَّلَا يَسْتَطِيْعُوْنَ ۚ  ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 275,
            "translation_aya_text": "Dan mereka menyembah selain Allah, sesuatu yang sama sekali tidak dapat memberikan rezeki kepada mereka, dari langit dan bumi, dan tidak akan sanggup (berbuat apa pun).",
            "tafsir_jalalayn": "(Dan mereka menyembah selain Allah) (sesuatu yang tidak dapat memberikan rezeki kepada mereka dari langit) yang dimaksud adalah hujan (dan bumi) yakni tumbuh-tumbuhan (barang sedikit pun) lafal syaian berkedudukan menjadi badal atau pengganti dari lafal rizqan (dan tidak berkuasa) tidak mampu berbuat apa-apa sedikit pun, yang dimaksud adalah berhala-berhala.",
            "sajda": false,
            "transliteration": "Wa ya'budoona min doonil laahi maa laa yamliku lahum rizqam minas samaawaati wal ardi shai'anw wa laa yastatee'oon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1975,
            "aya_number": 74,
            "aya_text": "فَلَا تَضْرِبُوْا لِلّٰهِ الْاَمْثَالَ ۗاِنَّ اللّٰهَ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 275,
            "translation_aya_text": "Maka janganlah kamu mengadakan sekutu-sekutu bagi Allah. Sungguh, Allah mengetahui, sedang kamu tidak mengetahui.",
            "tafsir_jalalayn": "(Maka janganlah kalian menjadikan bagi Allah tandingan-tandingan) artinya janganlah kalian menjadikan bagi Allah persamaan-persamaan yang kalian sekutukan mereka dengan-Nya. (Sesungguhnya Allah mengetahui) bahwa tiada tandingan bagi-Nya (sedangkan kalian tidak mengetahui) hal tersebut.",
            "sajda": false,
            "transliteration": "Falaa tadriboo lillaahil amsaal; innal laaha ya'lamu wa antum laa ta'lamoon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1976,
            "aya_number": 75,
            "aya_text": "۞ ضَرَبَ اللّٰهُ مَثَلًا عَبْدًا مَّمْلُوْكًا لَّا يَقْدِرُ عَلٰى شَيْءٍ وَّمَنْ رَّزَقْنٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَّجَهْرًاۗ هَلْ يَسْتَوٗنَ ۚ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 275,
            "translation_aya_text": "Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tidak berdaya berbuat sesuatu, dan seorang yang Kami beri rezeki yang baik, lalu dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka itu? Segala puji hanya bagi Allah, tetapi kebanyakan mereka tidak mengetahui.",
            "tafsir_jalalayn": "(Allah membuat perumpamaan) lafal matsalan ini kemudian dijelaskan oleh badalnya yaitu (dengan seorang hamba sahaya yang dimiliki) lafal mamlukan ini berkedudukan menjadi sifat dari lafal `abdan, dimaksud untuk membedakannya dari manusia yang merdeka, karena manusia yang merdeka disebutkan dengan istilah Abdullaah atau hamba Allah (yang tidak dapat bertindak terhadap sesuatu) karena ia tidak memiliki apa pun (dan seorang) lafal man di sini nakirah maushufah, artinya seorang yang merdeka, bukan hamba sahaya (yang Kami beri rezeki yang baik dari Kami, lalu dia menafkahkan sebagian dari rezeki itu secara sembunyi dan secara terang-terangan) artinya dia menafkahkannya sekehendak hatinya. Misal yang pertama untuk menggambarkan tentang berhala dan misal yang kedua untuk menggambarkan tentang Allah swt. (adakah mereka itu sama?) antara hamba sahaya dan orang merdeka yang bebas dalam bertindak; tentu saja tidak. (Segala puji bagi Allah) semata (tetapi kebanyakan mereka) yakni penduduk kota Mekah (tidak mengetahui) apa yang bakal menimpa mereka kelak yaitu berupa azab, yang karena ketidaktahuan mereka itu akhirnya mereka menyekutukan Allah swt.",
            "sajda": false,
            "transliteration": "Darabal laahu masalan 'abdam mammlookal laa yaqdiru 'alaa shai'inw wa marrazaqnaahu mminnaa rizqan hasanan fahuwa yunfiqu minhu sirranw wa jahra; hal yasta-woon; alhamdu lillaah; bal aksaruhum laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1977,
            "aya_number": 76,
            "aya_text": "وَضَرَبَ اللّٰهُ مَثَلًا رَّجُلَيْنِ اَحَدُهُمَآ اَبْكَمُ لَا يَقْدِرُ عَلٰى شَيْءٍ وَّهُوَ كَلٌّ عَلٰى مَوْلٰىهُ ۗ اَيْنَمَا يُوَجِّهْهُّ لَا يَأْتِ بِخَيْرٍ ۖهَلْ يَسْتَوِيْ هُوَۙ وَمَنْ يَّأْمُرُ بِالْعَدْلِ وَهُوَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 275,
            "translation_aya_text": "Dan Allah (juga) membuat perumpamaan, dua orang laki-laki, yang seorang bisu, tidak dapat berbuat sesuatu dan dia menjadi beban penanggungnya, ke mana saja dia disuruh (oleh penanggungnya itu), dia sama sekali tidak dapat mendatangkan suatu kebaikan. Samakah orang itu dengan orang yang menyuruh berbuat keadilan, dan dia berada di jalan yang lurus?",
            "tafsir_jalalayn": "(Dan Allah membuat pula perumpamaan) lafal matsalan ini kemudian dijelaskan oleh badalnya, yaitu (dua orang lelaki yang seorang bisu) dilahirkan dalam keadaan cacat tidak dapat berbicara (tidak dapat berbuat sesuatu pun) karenanya ia tidak dapat menangkap pemahaman dan tidak pula dapat memberikan pemahaman (dan dia menjadi beban) yang berat (atas orang yang menanggungnya) atas walinya (ke mana saja dia diarahkan) disuruh (dia tidak dapat mendatangkan) dari tindakannya itu (suatu kebaikan pun) artinya ia tidak pernah berhasil; ini perumpamaan orang kafir. (Samakah orang itu) orang yang bisu itu (dengan orang yang menyuruh berbuat keadilan) artinya dengan orang yang dapat berbicara dan pembicaraannya itu bermanfaat bagi manusia karena ia menyuruh dan menganjurkan manusia untuk berbuat keadilan (dan dia berada pula di atas jalan) di jalan (yang lurus) ini perumpamaan orang yang kedua, yaitu orang muslim. Tentu saja keduanya tidak sama. Akan tetapi menurut suatu pendapat dikatakan bahwa yang kedua ini merupakan misal bagi Allah sedangkan misal yang pertama ditujukan untuk berhala-berhala. Sedangkan perumpamaan yang ada pada ayat sebelumnya adalah perumpamaan antara orang kafir dan orang mukmin.",
            "sajda": false,
            "transliteration": "Wa darabal laahu masalar rajulaini ahaduhumaaa abkamu laa yaqdiru 'alaa shai'inw wa huwa kallun 'alaa mawlaahu ainamaa yuwajjihhu laa yaati bikhairin hal yastawee huwa wa many-yaamuru bil'adli wa huwa 'alaa Siraatim MMustaqeem",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1978,
            "aya_number": 77,
            "aya_text": "وَلِلّٰهِ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ وَمَآ اَمْرُ السَّاعَةِ اِلَّا كَلَمْحِ الْبَصَرِ اَوْ هُوَ اَقْرَبُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 275,
            "translation_aya_text": "Dan milik Allah (segala) yang tersembunyi di langit dan di bumi. Urusan kejadian Kiamat itu, hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Dan kepunyaan Allahlah segala apa yang tersembunyi di langit dan di bumi) artinya Allah mengetahui semua yang gaib pada keduanya (Tidak adalah kejadian kiamat itu melainkan seperti sekejap mata atau lebih cepat lagi) karena hal itu berlangsung hanya dengan kalimat kun terjadilah ia. (Sesungguhnya Allah Maha Kuasa atas segala sesuatu.)",
            "sajda": false,
            "transliteration": "Wa lillaahi ghaibus samaawaati wal ard; wa maaa amrus Saa'ati illaa kalamhil basari aw huwa aqrab; innal laaha 'alaaa kulli shai'in Qadeer",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1979,
            "aya_number": 78,
            "aya_text": "وَاللّٰهُ اَخْرَجَكُمْ مِّنْۢ بُطُوْنِ اُمَّهٰتِكُمْ لَا تَعْلَمُوْنَ شَيْـًٔاۙ وَّجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَ ۙ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 275,
            "translation_aya_text": "Dan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan, dan hati nurani, agar kamu bersyukur.",
            "tafsir_jalalayn": "(Dan Allah mengeluarkan kalian dari perut ibu kalian dalam keadaan tidak mengetahui sesuatu pun) jumlah kalimat laa ta'lamuuna syaian berkedudukan menjadi hal atau kalimat keterangan (dan Dia memberi kalian pendengaran) lafal as-sam'u bermakna jamak sekali pun lafalnya mufrad (penglihatan dan hati) kalbu (agar kalian bersyukur) kepada-Nya atas hal-hal tersebut, oleh karenanya kalian beriman kepada-Nya.",
            "sajda": false,
            "transliteration": "Wallaahu akhrajakum mim butooni ummahaatikum laa ta'lamoona shai'anw wa ja'ala lakumus sam'a wal absaara wal af'idata la'allakum tashkuroon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1980,
            "aya_number": 79,
            "aya_text": "اَلَمْ يَرَوْا اِلَى الطَّيْرِ مُسَخَّرٰتٍ فِيْ جَوِّ السَّمَاۤءِ ۗمَا يُمْسِكُهُنَّ اِلَّا اللّٰهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 275,
            "translation_aya_text": "Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.",
            "tafsir_jalalayn": "(Tidakkah mereka memperhatikan burung-burung yang dimudahkan) terbang (di angkasa bebas) di udara antara langit dan bumi. (Tidak ada yang menahannya) sewaktu ia melipat sayap atau mengembangkannya sehingga ia tidak jatuh ke bawah (selain daripada Allah) yakni dengan kekuasaan-Nya. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang beriman) yaitu penciptaan burung itu sehingga dapat terbang dan penciptaan udara sehingga dapat memungkinkan bagi burung untuk terbang mengarunginya dan menahan burung untuk tidak jatuh ke tanah.",
            "sajda": false,
            "transliteration": "Alam yaraw ilat tairi musakhkharaatin fee jawwis samaaa'i maa yumsikuhunna illal laah; inna fee zaalika la Aayaatil liqawminy yu'minoon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        }
    ]
}