{
    "page_number": 276,
    "data": [
        {
            "aya_id": 1981,
            "aya_number": 80,
            "aya_text": "وَاللّٰهُ جَعَلَ لَكُمْ مِّنْۢ بُيُوْتِكُمْ سَكَنًا وَّجَعَلَ لَكُمْ مِّنْ جُلُوْدِ الْاَنْعَامِ بُيُوْتًا تَسْتَخِفُّوْنَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ اِقَامَتِكُمْ ۙ وَمِنْ اَصْوَافِهَا وَاَوْبَارِهَا وَاَشْعَارِهَآ اَثَاثًا وَّمَتَاعًا اِلٰى حِيْنٍ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 276,
            "translation_aya_text": "Dan Allah menjadikan rumah-rumah bagimu sebagai tempat tinggal dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu).",
            "tafsir_jalalayn": "(Dan Allah menjadikan bagi kalian rumah-rumah kalian sebagai tempat tinggal) tempat kalian menetap di dalamnya (dan Dia menjadikan bagi kalian rumah-rumah dari kulit binatang ternak) seperti kemah-kemah dan tenda-tenda (yang kalian merasa ringan) ketika membawanya (di waktu kalian berjalan) mengadakan perjalanan (dan waktu kalian bermukim, dan dijadikan-Nya pula, dari bulunya) dari bulu domba (bulu unta) (dan bulu kambing) (alat-alat) perabot rumah tangga kalian; seperti permadani dan perhiasan dinding rumah (dan perhiasan) yang kalian dapat menikmatinya (sampai waktu yang tertentu) sehingga barang-barang itu rusak.",
            "sajda": false,
            "transliteration": "Wallaahu ja'ala lakum min juloodil an'aami buyootan tastakhif foonahaa yawma za'nikum wa yawma iqaamatikum wa min aswaafihaa wa awbaarihaa wa ash'aarihaaa asaasanw wa mataa'an ilaa been",
            "tajweed_text": "وَ[h:9999[ٱ]للَّهُ جَعَلَ لَك[w:556[ُم م]ّ[i:7523[ِنۢ ب]ُيُوتِكُمْ سَكَ[a:7524[نًا و]َجَعَلَ لَك[w:556[ُم م]ِّ[f:7525[ن ج]ُلُودِ [h:7526[ٱ]لْأَنْعَ[n[ـٰ]مِ بُيُو[f:7527[تًا ت]َسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ‌ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِه[o[َآ] أَثَ[n[ـٰ][a:7528[ثًا و]َمَتَ[n[ـٰ]عًا إِلَىٰ ح[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1982,
            "aya_number": 81,
            "aya_text": "وَاللّٰهُ جَعَلَ لَكُمْ مِّمَّا خَلَقَ ظِلٰلًا وَّجَعَلَ لَكُمْ مِّنَ الْجِبَالِ اَكْنَانًا وَّجَعَلَ لَكُمْ سَرَابِيْلَ تَقِيْكُمُ الْحَرَّ وَسَرَابِيْلَ تَقِيْكُمْ بَأْسَكُمْ ۚ  كَذٰلِكَ يُتِمُّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُوْنَ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 276,
            "translation_aya_text": "Dan Allah menjadikan tempat bernaung bagimu dari apa yang telah Dia ciptakan, Dia menjadikan bagimu tempat-tempat tinggal di gunung-gunung, dan Dia menjadikan pakaian bagimu yang memeliharamu dari panas dan pakaian (baju besi) yang memelihara kamu dalam peperangan. Demikian Allah menyempurnakan nikmat-Nya kepadamu agar kamu berserah diri (kepada-Nya). ",
            "tafsir_jalalayn": "(Dan Allah menjadikan bagi kalian dari apa yang telah Dia ciptakan) seperti rumah-rumah, pohon-pohon dan mendung (sebagai tempat bernaung) lafal zhilaalan adalah bentuk jamak dari lafal zhillun; yang dapat melindungi diri kalian dari sengatan panas matahari (dan Dia jadikan bagi kalian tempat-tempat tinggal di gunung-gunung) lafal aknaanan adalah bentuk jamak dari lafal kinnun, yang artinya tempat untuk tinggal seperti gua dan liang besar (dan Dia jadikan bagi kalian pakaian) baju-baju gamis (yang memelihara kalian dari panas) dan dari dingin (dan pakaian/baju besi yang memelihara kalian dalam peperangan) sewaktu kalian berperang yakni dari tusukan dan pukulan senjata di dalam peperangan, seperti baju dan topi besi. (Demikianlah) sebagaimana Dia telah menciptakan semuanya itu (Allah menyempurnakan nikmat-Nya) di dunia (atas kalian) dengan menciptakan segala sesuatu yang menjadi keperluan kalian (agar kalian) hai penduduk Mekah (masuk Islam) agar kalian mengesakan-Nya.",
            "sajda": false,
            "transliteration": "Wallaahu ja'ala lakum mimmaa khalaqa zilaalanw wa ja'ala lakum minal jibaali aknaananw wa ja'ala lakum saraabeela taqeekumul harra wa saraabeela taqeekum baasakum; kazaalika yutimmu ni'matahoo alaikum la'allakum tuslimoon",
            "tajweed_text": "وَ[h:9999[ٱ]للَّهُ جَعَلَ لَك[w:7529[ُم م]ِّ[g[مّ]َا خَلَقَ ظِلَ[n[ـٰ]ل[a:7530[اً و]َجَعَلَ لَك[w:1578[ُم م]ِّنَ [h:7297[ٱ]لْجِبَالِ أَكْنَ[n[ـٰ][a:7531[نًا و]َجَعَلَ لَكُمْ سَر[n[َٲ]بِيلَ تَقِيكُمُ [h:7532[ٱ]لْحَرَّ وَسَر[n[َٲ]بِيلَ تَقِيك[c:7533[ُم ب]َأْسَكُمْ‌ۚ كَذ[n[َٲ]لِكَ يُتِ[g[مّ]ُ نِعْمَتَهُ[n[ۥ] عَلَيْكُمْ لَعَلَّكُمْ تُسْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1983,
            "aya_number": 82,
            "aya_text": "فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ الْمُبِيْنُ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 276,
            "translation_aya_text": "Maka jika mereka berpaling, maka ketahuilah kewajiban yang dibebankan atasmu (Muhammad) hanyalah menyampaikan (amanat Allah) dengan terang.",
            "tafsir_jalalayn": "(Jika mereka tetap berpaling) tidak juga mau masuk Islam (maka sesungguhnya kewajiban yang dibebankan kepadamu) hai Muhammad (hanyalah menyampaikan amanat Allah, dengan terang) ayat ini diturunkan sebelum ada perintah untuk memerangi orang-orang kafir.",
            "sajda": false,
            "transliteration": "Fa in tawallaw fa innamaa 'alaikal balaaghul mubeen",
            "tajweed_text": "فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَإِ[g[نّ]َمَا عَلَيْكَ [h:1808[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1984,
            "aya_number": 83,
            "aya_text": "يَعْرِفُوْنَ نِعْمَتَ اللّٰهِ ثُمَّ يُنْكِرُوْنَهَا وَاَكْثَرُهُمُ الْكٰفِرُوْنَ ࣖ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 276,
            "translation_aya_text": "Mereka mengetahui nikmat Allah, kemudian mereka mengingkarinya dan kebanyakan mereka adalah orang yang ingkar kepada Allah.",
            "tafsir_jalalayn": "(Mereka mengetahui nikmat Allah) artinya mereka mengakui bahwa semua nikmat itu dari sisi-Nya (kemudian mereka mengingkarinya) karena ternyata mereka menyekutukan-Nya (dan kebanyakan mereka adalah orang-orang yang kafir).",
            "sajda": false,
            "transliteration": "Ya'rifoona ni'matal laahi summa yunkiroonahaa wa aksaruhumul kaafiroon",
            "tajweed_text": "يَعْرِفُونَ نِعْمَتَ [h:1300[ٱ]للَّهِ ثُ[g[مّ]َ يُ[f:7534[نك]ِرُونَهَا وَأَكْثَرُهُمُ [h:7535[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1985,
            "aya_number": 84,
            "aya_text": "وَيَوْمَ نَبْعَثُ مِنْ كُلِّ اُمَّةٍ شَهِيْدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِيْنَ كَفَرُوْا وَلَا هُمْ يُسْتَعْتَبُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 276,
            "translation_aya_text": "Dan (ingatlah) pada hari (ketika) Kami bangkitkan seorang saksi (rasul) dari setiap umat, kemudian tidak diizinkan kepada orang yang kafir (untuk membela diri) dan tidak (pula) dibolehkan memohon ampunan.",
            "tafsir_jalalayn": "(Dan) ingatlah (akan hari ketika Kami membangkitkan dari tiap-tiap umat seorang saksi) yakni nabinya yang berkesaksian tentang kebaikan atau keburukan yang dilakukan oleh umatnya, yaitu pada hari kiamat nanti (kemudian tidak diizinkan kepada orang-orang yang kafir) untuk mengemukakan alasannya (dan tidak pula mereka dibolehkan meminta maaf) artinya mereka tidak diperkenankan untuk minta maaf kepada Allah swt.",
            "sajda": false,
            "transliteration": "Wa yawma nab'asu min kulli ummatin shaheedan summa laa yu'zanu lillazeena kafaroo wa laa hum yusta'taboon",
            "tajweed_text": "وَيَوْمَ نَ[q:7536[بْ]عَثُ مِ[f:843[ن ك]ُلِّ أُ[g[مّ]َ[f:7537[ةٍ ش]َهِي[f:7538[دًا ث]ُ[g[مّ]َ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُو[s[اْ] وَلَا هُمْ يُسْتَعْتَب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1986,
            "aya_number": 85,
            "aya_text": "وَاِذَا رَاَ الَّذِيْنَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُوْنَ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 276,
            "translation_aya_text": "Dan apabila orang zalim telah menyaksikan azab, maka mereka tidak mendapat keringanan dan tidak (pula) diberi penangguhan.",
            "tafsir_jalalayn": "(Dan apabila orang-orang lalim telah menyaksikan) yang dimaksud adalah orang-orang yang kafir (azab) yakni neraka (maka tidak diringankan bagi mereka) azab itu (dan tidak pula mereka diberi tangguh) ditangguhkan dari siksa neraka bila mereka telah melihatnya.",
            "sajda": false,
            "transliteration": "Wa izaa ra al lazeena zalamul 'azaaba falaa yukhaf fafu 'anhum wa laa hum yunzaroon",
            "tajweed_text": "وَإِذَا رَءَا [h:7539[ٱ]لَّذِينَ ظَلَمُو[s[اْ] [h:7540[ٱ]لْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُ[f:826[نظ]َر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1987,
            "aya_number": 86,
            "aya_text": "وَاِذَا رَاَ الَّذِيْنَ اَشْرَكُوْا شُرَكَاۤءَهُمْ قَالُوْا رَبَّنَا هٰٓؤُلَاۤءِ شُرَكَاۤؤُنَا الَّذِيْنَ كُنَّا نَدْعُوْا مِنْ دُوْنِكَۚ فَاَلْقَوْا اِلَيْهِمُ الْقَوْلَ اِنَّكُمْ لَكٰذِبُوْنَۚ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 276,
            "translation_aya_text": "Dan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, “Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.” Lalu sekutu mereka menyatakan kepada mereka, “Kamu benar-benar pendusta.”",
            "tafsir_jalalayn": "(Dan apabila orang-orang yang mempersekutukan Allah melihat sekutu-sekutu mereka) yang terdiri daripada setan-setan dan lain-lainnya (mereka berkata, \"Ya Rabb kami! Mereka inilah sekutu-sekutu kami yang dahulu kami seru) kami sembah (selain dari Engkau.\" Lalu sekutu-sekutu mereka mengatakan kepada mereka) artinya para sekutu mereka itu berkata kepada mereka (\"Sesungguhnya kalian benar-benar orang-orang yang dusta.\") di dalam pengakuan kalian itu, yang mengatakan bahwa kalian telah menyembah kami, sebagaimana yang telah dijelaskan di dalam ayat yang lain, yaitu melalui firman-Nya, \"Mereka sekali-kali tidak menyembah kami.\" (Al-Qashash 63). Sekutu-sekutu itu pasti akan mengingkari penyembahan mereka terhadap dirinya.",
            "sajda": false,
            "transliteration": "Wa izaa ra al lazeena ashrakoo shurakaaa'ahum qaaloo Rabbana haaa'ulaaa'i shurakaaa'unal lazeena kunnaa nad'oo min doonika fa alqaw ilaihimul qawla innakum lakaaziboon",
            "tajweed_text": "وَإِذَا رَءَا [h:7539[ٱ]لَّذِينَ أَشْرَكُو[s[اْ] شُرَك[o[َا]ٓءَهُمْ قَالُو[s[اْ] رَبَّنَا هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ شُرَك[o[َا]ٓؤُنَا [h:7541[ٱ]لَّذِينَ كُ[g[نّ]َا نَ[q:7542[دْ]عُو[s[اْ] مِ[f:7543[ن د]ُونِكَ‌ۖ فَأَلْقَوْ[s[اْ] إِلَيْهِمُ [h:7544[ٱ]لْقَوْلَ إِ[g[نّ]َكُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1988,
            "aya_number": 87,
            "aya_text": "وَاَلْقَوْا اِلَى اللّٰهِ يَوْمَىِٕذِ ِۨالسَّلَمَ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ  ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 276,
            "translation_aya_text": "Dan pada hari itu mereka menyatakan tunduk kepada Allah dan lenyaplah segala yang mereka ada-adakan.",
            "tafsir_jalalayn": "(Dan mereka menyatakan ketundukannya kepada Allah pada hari itu) artinya mereka tunduk terhadap keputusan Allah (dan hilanglah) lenyaplah (dari mereka apa yang selalu mereka ada-adakan) yang menyatakan bahwa sekutu-sekutu mereka itu dapat memberikan syafaat bagi mereka.",
            "sajda": false,
            "transliteration": "Wa alqaw ilal laahi yawma'izinis salama wa dalla 'anhum maa kaanoo yaftaroon",
            "tajweed_text": "وَأَلْقَوْ[s[اْ] إِلَى [h:1637[ٱ]للَّهِ يَوْمَئِذٍ [h:7545[ٱ][l[ل]سَّلَمَ‌ۖ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        }
    ]
}