{
    "page_number": 278,
    "data": [
        {
            "aya_id": 1995,
            "aya_number": 94,
            "aya_text": "وَلَا تَتَّخِذُوْٓا اَيْمَانَكُمْ دَخَلًا ۢ بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوْتِهَا وَتَذُوْقُوا السُّوْۤءَ بِمَا صَدَدْتُّمْ عَنْ سَبِيْلِ اللّٰهِ ۚوَلَكُمْ عَذَابٌ عَظِيْمٌ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 278,
            "translation_aya_text": "Dan janganlah kamu jadikan sumpah-sumpahmu sebagai alat penipu di antaramu, yang menyebabkan kaki(mu) tergelincir setelah tegaknya (kukuh), dan kamu akan merasakan keburukan (di dunia) karena kamu menghalangi (manusia) dari jalan Allah, dan kamu akan mandapat azab yang besar.",
            "tafsir_jalalayn": "(Dan janganlah kalian jadikan sumpah-sumpah kalian sebagai alat penipu di antara kalian) Allah swt. mengulang-ulang kalimat ini untuk mengukuhkannya (yang menyebabkan tergelincir kaki kalian) artinya kalian tergelincir dari ajaran Islam (sesudah kokoh tegaknya) sesudah kalian teguh memegangnya (dan kalian rasakan azab) siksaan (karena kalian menghalangi manusia dari jalan Allah) artinya disebabkan kalian tidak mau memenuhi janji kalian sendiri, atau disebabkan kalian menghalang-halangi orang lain untuk memenuhi sumpah dan janjinya, kemudian orang lain itu menuruti perintah kalian (dan bagi kalian azab yang besar) di akhirat nanti.",
            "sajda": false,
            "transliteration": "Wa laa tattakhizooo aimaanakum dakhalam bainakum ftazilla qadamum ba'da subootihaa wa tazooqus sooo'a bimmaa sadattum 'an sabeelil laahi wa lakum 'azaabun 'azeem",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1996,
            "aya_number": 95,
            "aya_text": "وَلَا تَشْتَرُوْا بِعَهْدِ اللّٰهِ ثَمَنًا قَلِيْلًاۗ اِنَّمَا عِنْدَ اللّٰهِ هُوَ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 278,
            "translation_aya_text": "Dan janganlah kamu jual perjanjian (dengan) Allah dengan harga murah, karena sesungguhnya apa yang ada di sisi Allah lebih baik bagimu jika kamu mengetahui.",
            "tafsir_jalalayn": "(Dan janganlah kalian tukar perjanjian kalian dengan Allah dengan harga yang sedikit) berupa keduniaan, seumpamanya kalian membatalkan janji itu demi karena perkara duniawi (sesungguhnya apa yang ada di sisi Allah) berupa pahala (itulah yang lebih baik bagi kalian) daripada apa yang terdapat di dunia (jika kalian mengetahui) hal tersebut; maka oleh sebab itu janganlah kalian merusak janji kalian.",
            "sajda": false,
            "transliteration": "Wa laa tashtaroo bi 'ahdil laahi samanan qaleelaa; innamaa 'indal laahi huwa khairul lakum in kuntum ta'lamoon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1997,
            "aya_number": 96,
            "aya_text": "مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍۗ وَلَنَجْزِيَنَّ الَّذِيْنَ صَبَرُوْٓا اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 278,
            "translation_aya_text": "Apa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. Dan  Kami pasti akan memberi balasan kepada orang yang sabar dengan pahala yang lebih baik dari apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Apa yang di sisi kalian) berupa duniawi (akan lenyap) akan musnah (dan apa yang ada di sisi Allah adalah kekal) abadi. (Dan sesungguhnya Kami akan memberi balasan) dapat dibaca walayajziyanna dan walanajziyanna (orang-orang yang sabar) demi menunaikan janjinya (dengan pahala yang lebih baik dari apa yang telah mereka kerjakan) lafal ahsana di sini maknanya sama dengan hasuna.",
            "sajda": false,
            "transliteration": "maa 'indakum yanfadu wa maa 'indal laahi baaq; wa lanajziyannal lazeena sabarooo ajjrahum bi ahsani maa kaanoo ya'maloon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1998,
            "aya_number": 97,
            "aya_text": "مَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهٗ حَيٰوةً طَيِّبَةًۚ وَلَنَجْزِيَنَّهُمْ اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ  ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 278,
            "translation_aya_text": "Barangsiapa mengerjakan kebajikan, baik laki-laki maupun perempuan dalam keadaan beriman, maka pasti akan Kami berikan kepadanya kehidupan yang baik dan akan Kami beri balasan dengan pahala yang lebih baik dari apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Barang siapa yang mengerjakan amal saleh baik laki-laki maupun perempuan dalam keadaan beriman, maka sesungguhnya akan Kami berikan kepadanya kehidupan yang baik) menurut suatu pendapat dikatakan bahwa yang dimaksud adalah kehidupan di surga. Menurut pendapat yang lain dikatakan adalah kehidupan dunia, yaitu dengan mendapatkan rasa qana`ah atau menerima apa adanya atau ia mendapatkan rezeki yang halal (dan sesungguhnya akan Kami beri balasan kepada mereka dengan pahala yang lebih baik dari apa yang telah mereka kerjakan).",
            "sajda": false,
            "transliteration": "Man 'amila saaliham min zakarin aw unsaa wa huwa mu'minun falanuhyiyannahoo hayaatan taiiyibatanw wa lanajzi yannnahum ajrahum bi ahsani maa kaanoo ya'maloon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 1999,
            "aya_number": 98,
            "aya_text": "فَاِذَا قَرَأْتَ الْقُرْاٰنَ فَاسْتَعِذْ بِاللّٰهِ مِنَ الشَّيْطٰنِ الرَّجِيْمِ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 278,
            "translation_aya_text": "Maka apabila engkau (Muhammad) hendak membaca Al-Qur'an, mohonlah perlindungan kepada Allah dari setan yang terkutuk.",
            "tafsir_jalalayn": "(Apabila kamu membaca Alquran) artinya bila kamu hendak membaca Alquran (hendaklah kamu meminta perlindungan kepada Allah dari setan yang terkutuk) artinya ucapkanlah a`uudzu billaahi minasy syaithaanirrajiim.",
            "sajda": false,
            "transliteration": "Fa izaa qara tal Quraana fasta'iz billaahi minashh Shai taanir rajeem",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2000,
            "aya_number": 99,
            "aya_text": "اِنَّهٗ لَيْسَ لَهٗ سُلْطٰنٌ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 278,
            "translation_aya_text": "Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan.",
            "tafsir_jalalayn": "(Sesungguhnya setan itu tidak ada kekuasaan baginya) tidak mempunyai pengaruh (atas orang-orang yang beriman dan bertawakal kepada Rabbnya.)",
            "sajda": false,
            "transliteration": "Innahoo laisa lahoo sultaanun 'alal lazeena aamanoo wa 'alaa Rabbihim yatawakkaloon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2001,
            "aya_number": 100,
            "aya_text": "اِنَّمَا سُلْطٰنُهٗ عَلَى الَّذِيْنَ يَتَوَلَّوْنَهٗ وَالَّذِيْنَ هُمْ بِهٖ مُشْرِكُوْنَ ࣖ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 278,
            "translation_aya_text": "Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah.",
            "tafsir_jalalayn": "(Sesungguhnya kekuasaannya hanyalah atas orang-orang yang mengambilnya sebagai pemimpin) yaitu yang taat kepadanya (dan atas orang-orang yang terhadap-Nya) maksudnya kepada Allah (mereka mempersekutukan.)",
            "sajda": false,
            "transliteration": "Innnamaa sultaanuhoo 'alal lazeena yatawallawnahoo wallazeena hum bihee mushrikoon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2002,
            "aya_number": 101,
            "aya_text": "وَاِذَا بَدَّلْنَآ اٰيَةً مَّكَانَ اٰيَةٍ ۙوَّاللّٰهُ اَعْلَمُ بِمَا يُنَزِّلُ قَالُوْٓا اِنَّمَآ اَنْتَ مُفْتَرٍۗ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 278,
            "translation_aya_text": "Dan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan  Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata, “Sesungguhnya engkau (Muhammad) hanya mengada-ada saja.” Sebenarnya kebanyakan mereka tidak mengetahui.",
            "tafsir_jalalayn": "(Dan apabila Kami letakkan suatu ayat di tempat ayat yang lain) artinya dengan memansukhnya kemudian menggantinya dengan ayat yang lain demi kemaslahatan semua hamba (padahal Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata) orang-orang kafir kepada Nabi saw. (\"Sesungguhnya kamu adalah orang yang mengada-ada saja.\") seorang pendusta yang pandai membuat-buat perkataan dari dirimu sendiri. (Bahkan kebanyakan mereka tiada mengetahui) hakikat Alquran dan faedah yang terkandung di dalam penasikhan ini.",
            "sajda": false,
            "transliteration": "Wa izaa baddalnaaa Aayatam makaana Aayatinw wal laahu a'lamu bimaa yunazzilu qaalooo innamaa anta muftar; bal aksaruhum laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2003,
            "aya_number": 102,
            "aya_text": "قُلْ نَزَّلَهٗ رُوْحُ الْقُدُسِ مِنْ رَّبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِيْنَ اٰمَنُوْا وَهُدًى وَّبُشْرٰى لِلْمُسْلِمِيْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 278,
            "translation_aya_text": "Katakanlah, “Rohulkudus (Jibril) menurunkan Al-Qur'an itu dari Tuhanmu dengan kebenaran, untuk meneguhkan (hati) orang yang telah beriman, dan menjadi petunjuk serta kabar gembira bagi orang yang berserah diri (kepada Allah).”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka! (\"Ruh Quduslah yang telah menurunkannya) yakni Alquran itu (dari sisi Rabbmu dengan benar) lafal bilhaqqi berta`alluq kepada lafal nazzalahu (untuk meneguhkan hati orang-orang yang beriman) dengan keimanan mereka kepada Alquran (dan menjadi petunjuk serta kabar gembira bagi orang-orang yang berserah diri.\")",
            "sajda": false,
            "transliteration": "Qul nazzalahoo Roohul Qudusi mir Rabbika bilhaqqi liyusabbital lazeena aamanoo wa hudanw wa bushraa lilmuslimeen",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        }
    ]
}