{
    "page_number": 279,
    "data": [
        {
            "aya_id": 2004,
            "aya_number": 103,
            "aya_text": "وَلَقَدْ نَعْلَمُ اَنَّهُمْ يَقُوْلُوْنَ اِنَّمَا يُعَلِّمُهٗ بَشَرٌۗ لِسَانُ الَّذِيْ يُلْحِدُوْنَ اِلَيْهِ اَعْجَمِيٌّ وَّهٰذَا لِسَانٌ عَرَبِيٌّ مُّبِيْنٌ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 279,
            "translation_aya_text": "Dan sesungguhnya Kami mengetahui bahwa mereka berkata, “Sesungguhnya Al-Qur'an itu hanya diajarkan oleh seorang manusia kepadanya (Muhammad).” Bahasa orang yang mereka tuduhkan (bahwa Muhammad belajar) kepadanya adalah bahasa ‘Ajam, padahal ini (Al-Qur'an) adalah dalam bahasa Arab yang jelas.",
            "tafsir_jalalayn": "(Dan sesungguhnya) lafal qad di sini menunjukkan makna tahqiq (Kami mengetahui bahwa mereka berkata, \"Sesungguhnya ia itu diajarkan kepadanya) yakni Alquran itu (oleh seorang manusia.\") dimaksud adalah seorang pendeta Nasrani yang Nabi saw. pernah berkunjung kepadanya; lalu Allah swt. menyanggah melalui firman-Nya: (Padahal bahasa) atau logat (yang mereka tuduhkan) mereka sangkakan (kepada Muhammad) bahwa ia belajar daripadanya (adalah bahasa ajam sedangkan ini) yakni Alquran ini (adalah dalam bahasa Arab yang terang) memiliki kejelasan dan kefasihan, maka mengapa bahasa ini diajarkan oleh orang asing?",
            "sajda": false,
            "transliteration": "Wa laqad na'lamu annahum yaqooloona innamaa yu'allimuhoo bashar; lisaanul lazee yulhidoona ilaihi a'ja miyyunw wa haaza lisaanun 'Arabiyyum mubeen",
            "tajweed_text": "وَلَقَ[q:341[دْ] نَعْلَمُ أَ[g[نّ]َهُمْ يَقُولُونَ إِ[g[نّ]َمَا يُعَلِّمُهُ[n[ۥ] بَشَ[u:7587[رٌ‌ۗ ل]ِّسَانُ [h:7588[ٱ]لَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِ[a:7589[ىٌّ و]َهَ[n[ـٰ]ذَا لِسَانٌ عَرَبِ[a:7590[ىٌّ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2005,
            "aya_number": 104,
            "aya_text": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاٰيٰتِ اللّٰهِۙ لَا يَهْدِيْهِمُ اللّٰهُ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 279,
            "translation_aya_text": "Sesungguhnya orang yang tidak beriman kepada ayat-ayat Allah (Al-Qur'an), Allah tidak akan memberi petunjuk kepada mereka dan mereka akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang tidak beriman kepada ayat-ayat Allah, Allah tidak akan memberi petunjuk kepada mereka dan bagi mereka azab yang pedih) azab yang menyakitkan.",
            "sajda": false,
            "transliteration": "Innal lazeena laa yu'minoona bi Aayaatil laahi laa yahdehimul laahu wa lahum 'azaabun aleem",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ لَا يَهْدِيهِمُ [h:7591[ٱ]للَّهُ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2006,
            "aya_number": 105,
            "aya_text": "اِنَّمَا يَفْتَرِى الْكَذِبَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاٰيٰتِ اللّٰهِۚ وَاُولٰۤىِٕكَ هُمُ الْكٰذِبُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 279,
            "translation_aya_text": "Sesungguhnya yang mengada-adakan kebohongan, hanyalah orang yang tidak beriman kepada ayat-ayat Allah, dan mereka itulah pembohong.",
            "tafsir_jalalayn": "(Sesungguhnya yang mengada-adakan kebohongan, hanyalah orang-orang yang tidak beriman kepada ayat-ayat Allah) yakni Alquran; melalui tuduhan mereka yang mengatakan, bahwa Alquran adalah perkataan manusia (dan mereka itulah orang-orang pendusta) pengertian taukid di sini disimpulkan dari pengulangan dhamir. Ayat ini merupakan sanggahan terhadap perkataan mereka sebagaimana yang disitir oleh firman-Nya yang lain, yaitu, \"Sesungguhnya kamu adalah orang yang mengada-ada saja.\" (Q.S. An-Nahl 101).",
            "sajda": false,
            "transliteration": "Innamaa yaftaril kazibal lazeena laa yu'minoona bi Aayaatil laahi wa ulaaa'ika humul kaaziboon",
            "tajweed_text": "إِ[g[نّ]َمَا يَفْتَرِى [h:7592[ٱ]لْكَذِبَ [h:7593[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:7594[ٱ]لْكَ[n[ـٰ]ذِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2007,
            "aya_number": 106,
            "aya_text": "مَنْ كَفَرَ بِاللّٰهِ مِنْۢ بَعْدِ اِيْمَانِهٖٓ اِلَّا مَنْ اُكْرِهَ وَقَلْبُهٗ مُطْمَىِٕنٌّۢ بِالْاِيْمَانِ وَلٰكِنْ مَّنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ اللّٰهِ ۗوَلَهُمْ عَذَابٌ عَظِيْمٌ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 279,
            "translation_aya_text": "Barangsiapa kafir kepada Allah setelah dia beriman (dia mendapat kemurkaan Allah), kecuali orang yang dipaksa kafir padahal hatinya tetap tenang dalam beriman (dia tidak berdosa), tetapi orang yang melapangkan dadanya untuk kekafiran, maka kemurkaan Allah menimpanya dan mereka akan mendapat azab yang besar.",
            "tafsir_jalalayn": "(Barang siapa yang kafir kepada Allah sesudah dia beriman, kecuali orang yang dipaksa) untuk mengucapkan kalimat kekafiran kemudian ia terpaksa mengucapkannya (padahal hatinya tetap tenang dalam beriman) lafal man dianggap sebagai mubtada, atau syarthiyah sedangkan khabar atau jawabnya ialah: maka bagi mereka ancaman yang keras. Pengertian ini ditunjukkan oleh firman selanjutnya, yaitu: (akan tetapi orang yang melapangkan dadanya untuk kekafiran) yakni hatinya menerima kekafiran dengan lapang (maka kemurkaan Allah menimpanya dan baginya azab yang besar).",
            "sajda": false,
            "transliteration": "man kafara billaahi mim ba'di eemaanihee illaa man ukriha wa qalbuhoo mutmma'innum bil eemaani wa laakim man sharaha bilkufri sadran fa'alaihim ghadabum minal laahi wa lahum 'azaabun 'azeem",
            "tajweed_text": "مَ[f:1457[ن ك]َفَرَ بِ[h:32[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ إِيمَ[n[ـٰ]نِه[o[ِۦٓ] إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ[n[ۥ] مُ[q:7595[طْ]مَئِن[i:7596[ُّۢ ب]ِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ وَلَ[n[ـٰ]ك[a:7597[ِن م]َّ[f:7598[ن ش]َرَحَ بِ[h:2055[ٱ]لْكُفْرِ صَ[q:7599[دْ][f:7600[رًا ف]َعَلَيْهِمْ غَضَ[a:7601[بٌ م]ِّنَ [h:321[ٱ]للَّهِ وَلَهُمْ عَذَابٌ عَظ[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2008,
            "aya_number": 107,
            "aya_text": "ذٰلِكَ بِاَنَّهُمُ اسْتَحَبُّوا الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِۙ وَاَنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 279,
            "translation_aya_text": "Yang demikian itu disebabkan karena mereka lebih mencintai kehidupan di dunia daripada akhirat, dan Allah tidak memberi petunjuk kepada kaum yang kafir.",
            "tafsir_jalalayn": "(Yang demikian itu) ancaman yang ditujukan kepada mereka itu (disebabkan karena sesungguhnya mereka mencintai kehidupan di dunia) mereka memilihnya (lebih dari akhirat dan bahwasanya Allah tiada memberi petunjuk kepada kaum yang kafir.)",
            "sajda": false,
            "transliteration": "Zaalika bi annahumus tahabbul hayaatad dunyaa 'alal Aakhirati wa annal laaha laa yahdil qawmal kaafireen",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمُ [h:7602[ٱ]سْتَحَبُّو[s[اْ] [h:7603[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا عَلَى [h:7042[ٱ]لْأَخِرَةِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1557[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2009,
            "aya_number": 108,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ طَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَسَمْعِهِمْ وَاَبْصَارِهِمْۗ وَاُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 279,
            "translation_aya_text": "Mereka itulah orang yang hati, pendengaran, dan penglihatannya telah dikunci oleh Allah. Mereka itulah orang yang lalai.",
            "tafsir_jalalayn": "(Mereka itulah orang-orang yang hatinya, pendengarannya dan penglihatannya telah dikunci mati oleh Allah dan mereka itulah orang-orang yang lalai) dari apa yang dikehendaki terhadap diri mereka.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena taba'al laahu 'alaa quloobihim wa sam'ihim wa absaarihim wa ulaaa'ika humul ghaafiloon",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ طَبَعَ [h:3271[ٱ]للَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَ[q:79[بْ]صَ[n[ـٰ]رِهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5154[ٱ]لْغَ[n[ـٰ]فِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2010,
            "aya_number": 109,
            "aya_text": "لَا جَرَمَ اَنَّهُمْ فِى الْاٰخِرَةِ هُمُ الْخٰسِرُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 279,
            "translation_aya_text": "Pastilah mereka termasuk orang yang rugi di akhirat nanti.",
            "tafsir_jalalayn": "(Tidak diragukan lagi) pastilah (bahwa mereka di akhirat nanti adalah orang-orang yang merugi) karena tempat kembali mereka adalah neraka dan mereka kekal di dalamnya.",
            "sajda": false,
            "transliteration": "Laa jarama annnahum fil Aakhirati humul khassiroon",
            "tajweed_text": "لَا جَرَمَ أَ[g[نّ]َهُمْ فِى [h:536[ٱ]لْأَخِرَةِ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2011,
            "aya_number": 110,
            "aya_text": "ثُمَّ اِنَّ رَبَّكَ لِلَّذِيْنَ هَاجَرُوْا مِنْۢ بَعْدِ مَا فُتِنُوْا ثُمَّ جَاهَدُوْا وَصَبَرُوْاۚ اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ ࣖ  ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 279,
            "translation_aya_text": "Kemudian Tuhanmu (pelindung) bagi orang yang berhijrah setelah menderita cobaan, kemudian mereka berjihad dan bersabar, sungguh, Tuhanmu setelah itu benar-benar Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan sesungguhnya Rabbmu terhadap orang-orang yang berhijrah) ke Madinah (sesudah menderita cobaan) sesudah mereka disiksa dan dipaksa mengucapkan kalimat kekafiran. Menurut qiraat lafal futinuu dibaca fatanuu; artinya sesudah mereka kafir, atau sesudah mereka memfitnah manusia supaya jangan beriman (kemudian mereka berjihad dan sabar) di dalam melakukan ketaatan (sesungguhnya Rabbmu sesudah itu) sesudah cobaan itu (benar-benar Maha Pengampun) kepada mereka (lagi Maha Penyayang) terhadap mereka. Khabarnya inna yang pertama sama dengan khabar inna yang kedua.",
            "sajda": false,
            "transliteration": "Summa inna Rabbaka lillazeena haajaroo mim ba'dimaa futinoo summma jaahadoo wa sabaroo inna Rabbaka mim ba'dihaa la Ghafoorur Raheem",
            "tajweed_text": "ثُ[g[مّ]َ إِ[g[نّ]َ رَبَّكَ لِلَّذِينَ هَاجَرُو[s[اْ] م[i:146[ِنۢ ب]َعْدِ مَا فُتِنُو[s[اْ] ثُ[g[مّ]َ جَ[n[ـٰ]هَدُو[s[اْ] وَصَبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َ رَبَّكَ م[i:5039[ِنۢ ب]َعْدِهَا لَغَفُو[u:4578[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        }
    ]
}