{
    "page_number": 28,
    "data": [
        {
            "aya_id": 189,
            "aya_number": 182,
            "aya_text": "فَمَنْ خَافَ مِنْ مُّوْصٍ جَنَفًا اَوْ اِثْمًا فَاَصْلَحَ بَيْنَهُمْ فَلَآ اِثْمَ عَلَيْهِ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 28,
            "translation_aya_text": "Tetapi barangsiapa khawatir bahwa pemberi wasiat (berlaku) berat sebelah atau berbuat salah, lalu dia mendamaikan antara mereka, maka dia tidak berdosa. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Tetapi barang siapa merasa khawatir terhadap orang yang berwasiat) ada yang membaca muushin dan ada pula yang membaca muwashshin (berlaku berat sebelah) menyimpang dari keadilan (atau berbuat dosa) misalnya dengan sengaja melebihi sepertiga atau mengistimewakan orang kaya, (lalu didamaikannya di antara mereka) yakni antara yang menyampaikan dan yang diberi wasiat dengan menyuruh menepati keadilan, (sesungguhnya Allah Maha Pengampun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Faman khaafa mim moosin janafan aw isman fa aslaha bainahum falaaa ismaa 'alayh; innal laaha Ghafooru Raheem",
            "tajweed_text": "فَمَنْ خَافَ م[a:948[ِن م]ُّو[f:949[صٍ ج]َنَفًا أَوْ إِثْ[f:950[مًا ف]َأَصْلَحَ بَيْنَهُمْ فَل[o[َآ] إِثْمَ عَلَيْهِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 190,
            "aya_number": 183,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 28,
            "translation_aya_text": "Wahai orang-orang yang beriman! Diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang sebelum kamu agar kamu bertakwa,",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu) di antara umat manusia (agar kamu bertakwa) maksudnya menjaga diri dari maksiat, karena puasa itu dapat membendung syahwat yang menjadi pangkal sumber kemaksiatan itu.",
            "sajda": false,
            "transliteration": "Yaa ayyuhal lazeena aamanoo kutiba 'alaikumus Siyaamu kamaa kutiba 'alal lazeena min qablikum la'allakum tattaqoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] كُتِبَ عَلَيْكُمُ [h:951[ٱ][l[ل]صِّيَامُ كَمَا كُتِبَ عَلَى [h:289[ٱ]لَّذِينَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ لَعَلَّكُمْ تَتَّق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 191,
            "aya_number": 184,
            "aya_text": "اَيَّامًا مَّعْدُوْدٰتٍۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗ وَعَلَى الَّذِيْنَ يُطِيْقُوْنَهٗ فِدْيَةٌ طَعَامُ مِسْكِيْنٍۗ  فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهٗ ۗ وَاَنْ تَصُوْمُوْا خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 28,
            "translation_aya_text": "(Yaitu) beberapa hari tertentu. Maka barangsiapa di antara kamu sakit atau dalam perjalanan (lalu tidak berpuasa), maka (wajib mengganti) sebanyak hari (yang dia tidak berpuasa itu) pada hari-hari yang lain. Dan bagi orang yang berat menjalankannya, wajib membayar fidyah, yaitu memberi makan seorang miskin. Tetapi barangsiapa dengan kerelaan hati mengerjakan kebajikan, maka itu lebih baik baginya, dan puasamu itu lebih baik bagimu jika kamu mengetahui.",
            "tafsir_jalalayn": "(Beberapa hari) manshub atau baris di atas sebagai maf`ul dari fi`il amar yang bunyinya diperkirakan 'shiyam' atau 'shaum' (berbilang) artinya yang sedikit atau ditentukan waktunya dengan bilangan yang telah diketahui, yakni selama bulan Ramadan sebagaimana yang akan datang nanti. Dikatakannya 'yang sedikit' untuk memudahkan bagi mualaf. (Maka barang siapa di antara kamu) yakni sewaktu kehadiran hari-hari berpuasa itu (sakit atau dalam perjalanan) maksudnya perjalanan untuk mengerjakan puasa dalam kedua situasi tersebut, lalu ia berbuka, (maka hendaklah dihitungnya) berapa hari ia berbuka, lalu berpuasalah sebagai gantinya (pada hari-hari yang lain.) (Dan bagi orang-orang yang) (tidak sanggup melakukannya) disebabkan usia lanjut atau penyakit yang tak ada harapan untuk sembuh (maka hendaklah membayar fidyah) yaitu (memberi makan seorang miskin) artinya sebanyak makanan seorang miskin setiap hari, yaitu satu gantang/mud dari makanan pokok penduduk negeri. Menurut satu qiraat, dengan mengidhafatkan 'fidyah' dengan tujuan untuk penjelasan. Ada pula yang mengatakan tidak, bahkan tidak ditentukan takarannya. Di masa permulaan Islam, mereka diberi kesempatan memilih, apakah akan berpuasa atau membayar fidyah. Kemudian hukum ini dihapus (mansukh) dengan ditetapkannya berpuasa dengan firman-Nya. \"Maka barang siapa di antara kamu yang menyaksikan bulan, hendaklah ia berpuasa.\" Kata Ibnu Abbas, \"Kecuali wanita hamil dan yang sedang menyusui, jika berbukanya itu disebabkan kekhawatiran terhadap bayi, maka membayar fidyah itu tetap menjadi hak mereka tanpa nasakh.\" (Dan barang siapa yang secara sukarela melakukan kebaikan) dengan menambah batas minimal yang disebutkan dalam fidyah tadi (maka itu) maksudnya berbuat tathawwu` atau kebaikan (lebih baik baginya. Dan berpuasa) menjadi mubtada', sedangkan khabarnya ialah, (lebih baik bagi kamu) daripada berbuka dan membayar fidyah (jika kamu mengetahui) bahwa berpuasa lebih baik bagimu, maka lakukanlah.",
            "sajda": false,
            "transliteration": "Ayyaamam ma'doodaat; faman kaana minkum mareedan aw'alaa safarin fa'iddatum min ayyaamin ukhar; wa 'alal lazeena yuteeqoonahoo fidyatun ta'aamu miskeenin faman tatawwa'a khairan fahuwa khairulo lahoo wa an tasoomoo khairul lakum in kuntum ta'lamoon",
            "tajweed_text": "أَيَّا[a:952[مًا م]َّعْدُود[n[َٲ][f:953[تٍ‌ۚ ف]َمَ[f:954[ن ك]َانَ مِ[f:344[نك][w:955[ُم م]َّرِيضًا أَوْ عَلَىٰ سَفَ[f:956[رٍ ف]َعِدَّ[a:957[ةٌ م]ِّنْ أَيَّامٍ أُخَرَ‌ۚ وَعَلَى [h:958[ٱ]لَّذِينَ يُطِيقُونَهُ[n[ۥ] فِ[q:959[دْ]يَ[f:960[ةٌ ط]َعَامُ مِسْكِي[f:961[نٍ‌ۖ ف]َمَ[f:962[ن ت]َطَوَّعَ خَيْ[f:963[رًا ف]َهُوَ خَيْ[u:964[رٌ ل]َّهُ[n[ۥ]‌ۚ وَأَ[f:965[ن ت]َصُومُو[s[اْ] خَيْ[u:263[رٌ ل]َّكُمْ‌ۖ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 192,
            "aya_number": 185,
            "aya_text": "شَهْرُ رَمَضَانَ الَّذِيْٓ اُنْزِلَ فِيْهِ الْقُرْاٰنُ هُدًى لِّلنَّاسِ وَبَيِّنٰتٍ مِّنَ الْهُدٰى وَالْفُرْقَانِۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ۗ وَمَنْ كَانَ مَرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗ يُرِيْدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُرِيْدُ بِكُمُ الْعُسْرَ ۖ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 28,
            "translation_aya_text": "Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil). Karena itu, barangsiapa di antara kamu ada di bulan itu, maka berpuasalah. Dan barangsiapa sakit atau dalam perjalanan (dia tidak berpuasa), maka (wajib menggantinya), sebanyak hari yang ditinggalkannya itu, pada hari-hari yang lain. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. Hendaklah kamu mencukupkan bilangannya dan mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, agar kamu bersyukur.",
            "tafsir_jalalayn": "Hari-hari tersebut adalah (bulan Ramadan yang padanya diturunkan Alquran) yakni dari Lohmahfuz ke langit dunia di malam lailatulkadar (sebagai petunjuk) menjadi 'hal', artinya yang menunjukkan dari kesesatan (bagi manusia dan penjelasan-penjelasan) artinya keterangan-keterangan yang nyata (mengenai petunjuk itu) yang menuntun pada hukum-hukum yang hak (dan) sebagai (pemisah) yang memisahkan antara yang hak dengan yang batil. (Maka barang siapa yang menyaksikan) artinya hadir (di antara kamu di bulan itu, hendaklah ia berpuasa dan barang siapa sakit atau dalam perjalanan, lalu ia berbuka, maka wajib baginya berpuasa sebanyak hari yang ditinggalkannya itu pada hari yang lain) sebagaimana telah diterangkan terdahulu. Diulang-ulang agar jangan timbul dugaan adanya nasakh dengan diumumkannya 'menyaksikan bulan' (Allah menghendaki kemudahan bagimu dan tidak menghendaki kesempitan) sehingga oleh karenanya kamu diperbolehkan-Nya berbuka di waktu sakit dan ketika dalam perjalanan. Karena yang demikian itu merupakan `illat atau motif pula bagi perintah berpuasa, maka diathafkan padanya. (Dan hendaklah kamu cukupkan) ada yang membaca 'tukmiluu' dan ada pula 'tukammiluu' (bilangan) maksudnya bilangan puasa Ramadan (hendaklah kamu besarkan Allah) sewaktu menunaikannya (atas petunjuk yang diberikan-Nya kepadamu) maksudnya petunjuk tentang pokok-pokok agamamu (dan supaya kamu bersyukur) kepada Allah Taala atas semua itu.",
            "sajda": false,
            "transliteration": "Shahru Ramadaanallazeee unzila feehil Qur'aanu hudal linnaasi wa baiyinaatim minal hudaa wal furqaan; faman shahida minkumush shahra falyasumhu wa man kaana mareedan aw 'alaa safarin fa'iddatum min ayyaamin ukhar; yureedul laahu bikumul yusra wa laa yureedu bikumul 'usra wa litukmilul 'iddata wa litukabbirul laaha 'alaa maa hadaakum wa la'allakum tashkuroon",
            "tajweed_text": "شَهْرُ رَمَضَانَ [h:966[ٱ]لَّذ[o[ِىٓ] أُ[f:17[نز]ِلَ فِيهِ [h:967[ٱ]لْقُرْءَانُ هُ[u:968[دًى ل]ِّل[g[نّ]َاسِ وَبَيِّنَ[n[ـٰ][a:969[تٍ م]ِّنَ [h:970[ٱ]لْهُدَىٰ وَ[h:971[ٱ]لْفُرْقَانِ‌ۚ فَمَ[f:972[ن ش]َهِدَ مِ[f:973[نك]ُمُ [h:974[ٱ][l[ل]شَّهْرَ فَلْيَصُمْهُ‌ۖ وَمَ[f:975[ن ك]َانَ مَرِيضًا أَوْ عَلَىٰ سَفَ[f:956[رٍ ف]َعِدَّ[a:957[ةٌ م]ِّنْ أَيَّامٍ أُخَرَ‌ۗ يُرِيدُ [h:976[ٱ]للَّهُ بِكُمُ [h:977[ٱ]لْيُسْرَ وَلَا يُرِيدُ بِكُمُ [h:978[ٱ]لْعُسْرَ وَلِتُكْمِلُو[s[اْ] [h:979[ٱ]لْعِدَّةَ وَلِتُكَبِّرُو[s[اْ] [h:980[ٱ]للَّهَ عَلَىٰ مَا هَدَ[n[ٮٰ]كُمْ وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 193,
            "aya_number": 186,
            "aya_text": "وَاِذَا سَاَلَكَ عِبَادِيْ عَنِّيْ فَاِنِّيْ قَرِيْبٌ ۗ اُجِيْبُ دَعْوَةَ الدَّاعِ اِذَا دَعَانِۙ فَلْيَسْتَجِيْبُوْا لِيْ وَلْيُؤْمِنُوْا بِيْ لَعَلَّهُمْ يَرْشُدُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 28,
            "translation_aya_text": "Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku Kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran.",
            "tafsir_jalalayn": "(Segolongan orang-orang bertanya kepada Nabi saw., \"Apakah Tuhan kami dekat, maka kami akan berbisik kepada-Nya, atau apakah Dia jauh, maka kami akan berseru kepada-Nya.\" Maka turunlah ayat ini. (\"Dan apabila hamba-hamba-Ku menanyakan kepadamu tentang Aku, maka sesungguhnya Aku Maha Dekat) kepada mereka dengan ilmu-Ku, beritahukanlah hal ini kepada mereka (Aku kabulkan permohonan orang yang berdoa, jika ia berdoa kepada-Ku) sehingga ia dapat memperoleh apa yang dimohonkan. (Maka hendaklah mereka itu memenuhi pula perintah-Ku) dengan taat dan patuh (serta hendaklah mereka beriman) senantiasa iman (kepada-Ku supaya mereka berada dalam kebenaran.\") atau petunjuk Allah.",
            "sajda": false,
            "transliteration": "Wa izaa sa alaka 'ibaadee 'annnee fa innee qareebun ujeebu da'wataddaa'i izaa da'aani falyastajeeboo lee walyu minoo beela 'allahum yarshudoon",
            "tajweed_text": "وَإِذَا سَأَلَكَ عِبَادِى عَ[g[نّ]ِى فَإِ[g[نّ]ِى قَرِيبٌ‌ۖ أُجِيبُ دَعْوَةَ [h:981[ٱ][l[ل]دَّاعِ إِذَا دَعَانِ‌ۖ فَلْيَسْتَجِيبُو[s[اْ] لِى وَلْيُؤْمِنُو[s[اْ] بِى لَعَلَّهُمْ يَرْشُد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}