{
    "page_number": 280,
    "data": [
        {
            "aya_id": 2012,
            "aya_number": 111,
            "aya_text": "۞ يَوْمَ تَأْتِيْ كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَّفْسِهَا وَتُوَفّٰى كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 280,
            "translation_aya_text": "(Ingatlah) pada hari (ketika) setiap orang datang untuk membela dirinya sendiri dan bagi setiap orang diberi (balasan) penuh sesuai dengan apa yang telah dikerjakannya, dan mereka tidak dizalimi (dirugikan).",
            "tafsir_jalalayn": "Ingatlah (suatu hari ketika tiap-tiap diri datang untuk membela) berhujah untuk membela (dirinya sendiri) ia tidak menghiraukan selain daripada dirinya sendiri, yaitu hari kiamat (dan bagi tiap-tiap diri disempurnakan) balasan (apa yang telah dikerjakannya, sedangkan mereka tidak dianiaya) sedikit pun juga.",
            "sajda": false,
            "transliteration": "Yawma taatee kullu nafsin tujaadilu 'an nafsihaa wa tuwaffaa kullu nafsim maa 'amilat wa hum laa yuzlamoon",
            "tajweed_text": "۞ يَوْمَ تَأْتِى كُلُّ نَفْ[f:7604[سٍ ت]ُجَ[n[ـٰ]دِلُ ع[a:7605[َن ن]َّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْ[a:1654[سٍ م]َّا عَمِلَتْ وَهُمْ لَا يُظْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2013,
            "aya_number": 112,
            "aya_text": "وَضَرَبَ اللّٰهُ مَثَلًا قَرْيَةً كَانَتْ اٰمِنَةً مُّطْمَىِٕنَّةً يَّأْتِيْهَا رِزْقُهَا رَغَدًا مِّنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِاَنْعُمِ اللّٰهِ فَاَذَاقَهَا اللّٰهُ لِبَاسَ الْجُوْعِ وَالْخَوْفِ بِمَا كَانُوْا يَصْنَعُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 280,
            "translation_aya_text": "Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (pen-duduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan, disebabkan apa yang mereka perbuat.",
            "tafsir_jalalayn": "(Dan Allah telah membuat suatu perumpamaan) kata perumpamaan ini dijelaskan oleh badalnya, yaitu (dengan sebuah negeri) yaitu Mekah, yang dimaksud adalah penduduknya (dahulunya aman) dari serbuan musuh dan tidak pernah ada kerusuhan (lagi tenteram) tidak perlu pindah karena alasan sempit atau takut (rezekinya datang kepadanya melimpah-ruah) dengan luas (dari segenap tempat, tetapi penduduknya mengingkari nikmat-nikmat Allah) disebabkan mereka mendustakan Nabi saw. (karena itu Allah merasakan kepada mereka pakaian kelaparan) sehingga mereka mengalami paceklik selama tujuh tahun (dan ketakutan) terhadap pasukan-pasukan tentara Nabi saw. (disebabkan apa yang selalu mereka perbuat).",
            "sajda": false,
            "transliteration": "Wa darabal laahu masalan qaryatan kaanat aaminatam mutma'innatany yaaateehaa rizquhaa rghadam min kulli makaanin fakafarat bi an'umil laahi fa azaaqahal laahu libaasal joo'i walkhawfi bimaa kaanoo yasna'oon",
            "tajweed_text": "وَضَرَبَ [h:7509[ٱ]للَّهُ مَثَل[f:7606[اً ق]َرْيَ[f:7607[ةً ك]َانَتْ ءَامِنَ[a:7608[ةً م]ُّ[q:7609[طْ]مَئِ[g[نّ]َ[a:7610[ةً ي]َأْتِيهَا رِزْقُهَا رَغَ[a:7611[دًا م]ِّ[f:843[ن ك]ُلِّ مَكَا[f:7612[نٍ ف]َكَفَرَتْ بِأَنْعُمِ [h:7613[ٱ]للَّهِ فَأَذ[n[َٲ]قَهَا [h:7614[ٱ]للَّهُ لِبَاسَ [h:7615[ٱ]لْجُوعِ وَ[h:7616[ٱ]لْخَوْفِ بِمَا كَانُو[s[اْ] يَصْنَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2014,
            "aya_number": 113,
            "aya_text": "وَلَقَدْ جَاۤءَهُمْ رَسُوْلٌ مِّنْهُمْ فَكَذَّبُوْهُ فَاَخَذَهُمُ الْعَذَابُ وَهُمْ ظٰلِمُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 280,
            "translation_aya_text": "Dan sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya, karena itu mereka ditimpa azab dan mereka adalah orang yang zalim.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah datang kepada mereka seorang rasul dari mereka sendiri) yaitu Nabi Muhammad saw. (tetapi mereka mendustakannya karena itu mereka ditimpa azab) yaitu berupa kelaparan dan dicekam rasa takut (sedangkan mereka adalah orang-orang yang zalim).",
            "sajda": false,
            "transliteration": "Wa laqad jaaa'ahum Rasoolum minhum fakazzaboohu fa akhazahumul 'azaabu wa hum zaalimoon",
            "tajweed_text": "وَلَقَ[q:341[دْ] ج[o[َا]ٓءَهُمْ رَسُو[a:7617[لٌ م]ِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ [h:7618[ٱ]لْعَذَابُ وَهُمْ ظَ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2015,
            "aya_number": 114,
            "aya_text": "فَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًاۖ وَّاشْكُرُوْا نِعْمَتَ اللّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 280,
            "translation_aya_text": "Maka makanlah yang halal lagi baik dari rezeki yang telah diberikan Allah kepadamu; dan syukurilah nikmat Allah, jika kamu hanya menyembah kepada-Nya.",
            "tafsir_jalalayn": "(Maka makanlah) hai orang-orang yang beriman (yang halal lagi baik dari rezeki yang telah diberikan Allah kepada kalian dan syukurilah nikmat Allah jika kalian hanya kepada-Nya saja menyembah).",
            "sajda": false,
            "transliteration": "Fakuloo mimmaa razaqa kumul laahu halaalan taiyibanw washkuroo ni'matal laahi in kuntum iyyaahu ta'budoon",
            "tajweed_text": "فَكُلُو[s[اْ] مِ[g[مّ]َا رَزَقَكُمُ [h:3751[ٱ]للَّهُ حَلَ[n[ـٰ]ل[f:870[اً ط]َيِّ[a:7619[بًا و]َ[h:783[ٱ]شْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ إِيَّاهُ تَعْبُد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2016,
            "aya_number": 115,
            "aya_text": "اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 280,
            "translation_aya_text": "Sesungguhnya Allah hanya mengharamkan atasmu bangkai, darah, daging babi, dan (hewan) yang disembelih dengan (menyebut nama) selain Allah, tetapi barangsiapa terpaksa (memakannya) bukan karena menginginkannya dan tidak (pula) melampaui batas, maka  sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Sesungguhnya Allah hanya mengharamkan atas kalian bangkai, darah, daging babi dan apa yang disembelih dengan menyebut nama selain Allah; tetapi barang siapa yang terpaksa memakannya dengan tidak menganiaya dan tidak pula melampaui batas, maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.)",
            "sajda": false,
            "transliteration": "Innamaa harrma 'alai kumul maitata waddama wa lahmal khinzeeri wa maaa uhilla lighairil laahi bihee famanid turra ghaira baaghinw wa laa 'aadin fa innal laaha Ghafoorur Raheem",
            "tajweed_text": "إِ[g[نّ]َمَا حَرَّمَ عَلَيْكُمُ [h:882[ٱ]لْمَيْتَةَ وَ[h:883[ٱ][l[ل]دَّمَ وَلَحْمَ [h:884[ٱ]لْخِ[f:885[نز]ِيرِ وَم[o[َآ] أُهِلَّ لِغَيْرِ [h:886[ٱ]للَّهِ بِه[n[ِۦ]‌ۖ فَمَنِ [h:887[ٱ]ضْطُرَّ غَيْرَ بَا[a:888[غٍ و]َلَا عَا[f:4493[دٍ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2017,
            "aya_number": 116,
            "aya_text": "وَلَا تَقُوْلُوْا لِمَا تَصِفُ اَلْسِنَتُكُمُ الْكَذِبَ هٰذَا حَلٰلٌ وَّهٰذَا حَرَامٌ لِّتَفْتَرُوْا عَلَى اللّٰهِ الْكَذِبَۗ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 280,
            "translation_aya_text": "Dan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta ”Ini halal dan ini haram,” untuk mengada-adakan kebohongan terhadap Allah. Sesungguhnya orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.",
            "tafsir_jalalayn": "(Dan janganlah kalian mengatakan terhadap apa yang disebut-sebut oleh lidah kalian) yang sering digambarkan oleh lisan kalian (secara dusta, \"Ini halal dan ini haram.\") terhadap apa yang tidak dihalalkan oleh Allah dan apa yang tidak diharamkan oleh-Nya (untuk mengada-adakan kebohongan terhadap Allah) dengan menisbatkan hal itu kepada-Nya. (Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tiadalah beruntung).",
            "sajda": false,
            "transliteration": "Wa laa taqooloo limaa tasifu alsinatukumul kaziba haaza halaalunw wa haazaa haraamul litaftaroo 'alal laahil kazib; innal lazeena yaftaroona 'alal laahil kaziba laa yuflihoon",
            "tajweed_text": "وَلَا تَقُولُو[s[اْ] لِمَا تَصِفُ أَلْسِنَتُكُمُ [h:7620[ٱ]لْكَذِبَ هَ[n[ـٰ]ذَا حَلَ[n[ـٰ][a:7621[لٌ و]َهَ[n[ـٰ]ذَا حَرَا[u:7622[مٌ ل]ِّتَفْتَرُو[s[اْ] عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ‌ۚ إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَفْتَرُونَ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ لَا يُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2018,
            "aya_number": 117,
            "aya_text": "مَتَاعٌ قَلِيْلٌ  ۖوَّلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 280,
            "translation_aya_text": "(Itu adalah) kesenangan yang sedikit; dan mereka akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "Bagi mereka yang mengada-adakan kedustaan atas nama Allah (kesenangan yang sedikit) di dunia (dan bagi mereka) kelak di akhirat (azab yang pedih) azab yang menyakitkan.",
            "sajda": false,
            "transliteration": "Mata'un qaleelunw wa lahum 'azaabun aleem",
            "tajweed_text": "مَتَ[n[ـٰ][f:2520[عٌ ق]َلِي[a:7623[لٌ و]َلَهُمْ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2019,
            "aya_number": 118,
            "aya_text": "وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ ۗوَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 280,
            "translation_aya_text": "Dan terhadap orang Yahudi, Kami haramkan apa yang telah Kami ceritakan dahulu kepadamu (Muhammad). Kami tidak menzalimi mereka, justru merekalah yang menzalimi diri sendiri.",
            "tafsir_jalalayn": "(Dan terhadap orang-orang Yahudi) dimaksud para pemeluk agama Yahudi (Kami haramkan apa yang telah Kami ceritakan dahulu kepadamu) di dalam firman-Nya yang lain, yaitu, \"Dan kepada orang-orang Yahudi, Kami haramkan segala binatang yang berkuku...\" (Q.S. Al-An'am 146) (dan Kami tiada menganiaya mereka) dengan mengharamkan hal tersebut kepada mereka (akan tetapi merekalah yang menganiaya diri mereka sendiri) dengan melakukan perbuatan-perbuatan maksiat yang menyebabkan diharamkannya hal-hal tersebut.",
            "sajda": false,
            "transliteration": "Wa 'alal lazeena haadoo harramnaa ma qasasnaa 'alaika min qablu wa maa zalamanaahum wa laakin kaanoo anfusahum wa laakin kaanoo anfusahum yazlimoon",
            "tajweed_text": "وَعَلَى [h:958[ٱ]لَّذِينَ هَادُو[s[اْ] حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ وَمَا ظَلَمْنَ[n[ـٰ]هُمْ وَلَ[n[ـٰ]كِ[f:276[ن ك]َان[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        }
    ]
}