{
    "page_number": 281,
    "data": [
        {
            "aya_id": 2020,
            "aya_number": 119,
            "aya_text": "ثُمَّ اِنَّ رَبَّكَ لِلَّذِيْنَ عَمِلُوا السُّوْۤءَ بِجَهَالَةٍ ثُمَّ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 281,
            "translation_aya_text": "Kemudian, sesungguhnya Tuhanmu (mengampuni) orang yang mengerjakan kesalahan karena kebodohannya, kemudian mereka bertobat setelah itu dan memperbaiki (dirinya), sungguh, Tuhanmu setelah itu benar-benar Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Kemudian sesungguhnya Rabbmu terhadap orang-orang yang mengerjakan keburukan) kemusyrikan (karena kebodohannya kemudian mereka bertobat) kembali kepada Allah (sesudah itu dan memperbaiki dirinya) memperbaiki amal perbuatannya (sesungguhnya Rabbmu sesudah itu) sesudah kebodohannya dan sesudah bertobat (benar-benar Maha Pengampun) kepada mereka (lagi Maha Penyayang) kepada mereka.",
            "sajda": false,
            "transliteration": "Summma inna Rabbaka lillazeena 'amilus sooo'a bijahaalatin summa taaboo mim ba'di zaaalika wa aslahoo inna Rabbaka mim ba'dihaa la Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2021,
            "aya_number": 120,
            "aya_text": "اِنَّ اِبْرٰهِيْمَ كَانَ اُمَّةً قَانِتًا لِّلّٰهِ حَنِيْفًاۗ وَلَمْ يَكُ مِنَ الْمُشْرِكِيْنَۙ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 281,
            "translation_aya_text": "Sungguh, Ibrahim adalah seorang imam (yang dapat dijadikan teladan), patuh kepada Allah dan hanif. Dan dia bukanlah termasuk orang musyrik (yang mempersekutukan Allah),",
            "tafsir_jalalayn": "(Sesungguhnya Ibrahim adalah seorang imam) seorang penghulu yang menjadi panutan dan di dalam dirinya terkandung semua akhlak yang baik (lagi patuh) sangat taat (kepada Allah dan hanif) cenderung kepada agama yang lurus. (Dan sekali-kali dia bukanlah termasuk orang-orang yang mempersekutukan Tuhan.)",
            "sajda": false,
            "transliteration": "Inna Ibraaheema kaana ummatan qaanital lillaahi Haneefanw wa lam yakuminal mushrikeen",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2022,
            "aya_number": 121,
            "aya_text": "شَاكِرًا لِّاَنْعُمِهِ ۖاجْتَبٰىهُ وَهَدٰىهُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 281,
            "translation_aya_text": "dia mensyukuri nikmat-nikmat-Nya. Allah telah memilihnya dan menunjukinya ke jalan yang lurus.",
            "tafsir_jalalayn": "(Lagi yang mensyukuri nikmat-nikmat Allah, Allah telah memilihnya) menjadikannya sebagai pilihan-Nya (dan menunjukkannya kepada jalan yang lurus.)",
            "sajda": false,
            "transliteration": "Shaakiral li an'umih; ijtabaahu wa hadaahu ilaa Siraatim Muustaqeem",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2023,
            "aya_number": 122,
            "aya_text": "وَاٰتَيْنٰهُ فِى الدُّنْيَا حَسَنَةً ۗوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ۗ  ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 281,
            "translation_aya_text": "Dan Kami berikan kepadanya kebaikan di dunia, dan sesungguhnya di akhirat dia termasuk orang yang saleh.",
            "tafsir_jalalayn": "(Dan Kami berikan kepadanya) di dalam ungkapan ini terkandung pengertian iltifat dari gaibah, atau perpindahan ungkapan dari dhamir gaib kepada dhamir mutakallim (kebaikan di dunia) yaitu mendapatkan pujian dari kalangan semua agama. (Dan sesungguhnya dia di akhirat benar-benar termasuk orang-orang yang saleh) yaitu orang-orang yang memiliki derajat yang tinggi di akhirat.",
            "sajda": false,
            "transliteration": "Wa aatainaahu fid dunyaa hasanah; wa innahoo fil Aakhirati laminas saaliheen",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2024,
            "aya_number": 123,
            "aya_text": "ثُمَّ اَوْحَيْنَآ اِلَيْكَ اَنِ اتَّبِعْ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۗوَمَا كَانَ مِنَ الْمُشْرِكِيْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 281,
            "translation_aya_text": "Kemudian Kami wahyukan kepadamu (Muhammad), “Ikutilah agama Ibrahim yang lurus, dan dia bukanlah termasuk orang musyrik.”",
            "tafsir_jalalayn": "(Kemudian Kami wahyukan kepadamu) hai Muhammad (ikutilah millah) yakni agama (Ibrahim seorang yang hanif. Dan bukanlah dia termasuk orang-orang yang mempersekutukan Tuhan) Allah swt. mengulangi ayat ini untuk menyanggah anggapan orang-orang Yahudi dan orang-orang Nasrani yang mengakui bahwa Nabi Ibrahim adalah pemeluk agama mereka.",
            "sajda": false,
            "transliteration": "Summma awhainaa ilaika anit tabi' Millata Ibraaheema haneefaa; wa maa kaana minal mushrikeen",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2025,
            "aya_number": 124,
            "aya_text": "اِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِيْنَ اخْتَلَفُوْا فِيْهِۗ وَاِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 281,
            "translation_aya_text": "Sesungguhnya (menghormati) hari Sabtu hanya diwajibkan atas orang (Yahudi) yang memperselisihkannya. Dan sesungguhnya Tuhanmu pasti akan memberi keputusan di antara mereka pada hari Kiamat terhadap apa yang telah mereka perselisihkan itu.",
            "tafsir_jalalayn": "(Sesungguhnya telah dijadikan hari Sabtu) diwajibkan menghormatinya (atas orang-orang Yahudi yang berselisih mengenainya) dengan nabi mereka; mereka adalah orang-orang Yahudi yang diperintahkan oleh Allah supaya mereka menyibukkan dirinya untuk beribadah di hari Jumat, akan tetapi mereka mengatakan, \"Kami tidak menghendakinya,\" lalu mereka memilih hari Sabtu sebagai hari untuk ibadah. Akhirnya Allah memperketat peraturan kepada mereka di hari Sabtu. (Dan sesungguhnya Rabbmu benar-benar akan memberi putusan di antara mereka di hari kiamat terhadap apa yang telah mereka perselisihkan itu) yaitu Dia kelak akan memberi pahala kepada orang yang taat, dan Dia akan mengazab orang-orang yang durhaka melanggar hal-hal yang diharamkan-Nya.",
            "sajda": false,
            "transliteration": "Innnamaa ju'ilas Sabtu 'alal lazeenakhtalafoo feeh; wa inna Rabbaka la yahkumu bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2026,
            "aya_number": 125,
            "aya_text": "اُدْعُ اِلٰى سَبِيْلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِيْ هِيَ اَحْسَنُۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 281,
            "translation_aya_text": "Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk.",
            "tafsir_jalalayn": "(Serulah) manusia, hai Muhammad (kepada jalan Rabbmu) yakni agama-Nya (dengan hikmah) dengan Alquran (dan pelajaran yang baik) pelajaran yang baik atau nasihat yang lembut (dan bantahlah mereka dengan cara) bantahan (yang baik) seperti menyeru mereka untuk menyembah Allah dengan menampilkan kepada mereka tanda-tanda kebesaran-Nya atau dengan hujah-hujah yang jelas. (Sesungguhnya Rabbmu Dialah Yang lebih mengetahui) Maha Mengetahui (tentang siapa yang tersesat dari jalan-Nya dan Dialah yang lebih mengetahui orang-orang yang mendapat petunjuk) maka Dia membalas mereka; ayat ini diturunkan sebelum diperintahkan untuk memerangi orang-orang kafir. Dan diturunkan ketika Hamzah gugur dalam keadaan tercincang; ketika Nabi saw. melihat keadaan jenazahnya, lalu beliau saw. bersumpah melalui sabdanya, \"Sungguh aku bersumpah akan membalas tujuh puluh orang dari mereka sebagai penggantimu.\"",
            "sajda": false,
            "transliteration": "Ud'u ilaa sabeeli Rabbika bilhikmati walmaw 'izatil hasanati wa jaadilhum billatee hiya ahsan; inna Rabbaka huwa a'almu biman dalla 'an sabeelihee wa Huwa a'lamu bilmuhtadeen",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2027,
            "aya_number": 126,
            "aya_text": "وَاِنْ عَاقَبْتُمْ فَعَاقِبُوْا بِمِثْلِ مَا عُوْقِبْتُمْ بِهٖۗ وَلَىِٕنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصّٰبِرِيْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 281,
            "translation_aya_text": "Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar.",
            "tafsir_jalalayn": "(Dan jika kalian memberikan balasan, maka balaslah dengan balasan yang sama dengan siksaan yang ditimpakan kepada kalian. Akan tetapi jika kalian bersabar) tidak mau membalas (sesungguhnya itulah) bersikap sabar itulah (yang lebih baik bagi orang-orang yang sabar) kemudian Nabi saw. membatalkan sumpahnya itu, dan membayar kafaratnya. Demikianlah menurut hadis yang telah diriwayatkan oleh Imam Bazzar.",
            "sajda": false,
            "transliteration": "Wa in 'aaqabtum fa'aaqiboo bimisli maa 'ooqibtum bihee wa la'in sabartum lahuwa khairul lissaabireen",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2028,
            "aya_number": 127,
            "aya_text": "وَاصْبِرْ وَمَا صَبْرُكَ اِلَّا بِاللّٰهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 281,
            "translation_aya_text": "Dan bersabarlah (Muhammad) dan kesabaranmu itu semata-mata dengan pertolongan Allah dan janganlah engkau bersedih hati terhadap (kekafiran) mereka dan jangan (pula) bersempit dada terhadap tipu daya yang mereka rencanakan.",
            "tafsir_jalalayn": "(Bersabarlah dan tiadalah kesabaranmu itu melainkan dengan pertolongan Allah) berkat taufiq-Nya (dan janganlah kamu bersedih hati terhadap kekafiran mereka) terhadap kekafiran orang-orang kafir, jika mereka tidak juga mau beriman, karena kamu menginginkan dengan sangat akan keimanan mereka (dan janganlah kamu bersempit dada terhadap apa yang mereka tipu-dayakan) artinya janganlah engkau hiraukan tipu muslihat mereka, karena sesungguhnya Akulah yang akan menolongmu dalam menghadapi mereka.",
            "sajda": false,
            "transliteration": "Wasbir wa maa sabruka illaa billaah; wa laa tahzan 'alaihim wa laa taku fee daiqim mimmaa yamkuroon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2029,
            "aya_number": 128,
            "aya_text": "اِنَّ اللّٰهَ مَعَ الَّذِيْنَ اتَّقَوْا وَّالَّذِيْنَ هُمْ مُّحْسِنُوْنَ ࣖ   ۔",
            "sura_id": 16,
            "juz_id": 14,
            "page_number": 281,
            "translation_aya_text": "Sungguh, Allah beserta orang-orang yang bertakwa dan orang-orang yang berbuat kebaikan.",
            "tafsir_jalalayn": "(Sesungguhnya Allah beserta orang-orang yang bertakwa) orang-orang yang takut terhadap kekafiran dan kemaksiatan (dan orang-orang yang berbuat kebaikan) dengan menjalankan ketaatan, kesabaran; Allah akan menolong mereka dengan bantuan dan pertolongan-Nya.",
            "sajda": false,
            "transliteration": "Innal laaha ma'al lazeenat taqaw wal lazeena hum muhsinoon",
            "surah": {
                "name": "سُورَةُ النَّحۡلِ",
                "englishName": "An-Nahl",
                "englishNameTranslation": "The Bee",
                "revelationType": "Meccan"
            }
        }
    ]
}