{
    "page_number": 283,
    "data": [
        {
            "aya_id": 2037,
            "aya_number": 8,
            "aya_text": "عَسٰى رَبُّكُمْ اَنْ يَّرْحَمَكُمْۚ وَاِنْ عُدْتُّمْ عُدْنَاۘ وَجَعَلْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ حَصِيْرًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 283,
            "translation_aya_text": "Mudah-mudahan Tuhan kamu melimpahkan rahmat kepada kamu; tetapi jika kamu kembali (melakukan kejahatan), niscaya Kami kembali (mengazabmu). Dan Kami jadikan neraka Jahanam penjara bagi orang kafir.",
            "tafsir_jalalayn": "Dan Kami katakan di dalam kitab (Mudah-mudahan Rabb kalian akan melimpahkan rahmat-Nya kepada kalian) sesudah kali yang kedua ini jika kalian bertobat (dan sekiranya kalian kembali) melakukan kejahatan (niscaya Kami kembali) mengazab kalian. Dan memang mereka kembali melakukan kejahatan lagi, yaitu mendustakan Nabi saw., maka Allah swt. membinasakan mereka dengan terbunuhnya orang-orang Bani Quraizhah dan Bani Nadhir serta mereka dikenakan membayar jizyah. (Dan Kami jadikan neraka Jahanam penjara bagi orang-orang kafir\") sebagai tempat tahanan dan penjara bagi mereka.",
            "sajda": false,
            "transliteration": "'Asaa rabbukum anyyarhamakum; wa in 'uttum 'udnaa; wa ja'alnaa jahannama lilkaafireena haseera",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2038,
            "aya_number": 9,
            "aya_text": "اِنَّ هٰذَا الْقُرْاٰنَ يَهْدِيْ لِلَّتِيْ هِيَ اَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا كَبِيْرًاۙ  ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 283,
            "translation_aya_text": "Sungguh, Al-Qur'an ini memberi petunjuk ke (jalan) yang paling lurus dan memberi kabar gembira kepada orang mukmin yang mengerjakan kebajikan, bahwa mereka akan mendapat pahala yang besar,",
            "tafsir_jalalayn": "(Sesungguhnya Alquran ini memberikan petunjuk kepada) jalan (yang lebih lurus) lebih adil dan lebih besar (dan memberi kabar gembira kepada orang-orang mukmin yang mengerjakan amal saleh bahwa bagi mereka ada pahala yang besar.)",
            "sajda": false,
            "transliteration": "Inna haazal Quraana yahdee lillatee hiya aqwamu wa yubashshirul mu'mineenal lazeena ya'maloonas saalihaati anna lahum ajran kabeeraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2039,
            "aya_number": 10,
            "aya_text": "وَّاَنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًا ࣖ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 283,
            "translation_aya_text": "dan bahwa orang yang tidak beriman kepada kehidupan akhirat, Kami sediakan bagi mereka azab yang pedih.",
            "tafsir_jalalayn": "(Dan) membawa berita (bahwasanya orang-orang yang tidak beriman kepada kehidupan akhirat Kami sediakan) Kami persiapkan (bagi mereka azab yang pedih) yang menyakitkan, yaitu neraka.",
            "sajda": false,
            "transliteration": "Wa annal lazeena laa yu'minoona bil aakhirati a'tadnaa lahum 'azaaban aleemaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2040,
            "aya_number": 11,
            "aya_text": "وَيَدْعُ الْاِنْسَانُ بِالشَّرِّ دُعَاۤءَهٗ بِالْخَيْرِۗ وَكَانَ الْاِنْسَانُ عَجُوْلًا  ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 283,
            "translation_aya_text": "Dan Manusia (seringkali) berdoa untuk kejahatan sebagaimana (biasanya) dia berdoa untuk kebaikan. Dan memang manusia bersifat tergesa-gesa.",
            "tafsir_jalalayn": "(Dan manusia mendoa untuk kejahatan) terhadap dirinya dan keluarganya jika ia menggerutu (sebagaimana ia mendoa) sebagaimana ia berdoa untuk dirinya sendiri (untuk kebaikan. Dan adalah manusia) yang dimaksud adalah jenisnya (bersifat tergesa-gesa) di dalam mendoakan dirinya tanpa memikirkan lebih lanjut akan akibatnya.",
            "sajda": false,
            "transliteration": "Wa yad'ul insaanu bishsharri du'aaa 'ahoo bilkhayr; wa kaanal insaanu 'ajoola",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2041,
            "aya_number": 12,
            "aya_text": "وَجَعَلْنَا الَّيْلَ وَالنَّهَارَ اٰيَتَيْنِ فَمَحَوْنَآ اٰيَةَ الَّيْلِ وَجَعَلْنَآ اٰيَةَ النَّهَارِ مُبْصِرَةً لِّتَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ وَلِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ وَكُلَّ شَيْءٍ فَصَّلْنٰهُ تَفْصِيْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 283,
            "translation_aya_text": "Dan Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami), kemudian Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang benderang, agar kamu (dapat) mencari karunia dari Tuhanmu, dan agar kamu mengetahui bilangan tahun dan perhitungan (waktu). Dan segala sesuatu telah Kami terangkan dengan jelas.",
            "tafsir_jalalayn": "(Dan Kami jadikan malam dan siang sebagai dua tanda) yang kedua-duanya menunjukkan kekuasaan Kami (lalu Kami hapuskan tanda malam) Kami tutup cahayanya dengan kegelapan malam hari supaya kalian tenang berada di dalamnya; idhafat di sini menunjukkan makna bayan (dan Kami jadikan tanda siang itu terang) seseorang dapat melihat berkat adanya cahaya (agar kalian mencari) pada siang hari (karunia dari Rabb kalian) dengan berusaha (dan supaya kalian mengetahui) melalui malam dan siang hari itu (bilangan tahun-tahun dan perhitungan) waktu-waktu. (Dan segala sesuatu) yang diperlukan (telah Kami terangkan dengan jelas) artinya Kami telah menjelaskannya secara rinci.",
            "sajda": false,
            "transliteration": "Wa ja'alnal laila wannahaara Aayatayni famahawnaaa Aayatal laili wa ja'alnaaa Aayatan nahaari mubsiratal litabtaghoo fadlam mir Rabbikum wa lita'lamoo 'adadas sineena walhisaab; wa kulla shai'in fassalnaahu tafseelaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2042,
            "aya_number": 13,
            "aya_text": "وَكُلَّ اِنْسَانٍ اَلْزَمْنٰهُ طٰۤىِٕرَهٗ فِيْ عُنُقِهٖۗ وَنُخْرِجُ لَهٗ يَوْمَ الْقِيٰمَةِ كِتٰبًا يَّلْقٰىهُ مَنْشُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 283,
            "translation_aya_text": "Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. ",
            "tafsir_jalalayn": "(Dan tiap-tiap manusia itu telah Kami tetapkan amal perbuatannya) artinya dia telah membawa amal perbuatannya sendiri (pada lehernya) lafal ini disebutkan secara khusus mengingat lafal ini menunjukkan pengertian tetap yang paling akurat. Dan sehubungan dengan pengertian ini Mujahid telah berkata, bahwa tiada seorang anak pun yang dilahirkan melainkan pada lehernya telah ada suatu lembaran yang tertulis di dalamnya apakah ia celaka atau bahagia. (Dan Kami keluarkan baginya pada hari kiamat sebuah kitab) yang tertulis di dalamnya semua amal perbuatannya (yang dijumpainya terbuka) kedua lafal ini menjadi sifat daripada lafal kitaaban.",
            "sajda": false,
            "transliteration": "Wa kulla insaanin alzamnaahu taaa'irahoo fe 'unuqihee wa nukhriji lahoo Yawmal Qiyaamati kitaabany yalqaahu manshooraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2043,
            "aya_number": 14,
            "aya_text": "اِقْرَأْ كِتَابَكَۗ  كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًاۗ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 283,
            "translation_aya_text": "“Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.”",
            "tafsir_jalalayn": "Dan dikatakan kepadanya: (\"Bacalah kitabmu, cukuplah dirimu sendiri pada waktu itu sebagai penghisab terhadapmu.\") menjadi penghisab sendiri.",
            "sajda": false,
            "transliteration": "Iqra kitaabak kafaa binafsikal Yawma 'alaika haseebaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2044,
            "aya_number": 15,
            "aya_text": "مَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ وَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 283,
            "translation_aya_text": "Barangsiapa berbuat sesuai dengan petunjuk (Allah), maka sesungguhnya itu untuk (keselamatan) dirinya sendiri; dan barang siapa tersesat maka sesungguhnya (kerugian) itu bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul.",
            "tafsir_jalalayn": "(Barang siapa berbuat sesuai dengan hidayah Allah, maka sesungguhnya dia berbuat itu untuk keselamatan dirinya) karena pahala hidayahnya itu dia sendirilah yang memetiknya (dan barang siapa yang sesat, maka sesungguhnya dia tersesat bagi kerugian dirinya sendiri) karena sesungguhnya dia sendirilah yang menanggung dosa sesatnya itu. (Dan tidak dapat menanggung) seseorang (yang berdosa) pelaku dosa; artinya ia tidak dapat menanggung (dosa) orang (lain, dan Kami tidak akan mengazab) seorang pun (sebelum Kami mengutus seorang rasul) yang menjelaskan kepadanya apa yang seharusnya ia lakukan.",
            "sajda": false,
            "transliteration": "Manihtadaa fa innamaa yahtadee linafsihee wa man dalla fa innamaa yadillu 'alaihaa; wa laa taziru waaziratunw wizra ukhraa; wa maa kunnaa mu'azzibeena hatta nab'asa Rasoola",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2045,
            "aya_number": 16,
            "aya_text": "وَاِذَآ اَرَدْنَآ اَنْ نُّهْلِكَ قَرْيَةً اَمَرْنَا مُتْرَفِيْهَا فَفَسَقُوْا فِيْهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنٰهَا تَدْمِيْرًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 283,
            "translation_aya_text": "Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu).",
            "tafsir_jalalayn": "(Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang-orang yang hidup mewah di negeri itu) yakni orang-orang kaya yang dimaksud para pemimpinnya, yaitu untuk taat kepada Kami melalui lisan rasul-rasul Kami (tetapi mereka melakukan kefasikan di negeri itu) maka menyimpanglah mereka dari perintah Kami (maka sudah sepantasnya berlaku terhadapnya perkataan Kami) azab Kami (kemudian Kami hancurkan negeri itu sehancur-hancurnya) artinya Kami binasakan negeri itu dengan membinasakan penduduknya serta menghancurkan negerinya.",
            "sajda": false,
            "transliteration": "Wa izaaa aradnaaa an nuhlika qaryatan amarnaa mutrafeehaa fafasaqoo feehaa fahaqqa 'alaihal qawlu fadammarnaahaa tadmeeraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2046,
            "aya_number": 17,
            "aya_text": "وَكَمْ اَهْلَكْنَا مِنَ الْقُرُوْنِ مِنْۢ بَعْدِ نُوْحٍۗ وَكَفٰى بِرَبِّكَ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 283,
            "translation_aya_text": "Dan berapa banyak kaum setelah Nuh, yang telah Kami binasakan. Dan cukuplah Tuhanmu Yang Maha Mengetahui, Maha Melihat dosa hamba-hamba-Nya.",
            "tafsir_jalalayn": "(Dan sudah berapa banyak) telah banyak (Kami binasakan umat-umat) bangsa-bangsa (sesudah Nuh. Dan cukuplah Rabbmu Maha Mengetahui lagi Maha Melihat dosa hamba-hamba-Nya) Dia mengetahui dosa-dosa mereka yang tersembunyi dan dosa-dosa mereka yang terang-terangan. Lafal bidzunuubi bertaalluq kepada lafal khabiiran dan bashiiran.",
            "sajda": false,
            "transliteration": "Wa kam ahlaknaa minal qurooni mim ba'di Nooh; wa kafaa bi Rabbika bizunoobi 'ibaadihee Khabeeram Baseeraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        }
    ]
}