{
    "page_number": 284,
    "data": [
        {
            "aya_id": 2047,
            "aya_number": 18,
            "aya_text": "مَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّلْنَا لَهٗ فِيْهَا مَا نَشَاۤءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 284,
            "translation_aya_text": "Barangsiapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir.",
            "tafsir_jalalayn": "(Barang siapa yang menghendaki) dengan amalnya (kehidupan sekarang) yakni perkara duniawi (maka Kami segerakan baginya di dunia itu apa yang Kami kehendaki bagi orang yang Kami kehendaki) lafal liman menjadi badal dari lafal lahuu yang juga disertai pengulangan huruf jar (dan Kami tentukan baginya) di akhirat kelak (neraka Jahanam; ia akan memasukinya) dijebloskan ke dalamnya (dalam keadaan tercela) terhina (lagi terusir) dijauhkan dari rahmat Allah.",
            "sajda": false,
            "transliteration": "Man kaana yureedul 'aajilata 'ajjalnaa lahoo feehaa maa nashaaa'u liman nureedu summa ja'alnaa lahoo Jahannama yaslaahaa mazmoomammad hooraa",
            "tajweed_text": "مَّ[f:506[ن ك]َانَ يُرِيدُ [h:7708[ٱ]لْعَاجِلَةَ عَجَّلْنَا لَهُ[n[ۥ] فِيهَا مَا نَش[o[َا]ٓءُ لِم[a:7709[َن ن]ُّرِيدُ ثُ[g[مّ]َ جَعَلْنَا لَهُ[n[ۥ] جَهَ[g[نّ]َمَ يَصْلَ[n[ـٰ]هَا مَذْمُو[a:7710[مًا م]َّ[q:4617[دْ]حُورًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2048,
            "aya_number": 19,
            "aya_text": "وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ كَانَ سَعْيُهُمْ مَّشْكُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 284,
            "translation_aya_text": "Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik.",
            "tafsir_jalalayn": "(Dan barang siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh) yakni ia beramal dengan amal yang dengannya ia berhak untuk mendapatkan kehidupan akhirat (sedangkan ia adalah mukmin) kalimat ini berkedudukan menjadi hal (maka mereka itu adalah orang-orang yang usahanya dibalas dengan baik) di sisi Allah; artinya amalnya diterima oleh-Nya dan mendapat pahala dari-Nya.",
            "sajda": false,
            "transliteration": "Wa man araadal Aakhirata wa sa'aa lahaa sa'yahaa wa huwa mu'minun fa ulaaa'ika kaana sa'yuhum mashkooraa",
            "tajweed_text": "وَمَنْ أَرَادَ [h:7711[ٱ]لْأَخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِ[f:3155[نٌ ف]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ كَانَ سَعْيُه[w:7712[ُم م]َّشْكُورًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2049,
            "aya_number": 20,
            "aya_text": "كُلًّا نُّمِدُّ هٰٓؤُلَاۤءِ وَهٰٓؤُلَاۤءِ مِنْ عَطَاۤءِ رَبِّكَ ۗوَمَا كَانَ عَطَاۤءُ رَبِّكَ مَحْظُوْرًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 284,
            "translation_aya_text": "Kepada masing-masing (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat), Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi.",
            "tafsir_jalalayn": "(Kepada masing-masing) dari kedua golongan itu (Kami membantu) memberikan bantuan (baik kepada golongan ini maupun golongan itu) kalimat ayat ini menjadi badal (dari) bertaalluq kepada lafal numiddu (kemurahan Rabbmu) di dunia (Dan tiadalah kemurahan Rabbmu) di dunia ini (dapat dihalangi) artinya tiada seorang pun yang terhalang dari kemurahan-Nya itu.",
            "sajda": false,
            "transliteration": "Kullan numiddu haaa 'ulaaa'i wa haaa'ulaaa'i min 'ataaa'i rabbik; wa maa kaana 'ataaa'u rabbika mahzooraa",
            "tajweed_text": "كُل[a:7713[اًّ ن]ُّمِدُّ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ وَهَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ مِنْ عَط[o[َا]ٓءِ رَبِّكَ‌ۚ وَمَا كَانَ عَط[o[َا]ٓءُ رَبِّكَ مَحْظُورًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2050,
            "aya_number": 21,
            "aya_text": "اُنْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۗ وَلَلْاٰخِرَةُ اَكْبَرُ دَرَجٰتٍ وَّاَكْبَرُ تَفْضِيْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 284,
            "translation_aya_text": "Perhatikanlah bagaimana Kami melebihkan sebagian mereka atas sebagian (yang lain). Dan kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaan.",
            "tafsir_jalalayn": "(Perhatikanlah bagaimana kami lebihkan sebagian dari mereka atas sebagian yang lain) dalam hal rezeki dan derajat (Dan pasti kehidupan akhirat lebih tinggi) lebih agung (kedudukannya dan lebih besar keutamaannya) daripada kehidupan dunia, oleh karenanya harus lebih dipentingkan dalam meraihnya.",
            "sajda": false,
            "transliteration": "Unzur kaifa faddalnaa ba'dahum 'alaa ba'd; wa lal Aakhiratu akbaru darajaatinw wa akbaru tafdeelaa",
            "tajweed_text": "ٱ[f:2837[نظ]ُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْ[a:7714[ضٍ‌ۚ و]َلَلْأَخِرَةُ أَكْبَرُ دَرَجَ[n[ـٰ][a:7715[تٍ و]َأَكْبَرُ تَفْضِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2051,
            "aya_number": 22,
            "aya_text": "لَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتَقْعُدَ مَذْمُوْمًا مَّخْذُوْلًا ࣖ ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 284,
            "translation_aya_text": "Janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau menjadi tercela dan terhina.",
            "tafsir_jalalayn": "(Janganlah kamu adakan tuhan yang lain di samping Allah agar kamu tidak tercela dan terhina) artinya tidak ada yang menolongmu.",
            "sajda": false,
            "transliteration": "Laa taj'al ma'al laahi ilaahan aakhara fataq'uda mazoomam makhzoolaa",
            "tajweed_text": "لَّا تَ[q:7716[جْ]عَلْ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ فَتَ[q:7717[قْ]عُدَ مَذْمُو[a:7718[مًا م]َّخْذُولاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2052,
            "aya_number": 23,
            "aya_text": "۞ وَقَضٰى رَبُّكَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ وَبِالْوَالِدَيْنِ اِحْسٰنًاۗ اِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ اَحَدُهُمَآ اَوْ كِلٰهُمَا فَلَا تَقُلْ لَّهُمَآ اُفٍّ وَّلَا تَنْهَرْهُمَا وَقُلْ لَّهُمَا قَوْلًا كَرِيْمًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 284,
            "translation_aya_text": "Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan “ah” dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik.",
            "tafsir_jalalayn": "(Dan telah memutuskan) telah memerintahkan (Rabbmu supaya janganlah) lafal allaa berasal dari gabungan antara an dan laa (kalian menyembah selain Dia dan) hendaklah kalian berbuat baik (pada ibu bapak kalian dengan sebaik-baiknya) yaitu dengan berbakti kepada keduanya. (Jika salah seorang di antara keduanya sampai berumur lanjut dalam pemeliharaanmu) lafal ahaduhumaa adalah fa`il (atau kedua-duanya) dan menurut suatu qiraat lafal yablughanna dibaca yablughaani dengan demikian maka lafal ahaduhumaa menjadi badal daripada alif lafal yablughaani (maka sekali-kali janganlah kamu mengatakan ah kepada keduanya) dapat dibaca uffin dan uffan; atau uffi dan uffa; lafal ini adalah mashdar yang artinya adalah celaka dan sial (dan janganlah kamu membentak mereka) jangan kamu menghardik keduanya (dan ucapkanlah kepada mereka perkataan yang mulia) perkataan yang baik dan sopan.",
            "sajda": false,
            "transliteration": "Wa qadaa Rabbuka allaa ta'budooo illaaa iyyaahu wa bilwaalidaini ihsaanaa; immaa yablughanna 'indakal kibara ahaduhumaaa aw kilaahumaa falaa taqul lahumaaa uffinw wa laa tanharhumaa wa qullahumaa qawlan kareemaa",
            "tajweed_text": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِيَّاهُ وَبِ[h:417[ٱ]لْو[n[َٲ]لِدَيْنِ إِحْسَ[n[ـٰ]نًا‌ۚ إِ[g[مّ]َا يَ[q:7719[بْ]لُغَ[g[نّ]َ عِ[f:4962[ند]َكَ [h:7720[ٱ]لْكِبَرَ أَحَدُهُم[o[َآ] أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُم[o[َآ] أُ[a:7721[فٍّ و]َلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْل[f:7722[اً ك]َرِيمًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2053,
            "aya_number": 24,
            "aya_text": "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيٰنِيْ صَغِيْرًاۗ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 284,
            "translation_aya_text": "Dan rendahkanlah dirimu terhadap keduanya dengan penuh kasih sayang dan ucapkanlah, “Wahai Tuhanku! Sayangilah keduanya sebagaimana mereka berdua telah mendidik aku pada waktu kecil.”",
            "tafsir_jalalayn": "(Dan rendahkanlah dirimu terhadap mereka berdua) artinya berlaku sopanlah kamu terhadap keduanya (dengan penuh kesayangan) dengan sikap lemah lembutmu kepada keduanya (dan ucapkanlah, \"Wahai Rabbku! Kasihanilah mereka keduanya, sebagaimana) keduanya mengasihaniku sewaktu (mereka berdua mendidik aku waktu kecil.\").",
            "sajda": false,
            "transliteration": "Wakhfid lahumaa janaahaz zulli minar rahmati wa qur Rabbir hamhumaa kamaa rabbayaanee sagheera",
            "tajweed_text": "وَ[h:9999[ٱ]خْفِضْ لَهُمَا جَنَاحَ [h:7723[ٱ][l[ل]ذُّلِّ مِنَ [h:7724[ٱ][l[ل]رَّحْمَةِ وَقُ[b:7725[ل] رَّبِّ [h:7726[ٱ]رْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2054,
            "aya_number": 25,
            "aya_text": "رَبُّكُمْ اَعْلَمُ بِمَا فِيْ نُفُوْسِكُمْ ۗاِنْ تَكُوْنُوْا صٰلِحِيْنَ فَاِنَّهٗ كَانَ لِلْاَوَّابِيْنَ غَفُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 284,
            "translation_aya_text": "Tuhanmu lebih mengetahui apa yang ada dalam hatimu; jika kamu orang yang baik, maka sungguh, Dia Maha Pengampun kepada orang yang bertobat.",
            "tafsir_jalalayn": "(Rabb kalian lebih mengetahui apa yang ada dalam hati kalian) apa yang terpendam di dalamnya berupa perasaan berbakti dan menyakiti (jika kalian orang-orang yang baik) taat kepada Allah (maka sesungguhnya Dia kepada orang-orang yang bertobat) orang-orang yang kembali kepada Allah dengan berbuat taat kepada-Nya (Maha Pengampun) terhadap apa yang telah mereka lakukan sehubungan dengan hak-hak kedua orang tua, yaitu berupa perbuatan yang menyakitkan lalu dengan segera mereka bertobat dan tidak akan berbuat yang menyakitkan lagi kepada keduanya.",
            "sajda": false,
            "transliteration": "Rabbukum a'lamu bimaa fee nufoosikum; in takoonoo saaliheena fa innahoo kaana lil awwaabeena Ghafoooraa",
            "tajweed_text": "رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ‌ۚ إِ[f:3101[ن ت]َكُونُو[s[اْ] صَ[n[ـٰ]لِحِينَ فَإِ[g[نّ]َهُ[n[ۥ] كَانَ لِلْأَوّ[n[َٲ]بِينَ غَفُورًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2055,
            "aya_number": 26,
            "aya_text": "وَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِ وَلَا تُبَذِّرْ تَبْذِيْرًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 284,
            "translation_aya_text": "Dan berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan (hartamu) secara boros.",
            "tafsir_jalalayn": "(Dan berikanlah) kasihkanlah (kepada keluarga-keluarga yang dekat) famili-famili terdekat (akan haknya) yaitu memuliakan mereka dan menghubungkan silaturahmi kepada mereka (kepada orang-orang miskin dan orang-orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan hartamu secara boros) yaitu menginfakkannya bukan pada jalan ketaatan kepada Allah.",
            "sajda": false,
            "transliteration": "Wa aati zal qurbaa haqqahoo walmiskeena wabnas sabeeli wa laa tubazzir tabzeeraa",
            "tajweed_text": "وَءَاتِ ذَا [h:7727[ٱ]لْقُرْبَىٰ حَقَّهُ[n[ۥ] وَ[h:7728[ٱ]لْمِسْكِينَ وَ[h:911[ٱ][q:911[بْ]نَ [h:912[ٱ][l[ل]سَّبِيلِ وَلَا تُبَذِّرْ تَ[q:7729[بْ]ذِيرًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2056,
            "aya_number": 27,
            "aya_text": "اِنَّ الْمُبَذِّرِيْنَ كَانُوْٓا اِخْوَانَ الشَّيٰطِيْنِ ۗوَكَانَ الشَّيْطٰنُ لِرَبِّهٖ كَفُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 284,
            "translation_aya_text": "Sesungguhnya orang-orang yang pemboros itu adalah saudara setan dan setan itu sangat ingkar kepada Tuhannya.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang pemboros itu adalah saudara-saudara setan) artinya berjalan pada jalan setan (dan setan itu adalah sangat ingkar kepada Rabbnya) sangat ingkar kepada nikmat-nikmat yang dilimpahkan oleh-Nya, maka demikian pula saudara setan yaitu orang yang pemboros.",
            "sajda": false,
            "transliteration": "Innal mubazzireena kaanoo ikhwaanash shayaateeni wa kaanash shaytaanu li Rabbihee kafooraa",
            "tajweed_text": "إِ[g[نّ]َ [h:7730[ٱ]لْمُبَذِّرِينَ كَان[o[ُوٓ][s[اْ] إِخْو[n[َٲ]نَ [h:7731[ٱ][l[ل]شَّيَ[n[ـٰ]طِينِ‌ۖ وَكَانَ [h:7732[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ لِرَبِّه[n[ِۦ] كَفُورًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        }
    ]
}