{
    "page_number": 285,
    "data": [
        {
            "aya_id": 2057,
            "aya_number": 28,
            "aya_text": "وَاِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاۤءَ رَحْمَةٍ مِّنْ رَّبِّكَ تَرْجُوْهَا فَقُلْ لَّهُمْ قَوْلًا مَّيْسُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Dan jika engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka ucapan yang lemah lembut.",
            "tafsir_jalalayn": "(Dan jika kamu berpaling dari mereka) artinya dari orang-orang yang telah disebutkan tadi, yaitu kaum kerabat yang dekat dan orang-orang lain sesudahnya, dalam arti kata kamu masih belum mampu untuk memberi mereka akan hak-haknya (untuk memperoleh rahmat dari Rabbmu yang kamu harapkan) artinya kamu masih mencari rezeki yang kamu harap-harapkan kedatangannya, kemudian setelah kamu mendapatkannya akan memberikan sebagian daripadanya kepada mereka (maka katakanlah kepada mereka ucapan yang pantas) yakni ucapan yang lemah lembut; seumpamanya kamu menjanjikan kepada mereka akan memberi jika rezeki telah datang kepadamu.",
            "sajda": false,
            "transliteration": "Wa immaa turidanna 'anhumub tighaaa'a rahmatim mir rabbika tarjoohaa faqul lahum qawlam maisooraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2058,
            "aya_number": 29,
            "aya_text": "وَلَا تَجْعَلْ يَدَكَ مَغْلُوْلَةً اِلٰى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوْمًا مَّحْسُوْرًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Dan janganlah engkau jadikan tanganmu terbelenggu pada lehermu dan jangan (pula) engkau terlalu mengulurkannya (sangat pemurah) nanti kamu menjadi tercela dan menyesal.",
            "tafsir_jalalayn": "(Dan janganlah kamu jadikan tanganmu terbelenggu pada lehermu) artinya janganlah kamu menahannya dari berinfak secara keras-keras; artinya pelit sekali (dan janganlah kamu mengulurkannya) dalam membelanjakan hartamu (secara keterlaluan, karena itu kamu menjadi tercela) pengertian tercela ini dialamatkan kepada orang yang pelit (dan menyesal) hartamu habis ludes dan kamu tidak memiliki apa-apa lagi karenanya; pengertian ini ditujukan kepada orang yang terlalu berlebihan di dalam membelanjakan hartanya.",
            "sajda": false,
            "transliteration": "Wa laa taj'al yadaka maghloolatan il 'unuqika wa laa tabsut haa kullal basti fataq'uda maloomam mahsooraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2059,
            "aya_number": 30,
            "aya_text": "اِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّهٗ كَانَ بِعِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا ࣖ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Sungguh, Tuhanmu melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki); sungguh, Dia Maha Mengetahui, Maha Melihat hamba-hamba-Nya.",
            "tafsir_jalalayn": "(Sesungguhnya Rabbmu melapangkan rezeki) meluaskannya (kepada siapa yang Dia kehendaki dan membatasinya) menyempitkannya kepada siapa yang Dia kehendaki (sesungguhnya Dia Maha Mengetahui lagi Maha Melihat akan hamba-hamba-Nya) mengetahui apa yang tersembunyi dan apa yang terlahirkan tentang diri mereka karena itu Dia memberi rezeki kepada mereka sesuai dengan kebutuhan-kebutuhan mereka.",
            "sajda": false,
            "transliteration": "Inna Rabbaka yabsuturrizqa limai yashaaa'u wa yaqdir; innahoo kaana bi'ibaadihee Khabeeram Baseera",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2060,
            "aya_number": 31,
            "aya_text": "وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ خَشْيَةَ اِمْلَاقٍۗ نَحْنُ نَرْزُقُهُمْ وَاِيَّاكُمْۗ اِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيْرًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Dan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar.",
            "tafsir_jalalayn": "(Dan janganlah kalian membunuh anak-anak kalian) dengan menguburnya hidup-hidup (karena takut) merasa ngeri (kemiskinan) menjadi melarat (Kamilah yang akan memberi rezeki kepada mereka dan juga kepada kalian. Sesungguhnya membunuh mereka adalah suatu kesalahan) dosa (yang besar) teramat besar.",
            "sajda": false,
            "transliteration": "Wa laa taqtulooo awlaadakum khashyata imlaaq; nahnu narzuquhum wa iyyaakum; inna qatlahum kaana khitan kabeeraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2061,
            "aya_number": 32,
            "aya_text": "وَلَا تَقْرَبُوا الزِّنٰىٓ اِنَّهٗ كَانَ فَاحِشَةً ۗوَسَاۤءَ سَبِيْلًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Dan janganlah kamu mendekati zina; (zina) itu sungguh suatu perbuatan keji, dan suatu jalan yang buruk.",
            "tafsir_jalalayn": "(Dan janganlah kalian mendekati zina) larangan untuk melakukannya jelas lebih keras lagi (sesungguhnya zina itu adalah suatu perbuatan yang keji) perbuatan yang buruk (dan seburuk-buruknya) sejelek-jelek (jalan) adalah perbuatan zina itu.",
            "sajda": false,
            "transliteration": "Wa laa taqrabuz zinaaa innahoo kaana faahishatanw wa saaa'a sabeelaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2062,
            "aya_number": 33,
            "aya_text": "وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ وَمَنْ قُتِلَ مَظْلُوْمًا فَقَدْ جَعَلْنَا لِوَلِيِّهٖ سُلْطٰنًا فَلَا يُسْرِفْ فِّى الْقَتْلِۗ اِنَّهٗ كَانَ مَنْصُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Dan janganlah kamu membunuh orang yang diharamkan Allah (membunuhnya), kecuali dengan suatu (alasan) yang benar. Dan barang siapa dibunuh secara zalim, maka sungguh, Kami telah memberi kekuasaan kepada walinya, tetapi janganlah walinya itu melampaui batas dalam pembunuhan. Sesungguhnya dia adalah orang yang mendapat pertolongan.",
            "tafsir_jalalayn": "(Dan janganlah kalian membunuh jiwa yang diharamkan Allah membunuhnya melainkan dengan suatu alasan yang benar. Dan barang siapa dibunuh secara zalim, maka sesungguhnya Kami telah memberi kepada wali si terbunuh) yakni para ahli warisnya (kekuasaan) terhadap si pembunuhnya (tetapi janganlah ahli waris itu berlebihan-lebihan) melampaui batas (dalam membunuh) seumpamanya ahli waris itu membunuh orang yang bukan si pembunuh atau ia membunuh si pembunuh dengan cara yang lain. (Sesungguhnya ia adalah orang yang mendapat pertolongan.)",
            "sajda": false,
            "transliteration": "Wa laa taqtulun nafsal latee harramal laahu illaa bilhaqq; wa man qutila mazlooman faqad ja'alnaa liwaliyyihee sultaanan falaa yusrif fil qatli innahoo kaana mansooraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2063,
            "aya_number": 34,
            "aya_text": "وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗۖ وَاَوْفُوْا بِالْعَهْدِۖ اِنَّ الْعَهْدَ كَانَ مَسْـُٔوْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih baik (bermanfaat) sampai dia dewasa, dan penuhilah janji, karena janji itu pasti diminta pertanggungjawabannya.",
            "tafsir_jalalayn": "(Dan janganlah kalian mendekati harta anak yatim kecuali dengan cara yang lebih baik/bermanfaat sampai ia dewasa dan penuhilah janji) jika kalian berjanji kepada Allah atau kepada manusia (sesungguhnya janji itu pasti akan diminta pertanggungjawaban)nya.",
            "sajda": false,
            "transliteration": "Wa laa taqraboo maalal yateemi illaa billatee hiya ahsanu hattaa yablugha ashuddah; wa awfoo bil'ahd, innal 'ahda kaana mas'oolaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2064,
            "aya_number": 35,
            "aya_text": "وَاَوْفُوا الْكَيْلَ اِذَا كِلْتُمْ وَزِنُوْا بِالْقِسْطَاسِ الْمُسْتَقِيْمِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Dan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya.",
            "tafsir_jalalayn": "(Dan sempurnakanlah takaran) penuhilah dengan tepat (apabila kalian menakar dan timbanglah dengan neraca yang benar) timbangan yang tepat (itulah yang lebih utama dan lebih baik akibatnya.)",
            "sajda": false,
            "transliteration": "Wa awful kaila izaa kiltum wa zinoo bilqistaasil mustaqeem; zaalika khairunw wa ahsanu taaweelaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2065,
            "aya_number": 36,
            "aya_text": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ اُولٰۤىِٕكَ كَانَ عَنْهُ مَسْـُٔوْلًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Dan janganlah kamu mengikuti sesuatu yang tidak kamu ketahui. Karena pendengaran, penglihatan dan hati nurani, semua itu akan diminta pertanggungjawabannya.",
            "tafsir_jalalayn": "(Dan janganlah kamu mengikuti) menuruti (apa yang kami tidak mempunyai pengetahuan tentangnya. Sesungguhnya pendengaran, penglihatan dan hati) yakni kalbu (semuanya itu akan diminta pertanggungjawabannya) pemiliknya akan dimintai pertanggungjawabannya, yaitu apakah yang diperbuat dengannya?",
            "sajda": false,
            "transliteration": "Wa laa taqfu maa laisa laka bihee 'ilm; innas sam'a walbasara walfu'aada kullu ulaaa'ika kaana 'anhu mas'oolaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2066,
            "aya_number": 37,
            "aya_text": "وَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۚ اِنَّكَ لَنْ تَخْرِقَ الْاَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُوْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Dan janganlah engkau berjalan di bumi ini dengan sombong, karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung.",
            "tafsir_jalalayn": "(Dan janganlah kamu berjalan di muka bumi ini dengan sombong) artinya berjalan dengan sombong dan takabur (karena sesungguhnya kamu sekali-kali tidak dapat menembus bumi) melubanginya hingga sampai batas akhir bumi dengan ketakaburanmu itu (dan sekali-kali kamu tidak akan sampai setinggi gunung) maknanya bahwa sesungguhnya kamu tidak akan dapat mencapai hal tersebut, mengapa kamu bersikap sombong?",
            "sajda": false,
            "transliteration": "Wa laa tamshi fil ardi marahan innaka lan takhriqal arda wa lan tablughal jibaala toola",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2067,
            "aya_number": 38,
            "aya_text": "كُلُّ ذٰلِكَ كَانَ سَيِّئُهٗ عِنْدَ رَبِّكَ مَكْرُوْهًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 285,
            "translation_aya_text": "Semua itu kejahatannya sangat dibenci di sisi Tuhanmu.",
            "tafsir_jalalayn": "(Semua itu) hal telah disebutkan itu (Kejahatannya amat dibenci di sisi Rabbmu)",
            "sajda": false,
            "transliteration": "Kullu zaalika kaana sayyi'uhoo inda Rabbika makroohaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        }
    ]
}