{
    "page_number": 287,
    "data": [
        {
            "aya_id": 2079,
            "aya_number": 50,
            "aya_text": "۞ قُلْ كُوْنُوْا حِجَارَةً اَوْ حَدِيْدًاۙ ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 287,
            "translation_aya_text": "Katakanlah (Muhammad), “Jadilah kamu batu atau besi,",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka (\"Jadilah kamu sekalian batu atau besi).",
            "sajda": false,
            "transliteration": "Qul koonoo jijaaratan aw hadeedaa",
            "tajweed_text": "۞ قُلْ كُونُو[s[اْ] حِجَارَةً أَوْ حَدِيدًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2080,
            "aya_number": 51,
            "aya_text": "اَوْ خَلْقًا مِّمَّا يَكْبُرُ فِيْ صُدُوْرِكُمْ ۚفَسَيَقُوْلُوْنَ مَنْ يُّعِيْدُنَاۗ قُلِ الَّذِيْ فَطَرَكُمْ اَوَّلَ مَرَّةٍۗ فَسَيُنْغِضُوْنَ اِلَيْكَ رُءُوْسَهُمْ وَيَقُوْلُوْنَ مَتٰى هُوَۗ قُلْ عَسٰٓى اَنْ يَّكُوْنَ قَرِيْبًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 287,
            "translation_aya_text": "atau menjadi makhluk yang besar (yang tidak mungkin hidup kembali) menurut pikiranmu.” Maka mereka akan bertanya, “Siapa yang akan menghidupkan kami kembali?” Katakanlah, “Yang telah menciptakan kamu pertama kali.” Lalu mereka akan menggeleng-gelengkan kepalanya kepadamu dan berkata, “Kapan (Kiamat) itu (akan terjadi)?” Katakanlah, “Barang kali waktunya sudah dekat,”",
            "tafsir_jalalayn": "(Atau suatu makhluk dari makhluk yang tidak mungkin hidup menurut pikiran kalian.\") artinya hal itu tidak mungkin dapat hidup lebih daripada tulang-belulang dan benda-benda yang hancur, maka pasti roh akan kembali kepada kalian. (Maka mereka akan bertanya, \"Siapakah yang akan mengembalikan kami?\") untuk dapat hidup kembali (Katakanlah, \"Yang telah menjadikan kalian) yakni yang telah menciptakan kalian (pada kali yang pertama.\") sedangkan kalian pada waktu itu belum menjadi apa-apa; karena sesungguhnya Tuhan yang mampu menciptakan mampu pula untuk mengembalikannya lagi, bahkan untuk mengembalikan ciptaan jauh lebih mudah daripada memulainya. (Lalu mereka akan menggeleng-gelengkan) menggerak-gerakkan (kepala mereka kepadamu) sebagai ungkapan rasa takjub mereka (dan berkatalah mereka) dengan nada mengejek (\"Kapan itu?\") hari berbangkit itu terjadi (Katakanlah, \"Mudah-mudahan waktu berbangkit itu dekat\").",
            "sajda": false,
            "transliteration": "aw khalqam mimmaa yakburu fee sudoorikum; fasa yaqooloona mai yu'eedunaa qulil lazee fatarakum awwala marrah; fasa yunghidoona ilaika ru'oosahum wa yaqooloona mataa huwa qul 'asaaa any yakoona qareeba",
            "tajweed_text": "أَوْ خَلْ[a:7786[قًا م]ِّ[g[مّ]َا يَكْبُرُ فِى صُدُورِكُمْ‌ۚ فَسَيَقُولُونَ م[a:7787[َن ي]ُعِيدُنَا‌ۖ قُلِ [h:7788[ٱ]لَّذِى فَطَرَكُمْ أَوَّلَ مَرَّ[f:7789[ةٍ‌ۚ ف]َسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ‌ۖ قُلْ عَسَ[o[ىٰٓ] أ[a:3312[َن ي]َكُونَ قَرِيبًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2081,
            "aya_number": 52,
            "aya_text": "يَوْمَ يَدْعُوْكُمْ فَتَسْتَجِيْبُوْنَ بِحَمْدِهٖ وَتَظُنُّوْنَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا ࣖ ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 287,
            "translation_aya_text": "yaitu pada hari (ketika) Dia memanggil kamu, dan kamu mematuhi-Nya sambil memuji-Nya dan kamu mengira, (rasanya) hanya sebentar saja kamu berdiam (di dalam kubur).",
            "tafsir_jalalayn": "(Yaitu pada hari Dia memanggil kalian) memanggil kalian dari alam kubur melalui lisan malaikat Israfil (lalu kalian mematuhi-Nya) menaati seruan-Nya dari alam kubur (sambil memuji-Nya) dengan seizin-Nya; dan menurut suatu pendapat dikatakan bahwa yang diucapkan itu adalah kalimat walahul hamdu; artinya bagi-Nya segala puji (dan kalian mengira, bahwa tiada lain) tidak lain (kalian tinggal) di dunia (kecuali sebentar saja) karena kalian sangat ngeri dan kaget melihat pemandangan pada hari itu.",
            "sajda": false,
            "transliteration": "Yawma yad'ookum fatastajeeboona bihamdihee wa tazunnoona il labistum illaa qaleela",
            "tajweed_text": "يَوْمَ يَ[q:2332[دْ]عُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِه[n[ِۦ] وَتَظُ[g[نّ]ُونَ إ[u:7790[ِن ل]َّبِثْتُمْ إِلَّا قَلِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2082,
            "aya_number": 53,
            "aya_text": "وَقُلْ لِّعِبَادِيْ يَقُوْلُوا الَّتِيْ هِيَ اَحْسَنُۗ اِنَّ الشَّيْطٰنَ يَنْزَغُ بَيْنَهُمْۗ اِنَّ الشَّيْطٰنَ كَانَ لِلْاِنْسَانِ عَدُوًّا مُّبِيْنًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 287,
            "translation_aya_text": "Dan katakanlah kepada hamba-hamba-Ku, “Hendaklah mereka mengucapkan perkataan yang lebih baik (benar). Sungguh, setan itu (selalu) menimbulkan perselisihan di antara mereka. Sungguh, setan adalah musuh yang nyata bagi manusia.",
            "tafsir_jalalayn": "(Dan katakanlah kepada hamba-hamba-Ku) yang beriman (\"Hendaklah mereka mengucapkan) kepada orang-orang kafir kalimat (yang lebih baik.\" Sesungguhnya setan itu menimbulkan perselisihan) yakni kerusakan (di antara mereka. Sesungguhnya setan itu adalah musuh yang nyata bagi manusia) jelas permusuhannya. Sedangkan yang dimaksud dengan kalimat yang lebih baik itu ialah dijelaskan oleh firman selanjutnya, yaitu:",
            "sajda": false,
            "transliteration": "Wa qul li'ibaadee yaqoolul latee hiya ahsan; innash shaitaana yanzaghu bainahum; innash shaitaana kaana lil insaani 'aduwwam mubeenaa",
            "tajweed_text": "وَقُل لِّعِبَادِى يَقُولُو[s[اْ] [h:7791[ٱ]لَّتِى هِىَ أَحْسَنُ‌ۚ إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ يَ[f:7792[نز]َغُ بَيْنَهُمْ‌ۚ إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ كَانَ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ عَدُو[a:3082[ًّا م]ُّبِينًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2083,
            "aya_number": 54,
            "aya_text": "رَبُّكُمْ اَعْلَمُ بِكُمْ اِنْ يَّشَأْ يَرْحَمْكُمْ اَوْ اِنْ يَّشَأْ يُعَذِّبْكُمْۗ وَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ وَكِيْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 287,
            "translation_aya_text": "Tuhanmu lebih mengetahui tentang kamu. Jika Dia menghendaki, niscaya Dia akan memberi rahmat kepadamu, dan jika Dia menghendaki, pasti Dia akan mengazabmu. Dan Kami tidaklah mengutusmu (Muhammad) untuk menjadi penjaga bagi mereka.",
            "tafsir_jalalayn": "(Rabb kalian lebih mengetahui tentang kalian. Dia akan memberi rahmat kepada kalian jika Dia menghendaki) sehingga kalian mau bertobat dan beriman (atau jika Dia menghendaki) untuk mengazab kalian (akan mengazab kalian) dengan mematikan kalian dalam keadaan kafir. (Dan Kami tidaklah mengutusmu untuk menjadi penjaga bagi mereka.) oleh karenanya kamu memaksa mereka untuk beriman. Ayat ini diturunkan sebelum ada perintah berperang.",
            "sajda": false,
            "transliteration": "Rabbukum a'lamu bikum iny yashaaa yarhamkum aw iny yashaa yu'azzibkum; wa maaa arsalnaaka 'alaihim wakeelaa",
            "tajweed_text": "رَّبُّكُمْ أَعْلَمُ بِكُمْ‌ۖ إ[a:3197[ِن ي]َشَأْ يَرْحَمْكُمْ أَوْ إ[a:3197[ِن ي]َشَأْ يُعَذِّ[q:5585[بْ]كُمْ‌ۚ وَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ عَلَيْهِمْ وَكِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2084,
            "aya_number": 55,
            "aya_text": "وَرَبُّكَ اَعْلَمُ بِمَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيّٖنَ عَلٰى بَعْضٍ وَّاٰتَيْنَا دَاوٗدَ زَبُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 287,
            "translation_aya_text": "Dan Tuhanmu lebih mengetahui siapa yang di langit dan di bumi. Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Dawud.",
            "tafsir_jalalayn": "(Dan Rabbmu lebih mengetahui siapa yang ada di langit dan di bumi) maka Dia mengkhususkan bagi mereka apa-apa yang Dia kehendaki sesuai dengan kondisi mereka. (Dan sesungguhnya telah Kami lebihkan sebagian nabi-nabi itu atas sebagian yang lain) dengan memberikan keistimewaan-keistimewaan tersendiri kepada masing-masing dengan keutamaan, sebagaimana yang pernah diberikan kepada Nabi Musa yaitu dapat berbicara dengan-Nya, dan Nabi Ibrahim dijadikan-Nya sebagai kekasih-Nya, serta Nabi Muhammad dengan perjalanan isranya (dan Kami berikan kitab Zabur kepada Daud).",
            "sajda": false,
            "transliteration": "Wa Rabbuka a'lamu biman fis samaawaati wal lard; wa laqad faddalnaa ba'dan Nabiyyeena 'alaa ba'dinw wa aatainaaa Daawooda Zabooraa",
            "tajweed_text": "وَرَبُّكَ أَعْلَمُ بِمَ[f:7793[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ وَلَقَ[q:341[دْ] فَضَّلْنَا بَعْضَ [h:7794[ٱ][l[ل][g[نّ]َبِيِّـ[n[ـۧ]نَ عَلَىٰ بَعْ[a:7795[ضٍ‌ۖ و]َءَاتَيْنَا دَاوُ[n[ۥ]دَ زَبُورًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2085,
            "aya_number": 56,
            "aya_text": "قُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِهٖ فَلَا يَمْلِكُوْنَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 287,
            "translation_aya_text": "Katakanlah (Muhammad), “Panggillah mereka yang kamu anggap (tuhan) selain Allah, mereka tidak kuasa untuk menghilangkan bahaya darimu dan tidak (pula) mampu mengubahnya.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka (\"Panggillah mereka yang kalian anggap) bahwa mereka adalah tuhan-tuhan sesembahan kalian (selain-Nya) seperti para malaikat, Nabi Isa dan Nabi Uzair (maka mereka tidak akan mempunyai kekuasaan untuk menghilangkan bahaya daripada kalian dan tidak pula memindahkannya.\") memindahkan bahaya itu kepada orang selain kalian.",
            "sajda": false,
            "transliteration": "Qulid 'ul lazeena za'amtum min doonihee falaa yamlikoona kashfad durri'ankum wa laa tahweelaa",
            "tajweed_text": "قُلِ [h:5199[ٱ][q:4751[دْ]عُو[s[اْ] [h:7796[ٱ]لَّذِينَ زَعَمْت[w:7797[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] فَلَا يَمْلِكُونَ كَشْفَ [h:7798[ٱ][l[ل]ضُّرِّ عَ[f:255[نك]ُمْ وَلَا تَحْوِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2086,
            "aya_number": 57,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ يَدْعُوْنَ يَبْتَغُوْنَ اِلٰى رَبِّهِمُ الْوَسِيْلَةَ اَيُّهُمْ اَقْرَبُ وَيَرْجُوْنَ رَحْمَتَهٗ وَيَخَافُوْنَ عَذَابَهٗۗ اِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 287,
            "translation_aya_text": "Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan siapa di antara mereka yang lebih dekat (kepada Allah). Mereka mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu itu sesuatu yang (harus) ditakuti.”",
            "tafsir_jalalayn": "(Orang-orang yang mereka seru itu) sebagai tuhan-tuhan sesembahan mereka (mereka sendiri mencari)-cari (jalan kepada Rabb mereka) dengan mendekatkan diri melalui ketaatan kepada-Nya (siapakah di antara mereka) lafal ini menjadi badal daripada wawu yang terdapat dalam lafal yabtaghuuna; artinya mencari jalan itu (yang lebih dekat) kepada Allah; maka mengapa mencarinya kepada selain-Nya (dan mengharapkan rahmat-Nya dan takut akan azab-Nya) sama dengan orang-orang selain mereka; maka mengapa kalian menganggap mereka sebagai tuhan-tuhan. (Sesungguhnya azab Rabbmu adalah suatu yang harus ditakuti).",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena yad'oona yabtaghoona ilaa Rabbihimul waseelata ayyuhum aqrabu wa yarjoona rahmatahoo wa yakhaafoona 'azaabah; inna 'azaaba rabbika kaana mahzooraa",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ يَ[q:3357[بْ]تَغُونَ إِلَىٰ رَبِّهِمُ [h:7799[ٱ]لْوَسِيلَةَ أَيُّهُمْ أَ[q:1355[قْ]رَبُ وَيَرْجُونَ رَحْمَتَهُ[n[ۥ] وَيَخَافُونَ عَذَابَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2087,
            "aya_number": 58,
            "aya_text": "وَاِنْ مِّنْ قَرْيَةٍ اِلَّا نَحْنُ مُهْلِكُوْهَا قَبْلَ يَوْمِ الْقِيٰمَةِ اَوْ مُعَذِّبُوْهَا عَذَابًا شَدِيْدًاۗ كَانَ ذٰلِكَ فىِ الْكِتٰبِ مَسْطُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 287,
            "translation_aya_text": "Dan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum hari Kiamat atau Kami siksa (penduduknya) dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauh Mahfuzh).",
            "tafsir_jalalayn": "(Dan tak ada) tiada (suatu negeri pun) yang dimaksud adalah penduduknya (melainkan Kami membinasakannya sebelum hari kiamat) dengan mematikan mereka (atau Kami mengazabnya dengan azab yang sangat keras) dengan cara membunuhnya atau dengan cara yang lain. (Adalah yang demikian itu di dalam kitab) di Lohmahfuz (telah tertulis) telah tertera di dalamnya.",
            "sajda": false,
            "transliteration": "Wa im min qaryatin illaa Nahnu muhlikoohaa qabla Yawmil Qiyaamati aw mu'az ziboohaa 'azaaban shadeedaa; kaana zaalika fil Kitaabi mastooraa",
            "tajweed_text": "وَإ[a:3281[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَ[q:3282[بْ]لَ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ أَوْ مُعَذِّبُوهَا عَذَا[f:1966[بًا ش]َدِي[f:7800[دًا‌ۚ ك]َانَ ذ[n[َٲ]لِكَ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ مَسْطُورًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        }
    ]
}