{
    "page_number": 289,
    "data": [
        {
            "aya_id": 2096,
            "aya_number": 67,
            "aya_text": "وَاِذَا مَسَّكُمُ الضُّرُّ فِى الْبَحْرِ ضَلَّ مَنْ تَدْعُوْنَ اِلَّآ اِيَّاهُۚ فَلَمَّا نَجّٰىكُمْ اِلَى الْبَرِّ اَعْرَضْتُمْۗ وَكَانَ الْاِنْسَانُ كَفُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 289,
            "translation_aya_text": "Dan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (bi-asa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur).",
            "tafsir_jalalayn": "(Dan apabila kalian ditimpa bahaya) maksudnya marabahaya (di lautan) karena takut tenggelam (niscaya hilanglah) lenyaplah dari hati kalian (siapa yang kalian seru) tuhan-tuhan yang kalian sembah itu, karena itu kalian tidak menyeru mereka (kecuali Dia) Allah swt. maka pada saat itu kalian hanya berseru kepada-Nya semata, karena kalian berada dalam marabahaya, sedangkan kalian mengetahui, bahwa tiada yang dapat melenyapkannya melainkan hanyalah Dia (maka tatkala Dia menyelamatkan kalian) dari tenggelam, lalu Dia menyampaikan kalian (ke daratan, kalian berpaling) dari mentauhidkan-Nya. (Dan manusia itu adalah selalu tidak berterima kasih) banyak mengingkari nikmat-nikmat Allah.",
            "sajda": false,
            "transliteration": "Wa izaa massakumuddurru fil bahri dalla man tad'oona illaaa iyyaahu falammaa najjaakum ilal barri a'radtum; wa kaanal insaanu kafooraa",
            "tajweed_text": "وَإِذَا مَسَّكُمُ [h:7435[ٱ][l[ل]ضُّرُّ فِى [h:837[ٱ]لْبَحْرِ ضَلَّ مَ[f:7826[ن ت]َ[q:4040[دْ]عُونَ إِلّ[o[َآ] إِيَّاهُ‌ۖ فَلَ[g[مّ]َا نَجَّ[n[ـٰ]كُمْ إِلَى [h:7827[ٱ]لْبَرِّ أَعْرَضْتُمْ‌ۚ وَكَانَ [h:7688[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ كَفُورًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2097,
            "aya_number": 68,
            "aya_text": "اَفَاَمِنْتُمْ اَنْ يَّخْسِفَ بِكُمْ جَانِبَ الْبَرِّ اَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوْا لَكُمْ وَكِيْلًا ۙ ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 289,
            "translation_aya_text": "Maka apakah kamu merasa aman bahwa Dia tidak akan membenamkan sebagian daratan bersama kamu atau Dia meniupkan (angin keras yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun,",
            "tafsir_jalalayn": "(Apakah kalian merasa aman manakala Dia meruntuhkan sebagian daratan bersama kalian) artinya bumi itu menelan kalian sebagaimana yang terjadi atas diri Qarun (atau Dia mengirimkan kepada kalian batu-batu kerikil) yakni Allah melempar kalian dengan batu-batu kerikil sebagaimana yang terjadi atas kaum Nabi Luth (kemudian kalian tidak akan mendapat seorang pelindung pun bagi diri kalian) yang dapat memelihara diri kalian daripada hukuman-Nya.",
            "sajda": false,
            "transliteration": "Afa amintum any yakhsifa bikum jaanibal barri aw yursil 'alaikum haasiban summa laa tajidoo lakum wakeelaa",
            "tajweed_text": "أَفَأَمِ[f:7828[نت]ُمْ أ[a:7417[َن ي]َخْسِفَ بِكُمْ جَانِبَ [h:7829[ٱ]لْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِ[f:7830[بًا ث]ُ[g[مّ]َ لَا تَجِدُو[s[اْ] لَكُمْ وَكِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2098,
            "aya_number": 69,
            "aya_text": "اَمْ اَمِنْتُمْ اَنْ يُّعِيْدَكُمْ فِيْهِ تَارَةً اُخْرٰى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ الرِّيْحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْۙ ثُمَّ لَا تَجِدُوْا لَكُمْ عَلَيْنَا بِهٖ تَبِيْعًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 289,
            "translation_aya_text": "ataukah kamu merasa aman bahwa Dia tidak akan mengembalikan kamu ke laut sekali lagi, lalu Dia tiupkan angin topan kepada kamu dan ditenggelamkan-Nya kamu disebabkan kekafiranmu? Kemudian kamu tidak akan mendapatkan seorang penolong pun dalam menghadapi (siksaan) Kami.  ",
            "tafsir_jalalayn": "(Atau apakah kalian merasa aman dari dikembalikan-Nya kalian ke dalamnya) yakni ke lautan (sekali) satu kali (lagi, lalu Dia meniupkan atas kalian angin topan) artinya angin yang sangat keras, jika melanggar sesuatu pasti jebol kemudian memporak-porandakannya sehingga hancurlah bahtera-bahtera kalian (dan ditenggelamkan-Nya kalian disebabkan kekafiran kalian) karena kekafiran kalian. (Kemudian kalian tidak akan mendapat seorang penolong pun, dalam hal ini dari siksaan Kami) yaitu seorang penolong dan pengikut yang menuntut kepada Kami apa yang telah Kami timpakan terhadap diri kalian.",
            "sajda": false,
            "transliteration": "Am amintum any yu'eedakum feehi taaratan ukhraa fa yursila 'alaikum qaasifam minar reehi fa yugh riqakum bimaa kafartum summa laa tajidoo lakum 'alainaa bihee tabee'aa",
            "tajweed_text": "أَمْ أَمِ[f:1062[نت]ُمْ أ[a:7831[َن ي]ُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِ[a:7832[فًا م]ِّنَ [h:7833[ٱ][l[ل]رِّيحِ فَيُغْرِقَك[c:7834[ُم ب]ِمَا كَفَرْتُمْ‌ۙ ثُ[g[مّ]َ لَا تَجِدُو[s[اْ] لَكُمْ عَلَيْنَا بِه[n[ِۦ] تَبِيعًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2099,
            "aya_number": 70,
            "aya_text": "۞ وَلَقَدْ كَرَّمْنَا بَنِيْٓ اٰدَمَ وَحَمَلْنٰهُمْ فِى الْبَرِّ وَالْبَحْرِ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلٰى كَثِيْرٍ مِّمَّنْ خَلَقْنَا تَفْضِيْلًا ࣖ ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 289,
            "translation_aya_text": "Dan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami muliakan) Kami utamakan (anak-anak Adam) dengan pengetahuan, akal, bentuk yang paling baik, setelah wafat jenazahnya dianggap suci dan lain sebagainya (dan Kami angkut mereka di daratan) dengan menaiki kendaraan (dan di lautan) dengan menaiki perahu-perahu (dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka atas kebanyakan makhluk yang telah Kami ciptakan) seperti hewan-hewan ternak dan hewan-hewan liar (dengan kelebihan yang sempurna.) Lafal man di sini bermakna maa; atau makna yang dimaksudnya menurut bab yang berlaku padanya. Maknanya menyangkut juga para malaikat; sedangkan makna yang dimaksud adalah pengutamaan jenisnya, dan tidak mesti semua individu manusia itu lebih utama dari malaikat karena mereka lebih utama daripada manusia yang selain para nabi.",
            "sajda": false,
            "transliteration": "Wa laqad karramnaa Baneee aadama wa hamalnaahum fil barri walbahri wa razaqnaahum minat taiyibaati wa faddalnaahum 'alaa kaseerim mimman khalaqnaa tafdeelaa",
            "tajweed_text": "۞ وَلَقَ[q:341[دْ] كَرَّمْنَا بَن[o[ِىٓ] ءَادَمَ وَحَمَلْنَ[n[ـٰ]هُمْ فِى [h:4106[ٱ]لْبَرِّ وَ[h:4107[ٱ]لْبَحْرِ وَرَزَ[q:6191[قْ]نَ[n[ـٰ]ه[w:6192[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ وَفَضَّلْنَ[n[ـٰ]هُمْ عَلَىٰ كَثِي[a:7835[رٍ م]ِّ[g[مّ]َنْ خَلَ[q:5159[قْ]نَا تَفْضِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2100,
            "aya_number": 71,
            "aya_text": "يَوْمَ نَدْعُوْا كُلَّ اُنَاسٍۢ بِاِمَامِهِمْۚ فَمَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَاُولٰۤىِٕكَ يَقْرَءُوْنَ كِتٰبَهُمْ وَلَا يُظْلَمُوْنَ فَتِيْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 289,
            "translation_aya_text": "(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barang siapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun.",
            "tafsir_jalalayn": "(Di hari ketika kami memanggil tiap manusia dengan pemimpinnya) yakni dengan nabi-nabi mereka kemudian dikatakan, \"Hai umat fulan,\" atau dipanggil dengan kitab-kitab hasil catatan amal perbuatan mereka, lalu dikatakan kepada mereka, \"Hai orang yang jahat.\" Hari yang dimaksud adalah hari kiamat (maka barangsiapa yang diberikan) di antara mereka (kitab catatan amalnya di tangan kanannya) mereka adalah orang-orang yang berbahagia; yaitu orang-orang yang memiliki pandangan hati sewaktu hidup di dunia (maka mereka ini akan membaca kitabnya itu dan mereka tidak dianiaya) catatan amal perbuatan baik mereka tidak dikurangi (barang sedikit pun.) walaupun hanya sebesar kulit biji sawi.",
            "sajda": false,
            "transliteration": "Yawma nad'oo kulla unaasim bi imaamihim faman ootiya kitaabahoo bi yameenihee fa ulaaa'ika yaqra'oona kitaabahum wa laa yuzlamoona fateelaa",
            "tajweed_text": "يَوْمَ نَ[q:7542[دْ]عُو[s[اْ] كُلَّ أُنَا[i:7836[سِۭ ب]ِإِمَ[n[ـٰ]مِهِمْ‌ۖ فَمَنْ أُوتِىَ كِتَ[n[ـٰ]بَهُ[n[ۥ] بِيَمِينِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يَ[q:6198[قْ]رَءُونَ كِتَ[n[ـٰ]بَهُمْ وَلَا يُظْلَمُونَ فَتِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2101,
            "aya_number": 72,
            "aya_text": "وَمَنْ كَانَ فِيْ هٰذِهٖٓ اَعْمٰى فَهُوَ فِى الْاٰخِرَةِ اَعْمٰى وَاَضَلُّ سَبِيْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 289,
            "translation_aya_text": "Dan barang siapa buta (hatinya) di dunia ini, maka di akhirat dia akan buta dan tersesat jauh dari jalan (yang benar).",
            "tafsir_jalalayn": "(Dan barang siapa yang di alam ini) di dunia ini (buta) tidak dapat melihat perkara yang hak (niscaya di akhirat nanti ia akan lebih buta lagi) lebih tidak dapat melihat jalan keselamatan dan lebih tidak dapat membaca Alquran (dan lebih tersesat jalannya) lebih jauh dari jalan yang hak. Ayat ini diturunkan berkenaan dengan orang-orang Bani Tsaqif, yaitu sewaktu mereka meminta kepada Nabi saw. supaya ia menjadikan lembah tempat tinggal mereka sebagai tanah suci dan dengan mendesak mereka mengajukan permintaan itu kepada Nabi saw.",
            "sajda": false,
            "transliteration": "Wa man kaana fee haaziheee a'maa fahuwa fil aakhirati a'maa wa adallu sabeelaa",
            "tajweed_text": "وَمَ[f:975[ن ك]َانَ فِى هَ[n[ـٰ]ذِه[o[ِۦٓ] أَعْمَىٰ فَهُوَ فِى [h:536[ٱ]لْأَخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2102,
            "aya_number": 73,
            "aya_text": "وَاِنْ كَادُوْا لَيَفْتِنُوْنَكَ عَنِ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهٗۖ وَاِذًا لَّاتَّخَذُوْكَ خَلِيْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 289,
            "translation_aya_text": "Dan mereka hampir memalingkan engkau (Muhammad) dari apa yang telah Kami wahyukan kepadamu, agar engkau mengada-ada yang lain terhadap Kami; dan jika demikian tentu mereka menjadikan engkau sahabat yang setia.",
            "tafsir_jalalayn": "(Dan sesungguhnya) huruf in di sini adalah bentuk takhfif daripada inna (mereka hampir) hampir-hampir saja (memalingkan kamu) menyimpangkan kamu (dari apa yang telah Kami wahyukan kepadamu agar kamu membuat yang lain secara bohong terhadap Kami; dan kalau sudah begitu) seandainya kamu melakukan hal itu (tentulah mereka mengambil kamu jadi sahabat-sahabat yang setia.)",
            "sajda": false,
            "transliteration": "Wa in kaadoo la yaftinoonaka 'anil lazeee awhainaaa ilaika litaftariya 'alainaaa ghairahoo wa izallat takhazooka khaleelaa",
            "tajweed_text": "وَإِ[f:7837[ن ك]َادُو[s[اْ] لَيَفْتِنُونَكَ عَنِ [h:7838[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُ[n[ۥ]‌ۖ وَإِ[u:7839[ذًا ل]َّ[h:7840[ٱ]تَّخَذُوكَ خَلِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2103,
            "aya_number": 74,
            "aya_text": "وَلَوْلَآ اَنْ ثَبَّتْنٰكَ لَقَدْ كِدْتَّ تَرْكَنُ اِلَيْهِمْ شَيْـًٔا قَلِيْلًا ۙ  ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 289,
            "translation_aya_text": "Dan sekiranya Kami tidak memperteguh (hati)mu, niscaya engkau hampir saja condong sedikit kepada mereka.",
            "tafsir_jalalayn": "(Dan kalau Kami tidak memperkuat kamu) dalam perkara yang hak dengan pemeliharaan-Ku (niscaya kamu hampir-hampir) sedikit lagi (condong) cenderung (kepada mereka barang) dengan kecenderungan yang (sedikit) karena gencarnya tipu muslihat yang dipakai oleh mereka dan permintaan mereka yang terus-menerus; ayat ini jelas menunjukkan kepada pengertian bahwa Nabi saw. tidak cenderung dan tidak pula hampir cenderung terhadap tawaran mereka.",
            "sajda": false,
            "transliteration": "Wa law laaa an sabbatnaaka laqad kitta tarkanu ilaihim sha'an qaleela",
            "tajweed_text": "وَلَوْل[o[َآ] أَ[f:7841[ن ث]َبَّتْنَ[n[ـٰ]كَ لَقَ[q:2389[دْ] كِ[d:7842[د]تَّ تَرْكَنُ إِلَيْهِمْ شَيْـ[f:7843[ـًٔا ق]َلِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2104,
            "aya_number": 75,
            "aya_text": "اِذًا لَّاَذَقْنٰكَ ضِعْفَ الْحَيٰوةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 289,
            "translation_aya_text": "Jika demikian, tentu akan Kami rasakan kepadamu (siksaan) dua kali lipat di dunia ini dan dua kali lipat setelah mati, dan engkau (Muhammad) tidak akan mendapat seorang penolong pun terhadap Kami.",
            "tafsir_jalalayn": "(Kalau terjadi demikian) seandainya kamu cenderung (benar-benarlah Kami akan rasakan kepadamu berlipat kali) azab (di dunia ini dan begitu pula berlipat ganda) azab (sesudah mati) sama dengan dua kali lipat azab yang ditimpakan kepada selainmu di dunia dan di akhirat (dan kamu tidak akan mendapat seorang penolong pun terhadap Kami) yang dapat mencegah azab yang ditimpakan kepadamu.",
            "sajda": false,
            "transliteration": "Izal la azaqnaaka di'falhayaati wa di'fal mamaati summa laa tajidu laka 'alainaa naseeraa",
            "tajweed_text": "إِ[u:7844[ذًا ل]َّأَذَ[q:7845[قْ]نَ[n[ـٰ]كَ ضِعْفَ [h:7846[ٱ]لْحَيَ[s[و][n[ٲ]ةِ وَضِعْفَ [h:7847[ٱ]لْمَمَاتِ ثُ[g[مّ]َ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        }
    ]
}