{
    "page_number": 290,
    "data": [
        {
            "aya_id": 2105,
            "aya_number": 76,
            "aya_text": "وَاِنْ كَادُوْا لَيَسْتَفِزُّوْنَكَ مِنَ الْاَرْضِ لِيُخْرِجُوْكَ مِنْهَا وَاِذًا لَّا يَلْبَثُوْنَ خِلٰفَكَ اِلَّا قَلِيْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "Dan sungguh, mereka hampir membuatmu (Muhammad) gelisah di negeri (Mekah) karena engkau harus keluar dari negeri itu, dan kalau terjadi demikian, niscaya sepeninggalmu mereka tidak akan tinggal (di sana), melainkan sebentar saja.",
            "tafsir_jalalayn": "Ayat ini diturunkan ketika orang-orang Yahudi berkata kepada Nabi saw., \"Jika kamu benar-benar seorang nabi, pergilah kamu ke negeri Syam karena negeri itu adalah negeri para nabi.\" (Dan sesungguhnya) huruf in di sini adalah bentuk takhfif daripada inna (benar-benar mereka hampir membuatmu gelisah di negeri ini) di kota Madinah (untuk mengusirmu daripadanya dan kalau terjadi demikian) seandainya mereka benar-benar mengusirmu (niscaya sepeninggalmu mereka tidak tinggal) di dalam kota Madinah (melainkan sebentar saja) lalu mereka akan dibinasakan oleh azab-Ku.",
            "sajda": false,
            "transliteration": "Wa in kaadoo la yastafizzoonaka minal ardi liyukhri jooka minhaa wa izal laa yalbasoona khilaafaka illaa qaleelaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2106,
            "aya_number": 77,
            "aya_text": "سُنَّةَ مَنْ قَدْ اَرْسَلْنَا قَبْلَكَ مِنْ رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيْلًا ࣖ ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "(Yang demikian itu) merupakan ketetapan bagi para rasul Kami yang Kami utus sebelum engkau, dan tidak akan engkau dapati perubahan atas ketetapan Kami.",
            "tafsir_jalalayn": "(Hal itu sebagai suatu ketetapan terhadap rasul-rasul Kami yang Kami utus sebelum kamu) yakni sebagaimana kebiasaan Kami terhadap para rasul Kami, yaitu membinasakan orang-orang yang mengusir mereka (dan tidak akan kamu dapati perubahan bagi ketetapan Kami) maksudnya tidak ada pergantian baginya.",
            "sajda": false,
            "transliteration": "Sunnata man qad arsalnaa qablakamir Rusulinaa wa laa tajidu lisunnatinaa tahhweelaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2107,
            "aya_number": 78,
            "aya_text": "اَقِمِ الصَّلٰوةَ لِدُلُوْكِ الشَّمْسِ اِلٰى غَسَقِ الَّيْلِ وَقُرْاٰنَ الْفَجْرِۗ اِنَّ قُرْاٰنَ الْفَجْرِ كَانَ مَشْهُوْدًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "Laksanakanlah salat sejak matahari tergelincir sampai gelapnya malam dan (laksanakan pula salat) Subuh. Sungguh, salat subuh itu disaksikan (oleh malaikat).",
            "tafsir_jalalayn": "(Dirikanlah salat dari sesudah matahari tergelincir) artinya sejak dari matahari tergelincir (sampai gelap malam) hingga kegelapan malam tiba; yang dimaksud adalah salat zuhur, asar, magrib dan isyak (dan bacaan di waktu fajar) yakni salat subuh (sesungguhnya bacaan di waktu fajar/salat subuh itu disaksikan) oleh malaikat-malaikat yang berjaga pada malam hari dan malaikat-malaikat yang berjaga pada siang hari.",
            "sajda": false,
            "transliteration": "Aqimis Salaata liduloo kish shamsi ilaa ghasaqil laili wa quraanal Fajri inna quraa nal Fajri kaana mashhoodaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2108,
            "aya_number": 79,
            "aya_text": "وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَۖ عَسٰٓى اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "Dan pada sebagian malam, lakukanlah salat tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji.",
            "tafsir_jalalayn": "(Dan pada sebagian malam hari bertahajudlah kamu) salatlah (dengan membacanya) yakni Alquran (sebagai suatu ibadah tambahan bagimu) sebagai amal fardu tambahan bagimu secara khusus bukan bagi umatmu, atau sebagai tambahan di samping salat-salat fardu (mudah-mudahan mengangkatmu) mendudukanmu (Rabbmu) di akhirat kelak (pada tempat yang terpuji) di mana semua orang yang terdahulu hingga orang yang kemudian memujimu karena kamu menduduki tempat tersebut; yaitu kedudukan memberi syafaat pada hari diputuskan-Nya segala perkara. Ayat berikut diturunkan sewaktu Allah memerintahkan Nabi saw. untuk melakukan hijrah.",
            "sajda": false,
            "transliteration": "Wa minal laili fatahajjad bihee naafilatal laka 'asaaa any yab'asaka Rabbuka Maqaamam Mahmoodaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2109,
            "aya_number": 80,
            "aya_text": "وَقُلْ رَّبِّ اَدْخِلْنِيْ مُدْخَلَ صِدْقٍ وَّاَخْرِجْنِيْ مُخْرَجَ صِدْقٍ وَّاجْعَلْ لِّيْ مِنْ لَّدُنْكَ سُلْطٰنًا نَّصِيْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "Dan katakanlah (Muhammad), ya Tuhanku, masukkan aku ke tempat masuk yang benar dan keluarkan (pula) aku ke tempat keluar yang benar dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolong(ku).",
            "tafsir_jalalayn": "(Dan katakanlah, \"Ya Rabbku! Masukkanlah aku) ke Madinah (dengan cara yang baik) yakni dengan cara memasukkan yang disukai di mana aku tidak melihat sewaktu masuk hal-hal yang tidak aku sukai (dan keluarkanlah aku) dari Mekah (dengan cara yang baik) dengan cara mengeluarkan yang membuat hatiku tidak berpaling lagi kepadanya (dan berikanlah kepadaku dari sisi Engkau kekuasaan yang menolong.\") kekuatan yang dapat membantuku untuk dapat mengalahkan musuh-musuh-Mu.",
            "sajda": false,
            "transliteration": "Wa qur Rabbi adkhilnee mudkhala sidqinw wa akhrijnee mukhraja sidqinw waj'al lee milladunka sultaanan naseeraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2110,
            "aya_number": 81,
            "aya_text": "وَقُلْ جَاۤءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ  ۖاِنَّ الْبَاطِلَ كَانَ زَهُوْقًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "Dan katakanlah, “Kebenaran telah datang dan yang batil telah lenyap.” Sungguh, yang batil itu pasti lenyap.",
            "tafsir_jalalayn": "(Dan katakanlah) sewaktu kamu memasuki kembali Mekah (\"Yang benar telah datang) yakni agama Islam (dan yang batil telah lenyap.\") batilnya kekafiran telah lenyap. (Sesungguhnya yang batil itu adalah sesuatu yang pasti lenyap) akan surut, lalu lenyap. Memang ketika Nabi saw. memasuki kota Mekah, beliau menemukan tiga ratus enam puluh berhala berada di sekitar Kakbah, kemudian Nabi saw. menusukinya dengan tongkat yang berada di tangannya sehingga semuanya runtuh, seraya mengucapkan kalimat tadi. Demikianlah menurut hadis yang diriwayatkan oleh Bukhari dan Muslim.",
            "sajda": false,
            "transliteration": "Wa qul jaaa'al haqqu wa zahaqal baatil; innal baatila kaana zahooqaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2111,
            "aya_number": 82,
            "aya_text": "وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاۤءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَۙ وَلَا يَزِيْدُ الظّٰلِمِيْنَ اِلَّا خَسَارًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "Dan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman, sedangkan bagi orang yang zalim (Al-Qur'an itu) hanya akan menambah kerugian.",
            "tafsir_jalalayn": "(Dan Kami turunkan dari) huruf min di sini menunjukkan makna bayan atau penjelasan (Alquran suatu yang menjadi penawar) dari kesesatan (dan rahmat bagi orang-orang yang beriman) kepadanya (dan Alquran itu tidaklah menambah kepada orang-orang yang zalim) yakni orang-orang yang kafir (selain kerugian) dikarenakan kekafiran mereka",
            "sajda": false,
            "transliteration": "Wa nunazzilu minal quraani maa huwa shifaaa'unw wa rahmatul lilmu;mineena wa laa yazeeduz zaalimeena illaa khasaaraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2112,
            "aya_number": 83,
            "aya_text": "وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ كَانَ يَـُٔوْسًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "Dan apabila Kami berikan kesenangan kepada manusia, niscaya dia berpaling dan menjauhkan diri dengan sombong; dan apabila dia ditimpa kesusahan, niscaya dia berputus asa.",
            "tafsir_jalalayn": "(Dan apabila Kami berikan kesenangan kepada manusia) yang kafir (niscaya berpalinglah dia) daripada bersyukur (dan membelakangkan badannya) yakni membelakangkan tubuhnya dengan sikap yang sombong (dan apabila dia ditimpa kesusahan) kemiskinan dan kesengsaraan (niscaya dia berputus asa) dari rahmat Allah.",
            "sajda": false,
            "transliteration": "Wa izaaa an'amnaa 'alal insaani a'rada wa na-aa bijaani bihee wa izaa massahush sharru kaana ya'oosaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2113,
            "aya_number": 84,
            "aya_text": "قُلْ كُلٌّ يَّعْمَلُ عَلٰى شَاكِلَتِهٖۗ فَرَبُّكُمْ اَعْلَمُ بِمَنْ هُوَ اَهْدٰى سَبِيْلًا ࣖ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "Katakanlah (Muhammad), “Setiap orang berbuat sesuai dengan pembawaannya masing-masing.” Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya.",
            "tafsir_jalalayn": "(Katakanlah, \"Tiap-tiap orang) di antara kami dan kalian (berbuat menurut keadaannya masing-masing) yakni menurut caranya sendiri-sendiri (Maka Rabb kalian lebih mengetahui siapa yang lebih benar jalannya\") maka Dia akan memberi pahala kepada orang yang lebih benar jalannya.",
            "sajda": false,
            "transliteration": "Qul kulluny ya'malu 'alaa shaakilatihee fa rabbukum a'lamu biman huwa ahdaa sabeelaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2114,
            "aya_number": 85,
            "aya_text": "وَيَسْـَٔلُوْنَكَ عَنِ الرُّوْحِۗ قُلِ الرُّوْحُ مِنْ اَمْرِ رَبِّيْ وَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "Dan mereka bertanya kepadamu (Muhammad) tentang ruh. Katakanlah, “Ruh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.”",
            "tafsir_jalalayn": "(Dan mereka bertanya kepadamu) yaitu orang-orang Yahudi (tentang roh,) yang karenanya jasad ini dapat hidup (\"Katakanlah) kepada mereka! ('Roh itu termasuk urusan Rabbku) artinya termasuk ilmu-Nya oleh karenanya kalian tidak akan dapat mengetahuinya (dan tidaklah kalian diberi pengetahuan melainkan sedikit.'\") dibandingkan dengan ilmu Allah swt.",
            "sajda": false,
            "transliteration": "Wa yas'aloonaka 'anirrooh; qulir roohu min amri rabbee wa maaa ooteetum minal 'ilmi illaa qaleelaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2115,
            "aya_number": 86,
            "aya_text": "وَلَىِٕنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهٖ عَلَيْنَا وَكِيْلًاۙ؉؉",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 290,
            "translation_aya_text": "Dan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu (Muhammad), dan engkau tidak akan mendapatkan seorang pembela pun terhadap Kami,",
            "tafsir_jalalayn": "(Dan sesungguhnya jika) lam di sini bermakna qasam (Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu) yakni Alquran; seumpamanya Dia menghapuskannya dari ingatanmu dan dari mushaf-mushaf yang ada (dan dengan pelenyapan itu kamu tidak akan mendapatkan seorang pembela pun terhadap Kami).",
            "sajda": false,
            "transliteration": "Wa la'in shi'naa lanaz habanna billazeee awhainaaa ilaika summa laa tajidu laka bihee 'alainaa wakeelaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        }
    ]
}