{
    "page_number": 291,
    "data": [
        {
            "aya_id": 2116,
            "aya_number": 87,
            "aya_text": "اِلَّا رَحْمَةً مِّنْ رَّبِّكَۗ اِنَّ فَضْلَهٗ كَانَ عَلَيْكَ كَبِيْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 291,
            "translation_aya_text": "kecuali karena rahmat dari Tuhanmu. Sungguh, karunia-Nya atasmu (Muhammad) sangat besar. ",
            "tafsir_jalalayn": "(Kecuali) tetapi sengaja Kami menetapkannya (karena rahmat dari Rabbmu. Sesungguhnya karunia-Nya atasmu adalah besar) agung karena Dia telah menurunkan Alquran kepadamu dan Dia memberimu kedudukan yang terpuji serta keutamaan-keutamaan lain yang Dia berikan kepadamu.",
            "sajda": false,
            "transliteration": "Illaa rahmatam mir Rabbik; inna fadlahoo kaana 'alaika kabeeraa",
            "tajweed_text": "إِلَّا رَحْمَ[a:5993[ةً م]ّ[u:770[ِن ر]َّبِّكَ‌ۚ إِ[g[نّ]َ فَضْلَهُ[n[ۥ] كَانَ عَلَيْكَ كَبِيرًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2117,
            "aya_number": 88,
            "aya_text": "قُلْ لَّىِٕنِ اجْتَمَعَتِ الْاِنْسُ وَالْجِنُّ عَلٰٓى اَنْ يَّأْتُوْا بِمِثْلِ هٰذَا الْقُرْاٰنِ لَا يَأْتُوْنَ بِمِثْلِهٖ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 291,
            "translation_aya_text": "Katakanlah, “Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Qur'an ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.”",
            "tafsir_jalalayn": "(Katakanlah, \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa dengan Alquran ini) dalam hal kefasihan dan ketinggian paramasasteranya (niscaya mereka tidak akan dapat membuat yang serupa dengan dia sekali pun sebagian mereka menjadi pembantu bagi sebagian yang lain.\") saling bantu-membantu. Ayat ini diturunkan sebagai sanggahan terhadap perkataan mereka sebagaimana yang disitir oleh firman-Nya: \"Kalau kami menghendaki niscaya kami dapat membacakan yang seperti ini (Alquran).\" (Q.S. Al-Anfal 31).",
            "sajda": false,
            "transliteration": "Qul la'inij tama'atil insu waljinnu 'alaaa any yaatoo bimisli haazal quraani laa yaatoona bimislihee wa law kaana ba'duhum liba 'din zaheeraa",
            "tajweed_text": "قُل لَّئِنِ [h:7881[ٱ][q:7882[جْ]تَمَعَتِ [h:7883[ٱ]لْإِ[f:7884[نس]ُ وَ[h:7885[ٱ]لْجِ[g[نّ]ُ عَلَ[o[ىٰٓ] أ[a:3855[َن ي]َأْتُو[s[اْ] بِمِثْلِ هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِه[n[ِۦ] وَلَوْ كَانَ بَعْضُهُمْ لِبَعْ[f:7886[ضٍ ظ]َهِيرًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2118,
            "aya_number": 89,
            "aya_text": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 291,
            "translation_aya_text": " Dan sungguh, Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur'an ini dengan bermacam-macam perumpamaan, tetapi kebanyakan manusia tidak menyukainya bahkan mengingkari(nya).",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah jelaskan) telah Kami terangkan (kepada manusia dalam Alquran ini tiap-tiap macam perumpamaan) lafal min kulli matsalin menjadi sifat bagi lafal yang tidak disebutkan artinya, contoh dari setiap perumpamaan supaya mereka mengambil pelajaran darinya (tapi kebanyakan manusia tidak mau) yakni penduduk Mekah (kecuali mengingkarinya) mengingkari kebenaran yang dibawanya.",
            "sajda": false,
            "transliteration": "Qa laqad sarrafnaa linnaasi fee haazal quraani min kulli masalin fa abaaa aksarun naasi illaa kufooraa",
            "tajweed_text": "وَلَقَ[q:341[دْ] صَرَّفْنَا لِل[g[نّ]َاسِ فِى هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ مِ[f:843[ن ك]ُلِّ مَثَ[f:7887[لٍ ف]َأَبَ[o[ىٰٓ] أَكْثَرُ [h:6838[ٱ][l[ل][g[نّ]َاسِ إِلَّا كُفُورًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2119,
            "aya_number": 90,
            "aya_text": "وَقَالُوْا لَنْ نُّؤْمِنَ لَكَ حَتّٰى تَفْجُرَ لَنَا مِنَ الْاَرْضِ يَنْۢبُوْعًاۙ  ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 291,
            "translation_aya_text": "Dan mereka berkata, “Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami,",
            "tafsir_jalalayn": "(Dan mereka berkata) diathafkan kepada lafal abaa (\"Kami sekali-kali tidak percaya kepadamu sebelum engkau memancarkan sumber air dari tanah buat kami) mata air yang berlimpah airnya.",
            "sajda": false,
            "transliteration": "Wa qaaloo lan nu'mina laka hattaa tafjura lanaa minal ardi yamboo'aa",
            "tajweed_text": "وَقَالُو[s[اْ] ل[a:265[َن ن]ُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ [h:1579[ٱ]لْأَرْضِ يَ[i:7888[نۢب]ُوعًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2120,
            "aya_number": 91,
            "aya_text": "اَوْ تَكُوْنَ لَكَ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّعِنَبٍ فَتُفَجِّرَ الْاَنْهٰرَ خِلٰلَهَا تَفْجِيْرًاۙ  ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 291,
            "translation_aya_text": "atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya,",
            "tafsir_jalalayn": "(Atau kamu mempunyai sebuah kebun) taman yang penuh dengan pohon-pohon (kurma dan anggur lalu kamu alirkan sungai-sungai di celah-celah kebun itu) di tengah-tengah (yang deras airnya.)",
            "sajda": false,
            "transliteration": "Aw takoona laka jannatum min nakheelinw wa 'inabin fatufajjiral anhaara khilaalahaa tafjeeraa",
            "tajweed_text": "أَوْ تَكُونَ لَكَ جَ[g[نّ]َ[a:1567[ةٌ م]ّ[a:1568[ِن ن]َّخِي[a:7889[لٍ و]َعِنَ[f:7890[بٍ ف]َتُفَجِّرَ [h:7891[ٱ]لْأَنْهَ[n[ـٰ]رَ خِلَ[n[ـٰ]لَهَا تَفْجِيرًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2121,
            "aya_number": 92,
            "aya_text": "اَوْ تُسْقِطَ السَّمَاۤءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا اَوْ تَأْتِيَ بِاللّٰهِ وَالْمَلٰۤىِٕكَةِ قَبِيْلًاۙ  ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 291,
            "translation_aya_text": "atau engkau jatuhkan langit berkeping-keping atas kami, sebagaimana engkau katakan, atau (sebelum) engkau datangkan Allah dan para malaikat berhadapan muka dengan kami,",
            "tafsir_jalalayn": "(Atau kamu jatuhkan langit berkeping-keping atas kami sebagaimana kamu katakan) yakni hancur berkeping-keping (atau kamu datangkan Allah dan malaikat-malaikat berhadapan muka dengan kami.) secara berhadap-hadapan dan terang-terangan dengan kami sehingga kami dapat melihat mereka.",
            "sajda": false,
            "transliteration": "Aw tusqitas samaaa'a kamaa za'amta 'alainaa kisafan aw taatiya billaahi walma laaa'ikati qabeelaa",
            "tajweed_text": "أَوْ تُسْقِطَ [h:7892[ٱ][l[ل]سَّم[o[َا]ٓءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِ[h:32[ٱ]للَّهِ وَ[h:823[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ قَبِيلاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2122,
            "aya_number": 93,
            "aya_text": "اَوْ يَكُوْنَ لَكَ بَيْتٌ مِّنْ زُخْرُفٍ اَوْ تَرْقٰى فِى السَّمَاۤءِ ۗوَلَنْ نُّؤْمِنَ لِرُقِيِّكَ حَتّٰى تُنَزِّلَ عَلَيْنَا كِتٰبًا نَّقْرَؤُهٗۗ قُلْ سُبْحَانَ رَبِّيْ هَلْ كُنْتُ اِلَّا بَشَرًا رَّسُوْلًا ࣖ  ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 291,
            "translation_aya_text": "atau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” Katakanlah (Muhammad), “Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?”",
            "tafsir_jalalayn": "(Atau kamu mempunyai rumah dari emas) logam mulia (atau kamu memanjat) naik (ke langit) dengan memakai tangga (Dan kami sekali-kali tidak akan mempercayai kenaikanmu) seandainya kamu dapat menaiki langit (hingga kamu turunkan atas kami) dari langit itu (sebuah kitab) yang di dalamnya tertera tulisan yang membenarkanmu (yang kami baca.\" Katakanlah) kepada mereka! (\"Maha Suci Rabbku) ungkapan rasa takjub (bukankah) tidak lain (aku ini hanyalah manusia yang menjadi rasul.\") sama halnya dengan rasul-rasul yang lain sedangkan mereka tidak dapat mendatangkan suatu mukjizat pun melainkan dengan seizin Allah.",
            "sajda": false,
            "transliteration": "Aw yakoona laka baitum min zukhrufin aw tarqaa fis samaaa'i wa lan nu'mina liruqiyyika hatta tunazzila 'alainaa kitaaban naqra'uh; qul Subhaana Rabbee hal kuntu illaa basharar Rasoolaa",
            "tajweed_text": "أَوْ يَكُونَ لَكَ بَيْ[a:7893[تٌ م]ِّ[f:7894[ن ز]ُخْرُفٍ أَوْ تَرْقَىٰ فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ وَل[a:7895[َن ن]ُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَ[n[ـٰ][a:7896[بًا ن]َّ[q:7897[قْ]رَؤُهُ[n[ۥ]‌ۗ قُلْ سُ[q:7648[بْ]حَانَ رَبِّى هَلْ كُ[f:2917[نت]ُ إِلَّا بَشَ[u:7898[رًا ر]َّسُولاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2123,
            "aya_number": 94,
            "aya_text": "وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰٓى اِلَّآ اَنْ قَالُوْٓا اَبَعَثَ اللّٰهُ بَشَرًا رَّسُوْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 291,
            "translation_aya_text": "Dan tidak ada sesuatu yang menghalangi manusia untuk beriman ketika petunjuk datang kepadanya, selain perkataan mereka, “Mengapa Allah mengutus seorang manusia menjadi rasul?”",
            "tafsir_jalalayn": "(Dan tidak ada sesuatu yang menghalang-halangi manusia untuk beriman tatkala datang petunjuk kepadanya kecuali perkataan mereka) perkataan mereka dengan nada ingkar (\"Adakah Allah mengutus seorang manusia menjadi rasul?\") dan Dia tidak mengutus seorang malaikat?",
            "sajda": false,
            "transliteration": "Wa maa mana'an naasa any yu'minooo iz jaaa'ahumul hudaaa illaaa an qaalooo aba'asal laahu basharar Rasoolaa",
            "tajweed_text": "وَمَا مَنَعَ [h:7899[ٱ][l[ل][g[نّ]َاسَ أ[a:386[َن ي]ُؤْمِن[o[ُوٓ][s[اْ] إِذْ ج[o[َا]ٓءَهُمُ [h:7900[ٱ]لْهُدَ[o[ىٰٓ] إِلّ[o[َآ] أَ[f:2304[ن ق]َال[o[ُوٓ][s[اْ] أَبَعَثَ [h:7901[ٱ]للَّهُ بَشَ[u:7898[رًا ر]َّسُولاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2124,
            "aya_number": 95,
            "aya_text": "قُلْ لَّوْ كَانَ فِى الْاَرْضِ مَلٰۤىِٕكَةٌ يَّمْشُوْنَ مُطْمَىِٕنِّيْنَ لَنَزَّلْنَا عَلَيْهِمْ مِّنَ السَّمَاۤءِ مَلَكًا رَّسُوْلًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 291,
            "translation_aya_text": "Katakanlah (Muhammad), “Sekiranya di bumi ada para malaikat, yang berjalan-jalan dengan tenang, niscaya Kami turunkan kepada mereka malaikat dari langit untuk menjadi rasul.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka (\"Seandainya di bumi ini ada) lafal fil ardhi menjadi badal daripada lafal basyaran (malaikat-malaikat yang berjalan-jalan sebagai penghuni di bumi niscaya Kami turunkan dari langit kepada mereka malaikat menjadi rasul.\") sebab tidak diutus seorang rasul terhadap suatu kaum melainkan ia berasal dari jenis mereka sendiri sehingga memungkinkan bagi mereka untuk berbicara kepadanya dan memahami darinya.",
            "sajda": false,
            "transliteration": "Qul law kaana fil ardi malaaa 'ikatuny yamshoona mutma'inneena lanazzalnaa 'alaihim minas samaaa'i malakar Rasoolaa",
            "tajweed_text": "قُل لَّوْ كَانَ فِى [h:44[ٱ]لْأَرْضِ مَلَ[o[ـٰٓ]ئِكَ[a:7902[ةٌ ي]َمْشُونَ مُ[q:7903[طْ]مَئِ[g[نّ]ِينَ لَنَزَّلْنَا عَلَيْه[w:2901[ِم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ مَلَ[u:7904[كًا ر]َّسُولاً",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2125,
            "aya_number": 96,
            "aya_text": "قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۗ اِنَّهٗ كَانَ بِعِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 291,
            "translation_aya_text": "Katakanlah (Muhammad), “Cukuplah Allah menjadi saksi antara aku dan kamu sekalian. Sungguh, Dia Maha Mengetahui, Maha Melihat akan hamba-hamba-Nya.”",
            "tafsir_jalalayn": "(Katakanlah, \"Cukuplah Allah menjadi saksi antara aku dan kamu sekalian) yang membenarkan aku. (Sesungguhnya Dia adalah Maha Mengetahui lagi Maha Melihat akan hamba-hamba-Nya.\") mengetahui apa-apa yang tersembunyi dalam diri mereka dan apa-apa yang terlahirkan.",
            "sajda": false,
            "transliteration": "Qul kafaa billaahi shaheedam bainee wa bainakum; innahoo kaana bi'ibaadihee Khabeeram Baseeraa",
            "tajweed_text": "قُلْ كَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيد[i:7033[َۢا ب]َيْنِى وَبَيْنَكُمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ بِعِبَادِه[n[ِۦ] خَبِير[i:7707[َۢا ب]َصِيرًا",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        }
    ]
}