{
    "page_number": 292,
    "data": [
        {
            "aya_id": 2126,
            "aya_number": 97,
            "aya_text": "وَمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِۚ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهُمْ اَوْلِيَاۤءَ مِنْ دُوْنِهٖۗ وَنَحْشُرُهُمْ يَوْمَ الْقِيٰمَةِ عَلٰى وُجُوْهِهِمْ عُمْيًا وَّبُكْمًا وَّصُمًّاۗ مَأْوٰىهُمْ جَهَنَّمُۗ  كُلَّمَا خَبَتْ زِدْنٰهُمْ سَعِيْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 292,
            "translation_aya_text": "Dan barang siapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barang siapa Dia sesatkan, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka.",
            "tafsir_jalalayn": "(Dan barang siapa yang ditunjuki Allah, dialah yang mendapat petunjuk dan barang siapa yang Dia sesatkan maka sekali-kali kamu tidak akan mendapat penolong-penolong bagi mereka) yang dapat memberikan petunjuk kepada mereka (selain dari Dia. Dan Kami akan mengumpulkan mereka pada hari kiamat) seraya diseret (atas muka-muka mereka dalam keadaan buta, bisu dan pekak. Tempat kediaman mereka adalah neraka Jahanam. Tiap-tiap kali nyala api Jahanam itu akan padam) mulai redup nyalanya (Kami tambahkan bagi mereka nyalanya) kobaran dan nyala api itu semakin ditambahkan.",
            "sajda": false,
            "transliteration": "Wa mai yahdil laahu fahuwal muhtad; wa mai yudlil falan tajida lahum awliyaaa'a min doonih; wa nahshuruhum Yawmal Qiyaamati 'alaa wujoohihim umyanw wa bukmanw wa summaa; maa waahum Jahannamu kullamaa khabat zidnaahum sa'eeraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2127,
            "aya_number": 98,
            "aya_text": "ذٰلِكَ جَزَاۤؤُهُمْ بِاَنَّهُمْ كَفَرُوْا بِاٰيٰتِنَا وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 292,
            "translation_aya_text": "Itulah balasan bagi mereka, karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan (karena mereka) berkata, “Apabila kami telah menjadi tulang belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?”",
            "tafsir_jalalayn": "(Itulah balasan bagi mereka karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan karena mereka berkata) seraya ingkar terhadap adanya hari berbangkit (\"Apakah bila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah benar-benar akan dibangkitkan kembali sebagai makhluk baru?\")",
            "sajda": false,
            "transliteration": "Zaalika jazaa'uhum biannahum kafaroo bi aayaatinaa wa qaalooo 'a izaa kunnaa 'izaamanw wa rufaatan'a innaa lamaboosoona khalqan jadeedaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2128,
            "aya_number": 99,
            "aya_text": "۞ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ قَادِرٌ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ اَجَلًا لَّا رَيْبَ فِيْهِۗ فَاَبَى الظّٰلِمُوْنَ اِلَّا كُفُوْرًا",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 292,
            "translation_aya_text": "Dan apakah mereka tidak memperhatikan bahwa Allah yang menciptakan langit dan bumi adalah Mahakuasa (pula) menciptakan yang serupa dengan mereka, dan Dia telah menetapkan waktu tertentu (mati atau dibangkitkan) bagi mereka, yang tidak diragukan lagi? Maka orang zalim itu tidak menolaknya kecuali dengan kekafiran.",
            "tafsir_jalalayn": "(Dan apakah mereka tidak memperhatikan) apakah mereka tidak mengetahui (bahwasanya Allah yang menciptakan langit dan bumi) padahal keduanya sangat besar sekali (adalah kuasa pula menciptakan yang serupa dengan mereka) serupa dengan manusia dalam hal kekecilannya (dan telah menetapkan waktu yang tertentu bagi mereka) untuk mati dan dibangkitkan (yang tidak ada keraguan padanya? Maka orang-orang yang zalim itu tidak menghendaki kecuali kekafiran) yaitu keingkaran terhadap-Nya.",
            "sajda": false,
            "transliteration": "Awalam yaraw annal laahal lazee khalaqas samaawaati wal arda qaadirun 'alaaa any yakhluqa mislahum wa ja'ala lahum ajalal laa raiba fee; fa abaz zaalimoona illaa kufooraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2129,
            "aya_number": 100,
            "aya_text": "قُلْ لَّوْ اَنْتُمْ تَمْلِكُوْنَ خَزَاۤىِٕنَ رَحْمَةِ رَبِّيْٓ اِذًا لَّاَمْسَكْتُمْ خَشْيَةَ الْاِنْفَاقِۗ وَكَانَ الْاِنْسَانُ قَتُوْرًا ࣖ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 292,
            "translation_aya_text": "Katakanlah (Muhammad), “Sekiranya kamu menguasai perbendaharaan rahmat Tuhanku, niscaya (perbendaharaan) itu kamu tahan, karena takut membelanjakannya.” Dan manusia itu memang sangat kikir.",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka (\"Seandainya kalian menguasai perbendaharaan-perbendaharaan rahmat Rabbku) berupa perbendaharaan rezeki dan hujan (niscaya kalian tahan perbendaharaan itu) maksudnya niscaya kalian akan bersikap kikir (karena takut membelanjakannya.\") karena takut harta menjadi habis dibelanjakan oleh karenanya kalian bersikap kikir. (Dan adalah manusia itu sangat kikir) maksudnya sangat bakhil.",
            "sajda": false,
            "transliteration": "Qul law antum tamlikoona khazaaa'ina rahmati Rabbeee izal la amsaktum khash yatal infaaq; wa kaanal insaanu qatooraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2130,
            "aya_number": 101,
            "aya_text": "وَلَقَدْ اٰتَيْنَا مُوْسٰى تِسْعَ اٰيٰتٍۢ بَيِّنٰتٍ فَسْـَٔلْ بَنِيْٓ اِسْرَاۤءِيْلَ اِذْ جَاۤءَهُمْ فَقَالَ لَهٗ فِرْعَوْنُ اِنِّيْ لَاَظُنُّكَ يٰمُوْسٰى مَسْحُوْرًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 292,
            "translation_aya_text": "Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata maka tanyakanlah kepada Bani Israil, ketika Musa datang kepada mereka lalu Fir‘aun berkata kepadanya, “Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.”",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada Musa sembilan buah mukjizat yang nyata) yaitu tangan, tongkat, topan, belalang, kutu, kodok, darah atau kutukan paceklik dan kekurangan buah-buahan (maka tanyakanlah) hai Muhammad (kepada Bani Israel) perihalnya dengan pertanyaan yang menetapkan kebenaranmu terhadap kaum musyrikin; atau artinya Kami berfirman kepada Muhammad, \"Tanyakanlah.\" Menurut qiraat yang lain diungkapkan dalam bentuk fi`il madhi (tatkala Musa datang kepada mereka lalu Firaun berkata kepadanya, \"Sesungguhnya aku sangka kamu hai Musa seorang yang kena sihir.\") orang yang tidak sadar dan akal warasmu sudah hilang.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Moosaa tis'a Aayaatim baiyinaatin fas'al Baneee Israaa'eela iz jaaa'ahum faqaala lahoo Fir'awnu inee la azunnuka yaa Moosaa mas hooraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2131,
            "aya_number": 102,
            "aya_text": "قَالَ لَقَدْ عَلِمْتَ مَآ اَنْزَلَ هٰٓؤُلَاۤءِ اِلَّا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ بَصَاۤىِٕرَۚ وَاِنِّيْ لَاَظُنُّكَ يٰفِرْعَوْنُ مَثْبُوْرًا ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 292,
            "translation_aya_text": "Dia (Musa) menjawab, ”Sungguh, engkau telah mengetahui, bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan (yang memelihara) langit dan bumi sebagai bukti-bukti yang nyata; dan sungguh, aku benar-benar menduga engkau akan binasa, wahai Fir‘aun.”",
            "tafsir_jalalayn": "(Musa menjawab, \"Sesungguhnya kamu telah mengetahui, tiada yang menurunkannya) mukjizat-mukjizat itu (melainkan Rabb yang memelihara langit dan bumi sebagai bukti-bukti yang nyata) pelajaran-pelajaran, tetapi ternyata kamu masih tetap ingkar. Menurut qiraat lain lafal `alimta dibaca `alimtu (dan sesungguhnya aku mengira kamu, hai Firaun, seorang yang binasa.\") hancur atau dipalingkan dari kebaikan.",
            "sajda": false,
            "transliteration": "Qaala laqad 'alimta maaa anzala haaa'ulaaa'i illaa Rabbus samaawaati wal ardi basaaa'ira wa innee la azun nuka yaa Fir'awnu masbooraa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2132,
            "aya_number": 103,
            "aya_text": "فَاَرَادَ اَنْ يَّسْتَفِزَّهُمْ مِّنَ الْاَرْضِ فَاَغْرَقْنٰهُ وَمَنْ مَّعَهٗ جَمِيْعًاۙ ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 292,
            "translation_aya_text": "Kemudian dia (Fir‘aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir‘aun) beserta orang yang bersama dia seluruhnya.",
            "tafsir_jalalayn": "(Maka terbetiklah maksud) dalam diri Firaun (untuk mengusir mereka) maksudnya mengusir Nabi Musa dan kaumnya (dari tanah itu) yaitu negeri Mesir (maka Kami tenggelamkan dia serta orang-orang yang bersama dia seluruhnya.)",
            "sajda": false,
            "transliteration": "Fa araada any yastafizzahum minal ardi fa aghraqnaahu wa mam ma'ahoo jamee'aa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2133,
            "aya_number": 104,
            "aya_text": "وَّقُلْنَا مِنْۢ بَعْدِهٖ لِبَنِيْٓ اِسْرَاۤءِيْلَ اسْكُنُوا الْاَرْضَ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ جِئْنَا بِكُمْ لَفِيْفًاۗ   ",
            "sura_id": 17,
            "juz_id": 15,
            "page_number": 292,
            "translation_aya_text": "Dan setelah itu Kami berfirman kepada Bani Israil, “Tinggallah di negeri ini, tetapi apabila masa berbangkit datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur.”",
            "tafsir_jalalayn": "(Dan Kami berfirman sesudah itu kepada Bani Israel, \"Diamlah di negeri ini, maka apabila tiba masa berbangkit) hari kiamat (niscaya Kami datangkan kalian dalam keadaan bercampur-baur\") dengan semua manusia, yaitu kalian dan mereka.",
            "sajda": false,
            "transliteration": "Wa qulnaa mim ba'dihee li Baneee Israaa'eelas kunul arda faizaa jaaa'a wa'dulaakhirati ji'naa bikum lafeefaa",
            "surah": {
                "name": "سُورَةُ الإِسۡرَاءِ",
                "englishName": "Al-Israa",
                "englishNameTranslation": "The Night Journey",
                "revelationType": "Meccan"
            }
        }
    ]
}