{
    "page_number": 295,
    "data": [
        {
            "aya_id": 2156,
            "aya_number": 16,
            "aya_text": "وَاِذِ اعْتَزَلْتُمُوْهُمْ وَمَا يَعْبُدُوْنَ اِلَّا اللّٰهَ فَأْوٗٓا اِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِّنْ رَّحْمَتِهٖ وَيُهَيِّئْ لَكُمْ مِّنْ اَمْرِكُمْ مِّرْفَقًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 295,
            "translation_aya_text": "Dan apabila kamu meninggalkan mereka dan apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan sesuatu yang berguna bagimu dalam urusanmu.",
            "tafsir_jalalayn": "(Dan apabila kamu meninggalkan mereka beserta apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, niscaya Rabb kalian akan melimpahkan sebagian rahmat-Nya kepada kalian dan menyediakan sesuatu yang berguna bagi kalian dalam urusan kalian) Lafal mirfaqan dapat dibaca marfiqan artinya apa-apa yang menjadi keperluan kalian berupa makan siang dan makan malam.",
            "sajda": false,
            "transliteration": "Wa izi'tazal tumoohum wa maa ya'budoona illal laaha faawooo ilal kahfi yanshur lakum Rabbukum mir rahmatihee wa yuhaiyi' lakum min amrikum mirfaqa",
            "tajweed_text": "وَإِذِ [h:7983[ٱ]عْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا [h:416[ٱ]للَّهَ فَأْوُ[o[ۥٓاْ] إِلَى [h:7966[ٱ]لْكَهْفِ يَ[f:7984[نش]ُرْ لَكُمْ رَبُّك[w:7985[ُم م]ّ[u:7986[ِن ر]َّحْمَتِه[n[ِۦ] وَيُهَيِّئْ لَك[w:556[ُم م]ِّنْ أَمْرِك[w:7987[ُم م]ِّرْفَقًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2157,
            "aya_number": 17,
            "aya_text": "۞ وَتَرَى الشَّمْسَ اِذَا طَلَعَتْ تَّزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِيْنِ وَاِذَا غَرَبَتْ تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِيْ فَجْوَةٍ مِّنْهُۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ ۗمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهٗ وَلِيًّا مُّرْشِدًا ࣖ ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 295,
            "translation_aya_text": "Dan engkau akan melihat matahari ketika terbit, condong dari gua mereka ke sebelah kanan, dan apabila matahari itu terbenam, menjauhi mereka ke sebelah kiri sedang mereka berada dalam tempat yang luas di dalam (gua) itu. Itulah sebagian dari tanda-tanda (kebesaran) Allah. Barangsiapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barangsiapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya.",
            "tafsir_jalalayn": "(Dan kamu akan melihat matahari ketika terbit, condong) Lafal Tazaawaru dapat dibaca dengan memakai Tasydid atau Takhfif, artinya melenceng (dari gua mereka ke sebelah kanan) ke arah sebelah kanan (dan bila matahari itu terbenam menjauhi mereka ke sebelah kiri) yakni membiarkan mereka dan melewati mereka, hingga sinar matahari sama sekali tidak mengenai mereka (sedangkan mereka berada di tempat yang luas dalam gua itu) yakni gua yang luas, sehingga mereka selalu mendapatkan tiupan angin yang segar lagi menyejukkan. (Itu) yakni hal yang telah disebutkan (adalah sebagian tanda-tanda Allah) bukti-bukti yang menunjukkan akan kekuasaan-Nya. (Barang siapa yang diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk dan barang siapa yang disesatkan-Nya, maka kamu tak akan mendapatkan seorang pemimpin pun yang dapat memberi petunjuk kepadanya).",
            "sajda": false,
            "transliteration": "Wa tarash shamsa izaa tala'at tazaawaru 'an kahfihim zaatal yameeni wa izaa gharabat taqriduhum zaatash shimaali wa hum fee fajwatim minh; zaalika min Aayaatillaah; mai yahdil laahu fahuwal muhtad, wa mai yudlil falan tajida lahoo waliyyam murshidaa",
            "tajweed_text": "۞ وَتَرَى [h:7988[ٱ][l[ل]شَّمْسَ إِذَا طَلَعَت تَّز[n[َٲ]وَرُ عَ[f:7989[ن ك]َهْفِهِمْ ذَاتَ [h:7990[ٱ]لْيَمِينِ وَإِذَا غَرَبَت تَّ[q:7991[قْ]رِضُهُمْ ذَاتَ [h:7992[ٱ][l[ل]شِّمَالِ وَهُمْ فِى فَ[q:7993[جْ]وَ[a:7994[ةٍ م]ِّنْهُ‌ۚ ذ[n[َٲ]لِكَ مِنْ ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ‌ۗ م[a:5146[َن ي]َهْدِ [h:5147[ٱ]للَّهُ فَهُوَ [h:7906[ٱ]لْمُهْتَدِ‌ۖ وَم[a:5149[َن ي]ُضْلِلْ فَلَ[f:2843[ن ت]َجِدَ لَهُ[n[ۥ] وَلِي[a:7995[ًّا م]ُّرْشِدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2158,
            "aya_number": 18,
            "aya_text": "وَتَحْسَبُهُمْ اَيْقَاظًا وَّهُمْ رُقُوْدٌ  ۖوَّنُقَلِّبُهُمْ ذَاتَ الْيَمِيْنِ وَذَاتَ الشِّمَالِ ۖوَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيْدِۗ  لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَّلَمُلِئْتَ مِنْهُمْ رُعْبًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 295,
            "translation_aya_text": "Dan engkau mengira mereka itu tidak tidur, padahal mereka tidur; dan Kami bolak-balikkan mereka ke kanan dan ke kiri, sedang anjing mereka membentangkan kedua lengannya di depan pintu gua. Dan jika kamu menyaksikan mereka tentu kamu akan berpaling melarikan (diri) dari mereka dan pasti kamu akan dipenuhi rasa takut terhadap mereka.",
            "tafsir_jalalayn": "(Dan kamu akan mengira mereka itu) seandainya kamu melihat mereka (adalah orang-orang yang bangun) yakni tidak tidur, karena mata mereka terbuka. Lafal Ayqaazhan adalah bentuk jamak dari lafal tunggal Yaqizhun (padahal mereka adalah orang-orang yang tidur) lafal Ruquudun adalah bentuk jamak daripada lafal Raqidun (dan Kami bolak-balikkan mereka ke kanan dan kiri) supaya daging mereka tidak dimakan oleh tanah (sedangkan anjing mereka mengunjurkan kedua lengannya) kedua kaki depannya (di muka pintu gua) ke luar mulut gua itu, dan apabila mereka membalikkan badannya, maka anjing itu pun berbuat yang sama, ia pun sama tidur dengan mereka walaupun matanya terbuka. (Dan jika kamu menyaksikan mereka tentulah kamu akan berpaling dari mereka dengan melarikan diri dan tentulah hati kamu akan dipenuhi) lafal Muli'ta dapat pula dibaca Mulli'ta (dengan ketakutan terhadap mereka) lafal Ru'ban dapat pula dibaca Ru'uban; Allah memelihara mereka dengan menimpakan rasa takut kepada setiap orang yang hendak memasuki gua tempat mereka, sehingga mereka terpelihara dengan aman.",
            "sajda": false,
            "transliteration": "Wa tahsabuhum ayqaazanw wa hum ruqood; wa nuqallibuhum zaatal yameeni wa zaatash shimaali wa kalbuhum baasitun ziraa'ayhi bilwaseed; lawit tala'ta 'alaihim la wallaita minhum firaaranw wa lamuli'ta minhum rubaa",
            "tajweed_text": "وَتَحْسَبُهُمْ أَيْقَا[a:7996[ظًا و]َهُمْ رُقُو[a:7997[دٌ‌ۚ و]َنُقَلِّبُهُمْ ذَاتَ [h:7990[ٱ]لْيَمِينِ وَذَاتَ [h:7998[ٱ][l[ل]شِّمَالِ‌ۖ وَكَلْبُه[c:7999[ُم ب]َ[n[ـٰ]سِ[f:8000[طٌ ذ]ِرَاعَيْهِ بِ[h:8001[ٱ]لْوَصِيدِ‌ۚ لَوِ [h:8002[ٱ]طَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَا[a:8003[رًا و]َلَمُلِئْتَ مِنْهُمْ رُعْبًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2159,
            "aya_number": 19,
            "aya_text": "وَكَذٰلِكَ بَعَثْنٰهُمْ لِيَتَسَاۤءَلُوْا بَيْنَهُمْۗ قَالَ قَاۤىِٕلٌ مِّنْهُمْ كَمْ لَبِثْتُمْۗ قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالُوْا رَبُّكُمْ اَعْلَمُ بِمَا لَبِثْتُمْۗ فَابْعَثُوْٓا اَحَدَكُمْ بِوَرِقِكُمْ هٰذِهٖٓ اِلَى الْمَدِيْنَةِ فَلْيَنْظُرْ اَيُّهَآ اَزْكٰى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ اَحَدًا ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 295,
            "translation_aya_text": "Dan demikianlah Kami bangunkan mereka, agar di antara mereka saling bertanya. Salah seorang di antara mereka berkata, “Sudah berapa lama kamu berada (di sini)?” Mereka menjawab, “Kita berada (di sini) sehari atau setengah hari.” Berkata (yang lain lagi), “Tuhanmu lebih mengetahui berapa lama kamu berada (di sini). Maka suruhlah salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini, dan hendaklah dia lihat manakah makanan yang lebih baik, dan bawalah sebagian makanan itu untukmu, dan hendaklah dia berlaku lemah lembut dan jangan sekali-kali menceritakan halmu kepada siapa pun.",
            "tafsir_jalalayn": "(Dan demikianlah) yang telah Kami perbuat terhadap Ashhabul Kahfi, seperti yang telah Kami sebutkan tadi (Kami bangunkan mereka) Kami bangkitkan mereka (agar mereka saling bertanya di antara mereka sendiri) tentang keadaan mereka dan lamanya masa menetap mereka di dalam gua itu (Berkatalah seorang di antara mereka, \"Sudah berapa lamakah kalian tinggal di sini?\" Mereka menjawab, \"Kita berada di sini sehari atau setengah hari)\" sebab mereka memasuki gua ketika matahari mulai terbit, dan mereka bangun sewaktu matahari terbenam, maka oleh karena itu mereka menduga bahwa saat itu adalah terbenamnya matahari, kemudian (berkata sebagian yang lainnya lagi) seraya menyerahkan pengetahuan hal tersebut kepada Allah (Rabb kalian lebih mengetahui berapa lamanya kalian berada di sini, maka suruhlah salah seorang di antara kalian dengan membawa uang perak kalian ini) lafal Wariqikum dapat pula dibaca Warqikum, artinya uang perak kalian ini (pergi ke kota) menurut suatu pendapat dikatakan bahwa kota tersebut yang sekarang dinamakan Tharasus (dan hendaklah dia lihat manakah makanan yang lebih baik) artinya, manakah makanan di kota yang paling halal (maka hendaklah dia membawa makanan itu untuk kalian, dan hendaklah dia berlaku lemah lembut dan janganlah sekali-kali menceritakan hal kalian kepada seseorang pun).",
            "sajda": false,
            "transliteration": "Wa kazaalika ba'asnaahum liyatasaaa'aloo bainahum; qaala qaaa'ilum minhum kam labistum qaaloo labisnaa yawman aw ba'da yawm; qaaloo Rabbukum a'almu bimaa labistum fab'asooo ahadakum biwariqikum haazihee ilal madeenati falyanzur ayyuhaaa azkaa ta'aaman falyaatikum birizqim minhu walyatalattaf wa laa yush'iranna bikum ahadaa",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ بَعَثْنَ[n[ـٰ]هُمْ لِيَتَس[o[َا]ٓءَلُو[s[اْ] بَيْنَهُمْ‌ۚ قَالَ ق[o[َا]ٓئِ[a:6558[لٌ م]ِّنْهُمْ كَمْ لَبِثْتُمْ‌ۖ قَالُو[s[اْ] لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْ[f:8004[مٍ‌ۚ ق]َالُو[s[اْ] رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَ[h:2764[ٱ][q:2764[بْ]عَث[o[ُوٓ][s[اْ] أَحَدَك[c:8005[ُم ب]ِوَرِقِكُمْ هَ[n[ـٰ]ذِه[o[ِۦٓ] إِلَى [h:8006[ٱ]لْمَدِينَةِ فَلْيَ[f:8007[نظ]ُرْ أَيُّه[o[َآ] أَزْكَىٰ طَعَا[f:8008[مًا ف]َلْيَأْتِك[c:8009[ُم ب]ِرِزْ[a:8010[قٍ م]ِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَ[g[نّ]َ بِكُمْ أَحَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2160,
            "aya_number": 20,
            "aya_text": "اِنَّهُمْ اِنْ يَّظْهَرُوْا عَلَيْكُمْ يَرْجُمُوْكُمْ اَوْ يُعِيْدُوْكُمْ فِيْ مِلَّتِهِمْ وَلَنْ تُفْلِحُوْٓا اِذًا اَبَدًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 295,
            "translation_aya_text": "Sesungguhnya jika mereka dapat mengetahui tempatmu, niscaya mereka akan melempari kamu dengan batu, atau memaksamu kembali kepada agama mereka, dan jika demikian niscaya kamu tidak akan beruntung selama-lamanya.”      ",
            "tafsir_jalalayn": "(Sesungguhnya jika mereka dapat mengetahui tempat kalian, niscaya mereka akan melempar kalian dengan batu) niscaya mereka akan membunuh kalian dengan lemparan batu (atau memaksa kalian kembali kepada agama mereka, dan jika demikian niscaya kalian tidak akan beruntung) yakni jika kalian kembali kepada agama mereka (selama-lamanya)\".",
            "sajda": false,
            "transliteration": "Innahum iny yazharoo 'alaikum yarjumookum aw yu'eedookum fee millatihim wa lan tuflihooo izan abadaa",
            "tajweed_text": "إِ[g[نّ]َهُمْ إ[a:8011[ِن ي]َظْهَرُو[s[اْ] عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَ[f:8012[ن ت]ُفْلِح[o[ُوٓ][s[اْ] إِذًا أَبَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        }
    ]
}