{
    "page_number": 296,
    "data": [
        {
            "aya_id": 2161,
            "aya_number": 21,
            "aya_text": "وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوْٓا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيْبَ فِيْهَاۚ اِذْ يَتَنَازَعُوْنَ بَيْنَهُمْ اَمْرَهُمْ فَقَالُوا ابْنُوْا عَلَيْهِمْ بُنْيَانًاۗ رَبُّهُمْ اَعْلَمُ بِهِمْۗ قَالَ الَّذِيْنَ غَلَبُوْا عَلٰٓى اَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 296,
            "translation_aya_text": "Dan demikian (pula) Kami perlihatkan (manusia) dengan mereka, agar mereka tahu, bahwa janji Allah benar, dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. Ketika mereka berselisih tentang urusan mereka, maka mereka berkata, “Dirikanlah sebuah bangunan di atas (gua) mereka, Tuhan mereka lebih mengetahui tentang mereka.” Orang yang berkuasa atas urusan mereka berkata, “Kami pasti akan mendirikan sebuah rumah ibadah di atasnya.”",
            "tafsir_jalalayn": "(Dan demikianlah) sebagaimana Kami bangunkan mereka (Kami memperlihatkan) (kepada mereka) yakni kaum Ashhabul Kahfi dan kaum Mukminin pada umumnya (agar mereka mengetahui) artinya khusus bagi kaum Ashhabul Kahfi (bahwa janji Allah itu) yaitu adanya hari berbangkit (benar) dengan kesimpulan, bahwa Allah Yang Maha Kuasa mematikan mereka dalam masa yang sangat lama, kemudian mereka tetap utuh sekalipun tanpa makan dan minum, maka Dia Maha Kuasa pula untuk menghidupkan orang-orang yang sudah mati (dan bahwa kedatangan hari kiamat tidak ada keraguan) (padanya. Ketika) lafal Idz ini menjadi Ma'mul daripada lafal A'tsarnaa (orang-orang itu berselisih) orang-orang Mukmin dan orang-orang kafir (tentang urusan mereka) maksudnya mengenai perkara para pemuda itu dalam hal bangunan yang akan didirikan di sekitar tempat Ashhabul Kahfi itu (orang-orang itu berkata) yakni orang-orang kafir (Dirikanlah di atas gua mereka) di sekitar tempat mereka (sebuah bangunan) untuk menutupi mereka (Rabb mereka lebih mengetahui tentang mereka\". Orang-orang yang berkuasa atas urusan mereka berkata,) yang dimaksud adalah yang menguasai perkara para pemuda tersebut, yaitu orang-orang yang beriman, (\"Sesungguhnya kami akan mendirikan di atasnya) yakni di sekitarnya (sebuah rumah peribadatan.\") tempat orang-orang melakukan salat; akhirnya dibuatlah sebuah rumah peribadatan di pintu gua tersebut.",
            "sajda": false,
            "transliteration": "Wa kazaalika a'sarnaa 'alaihim liya'lamooo anna wa'dal laahi haqqunw wa annas Saa'ata laa raiba feehaa iz yatanaaza'oona bainahum amrahum faqaalub noo 'alaihim bunyaanaa; Rabbuhum a'lamu bihim; qaalal lazeena ghalaboo 'alaaa amrihim lanat takhizanna 'alaihim masjidaa",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[a:8013[قٌّ و]َأَ[g[نّ]َ [h:8014[ٱ][l[ل]سَّاعَةَ لَا رَيْبَ فِيه[o[َآ] إِذْ يَتَنَ[n[ـٰ]زَعُونَ بَيْنَهُمْ أَمْرَهُمْ‌ۖ فَقَالُو[s[اْ] [h:8015[ٱ][q:8016[بْ]نُو[s[اْ] عَلَيْه[c:8017[ِم ب]ُنْيَ[n[ـٰ][u:8018[نًا‌ۖ ر]َّبُّهُمْ أَعْلَمُ بِهِمْ‌ۚ قَالَ [h:590[ٱ]لَّذِينَ غَلَبُو[s[اْ] عَلَ[o[ىٰٓ] أَمْرِهِمْ لَنَتَّخِذَ[g[نّ]َ عَلَيْه[w:8019[ِم م]َّسْجِدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2162,
            "aya_number": 22,
            "aya_text": "سَيَقُوْلُوْنَ ثَلٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْۚ وَيَقُوْلُوْنَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًاۢ بِالْغَيْبِۚ وَيَقُوْلُوْنَ سَبْعَةٌ وَّثَامِنُهُمْ كَلْبُهُمْ ۗقُلْ رَّبِّيْٓ اَعْلَمُ بِعِدَّتِهِمْ مَّا يَعْلَمُهُمْ اِلَّا قَلِيْلٌ ەۗ فَلَا تُمَارِ فِيْهِمْ اِلَّا مِرَاۤءً ظَاهِرًا ۖوَّلَا تَسْتَفْتِ فِيْهِمْ مِّنْهُمْ اَحَدًا ࣖ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 296,
            "translation_aya_text": "Nanti (ada orang yang akan) mengatakan, ”(Jumlah mereka) tiga (orang), yang ke empat adalah anjingnya,” dan (yang lain) mengatakan, “(Jumlah mereka) lima (orang), yang ke enam adalah anjingnya,” sebagai terkaan terhadap yang gaib; dan (yang lain lagi) mengatakan, “(Jumlah mereka) tujuh (orang), yang ke delapan adalah anjingnya.” Katakanlah (Muhammad), “Tuhanku lebih mengetahui jumlah mereka; tidak ada yang mengetahui (bilangan) mereka kecuali sedikit.” Karena itu janganlah engkau (Muhammad) berbantah tentang hal mereka, kecuali perbantahan lahir saja dan jangan engkau menanyakan tentang mereka (pemuda-pemuda itu) kepada siapa pun.",
            "tafsir_jalalayn": "(Nanti mereka akan mengatakan) yaitu orang-orang yang berselisih pendapat di zaman Nabi saw. tentang bilangan para pemuda itu. Atau dengan kata lain sebagian di antara mereka mengatakan bahwa jumlah mereka ada (tiga orang yang keempat adalah anjingnya dan yang lain mengatakan) sebagian yang lain daripada mereka (lima orang dan yang keenam adalah anjingnya) kedua pendapat tersebut dikatakan oleh orang-orang Nasrani dari Najran (sebagai terkaan terhadap barang yang gaib) hanya berlandaskan kepada dugaan belaka tanpa bukti yang nyata; kedua pendapat tersebut hanyalah main terka saja. Lafal Rajman dinashabkan karena menjadi Maf'ul Lah, artinya: sebagai terkaan mereka terhadap barang yang gaib (dan yang lain lagi mengatakan) yakni orang-orang Mukmin (Jumlah mereka, tujuh orang, yang kedelapan adalah anjingnya) Jumlah ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya adalah Sifat daripada lafal Sab'atun, dengan ditambahi huruf Wawu sesudahnya. Menurut pendapat yang lain, berkedudukan menjadi Taukid, atau menunjukkan tentang menempelnya sifat kepada Maushufnya. Dan disifatinya kedua pendapat yang tadi dengan istilah Ar-Rajmi yakni terkaan, berbeda dengan pendapat yang ketiga sekarang ini, hal ini menunjukkan bahwa pendapat yang ketiga ini adalah pendapat yang sahih dan dibenarkan (Katakanlah, \"Rabbku lebih mengetahui jumlah mereka; tidak ada orang yang mengetahui bilangan mereka kecuali sedikit\") Sahabat Ibnu Abbas r.a. mengatakan, \"Saya adalah salah seorang daripada orang-orang yang sedikit itu.\" Selanjutnya ia menuturkan bahwa jumlah mereka ada tujuh orang. (Karena itu janganlah kamu bertengkar) yakni memperdebatkan (tentang hal mereka, kecuali pertengkaran yang lahir saja) daripada sebagian apa yang diturunkan kepadamu (dan jangan kamu menanyakan tentangnya) maksudnya kamu meminta penjelasan tentang Ashkabul Kahfi itu (dari mereka) mempertanyakan kepada sebagian daripada orang-orang ahli kitab, yaitu orang-orang Yahudi (seseorang pun) pada suatu ketika penduduk Mekah menanyakan tentang kisah Ashhabul Kahfi itu. Lalu Nabi saw. menjawab, \"Saya akan menceritakannya kepada kalian besok\", tanpa memakai kata Insya Allah, maka turunlah firman-Nya:",
            "sajda": false,
            "transliteration": "Sa yaqooloona salaasatur raabi'uhum kalbuhum wa yaqooloona khamsatun saadisuhum kalbuhum rajmam bilghaib; wa yaqooloona sab'atunw wa saaminuhum kalbuhum; qur Rabbeee a'lamu bi'iddatihim maa ya'lamuhum illaa qaleel; falaa tumaari feehim illaa miraaa'an zaahiranw wa laa tastafti feehim minhum ahadaa",
            "tajweed_text": "سَيَقُولُونَ ثَلَ[n[ـٰ]ثَ[u:8020[ةٌ ر]َّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَ[f:8021[ةٌ س]َادِسُهُمْ كَلْبُهُمْ رَ[q:8022[جْ]م[i:8023[َۢا ب]ِ[h:13[ٱ]لْغَيْبِ‌ۖ وَيَقُولُونَ سَ[q:8024[بْ]عَ[a:8025[ةٌ و]َثَامِنُهُمْ كَلْبُهُمْ‌ۚ قُ[b:8026[ل] رَّبّ[o[ِىٓ] أَعْلَمُ بِعِدَّتِه[w:8027[ِم م]َّا يَعْلَمُهُمْ إِلَّا قَلِي[f:8028[لٌ‌ۗ ف]َلَا تُمَارِ فِيهِمْ إِلَّا مِر[o[َا]ٓ[f:8029[ءً ظ]َ[n[ـٰ]هِ[a:8030[رًا و]َلَا تَسْتَفْتِ فِيه[w:8031[ِم م]ِّنْهُمْ أَحَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2163,
            "aya_number": 23,
            "aya_text": "وَلَا تَقُوْلَنَّ لِشَا۟يْءٍ اِنِّيْ فَاعِلٌ ذٰلِكَ غَدًاۙ  ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 296,
            "translation_aya_text": "Dan jangan sekali-kali engkau mengatakan terhadap sesuatu, “Aku pasti melakukan itu besok pagi,”",
            "tafsir_jalalayn": "(Dan jangan sekali-kali kamu mengatakan terhadap sesuatu) tentang sesuatu (Sesungguhnya aku akan mengerjakan itu besok pagi) lafal Ghadan artinya di masa mendatang.",
            "sajda": false,
            "transliteration": "Wa laa taqoolanna lishai'in innee faa'ilun zaalika ghadaa",
            "tajweed_text": "وَلَا تَقُولَ[g[نّ]َ لِشَ[s[اْ]ىْءٍ إِ[g[نّ]ِى فَاعِ[f:8032[لٌ ذ][n[َٲ]لِكَ غَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2164,
            "aya_number": 24,
            "aya_text": "اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۖوَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ وَقُلْ عَسٰٓى اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 296,
            "translation_aya_text": "kecuali (dengan mengatakan), “Insya Allah.” Dan ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, “Mudah-mudahan Tuhanku akan memberiku petunjuk kepadaku agar aku yang lebih dekat (kebenarannya) daripada ini.”",
            "tafsir_jalalayn": "(Kecuali dengan menyebut \"Insya Allah\") artinya, mengecualikannya dengan menggantungkan hal tersebut kepada kehendak Allah, seumpamanya kamu mengatakan Insya Allah (Dan ingatlah kepada Rabbmu) yaitu kepada kehendak-Nya seraya menggantungkan diri kepada kehendak-Nya (jika kamu lupa) ini berarti jika ingat kepada kehendak-Nya sesudah lupa, sama dengan ingat kepada kehendak-Nya sewaktu mengatakan hal tersebut. Hasan dan lain-lainnya mengatakan, \"Selagi seseorang masih dalam majelisnya\" (dan katakanlah, \"Mudah-mudahan Rabbku akan memberiku petunjuk kepada yang lebih dekat daripada ini) yaitu berita tentang Ashhabul Kahfi untuk menunjukkan kebenaran kenabianku (kebenarannya\") yakni petunjuk yang lebih benar, dan memang Allah memperkenankan hal tersebut.",
            "sajda": false,
            "transliteration": "Illaaa any yashaaa'al laah; wazkur Rabbaka izaa naseeta wa qul 'asaaa any yahdiyani Rabbee li aqraba min haazaa rashadaa",
            "tajweed_text": "إِلّ[o[َآ] أ[a:4201[َن ي]َش[o[َا]ٓءَ [h:4334[ٱ]للَّهُ‌ۚ وَ[h:1898[ٱ]ذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَ[o[ىٰٓ] أ[a:8033[َن ي]َهْدِيَنِ رَبِّى لِأَ[q:8034[قْ]رَبَ مِنْ هَ[n[ـٰ]ذَا رَشَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2165,
            "aya_number": 25,
            "aya_text": "وَلَبِثُوْا فِيْ كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِيْنَ وَازْدَادُوْا تِسْعًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 296,
            "translation_aya_text": "Dan mereka tinggal dalam gua selama tiga ratus tahun dan ditambah sembilan tahun.",
            "tafsir_jalalayn": "(Dan mereka tinggal dalam gua mereka tiga ratus) lafal Miatin dibaca dengan memakai harakat Tanwin pada akhirnya (tahun) berkedudukan sebagai 'Athaf Bayan yang dikaitkan dengan lafal Tsalaatsu Miatin. Perhitungan tiga ratus tahun ini berdasarkan hisab yang berlaku di kalangan kaum Ashhabul Kahfi, yaitu berdasarkan perhitungan tahun Syamsiah. Dan bila menurut hisab tahun Qamariah sebagaimana yang berlaku di kalangan orang-orang Arab, maka menjadi bertambah sembilan tahun, dan hal ini disebutkan di dalam firman selanjutnya, yaitu (dan ditambah sembilan tahun) yakni hisab yang tiga ratus tahun berdasarkan tahun Syamsiah dan hisab yang tiga ratus sembilan tahun berdasarkan tahun Qamariyah.",
            "sajda": false,
            "transliteration": "Wa labisoo fee kahfihim salaasa mi'atin sineena wazdaadoo tis'aa",
            "tajweed_text": "وَلَبِثُو[s[اْ] فِى كَهْفِهِمْ ثَلَ[n[ـٰ]ثَ مِ[s[اْ]ئَ[f:8035[ةٍ س]ِنِينَ وَ[h:8036[ٱ]زْدَادُو[s[اْ] تِسْعًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2166,
            "aya_number": 26,
            "aya_text": "قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُوْا ۚ لَهٗ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ اَبْصِرْ بِهٖ وَاَسْمِعْۗ مَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّۗ وَلَا يُشْرِكُ فِيْ حُكْمِهٖٓ اَحَدًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 296,
            "translation_aya_text": "Katakanlah, “Allah lebih mengetahui berapa lamanya mereka tinggal (di gua); milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya; tidak ada seorang pelindung pun bagi mereka selain Dia; dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan.”",
            "tafsir_jalalayn": "(Katakanlah, \"Allah lebih mengetahui berapa lamanya mereka tinggal di gua) daripada orang-orang yang berselisih pendapat tentangnya, sebagaimana yang telah disebutkan tadi (Kepunyaan-Nyalah semua yang tersembunyi di langit dan di bumi) ilmu kesemuanya berada pada-Nya. (Alangkah terang penglihatan-Nya) penglihatan Allah, lafal Abshir bihi adalah Shighat Ta'ajjub (dan alangkah tajam pendengaran-Nya) pendengaran Allah, demikian pula lafal Asmi' bihi sama dengan lafal Maa Asma'ahu, dan yang sebelumnya sama dengan lafal Maa Absharahu, keduanya merupakan ungkapan cara Majaz. Makna yang dimaksud ialah, bahwa tiada sesuatu pun yang tidak diketahui oleh penglihatan dan pendengaran Allah swt. (tak ada bagi mereka) bagi semua penduduk langit dan bumi (seorang pelindung pun selain daripada-Nya) seorang yang dapat menolong (dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan\") karena sesungguhnya Dia tidak membutuhkan adanya sekutu.",
            "sajda": false,
            "transliteration": "Qulil laahu a'lamu bimaa labisoo lahoo ghaibus samaawaati wal ardi absir bihee wa asmi'; maa lahum min doonihee minw waliyyinw wa laa yushriku fee hukmihee ahadaa",
            "tajweed_text": "قُلِ [h:3166[ٱ]للَّهُ أَعْلَمُ بِمَا لَبِثُو[s[اْ‌ۖ] لَهُ[n[ۥ] غَيْبُ [h:6538[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ أَ[q:8037[بْ]صِرْ بِه[n[ِۦ] وَأَسْمِعْ‌ۚ مَا لَه[w:1812[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا يُشْرِكُ فِى حُكْمِه[o[ِۦٓ] أَحَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2167,
            "aya_number": 27,
            "aya_text": "وَاتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَۗ  لَا مُبَدِّلَ لِكَلِمٰتِهٖۗ وَلَنْ تَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 296,
            "translation_aya_text": "Dan bacakanlah (Muhammad) apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Al-Qur'an). Tidak ada yang dapat mengubah kalimat-kalimat-Nya. Dan engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya.",
            "tafsir_jalalayn": "(Dan bacakanlah apa yang diwahyukan kepadamu, yaitu Kitab Rabb-Mu. Tidak ada seorang pun yang dapat mengubah kalimat-kalimat-Nya. Dan engkau tidak akan mendapatkan perlindungan selain perlindungan-Nya).",
            "sajda": false,
            "transliteration": "Watlu maaa oohiya ilaika min Kitaabi Rabbika laa mubaddila li Kalimaatihee wa lan tajida min doonihee multahadaa",
            "tajweed_text": "وَ[h:9999[ٱ]تْلُ م[o[َآ] أُوحِىَ إِلَيْكَ مِ[f:3569[ن ك]ِتَابِ رَبِّكَ‌ۖ لَا مُبَدِّلَ لِكَلِمَ[n[ـٰ]تِه[n[ِۦ] وَلَ[f:3232[ن ت]َجِدَ مِ[f:3136[ن د]ُونِه[n[ِۦ] مُلْتَحَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        }
    ]
}