{
    "page_number": 297,
    "data": [
        {
            "aya_id": 2168,
            "aya_number": 28,
            "aya_text": "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ وَلَا تَعْدُ عَيْنٰكَ عَنْهُمْۚ تُرِيْدُ زِيْنَةَ الْحَيٰوةِ الدُّنْيَاۚ وَلَا تُطِعْ مَنْ اَغْفَلْنَا قَلْبَهٗ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ اَمْرُهٗ فُرُطًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 297,
            "translation_aya_text": "Dan bersabarlah engkau (Muhammad) bersama orang yang menyeru Tuhannya pada pagi dan senja hari dengan mengharap keridaan-Nya; dan janganlah kedua matamu berpaling dari mereka (karena) mengharapkan perhiasan kehidupan dunia; dan janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami, serta menuruti keinginannya dan keadaannya sudah melewati batas.",
            "tafsir_jalalayn": "(Dan bersabarlah kamu) tahanlah dirimu (bersama-sama dengan orang-orang yang menyeru Rabbnya di pagi dan senja hari dengan mengharap) melalui ibadah mereka itu (keridaan-Nya) keridaan Allah swt., bukannya karena mengharapkan sesuatu daripada kebendaan duniawi sekali pun mereka adalah orang-orang miskin (dan janganlah berpaling) jangan kamu memalingkan (kedua matamu dari mereka) (karena mengharapkan perhiasan kehidupan dunia ini; dan janganlah kamu mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami) maksudnya dilalaikan hatinya daripada Alquran, dan orang yang dimaksud adalah Uyaynah bin Hishn dan teman-temannya (serta memperturuti hawa nafsunya) yaitu melakukan perbuatan yang memusyrikkan (dan adalah keadaannya itu melewati batas) terlalu berlebih-lebihan.",
            "sajda": false,
            "transliteration": "Wasbir nafsaka ma'al lazeena yad'oona Rabbahum bilghadaati wal'ashiyyi yureedoona Wajhahoo wa laa ta'du 'aynaaka 'anhum tureedu zeenatal hayaatid dunyaa wa laa tuti' man aghfalnaa qalbahoo 'an zikrinaa wattaba'a hawaahu wa kaana amruhoo furutaa",
            "tajweed_text": "وَ[h:9999[ٱ]صْبِرْ نَفْسَكَ مَعَ [h:2899[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ رَبَّه[c:4077[ُم ب]ِ[h:4078[ٱ]لْغَدَ[s[و][n[ٲ]ةِ وَ[h:4079[ٱ]لْعَشِىِّ يُرِيدُونَ وَ[q:580[جْ]هَهُ[n[ۥ]‌ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ [h:8038[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ[n[ۥ] عَ[f:8039[ن ذ]ِكْرِنَا وَ[h:3160[ٱ]تَّبَعَ هَوَ[n[ٮٰ]هُ وَكَانَ أَمْرُهُ[n[ۥ] فُرُطًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2169,
            "aya_number": 29,
            "aya_text": "وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْۗ فَمَنْ شَاۤءَ فَلْيُؤْمِنْ وَّمَنْ شَاۤءَ فَلْيَكْفُرْۚ اِنَّآ اَعْتَدْنَا لِلظّٰلِمِيْنَ نَارًاۙ اَحَاطَ بِهِمْ سُرَادِقُهَاۗ وَاِنْ يَّسْتَغِيْثُوْا يُغَاثُوْا بِمَاۤءٍ كَالْمُهْلِ يَشْوِى الْوُجُوْهَۗ بِئْسَ الشَّرَابُۗ وَسَاۤءَتْ مُرْتَفَقًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 297,
            "translation_aya_text": "Dan katakanlah (Muhammad), “Kebenaran itu datangnya dari Tuhanmu; barangsiapa menghendaki (beriman) hendaklah dia beriman, dan barangsiapa menghendaki (kafir) biarlah dia kafir.” Sesungguhnya Kami telah menyediakan neraka bagi orang zalim, yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (minum), mereka akan diberi air seperti besi yang mendidih yang menghanguskan wajah. (Itulah) minuman yang paling buruk dan tempat istirahat yang paling jelek.",
            "tafsir_jalalayn": "(Dan katakanlah) kepadanya dan kepada teman-temannya, bahwa Alquran ini (adalah benar datang dari Rabb kalian, maka barang siapa yang ingin beriman, hendaklah ia beriman dan barang siapa yang ingin kafir, biarlah ia kafir). Kalimat ayat ini merupakan ancaman buat mereka. (Sesungguhnya Kami telah sediakan bagi orang-orang zalim itu) yaitu bagi orang-orang kafir (neraka, yang gejolaknya mengepung mereka) yang melahap apa saja yang dikepungnya. (Dan jika mereka meminta minum, niscaya mereka akan diberi minum dengan air seperti besi yang mendidih) seperti minyak yang mendidih (yang menghanguskan muka) karena panasnya, jika seseorang mendekat kepadanya (seburuk-buruk minuman) adalah minuman itu (dan ia adalah sejelek-jelek) yakni neraka itu (tempat istirahat). Lafal Murtafaqan sebagai lawan makna yang telah disebutkan di dalam ayat yang lain sehubungan dengan gambaran surga, yaitu firman-Nya, \"Dan surga itu adalah tempat istirahat yang paling indah\" (Q. S, 18 Al-Kahfi, 31). Jika tidak diartikan demikian, maka tidaklah pantas neraka dikatakan sebagai tempat istirahat.",
            "sajda": false,
            "transliteration": "Wa qulil haqqu mir Rabbikum faman shaaa'a falyu minw wa man shaaa'a falyakfur; innaaa a'tadnaa lizzaalimeena Naaran ahaata bihim suraadiquhaa; wa iny yastagheesoo yaghaasoo bimaaa'in kalmuhli yashwil wujooh' bi'sash-sharaab; wa saaa'at murtafaqaa",
            "tajweed_text": "وَقُلِ [h:8040[ٱ]لْحَقُّ م[u:243[ِن ر]َّبِّكُمْ‌ۖ فَمَ[f:8041[ن ش][o[َا]ٓءَ فَلْيُؤْم[a:8042[ِن و]َمَ[f:8043[ن ش][o[َا]ٓءَ فَلْيَكْفُرْ‌ۚ إِ[g[نّ][o[َآ] أَعْتَ[q:2660[دْ]نَا لِلظَّ[n[ـٰ]لِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا‌ۚ وَإ[a:8044[ِن ي]َسْتَغِيثُو[s[اْ] يُغَاثُو[s[اْ] بِم[o[َا]ٓ[f:8045[ءٍ ك]َ[h:8046[ٱ]لْمُهْلِ يَشْوِى [h:8047[ٱ]لْوُجُوهَ‌ۚ بِئْسَ [h:8048[ٱ][l[ل]شَّرَابُ وَس[o[َا]ٓءَتْ مُرْتَفَقًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2170,
            "aya_number": 30,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اِنَّا لَا نُضِيْعُ اَجْرَ مَنْ اَحْسَنَ عَمَلًاۚ  ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 297,
            "translation_aya_text": "Sungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman dan beramal saleh, tentulah Kami tidak akan menyia-nyiakan pahala orang-orang yang mengerjakan amalnya dengan baik) Jumlah kalimat \"Innaa Laa Nudhii'u\" berkedudukan menjadi Khabar daripada \"Innal Ladziina\". Di dalam ungkapan ini terkandung pengertian meletakkan isim Zhahir pada tempat isim Mudhmar; makna yang dimaksud adalah Ajrahum atau pahalanya. Atau dengan kata lain, Kami akan memberi pahala kepada mereka sesuai dengan amal baik mereka.",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wa 'amilus saalihaati innaa laa nudee'u ajra man ahsana 'amalaa",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ إِ[g[نّ]َا لَا نُضِيعُ أَ[q:2418[جْ]رَ مَنْ أَحْسَنَ عَمَلاً",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2171,
            "aya_number": 31,
            "aya_text": "اُولٰۤىِٕكَ لَهُمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّيَلْبَسُوْنَ ثِيَابًا خُضْرًا مِّنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَّكِىِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۗ نِعْمَ الثَّوَابُۗ وَحَسُنَتْ مُرْتَفَقًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 297,
            "translation_aya_text": "Mereka itulah yang memperoleh Surga ‘Adn, yang mengalir di bawahnya sungai-sungai; (dalam surga itu) mereka diberi hiasan gelang emas dan mereka memakai pakaian hijau dari sutera halus dan sutera tebal, sedang mereka duduk sambil bersandar di atas dipan-dipan yang indah. (Itulah) sebaik-baik pahala dan tempat istirahat yang indah.",
            "tafsir_jalalayn": "(Mereka itulah orang-orang yang bagi mereka surga Adn) sebagai tempat tinggal mereka (mengalir sungai-sungai di bawahnya. Dalam surga itu mereka dihiasi dengan gelang) menurut suatu pendapat disebutkan, bahwa huruf Min di sini adalah Zaidah dan menurut pendapat yang lain dikatakan pula bahwa itu mengandung makna Tab'idh atau sebagian. Lafal Asaawira adalah bentuk jamak dari lafal Aswiratun yang wazannya sama dengan lafal Ahmiratun, dan lafal Aswiratun ini pun adalah bentuk jamak dari kata tunggal Siwaarun (emas dan mereka memakai pakaian hijau dari sutra halus) sutra yang paling halus (dan sutra tebal) sutra yang paling tebal. Di dalam surah Ar-Rahman disebutkan, \"Yang sebelah dalamnya dari sutra yang tebal.\" (Q.S. Ar-Rahman 54). (Sedangkan mereka duduk sambil bersandar di atas dipan-dipan) lafal Araaiki adalah bentuk jamak dari kata Ariikah, yaitu pelaminan yang dihiasi dengan berbagai macam pakaian dan kelambu buat pengantin. (Itulah sebaik-baik pahala) yaitu surga (dan tempat istirahat yang paling indah).",
            "sajda": false,
            "transliteration": "Ulaaa'ika lahum Jannaatu 'Adnin tajree min tahtihimul anhaaru yuhallawna feehaa min asaawira min zahabinw wa yalbasoona siyaaban khudram min sundusinw wa istabraqim muttaki'eena feehaa 'alal araaa'ik; ni'mas sawaab; wa hasunat murtafaqaa",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][f:8049[نٍ ت]َ[q:120[جْ]رِى مِ[f:4696[ن ت]َحْتِهِمُ [h:4697[ٱ]لْأَنْهَ[n[ـٰ]رُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8051[بٍ و]َيَلْبَسُونَ ثِيَابًا خُضْ[a:8052[رًا م]ِّ[f:8053[ن س]ُ[f:8054[ند]ُ[a:8055[سٍ و]َإِسْتَ[q:8056[بْ]رَ[a:8057[قٍ م]ُّتَّكِــِٔينَ فِيهَا عَلَى [h:8058[ٱ]لْأَر[o[َا]ٓئِكِ‌ۚ نِعْمَ [h:8059[ٱ][l[ل]ثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2172,
            "aya_number": 32,
            "aya_text": "۞ وَاضْرِبْ لَهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَّحَفَفْنٰهُمَا بِنَخْلٍ وَّجَعَلْنَا بَيْنَهُمَا زَرْعًاۗ ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 297,
            "translation_aya_text": "Dan berikanlah (Muhammad) kepada mereka sebuah perumpamaan, dua orang laki-laki, yang seorang (yang kafir) Kami beri dua buah kebun anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara keduanya (kebun itu) Kami buatkan ladang.",
            "tafsir_jalalayn": "(Dan berikanlah) jadikanlah (buat mereka) buat orang-orang kafir beserta orang-orang Mukmin (sebuah perumpamaan dua orang laki-laki). Lafal Rajulaini menjadi Badal daripada lafal Matsalan, dan lafal Rajulaini dengan lafal-lafal yang sesudahnya berkedudukan sebagai penafsir daripada lafal Matsalan (Kami jadikan bagi seorang di antara keduanya) yakni bagi orang yang kafir (dua buah kebun) dua buah perkebunan (anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara kedua kebun itu Kami buatkan ladang) yang khusus menghasilkan makanan pokok.",
            "sajda": false,
            "transliteration": "Wadrib lahum masalar rajulaini ja'alnaa li ahadihimaa jannataini min a'naabinw wa hafafnaahumaa binakhilinw wa ja'alnaa bainahumaa zar'aa",
            "tajweed_text": "۞ وَ[h:9999[ٱ]ضْرِ[q:8060[بْ] لَه[w:8061[ُم م]َّثَل[u:7510[اً ر]َّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَ[g[نّ]َتَيْنِ مِنْ أَعْنَ[n[ـٰ][a:8062[بٍ و]َحَفَفْنَ[n[ـٰ]هُمَا بِنَخْ[a:8063[لٍ و]َجَعَلْنَا بَيْنَهُمَا زَرْعًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2173,
            "aya_number": 33,
            "aya_text": "كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِّنْهُ شَيْـًٔاۙ وَّفَجَّرْنَا خِلٰلَهُمَا نَهَرًاۙ  ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 297,
            "translation_aya_text": "Kedua kebun itu menghasilkan buahnya, dan tidak berkurang (buahnya) sedikit pun, dan di celah-celah kedua kebun itu Kami alirkan sungai, ",
            "tafsir_jalalayn": "(Kedua buah kebun itu) lafal Kiltaa adalah Mufrad yang menunjukkan makna Tatsniyah; ia berkedudukan menjadi Mubtada (menghasilkan). Lafal Aatat ini menjadi Khabar Kiltaa (buahnya) yakni buah-buahannya (dan kebun itu tiada dizalimi) dikurangi (buahnya sedikit pun dan Kami alirkan) artinya, Kami bedahkan (sungai di celah-celah kedua kebun itu) yakni sungai itu mengalir di antara kedua kebun tersebut.",
            "sajda": false,
            "transliteration": "Kiltal jannataini aatat ukulahaa wa lam tazlim minhu shai'anw wa fajjarnaa khi laalahumaa naharaa",
            "tajweed_text": "كِلْتَا [h:8064[ٱ]لْجَ[g[نّ]َتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْل[w:8065[ِم م]ِّنْهُ شَيْـ[a:8066[ـًٔا‌ۚ و]َفَجَّرْنَا خِلَ[n[ـٰ]لَهُمَا نَهَرًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2174,
            "aya_number": 34,
            "aya_text": "وَّكَانَ لَهٗ ثَمَرٌۚ فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهٗٓ اَنَا۠ اَكْثَرُ مِنْكَ مَالًا وَّاَعَزُّ نَفَرًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 297,
            "translation_aya_text": "dan dia memiliki kekayaan besar, maka dia berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengan dia, “Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.” ",
            "tafsir_jalalayn": "(Dan dia mempunyai) di samping kedua kebun itu (buah-buahan yang banyak) lafal Tsamarun atau Tsumurun atau Tsumrun adalah bentuk jamak dari kata Tsamratun; keadaannya sama dengan lafal Syajaratun dan Syajarun, atau Khasyabatun dan Khasyabun, atau Badanatun dan Badanun (maka ia berkata kepada kawannya) yang mukmin (ketika ia bercakap-cakap dengan dia) seraya membanggakan miliknya, \"(Hartaku lebih banyak daripada hartamu dan pengikut-pengikutku lebih kuat)\" keluargaku lebih kuat.",
            "sajda": false,
            "transliteration": "Wa kaana lahoo samarun faqaala lisaahibihee wa huwa yuhaawiruhoo ana aksaru minka maalanw wa a'azzu nafaraa",
            "tajweed_text": "وَكَانَ لَهُ[n[ۥ] ثَمَ[f:8067[رٌ ف]َقَالَ لِصَ[n[ـٰ]حِبِه[n[ِۦ] وَهُوَ يُحَاوِرُهُ[o[ۥٓ] أَنَا۟ أَكْثَرُ مِ[f:3891[نك]َ مَال[a:8068[اً و]َأَعَزُّ نَفَرًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        }
    ]
}