{
    "page_number": 298,
    "data": [
        {
            "aya_id": 2175,
            "aya_number": 35,
            "aya_text": "وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفْسِهٖۚ قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًاۙ  ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "Dan dia memasuki kebunnya dengan sikap merugikan dirinya sendiri (karena angkuh dan kafir); dia berkata, “Aku kira kebun ini tidak akan binasa selama-lamanya,",
            "tafsir_jalalayn": "(Dan dia memasuki kebunnya) dengan membawa temannya yang Mukmin itu, seraya membawanya ke sekeliling kebun serta memperlihatkan kepadanya hasil buah-buahannya. Di sini tidak diungkapkan dengan memakai lafal Jannataihi dalam bentuk Tatsniyah karena pengertian yang dimaksud adalah tamannya. Menurut pendapat yang lain disebutkan, bahwa cukup hanya dengan menyebutkan satu saja (sedang dia lalim terhadap dirinya sendiri) dengan melakukan kekafiran (ia berkata, \"Aku kira tidak akan binasa) tidak akan lenyap (kebun ini untuk selama-lamanya).",
            "sajda": false,
            "transliteration": "Wa dakhala jannatahoo wa huwa zaalimul linafsihee qaala maaa azunnu an tabeeda haaziheee abadaa",
            "tajweed_text": "وَدَخَلَ جَ[g[نّ]َتَهُ[n[ۥ] وَهُوَ ظَالِ[u:8069[مٌ ل]ِّنَفْسِه[n[ِۦ] قَالَ م[o[َآ] أَظُ[g[نّ]ُ أَ[f:8070[ن ت]َبِيدَ هَ[n[ـٰ]ذِه[o[ِۦٓ] أَبَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2176,
            "aya_number": 36,
            "aya_text": "وَّمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةً وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًا ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "dan aku kira hari Kiamat itu tidak akan datang, dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik dari pada ini.”",
            "tafsir_jalalayn": "(Dan aku tidak mengira hari kiamat itu akan datang, dan jika sekiranya aku dikembalikan kepada Rabbku) di akhirat kelak sebagaimana dugaanmu itu (pasti aku akan mendapat tempat kembali yang lebih baik daripada kebun-kebun itu)\" tempat tinggal yang lebih baik.",
            "sajda": false,
            "transliteration": "Wa maaa azunnus Saa'ata qaaa'imatanw wa la'ir rudittu ilaa Rabbee la ajidanna khairam minhaa munqalabaa",
            "tajweed_text": "وَم[o[َآ] أَظُ[g[نّ]ُ [h:8071[ٱ][l[ل]سَّاعَةَ ق[o[َا]ٓئِمَ[a:8072[ةً و]َلَئ[u:8073[ِن ر]ُّدِ[d:8074[د]تُّ إِلَىٰ رَبِّى لَأَجِدَ[g[نّ]َ خَيْ[a:8075[رًا م]ِّنْهَا مُ[f:8076[نق]َلَبًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2177,
            "aya_number": 37,
            "aya_text": "قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗٓ اَكَفَرْتَ بِالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًاۗ  ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "Kawannya (yang beriman) berkata kepadanya sambil bercakap-cakap dengannya, “Apakah engkau ingkar kepada (Tuhan) yang menciptakan engkau dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna?",
            "tafsir_jalalayn": "(Kawannya yang Mukmin berkata kepadanya sedang dia bercakap-cakap dengannya) seraya menjawab apa yang telah dikatakannya tadi, (\"Apakah kamu ingkar terhadap Rabb yang telah menciptakan kamu dari tanah) karena Nabi Adam diciptakan dari tanah dan dia sebagai anak cucunya (kemudian dari setetes air mani) setetes sperma (lalu Dia menyempurnakan bentukmu) merampungkan bentukmu dan menjadikanmu (sebagai seorang laki-laki)\".",
            "sajda": false,
            "transliteration": "Qaala lahoo saahibuhoo wa huwa yuhaawiruhooo akafarta billazee khalaqaka min turaabin summa min nutfatin summa sawwaaka rajulaa",
            "tajweed_text": "قَالَ لَهُ[n[ۥ] صَاحِبُهُ[n[ۥ] وَهُوَ يُحَاوِرُهُ[o[ۥٓ] أَكَفَرْتَ بِ[h:315[ٱ]لَّذِى خَلَقَكَ مِ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:8077[ةٍ ث]ُ[g[مّ]َ سَوَّ[n[ٮٰ]كَ رَجُلاً",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2178,
            "aya_number": 38,
            "aya_text": "لٰكِنَّا۠ هُوَ اللّٰهُ رَبِّيْ وَلَآ اُشْرِكُ بِرَبِّيْٓ اَحَدًا ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "Tetapi aku (percaya bahwa), Dialah Allah, Tuhanku, dan aku tidak mempersekutukan Tuhanku dengan sesuatu pun.",
            "tafsir_jalalayn": "(Tetapi aku) lafal Laakinna asalnya merupakan gabungan antara lafal Laakin dan Anaa, kemudian harakat huruf Hamzah Anaa dipindahkan kepada Nun lafal Laakin; atau huruf Hamzah Anaa dibuang kemudian huruf Nun lafal Laakin diidgamkan kepada Na, sehingga jadilah Laakinna (mengatakan) lafal Huwa mengandung dhamir Sya'an yang dijelaskan oleh kalimat sesudahnya; artinya, aku mengatakan, (\"Allah adalah Rabbku, dan aku tidak mempersekutukan seorang pun dengan Rabbku)\".",
            "sajda": false,
            "transliteration": "Laakinaa Huwal laahu Rabbee wa laa ushriku bi Rabbeee ahadaa",
            "tajweed_text": "لَّ[n[ـٰ]كِ[g[نّ]َا۟ هُوَ [h:8078[ٱ]للَّهُ رَبِّى وَل[o[َآ] أُشْرِكُ بِرَبّ[o[ِىٓ] أَحَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2179,
            "aya_number": 39,
            "aya_text": "وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًاۚ ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "Dan mengapa ketika engkau memasuki kebunmu tidak mengucapkan ”Masya Allah, la quwwata illa billah” (Sungguh, atas kehendak Allah, semua ini terwujud), tidak ada kekuatan kecuali dengan (pertolongan) Allah, sekalipun engkau anggap harta dan keturunanku lebih sedikit daripadamu.",
            "tafsir_jalalayn": "(Mengapa tidak) (kamu katakan sewaktu kamu memasuki kebunmu) sewaktu kamu merasa takjub dengan kebunmu itu, (\"Ini adalah apa yang telah dikehendaki oleh Allah; tidak ada kekuatan kecuali dengan pertolongan Allah?)\" di dalam sebuah hadis telah disebutkan, \"Barang siapa yang diberi kebaikan (nikmat), baik berupa istri yang cantik lagi saleh atau pun harta benda yang banyak, lalu ia mengatakan, 'Maasya Allaah Laa Quwwata Illaa Billaah' (Ini adalah apa yang dikehendaki oleh Allah, dan tiada kekuatan melainkan berkat pertolongan Allah), niscaya ia tidak akan melihat hal-hal yang tidak disukai akan menimpa kebaikan tersebut. (Jika kamu anggap aku ini) lafal Anaa merupakan dhamir Fashl yang memisahkan antara kedua Maf'u1 (lebih sedikit daripada kamu dalam hal harta dan anak).",
            "sajda": false,
            "transliteration": "Wa law laaa iz dakhalta jannataka qulta maa shaaa'al laahu laa quwwata illaa billaah; in tarani ana aqalla minka maalanw wa waladaa",
            "tajweed_text": "وَلَوْل[o[َآ] إِذْ دَخَلْتَ جَ[g[نّ]َتَكَ قُلْتَ مَا ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ لَا قُوَّةَ إِلَّا بِ[h:32[ٱ]للَّهِ‌ۚ إِ[f:8079[ن ت]َرَنِ أَنَا۟ أَقَلَّ مِ[f:3891[نك]َ مَال[a:8080[اً و]َوَلَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2180,
            "aya_number": 40,
            "aya_text": "فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًاۙ ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "Maka mudah-mudahan Tuhanku, akan memberikan kepadaku (kebun) yang lebih baik dari kebunmu (ini); dan Dia mengirimkan petir dari langit ke kebunmu, sehingga (kebun itu) menjadi tanah yang licin,",
            "tafsir_jalalayn": "(Maka mudah-mudahan Rabbku, akan memberi kepadaku kebun yang lebih baik daripada kebunmu ini) jumlah kalimat ayat ini menjadi Jawab daripada Syarat pada ayat sebelumnya (dan mudah-mudahan Dia mengirimkan ketentuan kepada kebunmu) lafal Husbanan adalah bentuk jamak dari kata Husbanah artinya petir (dan langit, hingga kebun itu menjadi tanah yang licin) tanah yang sangat licin sehingga telapak kaki tidak dapat berpijak padanya.",
            "sajda": false,
            "transliteration": "Fa'asaa Rabeee any yu'tiyani khairam min jannatika wa yursila 'alaihaa husbaanam minas samaaa'i fatusbiha sa'eedan zalaqaa",
            "tajweed_text": "فَعَسَىٰ رَبّ[o[ِىٓ] أ[a:8081[َن ي]ُؤْتِيَنِ خَيْ[a:8082[رًا م]ِّ[f:8083[ن ج]َ[g[نّ]َتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَا[a:8084[نًا م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَتُصْبِحَ صَعِي[f:8085[دًا ز]َلَقًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2181,
            "aya_number": 41,
            "aya_text": "اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "atau airnya menjadi surut ke dalam tanah, maka engkau tidak akan dapat menemukannya lagi.”",
            "tafsir_jalalayn": "(Atau airnya menjadi surut ke dalam tanah) lafal Ghauran bermakna Ghairan, diathafkan kepada lafal Yursila, bukan kepada lafal Tushbiha, karena pengertian Ghaural Mai atau kekeringan air tidak ada kaitannya dengan masalah petir (maka sekali-kali kamu tidak dapat menemukannya lagi)\" kamu tidak akan menemukan upaya lagi untuk menjadikannya kembali.",
            "sajda": false,
            "transliteration": "Aw yusbiha maaa'uhaaa ghawran falan tastatee'a lahoo talabaa",
            "tajweed_text": "أَوْ يُصْبِحَ م[o[َا]ٓؤُهَا غَوْ[f:8086[رًا ف]َلَ[f:8087[ن ت]َسْتَطِيعَ لَهُ[n[ۥ] طَلَبًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2182,
            "aya_number": 42,
            "aya_text": "وَاُحِيْطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "Dan harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedang pohon anggur roboh bersama penyangganya (para-para) lalu dia berkata, “Betapa sekiranya dahulu aku tidak mempersekutukan Tuhanku dengan sesuatu pun.”",
            "tafsir_jalalayn": "(Dan buah-buahannya diliputi) yakni ditimpa oleh berbagai macam musibah seperti yang telah disebutkan tadi sehingga binasalah semuanya berikut kebunnya (lalu ia membolak-balikkan kedua tangannya) karena menyesal dan kecewa (terhadap biaya yang telah dibelanjakannya untuk itu) untuk menggarap kebunnya (sedangkan pohon anggur itu roboh) tumbang (berikut para-paranya) penopang-penopangnya; pada mulanya pohon berikut penopangnya roboh maka berjatuhanlah buah-buah anggur itu (dan dia berkata, \"Aduhai) sebagai ungkapan kekecewaannya (kiranya dulu aku tidak mempersekutukan seorang pun dengan Rabbku)\".",
            "sajda": false,
            "transliteration": "Wa uheeta bisamarihee faasbaha yuqallibu kaffaihi 'alaa maaa anfaqa feehaa wa hiya khaawiyatun 'alaa 'urooshihaa wa yaqoolu yaalaitanee lam ushrik bi Rabbeee ahadaa",
            "tajweed_text": "وَأُحِيطَ بِثَمَرِه[n[ِۦ] فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ م[o[َآ] أَ[f:8088[نف]َقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَ[n[ـٰ]لَيْتَنِى لَمْ أُشْرِكْ بِرَبّ[o[ِىٓ] أَحَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2183,
            "aya_number": 43,
            "aya_text": "وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ  ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "Dan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya.",
            "tafsir_jalalayn": "(Dan tidak ada) dapat dibaca Lam Takun atau Lam Yakun (bagi dia segolongan pun) sekelompok orang pun (yang akan menolongnya selain Allah) di waktu kebunnya binasa (dan sekali-kali ia tidak dapat membela dirinya) tak mampu mempertahankannya sendiri sewaktu kebunnya binasa.",
            "sajda": false,
            "transliteration": "Wa lam takul lahoo fi'atuny yansuroonahoo min doonil laahi wa maa kaana muntasiraa",
            "tajweed_text": "وَلَمْ تَك[u:4298[ُن ل]َّهُ[n[ۥ] فِئَ[a:8089[ةٌ ي]َ[f:8090[نص]ُرُونَهُ[n[ۥ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَمَا كَانَ مُ[f:8091[نت]َصِرًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2184,
            "aya_number": 44,
            "aya_text": "هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّۗ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًا ࣖ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "Di sana, pertolongan itu hanya dari Allah Yang Mahabenar. Dialah (pemberi) pahala terbaik dan (pemberi) balasan terbaik.",
            "tafsir_jalalayn": "(Di sana) kelak di hari kiamat (pertolongan itu) kalau dibaca Al-Walaayah artinya pertolongan, dan kalau dibaca Al-Wilaayah artinya kerajaan (hanya dari Allah Yang Hak) kalau dibaca Al-Haqqu menjadi sifat dari lafal Al-Walaayah dan kalau dibaca Al-Haqqi menjadi sifat dari Lafzhul Jalalah atau Allah (Dia adalah sebaik-baik Pemberi pahala) lebih baik daripada pahala selain-Nya seandainya ada yang dapat memberi pahala (dan sebaik-baik Pemberi balasan) lafal 'Uqban atau 'Uquban artinya balasan bagi orang-orang Mukmin; dinashabkan karena menjadi Tamyiz.",
            "sajda": false,
            "transliteration": "Hunaalikal walaayatu lillaahil haqq; huwa khairun sawaabanw wa khairun 'uqbaa",
            "tajweed_text": "هُنَالِكَ [h:8092[ٱ]لْوَلَ[n[ـٰ]يَةُ لِلَّهِ [h:8093[ٱ]لْحَقِّ‌ۚ هُوَ خَيْ[f:8094[رٌ ث]َوَا[a:8095[بًا و]َخَيْرٌ عُ[q:8096[قْ]بًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2185,
            "aya_number": 45,
            "aya_text": "وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 298,
            "translation_aya_text": "Dan buatkanlah untuk mereka (manusia) perumpamaan kehidupan dunia ini, ibarat air (hujan) yang Kami turunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering yang diterbangkan oleh angin. Dan Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Dan berilah) jadikanlah (buat mereka) buat kaummu (suatu perumpamaan tentang kehidupan dunia ini) menjadi Maf'ul Awwal (adalah sebagai air hujan) menjadi Maf'ul Tsani (yang Kami turunkan dari langit, maka menjadi subur karenanya) menjadi tumbuh subur disebabkannya (tumbuh-tumbuhan di muka bumi) atau air hujan itu bercampur dengan tumbuh-tumbuhan, hingga tumbuh-tumbuhan itu menjadi segar dan tumbuh dengan suburnya (kemudian tumbuh-tumbuhan itu menjadi) (kering) layu dan bagian-bagiannya menjadi belah (yang diterbangkan) ditiup menjadi berantakan (oleh angin) sehingga tidak ada gunanya lagi. Makna ayat ini menyerupakan duniawi dengan tumbuh-tumbuhan yang subur, kemudian menjadi kering dan dipecahkan serta dihamburkan beterbangan oleh angin. Menurut suatu qiraat lafal Ar-Riyaah dibaca Ar-Riih (Dan adalah Allah berkuasa atas segala sesuatu) yakni Maha Kuasa.",
            "sajda": false,
            "transliteration": "Wadrib lahum masalal hayaatid dunyaa kamaaa'in anzalnaahu minas samaaa'i fakhtalata bihee nabaatul ardi fa asbaha hasheeman tazroo hur riyaah; wa kaanal laahu 'alaa kulli shai'im muqtadiraa",
            "tajweed_text": "وَ[h:9999[ٱ]ضْرِ[q:8060[بْ] لَه[w:8097[ُم م]َّثَلَ [h:8098[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا كَم[o[َا]ٓءٍ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَ[h:6009[ٱ]خْتَلَطَ بِه[n[ِۦ] نَبَاتُ [h:6010[ٱ]لْأَرْضِ فَأَصْبَحَ هَشِي[f:8099[مًا ت]َذْرُوهُ [h:8100[ٱ][l[ل]رِّيَ[n[ـٰ]حُ‌ۗ وَكَانَ [h:2653[ٱ]للَّهُ عَلَىٰ كُلِّ ش[a:8101[َىْءٍ م]ُّ[q:8102[قْ]تَدِرًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        }
    ]
}