{
    "page_number": 299,
    "data": [
        {
            "aya_id": 2186,
            "aya_number": 46,
            "aya_text": "اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 299,
            "translation_aya_text": "Harta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan.",
            "tafsir_jalalayn": "(Harta dan anak-anak adalah perhiasan kehidupan dunia) keduanya dapat dijadikan sebagai perhiasan di dalam kehidupan dunia (tetapi amalan-amalan yang kekal lagi saleh) yaitu mengucapkan kalimat: Subhaanallaah Wal Hamdulillaah Wa Laa Ilaaha Illallaah Wallaahu Akbar; menurut sebagian ulama ditambahkan Walaa Haulaa Walaa Quwwata Illaa Billaahi (adalah lebih baik pahalanya di sisi Rabbmu serta lebih baik untuk menjadi harapan) hal yang diharap-harapkan dan menjadi dambaan manusia di sisi Allah swt.",
            "sajda": false,
            "transliteration": "Almaalu walbanoona zeenatul hayaatid dunya wal baaqiyaatus saalihaatu khairun 'inda Rabbika sawaabanw wa khairun amalaa",
            "tajweed_text": "ٱلْمَالُ وَ[h:8103[ٱ]لْبَنُونَ زِينَةُ [h:8104[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَ[h:8105[ٱ]لْبَ[n[ـٰ]قِيَ[n[ـٰ]تُ [h:8106[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تُ خَيْرٌ عِ[f:264[ند]َ رَبِّكَ ثَوَا[a:8095[بًا و]َخَيْرٌ أَمَلاً",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2187,
            "aya_number": 47,
            "aya_text": "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًاۚ ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 299,
            "translation_aya_text": "Dan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka.",
            "tafsir_jalalayn": "(Dan) ingatlah (akan hari yang ketika itu Kami perjalankan gunung-gunung) Kami lenyapkan gunung-gunung itu dari muka bumi, hingga gunung-gunung itu menjadi debu yang beterbangan. Menurut qiraat yang lain dibaca Tusayyaru. (dan kamu akan melihat bumi itu datar) tidak ada sesuatu pun yang ada padanya, baik gunung maupun yang lain-lainnya (dan Kami kumpulkan seluruh manusia) baik mereka yang mukmin maupun mereka yang kafir (dan tidak Kami tinggalkan) Kami tidak membiarkan (seorang pun dari mereka.)",
            "sajda": false,
            "transliteration": "Wa yawma nusaiyirul jibaala wa taral arda baariza tanw wa hasharnaahum falam nughaadir minhum ahadaa",
            "tajweed_text": "وَيَوْمَ نُسَيِّرُ [h:8107[ٱ]لْجِبَالَ وَتَرَى [h:8108[ٱ]لْأَرْضَ بَارِزَ[a:8109[ةً و]َحَشَرْنَ[n[ـٰ]هُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2188,
            "aya_number": 48,
            "aya_text": "وَعُرِضُوْا عَلٰى رَبِّكَ صَفًّاۗ  لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢ  ۖبَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 299,
            "translation_aya_text": "Dan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), “Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.”",
            "tafsir_jalalayn": "(Dan mereka akan dibawa ke hadapan Rabbmu dengan berbaris) lafal Shaffan menjadi Hal; artinya setiap umat mempunyai barisannya tersendiri, kemudian dikatakan kepada mereka: (Sesungguhnya kalian datang kepada Kami, sebagaimana Kami menciptakan kalian pada kali yang pertama) artinya, kalian datang menghadap dalam keadaan sendiri-sendiri, tidak pakai alas kaki, telanjang dan belum dikhitan. Kemudian dikatakan kepada orang-orang yang mengingkari adanya hari berbangkit (bahkan kalian mengatakan bahwa) lafal An adalah bentuk Takhfif daripada Anna, artinya bahwasanya (Kami sekali-kali tidak akan menetapkan bagi kalian waktu memenuhi perjanjian) untuk membangkitkan kalian.",
            "sajda": false,
            "transliteration": "Wa 'uridoo 'alaa Rabbika saffaa, laqad ji'tumoonaa kamaa khalaqnaakum awala marrah; bal za'amtum allannaj'ala lakum maw'idaa",
            "tajweed_text": "وَعُرِضُو[s[اْ] عَلَىٰ رَبِّكَ صَف[u:8110[ًّا ل]َّقَ[q:2389[دْ] جِئْتُمُونَا كَمَا خَلَ[q:4250[قْ]نَ[n[ـٰ]كُمْ أَوَّلَ مَرَّ[i:8111[ةِۭ‌ۚ ب]َلْ زَعَمْتُمْ أَلّ[a:8112[َن ن]َّ[q:8113[جْ]عَلَ لَك[w:8114[ُم م]َّوْعِدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2189,
            "aya_number": 49,
            "aya_text": "وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 299,
            "translation_aya_text": "Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun.",
            "tafsir_jalalayn": "(Dan diletakkanlah kitab) yaitu kitab catatan amal perbuatan setiap orang; bagi orang-orang Mukmin diterima di sebelah kanannya, dan bagi orang-orang kafir di sebelah kirinya (lalu kamu akan melihat orang-orang yang berdosa) orang-orang kafir (ketakutan) merasa takut (terhadap apa yang tertulis di dalamnya, dan mereka berkata) sewaktu mereka melihat kesalahan-kesalahan yang terdapat di dalam kitab catatan amal masing-masing. (Aduhai) ungkapan rasa kecewa (celakalah kami) binasalah kami; lafal Wailata adalah Mashdar yang tidak mempunyai Fi'il dari lafal asalnya (kitab apakah ini yang tidak meninggalkan yang kecil dan tidak pula yang besar) dari dosa-dosa kami (melainkan ia mencatat semuanya)\" semuanya telah tercatat dan terbukti di dalamnya; mereka merasa takjub akan hal tersebut (dan mereka dapati apa yang telah mereka kerjakan ada) tertulis di dalam catatan kitab-kitab mereka. (Dan Rabbmu tidak menganiaya seorang jua pun) Dia tidak akan menghukum seseorang tanpa dosa, dan Dia tidak akan mengurangi pahala orang Mukmin.",
            "sajda": false,
            "transliteration": "Wa wudi'al kitaabu fataral mujrimeena mushfiqeena mimmaa feehi wa yaqooloona yaa wailatanaa maa lihaazal kitaabi laa yughaadiru saghee ratanw wa laa kabeeratan illaaa ahsaahaa; wa wajadoo maa 'amiloo haadiraa; wa laa yazlimu Rabbuka ahadaa",
            "tajweed_text": "وَوُضِعَ [h:8115[ٱ]لْكِتَ[n[ـٰ]بُ فَتَرَى [h:8116[ٱ]لْمُ[q:4093[جْ]رِمِينَ مُشْفِقِينَ مِ[g[مّ]َا فِيهِ وَيَقُولُونَ يَ[n[ـٰ]وَيْلَتَنَا مَالِ هَ[n[ـٰ]ذَا [h:8117[ٱ]لْكِتَ[n[ـٰ]بِ لَا يُغَادِرُ صَغِيرَ[a:5900[ةً و]َلَا كَبِيرَةً إِلّ[o[َآ] أَحْصَ[n[ـٰ]هَا‌ۚ وَوَجَدُو[s[اْ] مَا عَمِلُو[s[اْ] حَاضِ[a:8118[رًا‌ۗ و]َلَا يَظْلِمُ رَبُّكَ أَحَدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2190,
            "aya_number": 50,
            "aya_text": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖۗ اَفَتَتَّخِذُوْنَهٗ وَذُرِّيَّتَهٗٓ اَوْلِيَاۤءَ مِنْ دُوْنِيْ وَهُمْ لَكُمْ عَدُوٌّۗ بِئْسَ لِلظّٰلِمِيْنَ بَدَلًا ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 299,
            "translation_aya_text": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Maka mereka pun sujud kecuali Iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai pemimpin selain Aku, padahal mereka adalah musuhmu? Sangat buruklah (Iblis itu) sebagai pengganti (Allah) bagi orang yang zalim.",
            "tafsir_jalalayn": "(Dan ingatlah ketika) lafal Idz dinashabkan oleh lafal Udzkur yang tidak disebutkan (Kami berfirman kepada para Malaikat, \"Sujudlah kalian kepada Adam)\" dengan cara membungkukkan badan sebagai tanda penghormatan kepadanya, bukan dengan cara meletakkan kening (maka sujudlah mereka kecuali iblis, dia adalah segolongan dari jin) menurut suatu pendapat dikatakan bahwa iblis itu adalah sejenis malaikat. Berdasarkan pengertian ini maka istitsnanya adalah Muttashil. Menurut pendapat yang lain Istitsna ini adalah Munqathi'. Berdasarkan pengertian ini maka iblis adalah biang jin, ia mempunyai keturunan yang telah disebutkan sebelumnya, sedangkan Malaikat tidak mempunyai keturunan (maka ia mendurhakai perintah Rabbnya) artinya, iblis itu membangkang tidak mau taat kepada-Nya, karena ia tidak mau bersujud kepada Nabi Adam. (Patutkah Engkau mengambil dia dan turunan-turunannya) pembicaraan ini ditujukan kepada Nabi Adam dan keturunannya, dan Dhamir Ha pada dua tempat kembali kepada iblis (sebagai pemimpin selain daripada-Ku) yang kemudian kalian taati mereka (sedangkan mereka adalah musuh kalian?) menjadi musuh. Lafal 'Aduwwun berkedudukan menjadi Hal karena bermakna A'daa-an. (Amat buruklah iblis itu sebagai pengganti Allah bagi orang-orang yang lalim) yakni iblis dan keturunannya untuk ditaati sebagai pengganti taat kepada Allah.",
            "sajda": false,
            "transliteration": "Wa iz qulnaa lilma laaa'ikatis judoo li Aadama fasajadooo illaaa Ibleesa kaana minal jinni fafasaqa 'an amri Rabbih; afatattakhizoonahoo wa zurriyatahooo awliyaaa'a min doonee wa hum lakum 'aduww; bi'sa lizzaalimeena badalaa",
            "tajweed_text": "وَإِذْ قُلْنَا لِلْمَلَ[o[ـٰٓ]ئِكَةِ [h:179[ٱ]سْجُدُو[s[اْ] لِأَدَمَ فَسَجَد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِ[q:180[بْ]لِيسَ كَانَ مِنَ [h:4673[ٱ]لْجِ[g[نّ]ِ فَفَسَقَ عَنْ أَمْرِ رَبِّه[o[ِۦٓ‌ۗ] أَفَتَتَّخِذُونَهُ[n[ۥ] وَذُرِّيَّتَهُ[o[ۥٓ] أَوْلِي[o[َا]ٓءَ مِ[f:7659[ن د]ُونِى وَهُمْ لَكُمْ عَدُو[i:8119[ُّۢ‌ۚ ب]ِئْسَ لِلظَّ[n[ـٰ]لِمِينَ بَدَلاً",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2191,
            "aya_number": 51,
            "aya_text": "۞ مَآ اَشْهَدْتُّهُمْ خَلْقَ السَّمٰوٰتِ وَالْاَرْضِ وَلَا خَلْقَ اَنْفُسِهِمْۖ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّيْنَ عَضُدًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 299,
            "translation_aya_text": "Aku tidak menghadirkan mereka (Iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi dan tidak (pula) penciptaan diri mereka sendiri; dan Aku tidak menjadikan orang yang menyesatkan itu sebagai penolong.",
            "tafsir_jalalayn": "(Aku tidak menghadirkan mereka untuk menyaksikan) yakni iblis dan anak cucunya (penciptaan langit dan bumi dan tidak pula penciptaan diri mereka sendiri) Kami tidak menghadirkan sebagian dari mereka untuk menyaksikan penciptaan sebagian yang lain (dan tidaklah Aku mengambil orang-orang yang menyesatkan) yakni setan-setan (sebagai penolong) yang membantu dalam penciptaan, maka mengapa kalian menaati mereka?",
            "sajda": false,
            "transliteration": "Maaa ash hattuhum khalqas samaawaati wal ardi wa laa khalqa anfusihim wa maa kuntu muttakizal mudilleena 'adudaa",
            "tajweed_text": "۞ مّ[o[َآ] أَشْهَ[d:8120[د]تُّهُمْ خَلْقَ [h:8121[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَلَا خَلْقَ أَ[f:568[نف]ُسِهِمْ وَمَا كُ[f:2917[نت]ُ مُتَّخِذَ [h:8122[ٱ]لْمُضِلِّينَ عَضُدًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2192,
            "aya_number": 52,
            "aya_text": "وَيَوْمَ يَقُوْلُ نَادُوْا شُرَكَاۤءِيَ الَّذِيْنَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَّوْبِقًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 299,
            "translation_aya_text": "Dan (ingatlah) pada hari (ketika) Dia berfirman, “Panggillah olehmu sekutu-sekutu-Ku yang kamu anggap itu.” Mereka lalu memanggilnya, tetapi mereka (sekutu-sekutu) tidak membalas (seruan) mereka dan Kami adakan untuk mereka tempat kebinasaan (neraka).",
            "tafsir_jalalayn": "(Dan ingatlah akan hari) yang ketika itu; lafal Yauma dinashabkan oleh lafal Udzkur yang tidak disebutkan (Dia berfirman) dapat dibaca Yaquulu atau Naquulu, (\"Panggillah oleh kalian sekutu-sekutu-Ku) yakni berhala-berhala itu (yang kalian katakan itu!)\" untuk memberi syafaat atau pertolongan kepada diri kalian sebagaimana apa yang didugakan oleh kalian. (Mereka lalu memanggilnya tetapi sekutu-sekutu itu tidak membalas seruan mereka) tidak menjawab seruannya (dan Kami adakan untuk mereka) untuk berhala-berhala dan para pengabdinya (tempat kebinasaan) sebuah lembah di neraka Jahanam yang mereka semuanya dibinasakan di dalamnya. Lafal Maubiqan berasal dari lafal Wabaqa artinya telah binasa.",
            "sajda": false,
            "transliteration": "Wa Yawma yaqoolu naadoo shurakaaa'i yal lazeena za'amtum fada'awhum falam yastajeeboo lahum wa ja'alnaa bainahum maw biqaa",
            "tajweed_text": "وَيَوْمَ يَقُولُ نَادُو[s[اْ] شُرَك[o[َا]ٓءِىَ [h:7378[ٱ]لَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُو[s[اْ] لَهُمْ وَجَعَلْنَا بَيْنَه[w:8123[ُم م]َّوْبِقًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2193,
            "aya_number": 53,
            "aya_text": "وَرَاَ الْمُجْرِمُوْنَ النَّارَ فَظَنُّوْٓا اَنَّهُمْ مُّوَاقِعُوْهَا وَلَمْ يَجِدُوْا عَنْهَا مَصْرِفًا ࣖ ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 299,
            "translation_aya_text": "Dan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. ",
            "tafsir_jalalayn": "(Dan orang-orang yang berdosa melihat neraka, maka mereka meyakini) merasa yakin (bahwa mereka akan jatuh ke dalamnya) akan dicampakkan ke dalamnya (dan mereka tidak menemukan tempat berpaling daripadanya) tidak menemui jalan untuk menyelamatkan diri daripadanya.",
            "sajda": false,
            "transliteration": "Wa ra al mujrimoonan Naara fazannooo annahum muwaaqi'oohaa wa lam yajidoo 'anhaa masrifaa",
            "tajweed_text": "وَرَءَا [h:8124[ٱ]لْمُ[q:5255[جْ]رِمُونَ [h:8125[ٱ][l[ل][g[نّ]َارَ فَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َه[w:8126[ُم م]ُّوَاقِعُوهَا وَلَمْ يَجِدُو[s[اْ] عَنْهَا مَصْرِفًا",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        }
    ]
}