{
    "page_number": 30,
    "data": [
        {
            "aya_id": 198,
            "aya_number": 191,
            "aya_text": "وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ وَاَخْرِجُوْهُمْ مِّنْ حَيْثُ اَخْرَجُوْكُمْ وَالْفِتْنَةُ اَشَدُّ مِنَ الْقَتْلِ ۚ وَلَا تُقَاتِلُوْهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتّٰى يُقٰتِلُوْكُمْ فِيْهِۚ فَاِنْ قٰتَلُوْكُمْ فَاقْتُلُوْهُمْۗ  كَذٰلِكَ جَزَاۤءُ الْكٰفِرِيْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 30,
            "translation_aya_text": "Dan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah itu lebih kejam daripada pembunuhan. Dan janganlah kamu perangi mereka di Masjidilharam, kecuali jika mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu, maka perangilah mereka. Demikianlah balasan bagi orang kafir.",
            "tafsir_jalalayn": "(Dan bunuhlah mereka di mana saja kamu menjumpai mereka, serta usirlah mereka di mana mereka mengusir kamu) artinya Mekah, dan ini telah dilakukan nabi terhadap mereka pada tahun pembebasan (sedangkan fitnah itu), artinya kesyirikan mereka (lebih berat), maksudnya lebih berbahaya (dari pembunuhan) terhadap mereka, yakni di tanah suci atau sewaktu ihram yang mereka hormati itu. (Dan janganlah kamu memerangi mereka di Masjidilharam), maksudnya di tanah suci, (sebelum mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu) di sana, (maka bunuhlah mereka). Menurut satu qiraat tanpa alif pada kata kerja yang tiga, 'wala taqtuluuhum, hatta yaqtuluukum fiih, dan fa-in qataluukum'. (Demikianlah), maksudnya pembunuhan dan pengusiran (menjadi balasan bagi orang-orang kafir).",
            "sajda": false,
            "transliteration": "Waqtuloohum haisu saqif tumoohum wa akhrijoohum min haisu akhrajookum; walfitnatu ashaddu minal qatl; wa laa tuqaatiloohum 'indal Majidil Haraami hattaa yaqaatilookum feehi fa in qaatalookum faqtuloohum; kazaalika jazaaa'ul kaafireen",
            "tajweed_text": "وَ[h:9999[ٱ][q:1022[قْ]تُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوه[w:1023[ُم م]ِّنْ حَيْثُ أَخْرَجُوكُمْ‌ۚ وَ[h:1024[ٱ]لْفِتْنَةُ أَشَدُّ مِنَ [h:1025[ٱ]لْقَتْلِ‌ۚ وَلَا تُقَ[n[ـٰ]تِلُوهُمْ عِ[f:264[ند]َ [h:1026[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ حَتَّىٰ يُقَ[n[ـٰ]تِلُوكُمْ فِيهِ‌ۖ فَإِ[f:1027[ن ق]َ[n[ـٰ]تَلُوكُمْ فَ[h:1028[ٱ][q:1028[قْ]تُلُوهُمْ‌ۗ كَذ[n[َٲ]لِكَ جَز[o[َا]ٓءُ [h:1029[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 199,
            "aya_number": 192,
            "aya_text": "فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 30,
            "translation_aya_text": "Tetapi jika mereka berhenti, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Jika mereka berhenti) dari kekafiran lalu masuk Islam, (maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang) terhadap mereka.",
            "sajda": false,
            "transliteration": "Fa ini-ntahaw fa innal laaha Ghafoorur Raheem",
            "tajweed_text": "فَإِنِ [h:1030[ٱ][f:1031[نت]َهَوْ[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 200,
            "aya_number": 193,
            "aya_text": "وَقٰتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ لِلّٰهِ ۗ فَاِنِ انْتَهَوْا فَلَا عُدْوَانَ اِلَّا عَلَى الظّٰلِمِيْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 30,
            "translation_aya_text": "Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti, maka tidak ada (lagi) permusuhan, kecuali terhadap orang-orang zalim.",
            "tafsir_jalalayn": "(Dan perangilah mereka itu hingga tidak ada lagi) atau tidak dijumpai lagi (fitnah) yakni kesyirikan (dan (sehingga) agama itu) pengabdian atau perhambaan diri itu (hanya untuk Allah) semata dan tak ada yang disembah selain Dia. (Maka jika mereka berhenti) dari kesyirikan, janganlah kamu melakukan pelanggaran terhadap mereka; makna ini dapat disimpulkan dari (maka tak ada permusuhan lagi) seperti membunuh atau lainnya, (kecuali terhadap orang-orang yang aniaya). Orang yang telah menghentikan kekeliruannya, maka tidak termasuk orang yang aniaya, sehingga tidak perlu mendapat tindakan permusuhan lagi.",
            "sajda": false,
            "transliteration": "Wa qaatiloohum hatta laa takoona fitnatunw wa yakoonad deenu lillaahi fa-inin tahaw falaa 'udwaana illaa 'alaz zaalimeen",
            "tajweed_text": "وَقَ[n[ـٰ]تِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَ[a:1032[ةٌ و]َيَكُونَ [h:1033[ٱ][l[ل]دِّينُ لِلَّهِ‌ۖ فَإِنِ [h:1030[ٱ][f:1031[نت]َهَوْ[s[اْ] فَلَا عُ[q:1034[دْ]و[n[َٲ]نَ إِلَّا عَلَى [h:1035[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 201,
            "aya_number": 194,
            "aya_text": "اَلشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمٰتُ قِصَاصٌۗ فَمَنِ اعْتَدٰى عَلَيْكُمْ فَاعْتَدُوْا عَلَيْهِ بِمِثْلِ مَا اعْتَدٰى عَلَيْكُمْ ۖ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 30,
            "translation_aya_text": "Bulan haram dengan bulan haram, dan (terhadap) sesuatu yang dihormati berlaku (hukum) qisas. Oleh sebab itu barangsiapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. Bertakwalah kepada Allah dan ketahuilah bahwa Allah beserta orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Bulan haram), artinya bulan suci harus dibalas pula (dengan bulan haram), maksudnya sebagaimana mereka memerangi kamu pada bulan suci, perangilah pula mereka pada bulan itu sebagai sanggahan atas sikap kaum muslimin yang menghormati bulan suci (dan pada semua yang patut dihormati) jamak dari hurmatun (berlaku hukum kisas), maksudnya bila kehormatan itu dilanggar, maka hendaklah dibalas dengan perbuatan yang setimpal (Maka barang siapa yang menyerang kamu) dalam suatu pelanggaran di tanah suci, di waktu ihram atau di bulan-bulan haram, (maka seranglah pula dia dengan suatu serangan yang seimbang dengan serangan terhadap kamu). Tindakan pembalasan itu disebut 'serangan' karena sama dengan timpalannya dalam bentuk dan rupa (Dan bertakwalah kepada Allah) dalam membela diri, jangan melampaui batas (Dan ketahuilah olehmu bahwa Allah bersama orang-orang yang bertakwa), yakni memberi bantuan dan kemenangan.",
            "sajda": false,
            "transliteration": "Ash Shahrul Haraamu bish Shahril Haraami wal hurumaatu qisaas; famani'tadaa 'alaikum fa'tadoo 'alaihi bimsisli ma'tadaa 'alaikum; wattaqul laaha wa'lamooo annal laaha ma'al muttaqeen",
            "tajweed_text": "ٱ[l[ل]شَّهْرُ [h:1036[ٱ]لْحَرَامُ بِ[h:1037[ٱ][l[ل]شَّهْرِ [h:1038[ٱ]لْحَرَامِ وَ[h:1039[ٱ]لْحُرُمَ[n[ـٰ]تُ قِصَا[f:1040[صٌ‌ۚ ف]َمَنِ [h:938[ٱ]عْتَدَىٰ عَلَيْكُمْ فَ[h:1041[ٱ]عْتَدُو[s[اْ] عَلَيْهِ بِمِثْلِ مَا [h:1042[ٱ]عْتَدَىٰ عَلَيْكُمْ‌ۚ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ وَ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ مَعَ [h:1044[ٱ]لْمُتَّق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 202,
            "aya_number": 195,
            "aya_text": "وَاَنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلَا تُلْقُوْا بِاَيْدِيْكُمْ اِلَى التَّهْلُكَةِ ۛ وَاَحْسِنُوْا ۛ اِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 30,
            "translation_aya_text": "Dan infakkanlah (hartamu) di jalan Allah, dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuatbaiklah. Sungguh, Allah menyukai orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Dan belanjakanlah di jalan Allah), artinya menaatinya, seperti dalam berjihad dan lain-lainnya (dan janganlah kamu jatuhkan tanganmu), maksudnya dirimu. Sedangkan ba sebagai tambahan (ke dalam kebinasaan) atau kecelakaan disebabkan meninggalkan atau mengeluarkan sana untuk berjihad yang akan menyebabkan menjadi lebih kuatnya pihak musuh daripada kamu. (Dan berbuat baiklah kamu), misalnya dengan mengeluarkan nafkah dan lain-lainnya (Sesungguhnya Allah mengasihi orang yang berbuat baik), artinya akan memberi pahala mereka.",
            "sajda": false,
            "transliteration": "Wa anfiqoo fee sabeelil laahi wa laa tulqoo bi aydeekum ilat tahlukati wa ahsinoo; innal laaha yuhibbul muhsineen",
            "tajweed_text": "وَأَ[f:1045[نف]ِقُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ وَلَا تُلْقُو[s[اْ] بِأَيْدِيكُمْ إِلَى [h:1046[ٱ][l[ل]تَّهْلُكَةِ‌ۛ وَأَحْسِن[o[ُوٓ[s[اْ]‌ۛ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:1047[ٱ]لْمُحْسِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 203,
            "aya_number": 196,
            "aya_text": "وَاَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلّٰهِ ۗ فَاِنْ اُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ وَلَا تَحْلِقُوْا رُءُوْسَكُمْ حَتّٰى يَبْلُغَ الْهَدْيُ مَحِلَّهٗ ۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ بِهٖٓ اَذًى مِّنْ رَّأْسِهٖ فَفِدْيَةٌ مِّنْ صِيَامٍ اَوْ صَدَقَةٍ اَوْ نُسُكٍ ۚ فَاِذَآ اَمِنْتُمْ ۗ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ اِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ اَيَّامٍ فِى الْحَجِّ وَسَبْعَةٍ اِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ  ۗذٰلِكَ لِمَنْ لَّمْ يَكُنْ اَهْلُهٗ حَاضِرِى الْمَسْجِدِ الْحَرَامِ ۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 30,
            "translation_aya_text": "Dan sempurnakanlah ibadah haji dan umrah karena Allah. Tetapi jika kamu terkepung (oleh musuh), maka (sembelihlah) hadyu yang mudah didapat, dan jangan kamu mencukur kepalamu, sebelum hadyu sampai di tempat penyembelihannya. Jika ada di antara kamu yang sakit atau ada gangguan di kepalanya (lalu dia bercukur), maka dia wajib berfidyah, yaitu berpuasa, bersedekah atau berkurban. Apabila kamu dalam keadaan aman, maka barangsiapa mengerjakan umrah sebelum haji, dia (wajib menyembelih) hadyu yang mudah didapat. Tetapi jika dia tidak mendapatkannya, maka dia (wajib) berpuasa tiga hari dalam (musim) haji dan tujuh (hari) setelah kamu kembali. Itu seluruhnya sepuluh (hari). Demikian itu, bagi orang yang keluarganya tidak ada (tinggal) di sekitar Masjidilharam. Bertakwalah kepada Allah dan ketahuilah bahwa Allah sangat keras hukuman-Nya.",
            "tafsir_jalalayn": "(Dan sempurnakanlah haji dan umrah karena Allah), artinya lakukanlah dengan memenuhi semua haknya (dan jika kamu terkepung), artinya terhalang untuk menyelesaikannya disebabkan ada musuh, (maka hendaklah menyembelih hewan yang mudah didapat), yaitu seekor kambing (dan janganlah kamu cukur kepalamu), maksudnya jangan tahalul (sebelum sampai sembelihan) tersebut (ke tempat penyembelihannya), artinya tempat penyembelihannya. Menurut Syafii adalah tempat terkepung itu. Maka hendaklah disembelih di sana dengan niat tahalul, lalu dibagi-bagikan kepada fakir miskin, kemudian bercukur rambut, sehingga dengan demikian tercapailah tahalul. (Dan barang siapa di antara kamu sakit atau ada gangguan pada kepalanya) berkutu dan pusing, lalu ia bercukur di waktu ihram (maka hendaklah ia membayar fidyah), (yaitu berpuasa) selama tiga hari (atau bersedekah) sebanyak tiga sukat makanan pokok penduduk itu kepada enam orang fakir miskin (atau berkurban), artinya menyembelih kambing. 'Au' yang berarti 'atau' memberi kesempatan untuk memilih. Termasuk pula dalam hal ini orang yang bercukur tanpa halangan apa-apa, karena ia lebih pantas lagi untuk membelinya, membayar denda atau tebusan. Demikian pula orang yang menikmati apa-apa yang dilarang tanpa bercukur, seperti memakai minyak wangi, pakaian yang berjahit atau minyak rambut yang disebabkan sesuatu halangan atau lainnya (Maka apabila kamu telah merasa aman) dari bahaya musuh-musuhmu, misalnya mereka telah pergi atau sudah tidak ada lagi (maka bagi siapa yang hendak bertamatu) yaitu (mendahulukan umrah) disebabkan telah kosongnya ia dari larangan-larangan ihram (daripada haji), maksudnya sampai saat ihram dengannya asal saja masih pada bulan-bulannya, (maka hendaklah wajib ia menyembelih kurban yang mudah didapat), yaitu seekor kambing yang harus disembelihnya sesudah ihram haji, dan lebih utama pada hari kurban. (Tetapi apabila ia tidak menemukan) kurban, misalnya karena hewan itu tidak ada, atau tidak punya uang untuk membelinya, (maka hendaklah ia berpuasa), artinya wajib atasnya berpuasa (tiga hari dalam masa haji) artinya sewaktu sedang ihram, dengan demikian ia wajib melakukan ihram sebelum tanggal tujuh Zulhijah, dan lebih utama sebelum tanggal enam, karena makruhnya berpuasa pada hari Arafah, sedangkan menurut salah satu di antara dua pendapat Syafii yang lebih sah, tidak boleh mempuasakannya pada hari-hari tasyrik (dan tujuh hari lagi bila kamu telah pulang) ke kampung halamanmu, baik Mekah atau lainnya. Ada pula yang mengatakan jika telah selesai dari pekerjaan-pekerjaan haji tanpa mempedulikan soal di rantau atau tidaknya. (Itulah sepuluh hari yang sempurna) suatu jumlah untuk menguatkan yang sebelumnya. (Demikian itu) maksudnya hukum yang telah disebutkan tadi berupa kewajiban menyembelih kurban atau berpuasa bagi orang yang mengerjakan haji secara tamatu (adalah bagi orang yang keluarganya tidak berada di sekitar Masjidilharam). Menurut Syafii, tidak berada kurang dari dua marhalah dari tanah suci. Jika sebaliknya, maka tak ada kurban dan tidak pula berpuasa sekalipun ia melakukan tamatu. Disebutkannya ahli atau penduduk, memperingatkan kita disyaratkannya status sebagai penduduk. Sekiranya ia bermukim sebelum bulan-bulan haji tetapi tidak menjadi penduduk tetap, lalu ia bertamatu, maka wajiblah baginya demikian itu. Ini merupakan salah satu dari dua pendapat Syafii, sedangkan pendapatnya yang kedua adalah tidak wajib. 'Ahli' itu merupakan sindiran terhadap diri orang yang bersangkutan. Sebagaimana disebutkan dalam hadis, termasuk pula dalam tamatuk ini ialah qiran artinya orang yang ihram dengan haji dan umrah sekaligus atau memasukkan haji ke dalam umrah sebelum memulai tawaf (Dan bertakwalah kamu kepada Allah), yakni mengenai perintah dan larangan-Nya (serta ketahuilah bahwa Allah amat berat siksaan-Nya), yakni bagi orang yang melanggar peraturan-Nya.",
            "sajda": false,
            "transliteration": "Wa atimmul Hajja wal Umarata lillaah; fain uhsirtum famas taisara minal hadyi walaa tahliqoo ru'oosakum hatta yablughal hadyu mahillah; faman kaana minkum mareedan aw biheee azam mir raasihee fafidyatum min Siyaamin aw sadaqatin aw nusuk; fa izaaa amintum faman tamatta'a bil 'Umrati ilal Hajji famastaisara minal hady; famal lam yajid fa Siyaamu salaasti ayyaamin fil Hajji wa sab'atin izaa raja'tum; tilka 'asharatun kaamilah; zaalika limal lam yakun ahluhoo haadiril Masjidil Haraam; wattaqul laaha wa'lamoo annal laaha shadeedul'iqaab",
            "tajweed_text": "وَأَتِ[g[مّ]ُو[s[اْ] [h:1048[ٱ]لْحَجَّ وَ[h:1049[ٱ]لْعُمْرَةَ لِلَّهِ‌ۚ فَإِنْ أُحْصِرْتُمْ فَمَا [h:1050[ٱ]سْتَيْسَرَ مِنَ [h:1051[ٱ]لْهَ[q:1052[دْ]ىِ‌ۖ وَلَا تَحْلِقُو[s[اْ] رُءُوسَكُمْ حَتَّىٰ يَ[q:1053[بْ]لُغَ [h:1054[ٱ]لْهَ[q:1055[دْ]ىُ مَحِلَّهُ[n[ۥ]‌ۚ فَمَ[f:954[ن ك]َانَ مِ[f:344[نك][w:955[ُم م]َّرِيضًا أَوْ بِه[o[ِۦٓ] أَ[a:1056[ذًى م]ّ[u:1057[ِن ر]َّأْسِه[n[ِۦ] فَفِ[q:1058[دْ]يَ[a:1059[ةٌ م]ِّ[f:1060[ن ص]ِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُ[f:1061[كٍ‌ۚ ف]َإِذ[o[َآ] أَمِ[f:1062[نت]ُمْ فَمَ[f:1063[ن ت]َمَتَّعَ بِ[h:1064[ٱ]لْعُمْرَةِ إِلَى [h:1065[ٱ]لْحَجِّ فَمَا [h:1050[ٱ]سْتَيْسَرَ مِنَ [h:1051[ٱ]لْهَ[q:1052[دْ]ىِ‌ۚ فَم[u:1066[َن ل]َّمْ يَجِ[q:1067[دْ] فَصِيَامُ ثَلَ[n[ـٰ]ثَةِ أَيَّا[f:1068[مٍ ف]ِى [h:1069[ٱ]لْحَجِّ وَسَ[q:1070[بْ]عَةٍ إِذَا رَجَعْتُمْ‌ۗ تِلْكَ عَشَرَ[f:1071[ةٌ ك]َامِلَ[f:1072[ةٌ‌ۗ ذ][n[َٲ]لِكَ لِم[u:1073[َن ل]َّمْ يَكُنْ أَهْلُهُ[n[ۥ] حَاضِرِى [h:1074[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ‌ۚ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ وَ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}