{
    "page_number": 301,
    "data": [
        {
            "aya_id": 2202,
            "aya_number": 62,
            "aya_text": "فَلَمَّا جَاوَزَا قَالَ لِفَتٰىهُ اٰتِنَا غَدَاۤءَنَاۖ  لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هٰذَا نَصَبًا ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Maka ketika mereka telah melewati (tempat itu), Musa berkata kepada pembantunya, “Bawalah kemari makanan kita; sungguh kita telah merasa letih karena perjalanan kita ini.”",
            "tafsir_jalalayn": "(Maka tatkala mereka berdua melewati) tempat itu dengan berjalan kaki sampai dengan waktu makan siang, yaitu pada hari kedua Musa (berkatalah kepada muridnya, \"Bawalah ke mari makanan kita!) yaitu makanan yang biasa dimakan pada siang hari, yakni makan siang (sesungguhnya kita telah merasa letih karena perjalanan kita ini)\" payah, yang hal ini baru mereka rasakan setelah berjalan jauh dari tempat itu.",
            "sajda": false,
            "transliteration": "Falammaa jaawazaa qaala lifataahu aatinaa ghadaaa'anaa laqad laqeena min safarinaa haazaa nasabaa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2203,
            "aya_number": 63,
            "aya_text": "قَالَ اَرَاَيْتَ اِذْ اَوَيْنَآ اِلَى الصَّخْرَةِ فَاِنِّيْ نَسِيْتُ الْحُوْتَۖ وَمَآ اَنْسٰىنِيْهُ اِلَّا الشَّيْطٰنُ اَنْ اَذْكُرَهٗۚ وَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ عَجَبًا ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Dia (pembantunya) menjawab, “Tahukah engkau ketika kita mencari tempat berlindung di batu tadi, maka aku lupa (menceritakan tentang) ikan itu dan tidak ada yang membuat aku lupa untuk mengingatnya kecuali setan, dan (ikan) itu mengambil jalannya ke laut dengan cara yang aneh sekali.”",
            "tafsir_jalalayn": "(Muridnya menjawab, \"Tahukah kamu) ingatkah kamu (tatkala kita mencari tempat berlindung di batu tadi) yakni di tempat tersebut (maka sesungguhnya aku lupa ikan itu dan tidak adalah yang melupakan aku kecuali setan) kemudian Dhamir Ha pada ayat ini dijelaskan oleh ayat berikutnya, yaitu (untuk mengingatnya) lafal ayat ini menjadi Badal Isytimal, artinya setan telah melupakan aku untuk mengingatnya (dan ia mengambil) yakni ikan itu (akan jalannya di laut dengan cara yang aneh sekali.)\" Lafal 'Ajaban menjadi Maf'ul Tsani, artinya, Nabi Musa dan muridnya merasa heran terhadap perihal ikan itu sebagaimana yang telah disebutkan di atas tadi.",
            "sajda": false,
            "transliteration": "Qaala ara'ayta iz awainaaa ilas sakhrati fa innee naseetul hoota wa maaa ansaaneehu illash Shaitaanu an azkurah; wattakhaza sabeelahoo fil bahri'ajabaa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2204,
            "aya_number": 64,
            "aya_text": "قَالَ ذٰلِكَ مَا كُنَّا نَبْغِۖ فَارْتَدَّا عَلٰٓى اٰثَارِهِمَا قَصَصًاۙ  ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Dia (Musa) berkata, “Itulah (tempat) yang kita cari.” Lalu keduanya kembali, mengikuti jejak mereka semula.",
            "tafsir_jalalayn": "(Berkatalah) Musa, (\"Itulah) tempat kita kehilangan ikan itu (tempat) sesuatu (yang kita cari)\" kita cari-cari, karena sesungguhnya hal itu merupakan pertanda bagi kita, bahwa kita akan dapat bertemu dengan orang yang sedang kita cari. (Lalu keduanya kembali) kembali lagi (mengikuti jejak mereka semula) menitinya (secara benar-benar) lalu keduanya sampai di batu besar tempat mereka beristirahat.",
            "sajda": false,
            "transliteration": "Qaala zaalika maa kunnaa nabgh; fartaddaa 'alaa aasaari him maa qasasaa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2205,
            "aya_number": 65,
            "aya_text": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ اٰتَيْنٰهُ رَحْمَةً مِّنْ عِنْدِنَا وَعَلَّمْنٰهُ مِنْ لَّدُنَّا عِلْمًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": " Lalu mereka berdua bertemu dengan seorang hamba di antara hamba-hamba Kami, yang telah Kami berikan rahmat kepadanya dari sisi Kami, dan yang telah Kami ajarkan ilmu kepadanya dari sisi Kami.",
            "tafsir_jalalayn": "(Lalu mereka berdua bertemu dengan seorang hamba di antara hamba-hamba Kami) yaitu Khidhir (yang telah Kami berikan kepadanya rahmat dari sisi Kami) yakni kenabian, menurut suatu pendapat, dan menurut pendapat yang lain kewalian, pendapat yang kedua inilah yang banyak dianut oleh para ulama (dan yang telah Kami ajarkan kepadanya dari sisi Kami) dari Kami secara langsung (ilmu). Lafal 'ilman menjadi Maf'ul Tsani, yaitu ilmu-ilmu yang berkaitan dengan masalah-masalah kegaiban. Imam Bukhari telah meriwayatkan sebuah hadis, bahwa pada suatu ketika Nabi Musa berdiri berkhutbah di hadapan kaum Bani Israel. Lalu ada pertanyaan, \"Siapakah orang yang paling alim?\" Maka Nabi Musa menjawab, \"Aku\". Lalu Allah menegur Nabi Musa karena ia belum pernah belajar (ilmu gaib), maka Allah menurunkan wahyu kepadanya, \"Sesungguhnya Aku mempunyai seorang hamba yang tinggal di pertemuan dua laut, dia lebih alim daripadamu\". Musa berkata, \"Wahai Rabbku! Bagaimanakah caranya supaya aku dapat bertemu dengan dia\". Allah berfirman, \"Pergilah kamu dengan membawa seekor ikan besar, kemudian ikan itu kamu letakkan pada keranjang. Maka manakala kamu merasa kehilangan ikan itu, berarti dia ada di tempat tersebut\". Lalu Nabi Musa mengambil ikan itu dan ditaruhnya pada sebuah keranjang, selanjutnya ia berangkat disertai dengan muridnya yang bernama Yusya bin Nun, hingga keduanya sampai pada sebuah batu yang besar. Di tempat itu keduanya berhenti untuk istirahat seraya membaringkan tubuh mereka, akhirnya mereka berdua tertidur. Kemudian ikan yang ada di keranjang berontak dan melompat keluar, lalu jatuh ke laut. Lalu ikan itu melompat mengambil jalannya ke laut itu. (Q.S. Al Kahfi, 61) Allah menahan arus air demi untuk jalannya ikan itu, sehingga pada air itu tampak seperti terowongan. Ketika keduanya terbangun dari tidurnya, murid Nabi Musa lupa memberitakan tentang ikan kepada Nabi Musa. Lalu keduanya berangkat melakukan perjalanan lagi selama sehari semalam. Pada keesokan harinya Nabi Musa berkata kepada muridnya, \"Bawalah ke mari makanan siang kita\", sampai dengan perkataannya, \"lalu ikan itu melompat mengambil jalannya ke laut dengan cara yang aneh sekali\". Bekas ikan itu tampak bagaikan terowongan dan Musa beserta muridnya merasa aneh sekali dengan kejadian itu.",
            "sajda": false,
            "transliteration": "Fa wajadaa 'abdam min 'ibaadinaaa aatainaahu Rahmatam min 'indinaa wa 'allamnaahu mil ladunnaa 'ilmaa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2206,
            "aya_number": 66,
            "aya_text": "قَالَ لَهٗ مُوسٰى هَلْ اَتَّبِعُكَ عَلٰٓى اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Musa berkata kepadanya, “Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) yang telah diajarkan kepadamu (untuk menjadi) petunjuk?”",
            "tafsir_jalalayn": "(Musa berkata kepada Khidhir, \"Bolehkah aku mengikutimu supaya kamu mengajarkan kepadaku ilmu yang benar di antara ilmu-ilmu yang telah diajarkan kepadamu?)\" yakni ilmu yang dapat membimbingku. Menurut suatu qiraat dibaca Rasyadan. Nabi Musa meminta hal tersebut kepada Khidhir. karena menambah ilmu adalah suatu hal yang dianjurkan.",
            "sajda": false,
            "transliteration": "Qaala lahoo Moosaa hal attabi'uka 'alaaa an tu'allimani mimmaa 'ullimta rushdaa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2207,
            "aya_number": 67,
            "aya_text": "قَالَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Dia menjawab, “Sungguh, engkau tidak akan sanggup sabar bersamaku.",
            "tafsir_jalalayn": "(Dia menjawab, \"Sesungguhnya kamu sekali-kali tidak akan sanggup sabar bersamaku\").",
            "sajda": false,
            "transliteration": "Qaalaa innaka lan tastatee'a ma'iya sabraa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2208,
            "aya_number": 68,
            "aya_text": "وَكَيْفَ تَصْبِرُ عَلٰى مَا لَمْ تُحِطْ بِهٖ خُبْرًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Dan bagaimana engkau akan dapat bersabar atas sesuatu, sedang engkau belum mempunyai pengetahuan yang cukup tentang hal itu?”",
            "tafsir_jalalayn": "(\"Dan bagaimana kamu dapat bersabar atas sesuatu yang kamu belum mempunyai pengetahuan yang cukup tentang hal itu?\") di dalam hadis yang telah disebutkan tadi sesudah penafsiran ayat ini disebutkan, bahwa Khidhir berkata kepada Nabi Musa, \"Hai Musa! Sesungguhnya aku telah menerima ilmu dari Allah yang Dia ajarkan langsung kepadaku; ilmu itu tidak kamu ketahui. Tetapi kamu telah memperoleh ilmu juga dari Allah yang Dia ajarkan kepadamu, dan aku tidak mengetahui ilmu itu\". Lafal Khubran berbentuk Mashdar maknanya kamu tidak menguasainya, atau kamu tidak mengetahui hakikatnya.",
            "sajda": false,
            "transliteration": "Wa kaifa tasbiru 'alaa maa lam tuhit bihee khubraa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2209,
            "aya_number": 69,
            "aya_text": "قَالَ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ صَابِرًا وَّلَآ اَعْصِيْ لَكَ اَمْرًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Dia (Musa) berkata, “Insya Allah akan engkau dapati aku orang yang sabar, dan aku tidak akan menentangmu dalam urusan apa pun.”",
            "tafsir_jalalayn": "(Musa berkata, \"Insya Allah kamu akan mendapati aku sebagai seorang yang sabar, dan aku tidak akan menentang) yakni tidak akan mendurhakai (kamu dalam sesuatu urusan pun)\" yang kamu perintahkan kepadaku. Nabi Musa mengungkapkan jawabannya dengan menggantungkan kemampuannya kepada kehendak Allah, karena ia merasa kurang yakin akan kemampuan dirinya di dalam menghadapi apa yang harus ia lakukan. Hal ini merupakan kebiasaan para nabi dan para wali Allah, yaitu mereka sama sekali tidak pernah merasa percaya terhadap dirinya sendiri walau hanya sekejap, sepenuhnya mereka serahkan kepada kehendak Allah.",
            "sajda": false,
            "transliteration": "Qaala satajiduneee in shaa 'al laahu saabiranw wa laaa a'see laka amraa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2210,
            "aya_number": 70,
            "aya_text": "قَالَ فَاِنِ اتَّبَعْتَنِيْ فَلَا تَسْـَٔلْنِيْ عَنْ شَيْءٍ حَتّٰٓى اُحْدِثَ لَكَ مِنْهُ ذِكْرًا ࣖ ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Dia berkata, “Jika engkau mengikutiku, maka janganlah engkau menanyakan kepadaku tentang sesuatu apa pun, sampai aku menerangkannya kepadamu.”",
            "tafsir_jalalayn": "(Dia mengatakan, \"Jika kamu ingin mengikuti saya, maka janganlah kamu menanyakan kepada saya) Dalam satu qiraat dibaca dengan Lam berbaris fatah dan Nun bertasydid (tentang sesuatu) yang kamu ingkari menurut pengetahuanmu dan bersabarlah kamu jangan menanyakannya kepadaku (sampai aku sendiri menerangkannya kepadamu)\" hingga aku menuturkan perihalnya kepadamu berikut sebab musababnya. Lalu Nabi Musa menerima syarat itu, yaitu memelihara etika dan sopan santun murid terhadap gurunya.",
            "sajda": false,
            "transliteration": "Qaala fa init taba'tanee falaa tas'alnee 'an shai'in hattaaa uhdisa laka minhu zikraa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2211,
            "aya_number": 71,
            "aya_text": "فَانْطَلَقَاۗ حَتّٰٓى اِذَا رَكِبَا فِى السَّفِيْنَةِ خَرَقَهَاۗ قَالَ اَخَرَقْتَهَا لِتُغْرِقَ اَهْلَهَاۚ  لَقَدْ جِئْتَ شَيْـًٔا اِمْرًا ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Maka berjalanlah keduanya, hingga ketika keduanya menaiki perahu lalu dia melubanginya. Dia (Musa) berkata, “Mengapa engkau melubangi perahu itu, apakah untuk menenggelamkan penumpangnya?” Sungguh, engkau telah berbuat suatu kesalahan yang besar.",
            "tafsir_jalalayn": "(Maka berjalanlah keduanya) menuruti pinggir pantai (hingga tatkala keduanya menaiki perahu) yang lewat pada keduanya (lalu Khidhir melubanginya) dengan cara mencabut satu keping atau dua keping papan yang ada pada bagian lambungnya dengan memakai kapak, sewaktu perahu telah sampai di tengah laut yang ombaknya besar (Musa berkata) kepada Khidir, (\"Mengapa kamu melubangi perahu itu yang akibatnya kamu menenggelamkan penumpangnya?) menurut satu qiraat lafal Litughriqa dibaca Litaghraqa, dan lafal Ahlahaa dibaca Ahluhaa. (Sesungguhnya kamu telah berbuat sesuatu kesalahan yang besar)\" yakni kekeliruan yang sangat besar. Menurut suatu riwayat disebutkan, bahwa air laut tidak masuk ke dalam perahu yang telah dilubanginya itu.",
            "sajda": false,
            "transliteration": "Fantalaqaa hattaaa izaa rakibaa fis safeenati kharaqahaa qaala akharaqtahaa litughriqa ahlahaa laqad ji'ta shai'an imraa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2212,
            "aya_number": 72,
            "aya_text": "قَالَ اَلَمْ اَقُلْ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Dia berkata, “Bukankah sudah aku katakan, bahwa sesungguhnya engkau tidak akan mampu sabar bersamaku?”",
            "tafsir_jalalayn": "(Dia berkata, \"Bukankah aku telah berkata, 'Sesungguhnya kamu sekali-kali tidak akan sabar bersamaku)\".",
            "sajda": false,
            "transliteration": "Qaala alam aqul innaka lan tastatee'a ma'iya sabraa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2213,
            "aya_number": 73,
            "aya_text": "قَالَ لَا تُؤَاخِذْنِيْ بِمَا نَسِيْتُ وَلَا تُرْهِقْنِيْ مِنْ اَمْرِيْ عُسْرًا",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Dia (Musa) berkata, “Janganlah engkau menghukum aku karena kelupaanku dan janganlah engkau membebani aku dengan suatu kesulitan dalam urusanku.”",
            "tafsir_jalalayn": "(Musa berkata, \"Janganlah kamu menghukum aku karena kelupaanku) yakni atas kealpaanku sehingga aku lupa bahwa aku harus menurutimu dan tidak membantahmu (dan janganlah kamu membebani aku) memberikan beban kepadaku (dengan sesuatu kesulitan dalam urusanku)\" kerepotan dalam persahabatanku denganmu, atau dengan kata lain, perlakukanlah aku di dalam berteman denganmu dengan penuh maaf dan lapang dada.",
            "sajda": false,
            "transliteration": "Qaala laa tu'aakhiznee bimaa naseetu wa laa turhiqnee min amree 'usraa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2214,
            "aya_number": 74,
            "aya_text": "فَانْطَلَقَا ۗحَتّٰٓى اِذَا لَقِيَا غُلٰمًا فَقَتَلَهٗ ۙقَالَ اَقَتَلْتَ نَفْسًا زَكِيَّةً؈ۢبِغَيْرِ نَفْسٍۗ  لَقَدْ جِئْتَ شَيْـًٔا نُكْرًا   ۔",
            "sura_id": 18,
            "juz_id": 15,
            "page_number": 301,
            "translation_aya_text": "Maka berjalanlah keduanya; hingga ketika keduanya berjumpa dengan seorang anak muda, maka dia membunuhnya. Dia (Musa) berkata, “Mengapa engkau bunuh jiwa yang bersih, bukan karena dia membunuh orang lain? Sungguh, engkau telah melakukan sesuatu yang sangat mungkar.”",
            "tafsir_jalalayn": "(Maka berjalanlah keduanya) sesudah keduanya keluar dari perahu (hingga tatkala keduanya berjumpa dengan seorang pemuda) yang masih belum mencapai usia balig, sedang bermain-main bersama dengan teman-temannya, dia adalah anak yang paling cakap parasnya di antara mereka (maka Khidhir membunuhnya) dengan cara menyembelihnya dengan memakai pisau besar, atau mencabut kepalanya dengan tangannya, atau memukulkan kepala anak muda itu ke tembok. Mengenai caranya banyak pendapat yang berbeda. Dalam ayat ini didatangkan huruf Fa 'Athifah, karena pembunuhan itu terjadi langsung sesudah bertemu. Jawabnya Idzaa adalah pada ayat berikutnya yaitu; (Berkatalah ia) yakni Nabi Musa, (\"Mengapa kamu bunuh jiwa yang bersih) jiwa yang masih belum berdosa karena belum mencapai usia taklif. Dan menurut suatu qiraat lafal Zakiyyatan dibaca Zakiyatan (bukan karena dia membunuh orang lain?) dia tidak membunuh orang lain. (Sesungguhnya kamu telah melakukan suatu yang mungkar).\" Lafal Nukran dapat pula dibaca Nukuran, artinya sesuatu hal yang mungkar.",
            "sajda": false,
            "transliteration": "Fantalaqaa hattaa izaa laqiyaa ghulaaman faqatalahoo qaala aqatalta nafsan zakiy yatam bighairi nafs; laqad ji'ta shai'an nukraa",
            "surah": {
                "name": "سُورَةُ الكَهۡفِ",
                "englishName": "Al-Kahf",
                "englishNameTranslation": "The Cave",
                "revelationType": "Meccan"
            }
        }
    ]
}