{
    "page_number": 305,
    "data": [
        {
            "aya_id": 2251,
            "aya_number": 1,
            "aya_text": "كۤهٰيٰعۤصۤ ۚ ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": "Kaf  Ha Ya ‘Ain Shad.",
            "tafsir_jalalayn": "(Kaf Ha Ya 'Ain Shad) hanya Allah yang mengetahui maksudnya.",
            "sajda": false,
            "transliteration": "Kaaaf-Haa-Yaa-'Ayyyn-Saaad",
            "tajweed_text": "[m[كٓ]هي[m[عٓ][m[صٓ]",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2252,
            "aya_number": 2,
            "aya_text": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهٗ زَكَرِيَّا ۚ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": "Yang dibacakan ini adalah penjelasan tentang rahmat Tuhanmu kepada hamba-Nya, Zakaria,",
            "tafsir_jalalayn": "Ini adalah (penjelasan tentang rahmat Rabb kamu kepada hamba-Nya) lafal 'abdahu menjadi Maf'ul dari Rahmah (Zakaria) sebagai penjelasan dari kata 'hamba' tadi.",
            "sajda": false,
            "transliteration": "Zikru rahmati Rabbika 'abdahoo Zakariyya",
            "tajweed_text": "ذِكْرُ رَحْمَتِ رَبِّكَ عَ[q:8257[بْ]دَهُ[n[ۥ] زَكَرِيَّآ",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2253,
            "aya_number": 3,
            "aya_text": "اِذْ نَادٰى رَبَّهٗ نِدَاۤءً خَفِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": " (yaitu) ketika dia berdoa kepada Tuhannya dengan suara yang lembut.",
            "tafsir_jalalayn": "(Yaitu tatkala) lafal Idz berta'alluq kepada lafal Rahmah (ia berdoa kepada Rabbnya dengan seruan) yang mengandung doa (yang lembut) dengan suara yang pelan-pelan di tengah malam, karena berdoa di tengah malam itu lebih cepat untuk dikabulkan.",
            "sajda": false,
            "transliteration": "Iz naadaa Rabbahoo nidaaa'an khafiyyaa",
            "tajweed_text": "إِذْ نَادَىٰ رَبَّهُ[n[ۥ] نِد[o[َا]ٓءً خَفِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2254,
            "aya_number": 4,
            "aya_text": "قَالَ رَبِّ اِنِّيْ وَهَنَ الْعَظْمُ مِنِّيْ وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَّلَمْ اَكُنْۢ بِدُعَاۤىِٕكَ رَبِّ شَقِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": "Dia (Zakaria) berkata, “Ya Tuhanku, sungguh tulangku telah lemah dan kepalaku telah dipenuhi uban, dan aku belum pernah kecewa dalam berdoa kepada-Mu, ya Tuhanku.",
            "tafsir_jalalayn": "(Ia berkata, \"Ya Rabbku! Sesungguhnya telah lemah) menjadi lemah (tulang-tulangku) semuanya (dan kepala ini telah dipenuhi) (oleh uban) lafal Syaiban menjadi Tamyiz yang dipindahkan dari Fa'ilnya, maksudnya uban telah merata di rambut kepalanya sebagaimana meratanya nyala api pada kayu dan sesungguhnya aku bermaksud berdoa kepada-Mu (dan aku belum pernah dengan doaku kepada-Mu) (merasa kecewa, ya Rabbku!) artinya, merasa dikecewakan di masa-masa lalu; maka janganlah Engkau kecewakan aku di masa mendatang.",
            "sajda": false,
            "transliteration": "Qaala Rabbi innee wahanal'azmu minnee washta'alar raasu shaibanw wa lam akum bidu'aaa'ika Rabbi shaqiyyaa",
            "tajweed_text": "قَالَ رَبِّ إِ[g[نّ]ِى وَهَنَ [h:8258[ٱ]لْعَظْمُ مِ[g[نّ]ِى وَ[h:8259[ٱ]شْتَعَلَ [h:8260[ٱ][l[ل]رَّأْسُ شَيْ[a:8261[بًا و]َلَمْ أَك[i:8262[ُنۢ ب]ِدُع[o[َا]ٓئِكَ رَبِّ شَقِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2255,
            "aya_number": 5,
            "aya_text": "وَاِنِّيْ خِفْتُ الْمَوَالِيَ مِنْ وَّرَاۤءِيْ وَكَانَتِ امْرَاَتِيْ عَاقِرًا فَهَبْ لِيْ مِنْ لَّدُنْكَ وَلِيًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": "Dan sungguh, aku khawatir terhadap kerabatku sepeninggalku, padahal istriku seorang yang mandul, maka anugerahilah aku seorang anak dari sisi-Mu,",
            "tafsir_jalalayn": "(Dan sesungguhnya aku khawatir terhadap mawaliku) yakni orang-orang dekat hubungan familinya denganku seperti anak-anak paman (sepeninggalku) yakni sesudah aku meninggal dunia, aku khawatir mereka akan menyia-nyiakan agama sebagaimana yang telah kusaksikan sendiri apa yang terjadi di kalangan orang-orang Bani Israel, yaitu mereka berani mengubah agamanya (sedangkan istriku adalah seorang yang mandul) tidak beranak (maka anugerahilah aku dari sisi Engkau) (seorang putra) anak lelaki.",
            "sajda": false,
            "transliteration": "Wa innee khiftul mawaa liya minw waraaa'ee wa kaana tim ra atee 'aairan fahab lee mil ladunka waliyyaa",
            "tajweed_text": "وَإِ[g[نّ]ِى خِفْتُ [h:8263[ٱ]لْمَو[n[َٲ]لِىَ م[a:8264[ِن و]َر[o[َا]ٓءِى وَكَانَتِ [h:8265[ٱ]مْرَأَتِى عَاقِ[f:8266[رًا ف]َهَ[q:8267[بْ] لِى م[u:1746[ِن ل]َّدُ[f:1747[نك]َ وَلِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2256,
            "aya_number": 6,
            "aya_text": "يَّرِثُنِيْ وَيَرِثُ مِنْ اٰلِ يَعْقُوْبَ وَاجْعَلْهُ رَبِّ رَضِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": "yang akan mewarisi aku dan mewarisi dari keluarga Yakub; dan jadikanlah dia, ya Tuhanku, seorang yang diridai.”",
            "tafsir_jalalayn": "(Yang akan mewarisi aku) kalau dibaca Jazm berarti lafal Yaritsni menjadi jawab dari Fi'il Amar, dan kalau dibaca Rafa' yaitu Yaritsuni berarti menjadi kata sifat dari lafal Waliyyan (dan mewarisi) dapat dibaca Yaritsu atau Yarits (sebagian keluarga Ya'qub) kakekku dalam hal ilmu dan kenabian (dan jadikanlah ia, ya Rabbku, seorang yang diridai)\" di sisi Engkau.",
            "sajda": false,
            "transliteration": "Yarisunee wa yarisu min aali Ya'qoob, waj'alhu Rabbi radiyya",
            "tajweed_text": "يَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ‌ۖ وَ[h:8268[ٱ][q:8268[جْ]عَلْهُ رَبِّ رَضِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2257,
            "aya_number": 7,
            "aya_text": "يٰزَكَرِيَّآ اِنَّا نُبَشِّرُكَ بِغُلٰمِ ِۨاسْمُهٗ يَحْيٰىۙ لَمْ نَجْعَلْ لَّهٗ مِنْ قَبْلُ سَمِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": "(Allah berfirman), “Wahai Zakaria! Kami memberi kabar gembira kepadamu dengan seorang anak laki-laki namanya Yahya, yang Kami belum pernah memberikan nama seperti itu sebelumnya.”",
            "tafsir_jalalayn": "(Hai Zakaria, sesungguhnya Kami memberi kabar gembira kepadamu akan beroleh seorang anak) yang akan menjadi waris, sebagaimana yang kamu minta (yang namanya Yahya, yang sebelumnya Kami tidak pernah menciptakan orang yang serupa dengan dia) dalam hal namanya, yakni seseorang yang diberi nama Yahya.",
            "sajda": false,
            "transliteration": "Yaa Zakariyyaaa innaa nubashshiruka bighulaami nismuhoo Yahyaa lam naj'al lahoo min qablu samiyyaa",
            "tajweed_text": "يَ[n[ـٰ]زَكَرِيّ[o[َآ] إِ[g[نّ]َا نُبَشِّرُكَ بِغُلَ[n[ـٰ]مٍ [h:8269[ٱ]سْمُهُ[n[ۥ] يَحْيَىٰ لَمْ نَ[q:8219[جْ]عَل لَّهُ[n[ۥ] مِ[f:128[ن ق]َ[q:129[بْ]لُ سَمِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2258,
            "aya_number": 8,
            "aya_text": "قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّكَانَتِ امْرَاَتِيْ عَاقِرًا وَّقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": "Dia (Zakaria) berkata, “Ya Tuhanku, bagaimana aku akan mempunyai anak, padahal istriku seorang yang mandul dan aku (sendiri) sesungguhnya sudah mencapai usia yang sangat tua?”",
            "tafsir_jalalayn": "(Zakaria berkata, \"Ya Rabbku! Bagaimana) mana mungkin (akan ada anak bagiku, padahal istriku adalah seorang yang mandul dan aku sendiri sesungguhnya sudah mencapai umur yang sangat tua)\" lafal 'itiyyan berasal dari lafal 'Ataa artinya Yabisa atau kering, maksudnya ia telah mencapai umur seratus dua puluh tahun, dan istrinya telah mencapai umur sembilan puluh delapan tahun. Kata 'Itiyyun pada asalnya adalah 'Ituwwun. Kemudian huruf Ta dikasrahkan untuk meringankan pengucapannya lalu jadilah 'Itiwwun. Selanjutnya huruf Wawu yang pertama diganti menjadi huruf Ya demi penyesuaian dengan harakat Kasrah sebelumnya, dan huruf Wawu yang kedua diganti pula dengan huruf Ya supaya huruf Ya yang pertama dapat diidgamkan atau dimasukkan kepadanya, sehingga jadilah 'Itiyyun.",
            "sajda": false,
            "transliteration": "Qaala Rabbi annaa yakoonu lee ghulaamunw wa kaanatim ra atee aaqiranw wa qad balaghtu minal kibari 'itiyyaa",
            "tajweed_text": "قَالَ رَبِّ أَ[g[نّ]َىٰ يَكُونُ لِى غُلَ[n[ـٰ][a:8270[مٌ و]َكَانَتِ [h:8265[ٱ]مْرَأَتِى عَاقِ[a:8271[رًا و]َقَ[q:387[دْ] بَلَغْتُ مِنَ [h:8272[ٱ]لْكِبَرِ عِتِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2259,
            "aya_number": 9,
            "aya_text": "قَالَ كَذٰلِكَۗ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَّقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْـًٔا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": "(Allah) berfirman, “Demikianlah.” Tuhanmu berfirman, “Hal itu mudah bagi-Ku; sungguh, engkau telah Aku ciptakan sebelum itu, padahal (pada waktu itu) engkau belum berwujud sama sekali.”",
            "tafsir_jalalayn": "(Allah berfirman) perkaranya memang (\"Demikianlah.\") cara menciptakan seorang anak lelaki dari kamu berdua (Rabbmu berfirman, \"Hal itu adalah mudah bagi-Ku) yaitu dengan memberikan kekuatan bersetubuh kepadamu, kemudian menjadikan rahim istrimu dapat menerima spermamu (dan sesungguhnya telah Aku ciptakan kamu sebelum itu, padahal kamu belum ada sama sekali)\" di waktu kamu belum diciptakan. Untuk menampilkan kekuasaan Allah yang mampu menciptakan hal yang besar ini, maka Dia memberikan ilham suatu pertanyaan, supaya pertanyaan itu kelak dijawab dengan hal yang membuktikan kekuasaan-Nya yang maha besar itu. Tatkala Zakaria merasa rindu akan kedatangan berita gembira kelahiran seorang putra itu.",
            "sajda": false,
            "transliteration": "Qaala kazaalika qaala Rabbuka huwa 'alaiya haiyinunw wa qad khalaqtuka min qablu wa lam taku shai'aa",
            "tajweed_text": "قَالَ كَذ[n[َٲ]لِكَ قَالَ رَبُّكَ هُوَ عَلَىَّ هَيِّ[a:8273[نٌ و]َقَ[q:387[دْ] خَلَ[q:8274[قْ]تُكَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَلَمْ تَكُ شَيْــًٔا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2260,
            "aya_number": 10,
            "aya_text": "قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةً ۗقَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَ لَيَالٍ سَوِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": "Dia (Zakaria) berkata, “Ya Tuhanku, berilah aku suatu tanda.” (Allah) berfirman, “Tandamu ialah engkau tidak dapat bercakap-cakap dengan manusia selama tiga malam, padahal engkau sehat.”",
            "tafsir_jalalayn": "(Zakaria berkata, \"Ya Rabbku! Berilah aku suatu tanda)\" pertanda yang menunjukkan istriku mulai mengandung (Allah berfirman, \"Tanda bagimu) yang menunjukkan hal itu (adalah bahwa kamu tidak boleh bercakap-cakap dengan manusia) mencegah dirimu untuk tidak berbicara dengan mereka selain dari berzikir kepada Allah (selama tiga malam) yakni tiga hari tiga malam (padahal kamu sehat)\" lafal Sawiyyan berkedudukan menjadi Hal dari Fa'il lafal Takallama, maksudnya ia tidak berbicara dengan mereka tanpa sebab.",
            "sajda": false,
            "transliteration": "Qaala Rabbij 'al leee Aayah; qaala Aayatuka allaa tukalliman naasa salaasa layaalin sawiyyaa",
            "tajweed_text": "قَالَ رَبِّ [h:657[ٱ][q:658[جْ]عَل لّ[o[ِىٓ] ءَايَ[f:1895[ةً‌ۚ ق]َالَ ءَايَتُكَ أَلَّا تُكَلِّمَ [h:1896[ٱ][l[ل][g[نّ]َاسَ ثَلَ[n[ـٰ]ثَ لَيَا[f:8275[لٍ س]َوِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2261,
            "aya_number": 11,
            "aya_text": "فَخَرَجَ عَلٰى قَوْمِهٖ مِنَ الْمِحْرَابِ فَاَوْحٰٓى اِلَيْهِمْ اَنْ سَبِّحُوْا بُكْرَةً وَّعَشِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 305,
            "translation_aya_text": "Maka dia keluar dari mihrab menuju kaumnya, lalu dia memberi isyarat kepada mereka; bertasbihlah kamu pada waktu pagi dan petang.",
            "tafsir_jalalayn": "(Maka ia keluar dari mihrab menuju kaumnya) yakni dari mesjid, sedang orang-orang menunggu pintu mesjid itu dibuka, karena mereka hendak melakukan salat di dalamnya, sesuai dengan kebiasaan mereka menurut perintah Zakaria (lalu ia memberi isyarat) (kepada mereka; hendaklah kalian bertasbih) maksudnya melakukan salat (di waktu pagi dan petang) yakni pada permulaan siang hari dan akhirnya, sebagaimana biasa. Setelah Nabi Zakaria mencegah dirinya untuk bercakap-cakap dengan mereka, pada saat itu diketahui bahwa istrinya mengandung Yahya. Selang dua tahun kemudian setelah Yahya lahir, Allah berfirman kepadanya.",
            "sajda": false,
            "transliteration": "Fakharaja 'alaa qawmihee minal mihraabi fa-awhaaa ilaihim an sabbihoo bukratanw wa 'ashiyyaa",
            "tajweed_text": "فَخَرَجَ عَلَىٰ قَوْمِه[n[ِۦ] مِنَ [h:8276[ٱ]لْمِحْرَابِ فَأَوْحَ[o[ىٰٓ] إِلَيْهِمْ أَ[f:8277[ن س]َبِّحُو[s[اْ] بُكْرَ[a:8278[ةً و]َعَشِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        }
    ]
}