{
    "page_number": 306,
    "data": [
        {
            "aya_id": 2262,
            "aya_number": 12,
            "aya_text": "يٰيَحْيٰى خُذِ الْكِتٰبَ بِقُوَّةٍ ۗوَاٰتَيْنٰهُ الْحُكْمَ صَبِيًّاۙ ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": " ”Wahai Yahya! Ambillah (pelajarilah) Kitab (Taurat) itu dengan sungguh-sungguh.” Dan Kami berikan hikmah kepadanya (Yahya) selagi dia masih kanak-kanak,",
            "tafsir_jalalayn": "(Hai Yahya! Ambillah Kitab itu) yakni kitab Taurat (dengan sungguh-sungguh) secara sungguh-sungguh. (Dan Kami berikan kepadanya hikmah) kenabian (selagi ia masih kanak-kanak) sewaktu berumur tiga tahun.",
            "sajda": false,
            "transliteration": "Yaa Yahyaa khuzil Kitaaba biquwwatinw wa aatainaahul hukma saiyyaa",
            "tajweed_text": "يَ[n[ـٰ]يَحْيَىٰ خُذِ [h:8279[ٱ]لْكِتَ[n[ـٰ]بَ بِقُوَّ[a:8280[ةٍ‌ۖ و]َءَاتَيْنَ[n[ـٰ]هُ [h:8281[ٱ]لْحُكْمَ صَبِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2263,
            "aya_number": 13,
            "aya_text": "وَّحَنَانًا مِّنْ لَّدُنَّا وَزَكٰوةً ۗوَكَانَ تَقِيًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "dan (Kami jadikan) rasa kasih sayang (kepada sesama) dari Kami dan bersih (dari dosa). Dan dia pun seorang yang bertakwa, ",
            "tafsir_jalalayn": "(Dan rasa belas kasihan yang mendalam) terhadap manusia (dari sisi Kami) dari haribaan Kami (dan zakat) yakni senang bersedekah kepada mereka (Dan ia adalah seorang yang bertakwa) menurut suatu riwayat disebutkan, bahwa Nabi Yahya tidak pernah melakukan suatu dosa pun, dan hatinya tidak pernah mempunyai keinginan untuk melakukannya.",
            "sajda": false,
            "transliteration": "Wa hanaanam mil ladunnaa wa zakaatanw wa kaana taqiyyaa",
            "tajweed_text": "وَحَنَا[a:8282[نًا م]ّ[u:2897[ِن ل]َّدُ[g[نّ]َا وَزَكَ[s[و][n[ٲ][a:8283[ةً‌ۖ و]َكَانَ تَقِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2264,
            "aya_number": 14,
            "aya_text": "وَّبَرًّاۢ بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": " dan sangat berbakti kepada kedua orang tuanya, dan dia bukan orang yang sombong (bukan pula) orang yang durhaka.",
            "tafsir_jalalayn": "(Dan seorang yang berbakti kepada kedua orang tuanya) yaitu selalu berbuat baik kepada keduanya (dan bukanlah ia orang yang sombong) takabur (lagi bukan pula ia orang yang durhaka) terhadap Rabbnya.",
            "sajda": false,
            "transliteration": "Wa barram biwaalidayhi wa lam yakum jabbaaran 'asiyyaa",
            "tajweed_text": "وَبَرّ[i:8284[َۢا ب]ِو[n[َٲ]لِدَيْهِ وَلَمْ يَكُ[f:8285[ن ج]َبَّارًا عَصِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2265,
            "aya_number": 15,
            "aya_text": "وَسَلٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوْتُ وَيَوْمَ يُبْعَثُ حَيًّا ࣖ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "Dan kesejahteraan bagi dirinya pada hari lahirnya, pada hari wafatnya, dan pada hari dia dibangkitkan hidup kembali.",
            "tafsir_jalalayn": "(Kesejahteraan) dari Kami (terlimpahkan kepadanya pada hari ia dilahirkan dan pada hari ia meninggal dan pada hari ia dibangkitkan hidup kembali) di saat-saat yang mengerikan yakni hari kiamat. Pada hari itu belum pernah ada pemandangan yang sengeri itu, maka Nabi Yahya selamat daripadanya.",
            "sajda": false,
            "transliteration": "Wa salaamun 'alaihi yawma wulida wa yawma yamootu wa yawma yub'asu haiyaa",
            "tajweed_text": "وَسَلَ[n[ـٰ]مٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُ[q:8286[بْ]عَثُ حَيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2266,
            "aya_number": 16,
            "aya_text": "وَاذْكُرْ فِى الْكِتٰبِ مَرْيَمَۘ اِذِ انْتَبَذَتْ مِنْ اَهْلِهَا مَكَانًا شَرْقِيًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "Dan ceritakanlah (Muhammad) kisah Maryam di dalam Kitab (Al-Qur'an), (yaitu) ketika dia mengasingkan diri dari keluarganya ke suatu tempat di sebelah timur (Baitulmaqdis),",
            "tafsir_jalalayn": "(Dan ceritakanlah di dalam Kitab) yakni Alquran (tentang Maryam) kisahnya (yaitu ketika) (ia menjauhkan diri dari keluarganya ke suatu tempat di sebelah Timur) Maryam mengasingkan diri di suatu tempat di sebelah Timur rumahnya.",
            "sajda": false,
            "transliteration": "Wazkur fil Kitaabi Marya; izin tabazat min ahlihaa makaanan shariqyyaa",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُرْ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ مَرْيَمَ إِذِ [h:8287[ٱ][f:8288[نت]َبَذَتْ مِنْ أَهْلِهَا مَكَا[f:8289[نًا ش]َرْقِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2267,
            "aya_number": 17,
            "aya_text": "فَاتَّخَذَتْ مِنْ دُوْنِهِمْ حِجَابًاۗ فَاَرْسَلْنَآ اِلَيْهَا رُوْحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "lalu dia memasang tabir (yang melindunginya) dari mereka; lalu Kami mengutus roh Kami (Jibril) kepadanya, maka dia menampakkan diri di hadapannya dalam bentuk manusia yang sempurna.",
            "tafsir_jalalayn": "(Maka ia mengadakan tabir yang menutupinya dari mereka) Maryam membuat tabir untuk melindungi dirinya sewaktu ia membuka penutup kepalanya, atau membuka pakaiannya atau menyucikan dirinya dari haid (lalu Kami mengutus kepadanya roh Kami) yakni malaikat Jibril (maka ia menjelma di hadapannya) sesudah Maryam memakai pakaiannya (dalam bentuk manusia yang sempurna) manusia sesungguhnya.",
            "sajda": false,
            "transliteration": "Fattakhazat min doonihim hijaaban fa arsalnaaa ilaihaa roohanaa fatamassala lahaa basharan sawiyyaa",
            "tajweed_text": "فَ[h:9999[ٱ]تَّخَذَتْ مِ[f:5400[ن د]ُونِهِمْ حِجَا[f:8290[بًا ف]َأَرْسَلْن[o[َآ] إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَ[f:8291[رًا س]َوِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2268,
            "aya_number": 18,
            "aya_text": "قَالَتْ اِنِّيْٓ اَعُوْذُ بِالرَّحْمٰنِ مِنْكَ اِنْ كُنْتَ تَقِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "Dia (Maryam) berkata, “Sungguh, aku berlindung kepada Tuhan Yang Maha Pengasih terhadapmu, jika engkau orang yang bertakwa.”",
            "tafsir_jalalayn": "(Maryam berkata, \"Sesungguhnya aku berlindung daripadamu kepada Tuhan Yang Maha Pemurah, jika kamu seorang yang bertakwa.\") kamu pasti dapat menahan diri daripadaku dengan bacaan Ta'awwudzku ini.",
            "sajda": false,
            "transliteration": "Qaalat inneee a'oozu bir Rahmaani minka in kunta taqiyyaa",
            "tajweed_text": "قَالَتْ إِ[g[نّ][o[ِىٓ] أَعُوذُ بِ[h:6981[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ مِ[f:3891[نك]َ إِ[f:4792[ن ك]ُ[f:735[نت]َ تَقِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2269,
            "aya_number": 19,
            "aya_text": "قَالَ اِنَّمَآ اَنَا۠ رَسُوْلُ رَبِّكِۖ لِاَهَبَ لَكِ غُلٰمًا زَكِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "Dia (Jibril) berkata, “Sesungguhnya aku hanyalah utusan Tuhanmu, untuk menyampaikan anugerah kepadamu seorang anak laki-laki yang suci.”",
            "tafsir_jalalayn": "(Ia berkata, \"Sesungguhnya aku ini adalah utusan Rabbmu, untuk memberimu seorang anak laki-laki yang suci)\" yang kelak menjadi nabi.",
            "sajda": false,
            "transliteration": "Qaala innamaa ana rasoolu Rabbiki li ahaba laki ghulaaman zakiyyaa",
            "tajweed_text": "قَالَ إِ[g[نّ]َم[o[َآ] أَنَا۟ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَ[n[ـٰ][f:8292[مًا ز]َكِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2270,
            "aya_number": 20,
            "aya_text": "قَالَتْ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ وَّلَمْ اَكُ بَغِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "Dia (Maryam) berkata, “Bagaimana mungkin aku mempunyai anak laki-laki, padahal tidak pernah ada orang (laki-laki) yang menyentuhku dan aku bukan seorang pezina!”",
            "tafsir_jalalayn": "(Maryam berkata, \"Bagaimana akan ada bagiku seorang anak laki-laki, sedangkan tidak pernah seorang manusia pun menyentuhku) yakni mengawiniku (dan aku bukan pula seorang pezina!)\" seorang pelacur.",
            "sajda": false,
            "transliteration": "Qaalat anna yakoonu lee ghulaamunw wa lam yamsasnee bashrunw wa lam aku baghiyyaa",
            "tajweed_text": "قَالَتْ أَ[g[نّ]َىٰ يَكُونُ لِى غُلَ[n[ـٰ][a:8293[مٌ و]َلَمْ يَمْسَسْنِى بَشَ[a:8294[رٌ و]َلَمْ أَكُ بَغِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2271,
            "aya_number": 21,
            "aya_text": "قَالَ كَذٰلِكِۚ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌۚ وَلِنَجْعَلَهٗٓ اٰيَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّاۚ وَكَانَ اَمْرًا مَّقْضِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "Dia (Jibril) berkata, “Demikianlah.” Tuhanmu berfirman, “Hal itu mudah bagi-Ku, dan agar Kami menjadikannya suatu tanda (kebesaran Allah) bagi manusia dan sebagai rahmat dari Kami; dan hal itu adalah suatu urusan yang (sudah) diputuskan.”",
            "tafsir_jalalayn": "(Jibril berkata,) perkaranya memang (\"Demikianlah.\") yaitu akan diciptakan bagimu seorang anak laki-laki tanpa ayah (Rabbmu berfirman, \"Hal itu adalah mudah bagi-Ku) yaitu dengan cara Aku memerintahkan kepada malaikat Jibril supaya meniup dirimu, lalu karena itu kamu mengandung. Mengingat kalimat yang telah disebutkan mengandung makna illat atau kausalita, maka kalimat berikutnya di'athafkan kepadanya, yaitu (dan agar dapat Kami menjadikannya suatu tanda bagi manusia) yang menunjukkan akan kekuasaan-Ku (dan sebagai rahmat dari Kami) bagi orang-orang yang beriman kepadanya (dan hal itu adalah) penciptaan itu merupakan (suatu perkara yang sudah diputuskan)\" di dalam ilmu-Ku, malaikat Jibril meniupkan nafasnya ke dalam baju kurung Maryam, seketika itu juga Maryam merasakan di dalam kandungannya terdapat seorang bayi.",
            "sajda": false,
            "transliteration": "Qaala kazaaliki qaala Rabbuki huwa 'alaiya yaiyimunw wa linaj 'alahooo Aayatal linnaasi wa rahmatam minnaa; wa kaana amram maqdiyyaa",
            "tajweed_text": "قَالَ كَذ[n[َٲ]لِكِ قَالَ رَبُّكِ هُوَ عَلَىَّ هَيِّ[a:8295[نٌ‌ۖ و]َلِنَ[q:8296[جْ]عَلَهُ[o[ۥٓ] ءَايَ[u:1516[ةً ل]ِّل[g[نّ]َاسِ وَرَحْمَ[a:8297[ةً م]ِّ[g[نّ]َا‌ۚ وَكَانَ أَمْ[a:8298[رًا م]َّ[q:8299[قْ]ضِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2272,
            "aya_number": 22,
            "aya_text": "۞ فَحَمَلَتْهُ فَانْتَبَذَتْ بِهٖ مَكَانًا قَصِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": " Maka dia (Maryam) mengandung, lalu dia mengasingkan diri dengan kandungannya itu ke tempat yang jauh.",
            "tafsir_jalalayn": "(Maka Maryam mengandungnya, lalu ia mengasingkan diri) menjauhkan diri (dengan membawa kandungannya ke tempat yang jauh) jauh dari keluarganya.",
            "sajda": false,
            "transliteration": "Fahamalat hu fantabazat bihee makaanan qasiyyaa",
            "tajweed_text": "۞ فَحَمَلَتْهُ فَ[h:8300[ٱ][f:8300[نت]َبَذَتْ بِه[n[ِۦ] مَكَا[f:8301[نًا ق]َصِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2273,
            "aya_number": 23,
            "aya_text": "فَاَجَاۤءَهَا الْمَخَاضُ اِلٰى جِذْعِ النَّخْلَةِۚ قَالَتْ يٰلَيْتَنِيْ مِتُّ قَبْلَ هٰذَا وَكُنْتُ نَسْيًا مَّنْسِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "Kemudian rasa sakit akan melahirkan memaksanya (bersandar) pada pangkal pohon kurma, dia (Maryam) berkata, “Wahai, betapa (baiknya) aku mati sebelum ini, dan aku menjadi seorang yang tidak diperhatikan dan dilupakan.”",
            "tafsir_jalalayn": "(Maka sewaktu datang kepadanya) ketika ia mengalami (rasa sakit akan melahirkan) yaitu rasa mulas karena akan melahirkan (-terpaksa ia bersandar- pada pangkal pohon kurma) yakni menyandarkan diri padanya, lalu ia melahirkan. Perlu diketahui bahwa sejak peniupan malaikat Jibril hingga melahirkan hanya memakan waktu sesaat saja (dia berkata, \"Aduhai alangkah baiknya aku) lafal Ya di sini menunjukkan makna Tanbih atau ungkapan kekecewaan (mati sebelum ini) yakni sebelum perkara ini (dan aku menjadi barang yang tidak berarti, lagi dilupakan)\" sebagai sesuatu yang tiada artinya, tidak dikenal dan tidak disebut-sebut.",
            "sajda": false,
            "transliteration": "Fa ajaaa 'ahal makhaadu ilaa jiz'in nakhlati qaalat yaa laitanee mittu qabla haazaa wa kuntu nasyam mansiyyaa",
            "tajweed_text": "فَأَج[o[َا]ٓءَهَا [h:8302[ٱ]لْمَخَاضُ إِلَىٰ جِذْعِ [h:8303[ٱ][l[ل][g[نّ]َخْلَةِ قَالَتْ يَ[n[ـٰ]لَيْتَنِى مِتُّ قَ[q:3282[بْ]لَ هَ[n[ـٰ]ذَا وَكُ[f:3900[نت]ُ نَسْ[a:8304[يًا م]َّ[f:8305[نس]ِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2274,
            "aya_number": 24,
            "aya_text": "فَنَادٰىهَا مِنْ تَحْتِهَآ اَلَّا تَحْزَنِيْ قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "Maka dia (Jibril) berseru kepadanya dari tempat yang rendah, “Janganlah engkau bersedih hati, sesungguhnya Tuhanmu telah menjadikan anak sungai di bawahmu.",
            "tafsir_jalalayn": "(Maka Jibril menyerunya dari tempat yang lebih rendah,) pada saat itu malaikat Jibril berada di tempat yang lebih rendah dari tempat Maryam (\"Janganlah kamu bersedih hati, sesungguhnya Rabbmu telah menjadikan anak sungai di bawahmu\") yaitu sebuah sungai yang dahulunya kering kini berair kembali, berkat kekuasaan Allah.",
            "sajda": false,
            "transliteration": "Fanaadaahaa min tahtihaan allaa tahzanee qad ja'ala Rabbuki tahtaki sariyyaa",
            "tajweed_text": "فَنَادَ[n[ٮٰ]هَا مِ[f:121[ن ت]َحْتِه[o[َآ] أَلَّا تَحْزَنِى قَ[q:298[دْ] جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2275,
            "aya_number": 25,
            "aya_text": "وَهُزِّيْٓ اِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا ۖ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 306,
            "translation_aya_text": "Dan goyanglah pangkal pohon kurma itu ke arahmu, niscaya (pohon) itu akan menggugurkan buah kurma yang masak kepadamu.",
            "tafsir_jalalayn": "(Dan goyanglah pangkal pohon kurma itu ke arahmu) yang pada saat itu kering. Huruf Ba dalam lafal Bijidz'i adalah Zaidah atau tambahan (niscaya pohon itu akan menggugurkan) asal kata Tusaaqith adalah Tatasaaqath kemudian Ta yang kedua diganti menjadi Sin, selanjutnya diidgamkan pada Sin yang kedua. Menurut qiraat yang lain tetap dibaca seperti lafal asalnya (buah kurma kepadamu) lafal Ruthaban adalah Tamyiz (yang masak-masak) lafal Janiyyan menjadi sifat dari lafal Ruthaban.",
            "sajda": false,
            "transliteration": "Wa huzzeee ilaiki bijiz 'in nakhlati tusaaqit 'alaiki rutaban janiyyaa",
            "tajweed_text": "وَهُزّ[o[ِىٓ] إِلَيْكِ بِجِذْعِ [h:8306[ٱ][l[ل][g[نّ]َخْلَةِ تُسَ[n[ـٰ]قِ[q:8307[طْ] عَلَيْكِ رُطَ[f:8308[بًا ج]َنِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        }
    ]
}