{
    "page_number": 307,
    "data": [
        {
            "aya_id": 2276,
            "aya_number": 26,
            "aya_text": "فَكُلِيْ وَاشْرَبِيْ وَقَرِّيْ عَيْنًا ۚفَاِمَّا تَرَيِنَّ مِنَ الْبَشَرِ اَحَدًاۙ فَقُوْلِيْٓ اِنِّيْ نَذَرْتُ لِلرَّحْمٰنِ صَوْمًا فَلَنْ اُكَلِّمَ الْيَوْمَ اِنْسِيًّا ۚ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "Maka makan, minum dan bersenanghatilah engkau. Jika engkau melihat seseorang, maka katakanlah, “Sesungguhnya aku telah bernazar berpuasa untuk Tuhan Yang Maha Pengasih, maka aku tidak akan berbicara dengan siapa pun pada hari ini.”",
            "tafsir_jalalayn": "(Maka makanlah) dari buah kurma yang masak itu (dan minumlah) dari air sungai kecil itu (serta bersenang hatilah kamu) dengan anakmu itu. Lafal 'Ainan berfungsi sebagai Tamyiz yang dipindahkan dari Fa'ilnya, maksudnya selamat bersenang hati dengan anakmu itu. Atau dengan kata lain, kamu menjadi tenang dengan adanya anakmu itu sehingga kamu tidak memikirkan hal-hal yang lain. (Jika) lafal Immaa ini pada asalnya terdiri dari In Syarthiyah dan Ma Zaidah yang kemudian diidgamkan menjadi satu hingga menjadi Immaa (kamu melihat) dan lafal Tarayinna terbuang huruf Lam Fi'il dan 'Ain Fi'ilnya, kemudian harakat 'Ain Fi'ilnya dipindahkan pada huruf Ra, selanjutnya Ya Dhamir dikasrahkan karena bertemu dua sukun, sehingga jadilah Tarayinna (seorang manusia) kemudian ia menanyakan kepadamu tentang anakmu itu (maka katakanlah, \"Sesungguhnya aku bernazar shaum untuk Tuhan Yang Maha Pemurah) dengan menahan diri untuk tidak berbicara, baik mengenai perihal anaknya atau orang-orang lainnya, hal ini terbukti dengan perkataan selanjutnya (maka aku tidak akan berkata dengan seorang manusia pun pada hari ini)\" sesudah kejadian ini.",
            "sajda": false,
            "transliteration": "Fakulee washrabee wa qarree 'ainaa; fa immaa tarayinnna minal bashari ahadan faqooleee innee nazartu lir Rahmaani sawman falan ukallimal yawma insiyyaa",
            "tajweed_text": "فَكُلِى وَ[h:8309[ٱ]شْرَبِى وَقَرِّى عَيْ[f:8310[نًا‌ۖ ف]َإِ[g[مّ]َا تَرَيِ[g[نّ]َ مِنَ [h:8311[ٱ]لْبَشَرِ أَحَ[f:8312[دًا ف]َقُول[o[ِىٓ] إِ[g[نّ]ِى نَذَرْتُ لِلرَّحْمَ[n[ـٰ]نِ صَوْ[f:8313[مًا ف]َلَنْ أُكَلِّمَ [h:8314[ٱ]لْيَوْمَ إِ[f:8315[نس]ِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2277,
            "aya_number": 27,
            "aya_text": "فَاَتَتْ بِهٖ قَوْمَهَا تَحْمِلُهٗ ۗقَالُوْا يٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "Kemudian dia (Maryam) membawa dia (bayi itu) kepada kaumnya dengan menggendongnya. Mereka (kaumnya) berkata, “Wahai Maryam! Sungguh, engkau telah membawa sesuatu yang sangat mungkar.",
            "tafsir_jalalayn": "(Maka Maryam membawa anak itu kepada kaumnya dengan menggendongnya) lafal Tahmiluhu menjadi Hal atau kata keterangan keadaan. Sehingga kaumnya melihat anak itu (Kaumnya berkata, \"Hai Maryam! Sesungguhnya kamu telah melakukan sesuatu yang amat mungkar) suatu dosa yang sangat besar karena kamu memperoleh anak tanpa ayah.",
            "sajda": false,
            "transliteration": "Fa atat bihee qawmahaa tahmiluhoo qaaloo yaa Maryamoo laqad ji'ti shai'an fariyyaa",
            "tajweed_text": "فَأَتَتْ بِه[n[ِۦ] قَوْمَهَا تَحْمِلُهُ[n[ۥ]‌ۖ قَالُو[s[اْ] يَ[n[ـٰ]مَرْيَمُ لَقَ[q:2389[دْ] جِئْتِ شَيْـ[f:8316[ـًٔا ف]َرِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2278,
            "aya_number": 28,
            "aya_text": "يٰٓاُخْتَ هٰرُوْنَ مَا كَانَ اَبُوْكِ امْرَاَ سَوْءٍ وَّمَا كَانَتْ اُمُّكِ بَغِيًّا ۖ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "Wahai saudara perempuan Harun (Maryam)! Ayahmu bukan seorang yang buruk perangai dan ibumu bukan seorang perempuan pezina.”",
            "tafsir_jalalayn": "(Hai saudara perempuan Harun!) dia adalah seorang lelaki yang saleh, hal ini berarti Maryam pun serupa dengannya dalam hal memelihara kehormatan (Ayahmu sekali-kali bukanlah seorang yang buruk) bukan seorang pezina (dan ibumu sekali-kali bukanlah seorang pelacur)\" bukan pula seorang pezina, maka dari manakah anak ini.",
            "sajda": false,
            "transliteration": "Yaaa ukkhta Haaroona maa kaana abokim ra-a saw'inw wa maa kaanat ummuki baghiyyaa",
            "tajweed_text": "يَ[o[ـٰٓ]أُخْتَ هَ[n[ـٰ]رُونَ مَا كَانَ أَبُوكِ [h:8317[ٱ]مْرَأَ سَوْ[a:8318[ءٍ و]َمَا كَانَتْ أُ[g[مّ]ُكِ بَغِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2279,
            "aya_number": 29,
            "aya_text": "فَاَشَارَتْ اِلَيْهِۗ قَالُوْا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِى الْمَهْدِ صَبِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "Maka dia (Maryam) menunjuk kepada (anak)nya. Mereka berkata, “Bagaimana kami akan berbicara dengan anak kecil yang masih dalam ayunan?” ",
            "tafsir_jalalayn": "(Maka Maryam mengisyaratkan) kepada kaumnya (-seraya menunjuk- kepada anaknya) maksudnya supaya mereka bertanya kepada anaknya. (Mereka berkata, \"Bagaimana kami akan berbicara dengan anak) yang masih (kecil berada dalam ayunan?)\".",
            "sajda": false,
            "transliteration": "Fa ashaarat ilaih; qaaloo kaifa nukallimu man kaana fil mahdi sabiyyaa",
            "tajweed_text": "فَأَشَارَتْ إِلَيْهِ‌ۖ قَالُو[s[اْ] كَيْفَ نُكَلِّمُ مَ[f:506[ن ك]َانَ فِى [h:1921[ٱ]لْمَهْدِ صَبِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2280,
            "aya_number": 30,
            "aya_text": "قَالَ اِنِّيْ عَبْدُ اللّٰهِ ۗاٰتٰنِيَ الْكِتٰبَ وَجَعَلَنِيْ نَبِيًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "Dia (Isa) berkata, “Sesungguhnya aku hamba Allah, Dia memberiku Kitab (Injil) dan Dia menjadikan aku seorang Nabi.",
            "tafsir_jalalayn": "(Isa berkata, \"Sesungguhnya aku ini hamba Allah, Dia memberiku Alkitab) yakni kitab Injil (dan Dia menjadikan aku seorang nabi).",
            "sajda": false,
            "transliteration": "Qaala innee 'abdullaahi aataaniyal Kitaaba wa ja'alanee Nabiyyaa",
            "tajweed_text": "قَالَ إِ[g[نّ]ِى عَ[q:8319[بْ]دُ [h:8320[ٱ]للَّهِ ءَاتَ[n[ـٰ]نِىَ [h:8321[ٱ]لْكِتَ[n[ـٰ]بَ وَجَعَلَنِى نَبِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2281,
            "aya_number": 31,
            "aya_text": "وَّجَعَلَنِيْ مُبٰرَكًا اَيْنَ مَا كُنْتُۖ وَاَوْصٰنِيْ بِالصَّلٰوةِ وَالزَّكٰوةِ مَا دُمْتُ حَيًّا ۖ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "Dan Dia menjadikan aku seorang yang diberkahi di mana saja aku berada, dan Dia memerintahkan kepadaku (melaksanakan) salat dan (menunaikan) zakat selama aku hidup;",
            "tafsir_jalalayn": "(Dan Dia menjadikan aku seorang yang diberkati di mana saja aku berada) maksudnya Dia menjadikan diriku orang yang banyak memberi manfaat kepada manusia. Ungkapan ini merupakan berita tentang kedudukan yang telah dipastikan baginya (dan Dia memerintahkan kepadaku mendirikan salat dan menunaikan zakat) Allah memerintahkan kepadaku untuk melakukan kedua hal tersebut (selama aku hidup).",
            "sajda": false,
            "transliteration": "Wa ja'alanee mubaarakan aina maa kuntu wa awsaanee bis Salaati waz Zakaati maa dumtu haiyaa",
            "tajweed_text": "وَجَعَلَنِى مُبَارَكًا أَيْنَ مَا كُ[f:2917[نت]ُ وَأَوْصَ[n[ـٰ]نِى بِ[h:8322[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ وَ[h:8323[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةِ مَا دُمْتُ حَيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2282,
            "aya_number": 32,
            "aya_text": "وَّبَرًّاۢ بِوَالِدَتِيْ وَلَمْ يَجْعَلْنِيْ جَبَّارًا شَقِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "dan berbakti kepada ibuku, dan Dia tidak menjadikan aku seorang yang sombong lagi celaka.",
            "tafsir_jalalayn": "(Dan berbakti kepada ibuku) lafal Barran dinashabkan oleh lafal Ja'alani yang keberadaannya diperkirakan, maksudnya, Dia menjadikan aku sebagai orang yang berbakti kepada ibuku (dan Dia tidak menjadikan aku seorang yang sombong) orang yang merasa tinggi diri (lagi celaka) yang durhaka kepada Rabbnya.",
            "sajda": false,
            "transliteration": "Wa barram biwaalidatee wa lam yaj'alnee jabbaaran shaqiyyaa",
            "tajweed_text": "وَبَرّ[i:8324[َۢا ب]ِو[n[َٲ]لِدَتِى وَلَمْ يَ[q:8325[جْ]عَلْنِى جَبَّا[f:8326[رًا ش]َقِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2283,
            "aya_number": 33,
            "aya_text": "وَالسَّلٰمُ عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ اَمُوْتُ وَيَوْمَ اُبْعَثُ حَيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": " Dan kesejahteraan semoga dilimpahkan kepadaku, pada hari kelahiranku, pada hari wafatku, dan pada hari aku dibangkitkan hidup kembali.”",
            "tafsir_jalalayn": "(Dan kesejahteraan) dari Allah (semoga dilimpahkan kepadaku, pada hari aku dilahirkan, pada hari aku meninggal dan pada hari aku dibangkitkan hidup kembali)\" hal ini telah dikatakan pada kisah yang lalu, yaitu dalam doa Nabi Yahya.",
            "sajda": false,
            "transliteration": "Wassalaamu 'alaiya yawma wulittu wa yawma amootu wa yawma ub'asu baiyaa",
            "tajweed_text": "وَ[h:9999[ٱ][l[ل]سَّلَ[n[ـٰ]مُ عَلَىَّ يَوْمَ وُلِ[d:8327[د]تُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُ[q:8328[بْ]عَثُ حَيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2284,
            "aya_number": 34,
            "aya_text": "ذٰلِكَ عِيْسَى ابْنُ مَرْيَمَ ۚقَوْلَ الْحَقِّ الَّذِيْ فِيْهِ يَمْتَرُوْنَ ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "Itulah Isa putra Maryam, (yang mengatakan) perkataan yang benar, yang mereka ragukan kebenarannya.",
            "tafsir_jalalayn": "(Itulah Isa putra Maryam, yang mengatakan perkataan yang benar) jika lafal Alqaul dibaca Rafa', berarti menjadi Khabar dari Mubtada yang diperkirakan keberadaannya, maksudnya, perkataan Isa bin Maryam adalah perkataan yang benar. Kalau dibaca Nashab berarti ada lafal Qultu yang diperkirakan keberadaannya sebelumnya, maksudnya Aku mengatakan perkataan yang benar (yang mereka berbantah-bantahan tentang kebenarannya) lafal Yamtaruuna berasal dari kata Al Miryah; mereka meragukan kebenarannya, mereka adalah orang-orang Nasrani; mereka mengatakan perkataan yang dusta, yaitu, \"Sesungguhnya Isa itu adalah anak Allah\".",
            "sajda": false,
            "transliteration": "Zaalika 'Eesab-nu Marya; qawlal haqqil lazee feehi yamtaroon",
            "tajweed_text": "ذ[n[َٲ]لِكَ عِيسَى [h:1916[ٱ][q:1917[بْ]نُ مَرْيَمَ‌ۚ قَوْلَ [h:8329[ٱ]لْحَقِّ [h:8330[ٱ]لَّذِى فِيهِ يَمْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2285,
            "aya_number": 35,
            "aya_text": "مَا كَانَ لِلّٰهِ اَنْ يَّتَّخِذَ مِنْ وَّلَدٍ سُبْحٰنَهٗ ۗاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ۗ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "Tidak patut bagi Allah mempunyai anak, Mahasuci Dia. Apabila Dia hendak menetapkan sesuatu, maka Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
            "tafsir_jalalayn": "(Tidak layak bagi Allah mempunyai anak, Maha Suci Dia) dari hal tersebut. (Apabila Dia telah menetapkan sesuatu) yakni, Dia berkehendak untuk menciptakannya (maka Dia hanya berkata kepadanya, \"Jadilah\" maka jadilah dia) kalau dibaca Rafa' yaitu Yakuunu berarti ada lafal Huwa atau dia yang diperkirakan keberadaannya, kalau dibaca Nashab yaitu berarti dengan memperkirakan lafal An sebelumnya. Oleh sebab itu maka Nabi Isa diciptakan tanpa ayah.",
            "sajda": false,
            "transliteration": "Maa kaana lillaahi ai yattakhiza minw waladin Subhaanah; izaa qadaaa amran fa innamaa yaqoolu lahoo kun fa yakoon",
            "tajweed_text": "مَا كَانَ لِلَّهِ أ[a:8331[َن ي]َتَّخِذَ م[a:8332[ِن و]َلَ[f:8333[دٍ‌ۖ س]ُ[q:608[بْ]حَ[n[ـٰ]نَهُ[o[ۥٓ‌ۚ] إِذَا قَضَ[o[ىٰٓ] أَمْ[f:612[رًا ف]َإِ[g[نّ]َمَا يَقُولُ لَهُ[n[ۥ] كُ[f:613[ن ف]َيَك[p[ُو]نُ",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2286,
            "aya_number": 36,
            "aya_text": "وَاِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "(Isa berkata), “Dan sesungguhnya Allah itu Tuhanku dan Tuhanmu, maka sembahlah Dia. Ini adalah jalan yang lurus.”",
            "tafsir_jalalayn": "(Sesungguhnya Allah adalah Rabbku dan Rabb kalian, maka sembahlah Dia) jika dibaca Anna maka dengan memperkirakan keberadaan lafal Udzkur, maksudnya: Ingatlah, sesungguhnya Allah dan seterusnya. Jika dibaca Kasrah yaitu Inna maka dengan memperkirakan keberadaan lafal Qul sebelumnya, maksudnya: Katakanlah, sesungguhnya Allah; hal ini dibuktikan oleh firman lainnya, yaitu: Aku tidak pernah mengatakan kepada mereka melainkan apa yang Engkau perintahkan kepadaku untuk mengatakannya, yaitu, \"Sembahlah Allah, Rabbku dan Rabb kalian.\" (Q.S. Al-Maidah, 117). (ini) hal yang telah disebutkan tadi (adalah jalan) penuntun (yang lurus) yang dapat mengantarkan ke surga.",
            "sajda": false,
            "transliteration": "Wa innal laaha Rabbee wa Rabbukum fa'budooh; haazaa Siraatum Mustaqeem",
            "tajweed_text": "وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ رَبِّى وَرَبُّكُمْ فَ[h:1946[ٱ]عْبُدُوهُ‌ۚ هَ[n[ـٰ]ذَا صِر[n[َٲ][a:1947[طٌ م]ُّسْتَق[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2287,
            "aya_number": 37,
            "aya_text": "فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْۚ فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنْ مَّشْهَدِ يَوْمٍ عَظِيْمٍ ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "Maka berselisihlah golongan-golongan (yang ada) di antara mereka (Yahudi dan Nasrani). Maka celakalah orang-orang kafir pada waktu menyaksikan hari yang agung!",
            "tafsir_jalalayn": "(Maka berselisihlah golongan-golongan yang ada di antara mereka) yakni orang-orang Nasrani, yaitu sehubungan dengan perihal Isa, apakah dia anak Allah, atau tuhan di samping Allah, ataukah tuhan yang ketiga. (Maka kecelakaanlah) azab yang sangat keras (bagi orang-orang kafir) disebabkan apa yang telah disebutkan tadi dan hal-hal lainnya (pada waktu menyaksikan hari yang besar) yakni kehadiran mereka di hari kiamat dan kengerian-kengerian yang terjadi pada waktu itu.",
            "sajda": false,
            "transliteration": "Fakhtalafal ahzaabu mim bainihim fawailul lillazeena kafaroo mim mashhadi Yawmin 'azeem",
            "tajweed_text": "فَ[h:9999[ٱ]خْتَلَفَ [h:8334[ٱ]لْأَحْزَابُ م[i:8335[ِنۢ ب]َيْنِهِمْ‌ۖ فَوَيْ[u:396[لٌ ل]ِّلَّذِينَ كَفَرُو[s[اْ] م[a:8336[ِن م]َّشْهَدِ يَوْمٍ عَظ[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2288,
            "aya_number": 38,
            "aya_text": "اَسْمِعْ بِهِمْ وَاَبْصِرْۙ يَوْمَ يَأْتُوْنَنَا لٰكِنِ الظّٰلِمُوْنَ الْيَوْمَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 307,
            "translation_aya_text": "Alangkah tajam pendengaran mereka dan alangkah terang penglihatan mereka pada hari mereka datang kepada Kami. Tetapi orang-orang yang zalim pada hari ini (di dunia) berada dalam kesesatan yang nyata.",
            "tafsir_jalalayn": "(Alangkah terangnya pendengaran mereka dan alangkah tajamnya penglihatan mereka) kedua lafal ini merupakan Shighat atau ungkapan rasa takjub, maknanya sama dengan lafal Ma Asma'ahum dan Ma Absharahum (pada hari mereka datang kepada Kami) di akhirat kelak. (Tetapi orang-orang yang zalim) menurut ungkapan meletakkan isim Zhahir pada tempat isim Mudhmar' (pada hari ini) yakni di dunia (berada dalam kesesatan yang nyata) nyata kesesatannya, disebabkan mereka tuli tidak mau mendengarkan perkara yang hak, dan mereka buta tidak mau melihat yang benar. Maksudnya, hai orang yang diajak bicara sepatutnya kamu merasa takjub dan heran terhadap pendengaran dan penglihatan mereka di akhirat, sesudah di dunia mereka tuli dan buta.",
            "sajda": false,
            "transliteration": "Asmi' bihim wa absir Yawma yaatoonanaa laakiniz zaalimoonal yawma fee dalaalim mubeen",
            "tajweed_text": "أَسْمِعْ بِهِمْ وَأَ[q:8337[بْ]صِرْ يَوْمَ يَأْتُونَنَا‌ۖ لَ[n[ـٰ]كِنِ [h:8338[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ [h:8339[ٱ]لْيَوْمَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        }
    ]
}