{
    "page_number": 308,
    "data": [
        {
            "aya_id": 2289,
            "aya_number": 39,
            "aya_text": "وَاَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ اِذْ قُضِيَ الْاَمْرُۘ وَهُمْ فِيْ غَفْلَةٍ وَّهُمْ لَا يُؤْمِنُوْنَ ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": " Dan berilah mereka peringatan (Muhammad) tentang hari penyesalan, (yaitu) ketika segala perkara telah diputus, sedang mereka dalam kelalaian dan mereka tidak beriman.",
            "tafsir_jalalayn": "(Dan berilah mereka peringatan) takut-takutilah hai Muhammad, orang-orang kafir Mekah itu (tentang hari penyesalan) yaitu hari kiamat sewaktu orang yang berbuat jahat merasa menyesal sekali karena tidak mau berbuat kebaikan di dunia (yaitu ketika segala perkara telah diputus) bagi mereka di hari kiamat, yaitu mereka harus menerima azab (Dan mereka) di dunia (dalam kelalaian) tentang hari penyesalan itu (dan mereka tidak pula beriman) kepada adanya hari penyesalan itu.",
            "sajda": false,
            "transliteration": "Wa anzirhum Yawmal hasrati iz qudiyal amr; wa hum fee ghaflatinw wa hum laa yu'minoon",
            "tajweed_text": "وَأَ[f:8340[نذ]ِرْهُمْ يَوْمَ [h:8341[ٱ]لْحَسْرَةِ إِذْ قُضِىَ [h:6667[ٱ]لْأَمْرُ وَهُمْ فِى غَفْلَ[a:8342[ةٍ و]َهُمْ لَا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2290,
            "aya_number": 40,
            "aya_text": "اِنَّا نَحْنُ نَرِثُ الْاَرْضَ وَمَنْ عَلَيْهَا وَاِلَيْنَا يُرْجَعُوْنَ ࣖ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": "Sesungguhnya Kamilah yang mewarisi bumi dan semua yang ada di atasnya, dan hanya kepada Kami mereka dikembalikan.",
            "tafsir_jalalayn": "(Sesungguhnya Kami) lafal Nahnu berfungsi sebagai Taukid atau kata pengukuh (mewarisi bumi dan semua orang-orang yang ada di dalamnya) baik yang berakal maupun yang lainnya, yaitu dengan membinasakan mereka (dan hanya kepada Kamilah mereka dikembalikan) pada hari kiamat untuk menerima pembalasan.",
            "sajda": false,
            "transliteration": "Innaa NNahnu narisul arda wa man 'alaihaa wa ilainaa yurja'oon",
            "tajweed_text": "إِ[g[نّ]َا نَحْنُ نَرِثُ [h:8343[ٱ]لْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2291,
            "aya_number": 41,
            "aya_text": "وَاذْكُرْ فِى الْكِتٰبِ اِبْرٰهِيْمَ ەۗ اِنَّهٗ كَانَ صِدِّيْقًا نَّبِيًّا",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": "Dan ceritakanlah (Muhammad) kisah Ibrahim di dalam Kitab (Al-Qur'an), sesungguhnya dia adalah seorang yang sangat membenarkan, seorang Nabi. ",
            "tafsir_jalalayn": "(Dan ceritakanlah) kepada mereka (tentang Ibrahim di dalam Al-Kitab ini) Alquran, yaitu tentang kisahnya. (Sesungguhnya ia adalah seorang yang sangat membenarkan) seorang yang sangat jujur dalam keimanannya (lagi seorang nabi) hal ini dijelaskan dalam ayat selanjutnya.",
            "sajda": false,
            "transliteration": "Wazkur fil Kitaabi Ibraaheem; innahoo kaana siddeeqan Nabiyyaa",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُرْ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ صِدِّي[a:8344[قًا ن]َّبِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2292,
            "aya_number": 42,
            "aya_text": "اِذْ قَالَ لِاَبِيْهِ يٰٓاَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِيْ عَنْكَ شَيْـًٔا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": "(Ingatlah) ketika dia (Ibrahim) berkata kepada ayahnya, “Wahai ayahku! Mengapa engkau menyembah sesuatu yang tidak mendengar, tidak melihat, dan tidak dapat menolongmu sedikit pun?",
            "tafsir_jalalayn": "(Yaitu ketika ia berkata kepada bapaknya) yang bernama Azar, (\"Wahai bapakku!) huruf Ta pada lafal Abati ganti dari Ya Idhafah, karena keduanya tidak dapat dikumpulkan menjadi satu. Azar adalah penyembah berhala (Mengapa kamu menyembah sesuatu yang tidak mendengar, tidak melihat dan tidak dapat menolong kamu) tidak dapat mencukupimu (sedikit pun?) baik berupa manfaat maupun bahaya.",
            "sajda": false,
            "transliteration": "Iz qaala li abeehi yaaa abati lima ta'budu maa laa yasma'u wa laa yubsiru wa laa yughnee 'anka shai'aa",
            "tajweed_text": "إِذْ قَالَ لِأَبِيهِ يَ[o[ـٰٓ]أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُ[q:8345[بْ]صِرُ وَلَا يُغْنِى عَ[f:626[نك]َ شَيْــًٔا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2293,
            "aya_number": 43,
            "aya_text": "يٰٓاَبَتِ اِنِّي قَدْ جَاۤءَنِيْ مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِيْٓ اَهْدِكَ صِرَاطًا سَوِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": "Wahai ayahku! Sungguh, telah sampai kepadaku sebagian ilmu yang tidak diberikan kepadamu, maka ikutilah aku, niscaya aku akan menunjukkan kepadamu jalan yang lurus.",
            "tafsir_jalalayn": "(Wahai bapakku! Sesungguhnya telah datang kepadaku sebagian ilmu pengetahuan yang tidak datang kepadamu, maka ikutilah aku, niscaya aku akan menunjukkan kepadamu jalan) penuntun (yang lurus) tidak menyimpang dari kebenaran.",
            "sajda": false,
            "transliteration": "Yaaa abati innee qad jaaa'anee minal 'ilmi maa lam yaatika fattabi'neee ahdika siraatan Sawiyyaa",
            "tajweed_text": "يَ[o[ـٰٓ]أَبَتِ إِ[g[نّ]ِى قَ[q:298[دْ] ج[o[َا]ٓءَنِى مِنَ [h:634[ٱ]لْعِلْمِ مَا لَمْ يَأْتِكَ فَ[h:8346[ٱ]تَّبِعْن[o[ِىٓ] أَهْدِكَ صِر[n[َٲ][f:8347[طًا س]َوِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2294,
            "aya_number": 44,
            "aya_text": "يٰٓاَبَتِ لَا تَعْبُدِ الشَّيْطٰنَۗ اِنَّ الشَّيْطٰنَ كَانَ لِلرَّحْمٰنِ عَصِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": "Wahai ayahku! Janganlah engkau menyembah setan. Sungguh, setan itu durhaka kepada Tuhan Yang Maha Pengasih.",
            "tafsir_jalalayn": "(Wahai bapakku! Janganlah kamu menyembah setan) dengan ketaatanmu kepadanya, yaitu menyembah berhala. (Sesungguhnya setan itu durhaka kepada Tuhan Yang Maha Pemurah) yang banyak durhakanya.",
            "sajda": false,
            "transliteration": "Yaaa abati laa ta'budish Shaitaana innash Shaitaana kaana lir Rahmaani 'asiyyaa",
            "tajweed_text": "يَ[o[ـٰٓ]أَبَتِ لَا تَعْبُدِ [h:8348[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ‌ۖ إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ كَانَ لِلرَّحْمَ[n[ـٰ]نِ عَصِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2295,
            "aya_number": 45,
            "aya_text": "يٰٓاَبَتِ اِنِّيْٓ اَخَافُ اَنْ يَّمَسَّكَ عَذَابٌ مِّنَ الرَّحْمٰنِ فَتَكُوْنَ لِلشَّيْطٰنِ وَلِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": "Wahai ayahku! Aku sungguh khawatir engkau akan ditimpa azab dari Tuhan Yang Maha Pengasih, sehingga engkau menjadi teman bagi setan.”",
            "tafsir_jalalayn": "(Wahai bapakku! Sesungguhnya aku khawatir bahwa kamu akan ditimpa azab dari Tuhan Yang Maha Pemurah) jika kamu tidak bertobat (maka kamu menjadi kawan bagi setan)\" yaitu menjadi penolong dan temannya di neraka.",
            "sajda": false,
            "transliteration": "Yaaa abati innee akhaafu ai yamssaka 'azaabum minar Rahmaani fatakoona lish Shaitaani waliyyaa",
            "tajweed_text": "يَ[o[ـٰٓ]أَبَتِ إِ[g[نّ][o[ِىٓ] أَخَافُ أ[a:8349[َن ي]َمَسَّكَ عَذَا[a:8350[بٌ م]ِّنَ [h:8351[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ فَتَكُونَ لِلشَّيْطَ[n[ـٰ]نِ وَلِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2296,
            "aya_number": 46,
            "aya_text": "قَالَ اَرَاغِبٌ اَنْتَ عَنْ اٰلِهَتِيْ يٰٓاِبْرٰهِيْمُ ۚ لَىِٕنْ لَّمْ تَنْتَهِ لَاَرْجُمَنَّكَ وَاهْجُرْنِيْ مَلِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": "Dia (ayahnya) berkata, “Bencikah engkau kepada tuhan-tuhanku, wahai Ibrahim? Jika engkau tidak berhenti, pasti engkau akan kurajam, maka tinggalkanlah aku untuk waktu yang lama.” ",
            "tafsir_jalalayn": "(Bapaknya berkata, \"Bencikah kamu kepada tuhan-tuhanku, hai Ibrahim?) maka sebab itu kamu mencelanya. (Jika kamu tidak berhenti) mencaci makinya (maka niscaya kamu akan kurajam) dengan batu, atau dengan perkataan yang jelek, maka hati-hatilah kamu terhadapku (dan tinggalkanlah aku buat waktu yang lama)\" yakni dalam masa yang lama.",
            "sajda": false,
            "transliteration": "Qaala araaghibun anta 'an aalihatee yaaa Ibraaheemu la 'il lam tantahi la arjumannaka wahjumee maliyyaa",
            "tajweed_text": "قَالَ أَرَاغِبٌ أَ[f:169[نت]َ عَنْ ءَالِهَتِى يَ[o[ـٰٓ]إِ[q:6429[بْ]ر[n[َٲ]هِيمُ‌ۖ لَئ[u:4195[ِن ل]َّمْ تَ[f:8352[نت]َهِ لَأَرْجُمَ[g[نّ]َكَ‌ۖ وَ[h:8353[ٱ]هْجُرْنِى مَلِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2297,
            "aya_number": 47,
            "aya_text": "قَالَ سَلٰمٌ عَلَيْكَۚ سَاَسْتَغْفِرُ لَكَ رَبِّيْۗ اِنَّهٗ كَانَ بِيْ حَفِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": "Dia (Ibrahim) berkata, “Semoga keselamatan dilimpahkan kepadamu, aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dia sangat baik kepadaku.",
            "tafsir_jalalayn": "(Ibrahim berkata, \"Semoga keselamatan dilimpahkan kepadamu) dariku, maksudnya aku tidak akan lagi menimpakan hal-hal yang tidak diinginkan kepadamu (aku akan memintakan ampun bagimu kepada Rabbku. Sesungguhnya Dia sangat baik kepadaku\") lafal Hafiyyan berasal dari lafal Hafaa, yang artinya sangat baik hingga Dia selalu memperkenankan doaku. Kemudian Nabi Ibrahim memenuhi janjinya itu, sebagaimana disebutkan di dalam surah Asy-Syu'ara, yaitu, \".. dan ampunilah bapakku...\" (Q.S. Asy-Syu'ara, 86). Hal ini dilakukan oleh Nabi Ibrahim sebelum jelas baginya bahwa bapaknya itu adalah musuh Allah, sebagaimana yang telah disebutkan di dalam surah At-Taubah.",
            "sajda": false,
            "transliteration": "Qaala salaamun 'alaika sa astaghfiru laka Rabbeee innahoo kaana bee hafiyyaa",
            "tajweed_text": "قَالَ سَلَ[n[ـٰ]مٌ عَلَيْكَ‌ۖ سَأَسْتَغْفِرُ لَكَ رَبّ[o[ِىٓ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] كَانَ بِى حَفِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2298,
            "aya_number": 48,
            "aya_text": "وَاَعْتَزِلُكُمْ وَمَا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ وَاَدْعُوْ رَبِّيْۖ عَسٰٓى اَلَّآ اَكُوْنَ بِدُعَاۤءِ رَبِّيْ شَقِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": " Dan aku akan menjauhkan diri darimu dan dari apa yang engkau sembah selain Allah, dan aku akan berdoa kepada Tuhanku, mudah-mudahan aku tidak akan kecewa dengan berdoa kepada Tuhanku.”",
            "tafsir_jalalayn": "(Dan aku akan menjauhkan diri daripada kalian dan daripada apa yang kalian seru) yang kalian sembah (selain Allah, dan aku akan berdoa) yakni aku akan menyembah (kepada Rabbku, mudah-mudahan aku dengan berdoa kepada Rabbku) dengan beribadah kepada-Nya (tidak akan kecewa)\" sebagaimana kalian kecewa karena menyembah berhala-berhala itu.",
            "sajda": false,
            "transliteration": "Wa a'tazilukum wa maa tad'oona min doonil laahi wa ad'o Rabbee 'asaaa allaaa akoona bidu'aaa'i Rabbee shaqiyyaa",
            "tajweed_text": "وَأَعْتَزِلُكُمْ وَمَا تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَأَ[q:8354[دْ]عُو[s[اْ] رَبِّى عَسَ[o[ىٰٓ] أَلّ[o[َآ] أَكُونَ بِدُع[o[َا]ٓءِ رَبِّى شَقِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2299,
            "aya_number": 49,
            "aya_text": "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۙوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ وَكُلًّا جَعَلْنَا نَبِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": " Maka ketika dia (Ibrahim) sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah, Kami anugerahkan kepadanya Ishak dan Yakub. Dan masing-masing Kami angkat menjadi nabi.",
            "tafsir_jalalayn": "(Ketika Ibrahim sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah) dia pergi ke tanah suci (Kami anugerahkan kepadanya) dua orang putra yang menjadi penghibur hatinya (Ishak dan Yakub. Dan masing-masingnya) di antara keduanya (Kami angkat menjadi nabi).",
            "sajda": false,
            "transliteration": "Falamma' tazalahum wa maa ya'budoona min doonil laahi wahabnaa lahoo is-haaqa wa ya'qoob, wa kullan ja'alnaa Nabiyyaa",
            "tajweed_text": "فَلَ[g[مّ]َا [h:8355[ٱ]عْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَهَ[q:8356[بْ]نَا لَهُ[o[ۥٓ] إِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ‌ۖ وَكُل[f:8357[اًّ ج]َعَلْنَا نَبِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2300,
            "aya_number": 50,
            "aya_text": "وَوَهَبْنَا لَهُمْ مِّنْ رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا ࣖ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": "Dan Kami anugerahkan kepada mereka sebagian dari rahmat Kami dan Kami jadikan mereka buah tutur yang baik dan mulia.",
            "tafsir_jalalayn": "(Dan Kami anugerahkan kepada mereka) bertiga Nabi Ibrahim, Nabi Ishak, dan Nabi Yakub (sebagian dari rahmat Kami,) berupa harta benda dan anak-anak (dan Kami jadikan mereka buah tutur yang baik lagi tinggi) mereka selalu menjadi pujian dan sanjungan semua pemeluk agama.",
            "sajda": false,
            "transliteration": "Wa wahabnaa lahum mirrahmatinaa wa ja'alnaa lahum lisaana sidqin 'aliyyaa",
            "tajweed_text": "وَوَهَ[q:4212[بْ]نَا لَه[w:1812[ُم م]ّ[u:8358[ِن ر]َّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِ[q:5937[دْ]قٍ عَلِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2301,
            "aya_number": 51,
            "aya_text": "وَاذْكُرْ فِى الْكِتٰبِ مُوْسٰٓىۖ اِنَّهٗ كَانَ مُخْلَصًا وَّكَانَ رَسُوْلًا نَّبِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 308,
            "translation_aya_text": "Dan ceritakanlah (Muhammad), kisah Musa di dalam Kitab (Al-Qur'an). Dia benar-benar orang yang terpilih, seorang rasul dan nabi.",
            "tafsir_jalalayn": "(Dan ceritakanlah kisah Musa di dalam Alquran ini. Sesungguhnya ia adalah seorang yang mukhlis) dapat dibaca Mukhlishan dan Mukhlashan, artinya seorang yang ikhlas di dalam beribadah dan Allah membersihkan dirinya dari hal-hal yang kotor (di samping ia adalah seorang rasul dan nabi).",
            "sajda": false,
            "transliteration": "Wazkur fil Kitaabi Moosaaa; innahoo kaana mukhlasanw wa kaana Rasoolan Nabiyyaa",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُرْ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ مُوسَ[o[ىٰٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] كَانَ مُخْلَ[a:8359[صًا و]َكَانَ رَسُول[a:8360[اً ن]َّبِيًّا",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        }
    ]
}