{
    "page_number": 309,
    "data": [
        {
            "aya_id": 2302,
            "aya_number": 52,
            "aya_text": "وَنَادَيْنٰهُ مِنْ جَانِبِ الطُّوْرِ الْاَيْمَنِ وَقَرَّبْنٰهُ نَجِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "Dan Kami telah memanggilnya dari sebelah kanan gunung (Sinai) dan Kami dekatkan dia untuk bercakap-cakap.",
            "tafsir_jalalayn": "(Dan Kami telah memanggilnya) melalui firman-Nya, \"Hai Musa! Sesungguhnya Aku adalah Allah...\" (Q.S. Al-Qashash, 30). (dari arah Thur) nama sebuah bukit (sebelah kanan) yakni dari sebelah kanan Nabi Musa ketika ia baru datang dari negeri Madyan (dan Kami telah mendekatkannya kepada Kami waktu dia munajat) bermunajat, yaitu Allah memperdengarkan Kalam-Nya kepadanya.",
            "sajda": false,
            "transliteration": "Wa naadainaahu min jaanibit Tooril aimani wa qarrabnaahu najiyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2303,
            "aya_number": 53,
            "aya_text": "وَوَهَبْنَا لَهٗ مِنْ رَّحْمَتِنَآ اَخَاهُ هٰرُوْنَ نَبِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": " Dan Kami telah menganugerahkan sebagian rahmat Kami kepadanya, yaitu (bahwa) saudaranya, Harun, menjadi seorang nabi.",
            "tafsir_jalalayn": "(Dan Kami telah menganugerahkan kepadanya sebagian rahmat Kami) sebagian dari nikmat Kami (yaitu saudaranya, Harun) Lafal Haruna menjadi Badal atau Athaf Bayan (menjadi seorang nabi) lafal Nabiyyan ini menjadi Hal atau kata keterangan yang dimaksud daripada pemberian itu; hal ini merupakan pengabulan dari doa Nabi Musa sendiri yang meminta kepada Allah, supaya Dia mengangkat saudara tuanya menjadi rasul pula.",
            "sajda": false,
            "transliteration": "Wa wahabnaa lahoo mir rahmatinaaa akhaahu Haaroona Nabiyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2304,
            "aya_number": 54,
            "aya_text": "وَاذْكُرْ فِى الْكِتٰبِ اِسْمٰعِيْلَ ۖاِنَّهٗ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُوْلًا نَّبِيًّا ۚ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "Dan ceritakanlah (Muhammad), kisah Ismail di dalam Kitab (Al-Qur'an). Dia benar-benar seorang yang benar janjinya, seorang rasul dan nabi.",
            "tafsir_jalalayn": "(Dan ceritakanlah kisah Ismail di dalam Alquran. Sesungguhnya ia adalah seorang yang benar janjinya) sekali-kali ia tidak menjanjikan sesuatu melainkan ia memenuhinya. Disebutkan bahwa ia pernah menunggu seseorang yang telah berjanji kepadanya, selama tiga hari atau satu tahun, sehingga orang yang berjanji itu datang kepadanya di tempat yang dijanjikan itu, dan ternyata Nabi Ismail masih menunggu di tempat itu (dan dia adalah seorang rasul) untuk kabilah Jurhum (dan nabi).",
            "sajda": false,
            "transliteration": "Wazkur fil Kitaabi ismaa'eel; innahoo kaana saadiqal wa'di wa kaana Rasoolan Nabiyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2305,
            "aya_number": 55,
            "aya_text": "وَكَانَ يَأْمُرُ اَهْلَهٗ بِالصَّلٰوةِ وَالزَّكٰوةِۖ وَكَانَ عِنْدَ رَبِّهٖ مَرْضِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "Dan dia menyuruh keluarganya untuk (melaksanakan) salat dan (menunaikan) zakat, dan dia seorang yang diridai di sisi Tuhannya.",
            "tafsir_jalalayn": "(Dan ia menyuruh ahlinya) yakni kaumnya (untuk salat dan menunaikan zakat dan ia adalah seorang yang diridai di sisi Rabbnya) lafal Mardhiyyan asalnya Mardhuwwun, kedua huruf Wawunya diganti menjadi Ya. Selanjutnya harakat Dhammah Dhadhnya diganti menjadi Kasrah, akhirnya jadi Mardhiyyun, oleh karena kedudukannya menjadi Khabar Kaana maka bacaannya menjadi Mardhiyyan.",
            "sajda": false,
            "transliteration": "Wa kaana yaamuru ahlahoo bis Salaati waz zakaati wa kaana 'inda Rabbihee mardiyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2306,
            "aya_number": 56,
            "aya_text": "وَاذْكُرْ فِى الْكِتٰبِ اِدْرِيْسَۖ اِنَّهٗ كَانَ صِدِّيْقًا نَّبِيًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "Dan ceritakanlah (Muhammad) kisah Idris di dalam Kitab (Al-Qur'an). Sesungguhnya dia seorang yang sangat mencintai kebenaran dan seorang nabi,",
            "tafsir_jalalayn": "(Dan ceritakanlah kisah Idris di dalam Alquran) Nabi Idris adalah buyut Nabi Ibrahim atau ayah kakek Nabi Nuh (Sesungguhnya ia adalah seorang yang sangat membenarkan dan seorang nabi).",
            "sajda": false,
            "transliteration": "Wazkur fil Kitaabi Idrees; innahoo kaana siddeeqan Nabiyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2307,
            "aya_number": 57,
            "aya_text": "وَّرَفَعْنٰهُ مَكَانًا عَلِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "dan Kami telah mengangkatnya ke martabat yang tinggi.",
            "tafsir_jalalayn": "(Dan Kami telah mengangkatnya ke martabat yang tinggi) ia masih tetap hidup sampai sekarang bertempat di langit keempat atau keenam, atau ketujuh atau berada di dalam surga. Ia dimasukkan ke dalam surga setelah terlebih dahulu mencicipi rasanya mati lalu dihidupkan kembali, setelah itu ia tidak mau keluar lagi dari dalam surga.",
            "sajda": false,
            "transliteration": "Wa rafa'naahu makaanan 'aliyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2308,
            "aya_number": 58,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ مِنْ ذُرِّيَّةِ اٰدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوْحٍۖ وَّمِنْ ذُرِّيَّةِ اِبْرٰهِيْمَ وَاِسْرَاۤءِيْلَ ۖوَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَاۗ اِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُ الرَّحْمٰنِ خَرُّوْا سُجَّدًا وَّبُكِيًّا ۩",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "Mereka itulah orang yang telah diberi nikmat oleh Allah, yaitu dari (golongan) para nabi dari keturunan Adam, dan dari orang yang Kami bawa (dalam kapal) bersama Nuh, dan dari keturunan Ibrahim dan Israil (Yakub) dan dari orang yang telah Kami beri petunjuk dan telah Kami pilih. Apabila dibacakan ayat-ayat Allah Yang Maha Pengasih kepada mereka, maka mereka tunduk sujud dan menangis.",
            "tafsir_jalalayn": "(Mereka itu) kalimat ini menjadi Mubtada (adalah orang-orang yang telah diberi nikmat oleh Allah) menjadi sifat daripada lafal Ulaaika (yaitu para nabi) menjadi Bayan atau keterangan dari lafal Ulaaika yang kedudukannya sama dengan sifat. Lafal-lafal yang sesudahnya sampai kepada Jumlah Syarat menjadi sifat dari lafal Nabiyyiin. Maka firman-Nya (dari keturunan Adam) yakni Nabi Idris (dan dari orang-orang yang Kami muatkan bersama Nuh) di dalam bahteranya, maksudnya adalah Nabi Ibrahim yaitu cucu daripada anak Nabi Nuh yang bernama Sam (dan dari keturunan Ibrahim) yakni Nabi Ismail dan Nabi Ishaq serta Nabi Yakub, (dan) dari keturunan (Israel) yang dimaksud adalah Nabi Musa, Nabi Harun, Nabi Zakaria, Nabi Yahya, dan Nabi Isa (dan dari orang-orang yang telah Kami beri petunjuk dan telah Kami pilih) daripada mereka. Khabar dari lafal Ulaaika yang di permulaan ayat tadi ialah (\"Apabila dibacakan kepada mereka ayat-ayat Allah Yang Maha Pemurah, maka mereka menyungkur dengan bersujud dan menangis\"). Lafal Sujjadan dan Bukiyyan adalah bentuk jamak dari lafal Saajidun dan Baakin. Maksudnya jadilah kalian orang-orang seperti mereka. Asal kata Bukiyyun adalah Bukiwyun, kemudian huruf Wawunya diganti menjadi Ya dan harakat Dhammahnya diganti pula dengan Kasrah, sehingga menjadi Buhiyyun.",
            "sajda": true,
            "transliteration": "Ulaaa'ikal lazeena an'amal laahu 'alaihim minan Nabiyyeena min zurriyyati Aadama wa mimman hamalnaa ma'a Noohinw wa min zurriyyati Ibraaheema wa Israaa'eela wa mimman hadainaa wajta bainaaa; izaa tutlaa 'alaihim Aayaatur Rahmaani kharroo sujjadanw wa bukiyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2309,
            "aya_number": 59,
            "aya_text": "۞ فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ اَضَاعُوا الصَّلٰوةَ وَاتَّبَعُوا الشَّهَوٰتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "Kemudian datanglah setelah mereka pengganti yang mengabaikan salat dan mengikuti keinginannya, maka mereka kelak akan tersesat,",
            "tafsir_jalalayn": "(Maka datanglah sesudah mereka pengganti yang jelek yang menyia-nyiakan salat) dengan cara meninggalkannya seperti orang-orang Yahudi dan Nasrani (dan memperturutkan hawa nafsunya) gemar melakukan perbuatan-perbuatan maksiat (maka mereka kelak akan menemui kesesatan) ghayya adalah nama sebuah lembah di neraka Jahanam, mereka akan dijerumuskan ke dalamnya.",
            "sajda": false,
            "transliteration": "Fakhalafa mim ba'dihim khalfun adaa'us Salaata wattaba'ush shahawaati fasawfa yalqawna ghaiyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2310,
            "aya_number": 60,
            "aya_text": "اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ شَيْـًٔا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "Kecuali orang yang bertobat, beriman dan mengerjakan kebajikan, maka mereka itu akan masuk surga dan tidak dizalimi (dirugikan) sedikit pun,",
            "tafsir_jalalayn": "(Kecuali) yakni berbeda halnya dengan (orang yang bertobat, beriman dan beramal saleh, mereka itu akan masuk surga dan mereka tidak dianiaya) tidak dirugikan (barang sedikit pun) dari pahala mereka.",
            "sajda": false,
            "transliteration": "Illaa man taaba wa aamana wa 'amila saalihan fa ulaaa'ika yadkhuloonal jannata wa laa yuzlamoona shai'aa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2311,
            "aya_number": 61,
            "aya_text": "جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدَ الرَّحْمٰنُ عِبَادَهٗ بِالْغَيْبِۗ اِنَّهٗ كَانَ وَعْدُهٗ مَأْتِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "yaitu surga ‘Adn yang telah dijanjikan oleh Tuhan Yang Maha Pengasih kepada hamba-hamba-Nya, sekalipun (surga itu) tidak tampak. Sungguh, (janji Allah) itu pasti ditepati.",
            "tafsir_jalalayn": "(Yaitu surga Adn) menjadi tempat tinggal mereka. Lafaz 'Adn menjadi Badal daripada lafal Jannatin (yang telah dijanjikan oleh Tuhan Yang Maha Pemurah kepada hamba-hamba-Nya, sekalipun surga itu tidak tampak). Lafal Bil Ghaibi menjadi Hal, maksudnya walaupun surga itu tidak kelihatan oleh mereka. (Sesungguhnya janji Allah itu) yakni apa yang telah dijanjikan oleh-Nya (pasti akan ditepati). Lafal Ma'tiyyan maknanya Aatiyan; asalnya adalah Ma'tiwyun. Yang dimaksud dengan janji-Nya adalah surga yang akan ditempati oleh orang-orang yang berhak memasukinya.",
            "sajda": false,
            "transliteration": "Jannaati 'adninil latee wa'adar Rahmaanu ibaadahoo bilghaib; innahoo kaana wa'duhoo maatiyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2312,
            "aya_number": 62,
            "aya_text": "لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا اِلَّا سَلٰمًاۗ وَلَهُمْ رِزْقُهُمْ فِيْهَا بُكْرَةً وَّعَشِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "Di dalamnya mereka tidak mendengar perkataan yang tidak berguna, kecuali (ucapan) salam. Dan di dalamnya bagi mereka ada rezeki pagi dan petang.",
            "tafsir_jalalayn": "(Mereka tidak mendengar perkataan yang tidak berguna di dalam surga) pembicaraan yang tak berarti (kecuali) mereka hanya mendengar (ucapan Salam) dari para Malaikat buat mereka, atau dari sebagian mereka kepada sebagian yang lain. (Bagi mereka rezekinya di surga itu tiap-tiap pagi dan petang) dalam perkiraan kedua waktu tersebut menurut perhitungan waktu di dunia, karena sesungguhnya di dalam surga itu tidak ada siang dan malam tetapi yang ada hanyalah cahaya dan nur yang abadi.",
            "sajda": false,
            "transliteration": "Laa yasma'oona feehaa laghwan illaa salaamaa; wa lahum rizquhum feehaa bukratanw wa 'ashiyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2313,
            "aya_number": 63,
            "aya_text": "تِلْكَ الْجَنَّةُ الَّتِيْ نُوْرِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": "Itulah surga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa.",
            "tafsir_jalalayn": "(Itulah surga yang akan Kami wariskan) Kami anugerahkan dan Kami tempatkan di dalamnya (kepada hamba-hamba Kami yang selalu bertakwa) yang berlaku taat kepada-Nya. Ayat berikut diturunkan ketika wahyu datang sangat terlambat selama beberapa hari, kemudian Nabi saw. berkata kepada malaikat Jibril ketika datang kepadanya, \"Apakah gerangan yang menyebabkan engkau tidak menziarahi aku selama ini\".",
            "sajda": false,
            "transliteration": "Tilkal jannatul latee oorisu min 'ibaadinaa man kaana taqiyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2314,
            "aya_number": 64,
            "aya_text": "وَمَا نَتَنَزَّلُ اِلَّا بِاَمْرِ رَبِّكَۚ  لَهٗ مَا بَيْنَ اَيْدِيْنَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذٰلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا ۚ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 309,
            "translation_aya_text": " Dan tidaklah kami (Jibril) turun, kecuali atas perintah Tuhanmu. Milik-Nya segala yang ada di hadapan kita, yang ada di belakang kita, dan segala yang ada di antara keduanya, dan Tuhanmu tidak lupa.",
            "tafsir_jalalayn": "(Dan tidaklah kami turun melainkan dengan perintah Rabbmu, kepunyaan-Nyalah apa-apa yang ada di hadapan kita) yakni berupa semua perkara akhirat (apa-apa yang ada di belakang kita) berupa semua perkara duniawi (dan apa-apa yang ada di antara keduanya) apa yang ada dalam waktu sekarang sampai dengan datangnya hari kiamat. Yang dimaksud ialah bahwa pengetahuan mengenai kesemuanya itu berada pada-Nya (dan tidaklah Rabbmu lupa) lafal Nasiyyan bermakna Naasiyan, maksudnya, Allah tidak akan meninggalkanmu disebabkan wahyu yang terlambat datang kepadamu.",
            "sajda": false,
            "transliteration": "Wa maa natanazzalu illaa bi amri Rabbika lahoo maa baina aideenaa wa maa khalfanaa wa maa baina zaalik; wa maa kaana Rabbuka nasiyyaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        }
    ]
}