{
    "page_number": 31,
    "data": [
        {
            "aya_id": 204,
            "aya_number": 197,
            "aya_text": "اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ وَلَا جِدَالَ فِى الْحَجِّ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ يَّعْلَمْهُ اللّٰهُ ۗ وَتَزَوَّدُوْا فَاِنَّ خَيْرَ الزَّادِ التَّقْوٰىۖ وَاتَّقُوْنِ يٰٓاُولِى الْاَلْبَابِ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 31,
            "translation_aya_text": "(Musim) haji itu (pada) bulan-bulan yang telah dimaklumi. Barangsiapa mengerjakan (ibadah) haji dalam (bulan-bulan) itu, maka janganlah dia berkata jorok (rafats), berbuat maksiat dan bertengkar dalam (melakukan ibadah) haji. Segala yang baik yang kamu kerjakan, Allah mengetahuinya. Bawalah bekal, karena sesungguhnya sebaik-baik bekal adalah takwa. Dan bertakwalah kepada-Ku wahai orang-orang yang mempunyai akal sehat!",
            "tafsir_jalalayn": "(Haji), maksudnya adalah waktu dan musimnya (beberapa bulan yang dimaklumi), yaitu Syawal, Zulkaidah dan 10 hari pertama bulan Zulhijah. Tetapi ada pula yang mengatakan seluruh bulan Zulhijah. (Maka barang siapa yang telah menetapkan niatnya) dalam dirinya (akan melakukan ibadah haji pada bulan-bulan itu) dengan mengihramkannya, (maka tidak boleh ia mencampuri istrinya), yakni bersetubuh (dan jangan berbuat kefasikan) berbuat maksiat (dan jangan berbantah-bantahan) atau terlibat dalam percekcokan (sewaktu mengerjakan haji). Menurut satu qiraat, dengan baris di atas dua hal yang pertama dan makna yang dimaksud adalah larangan mengerjakan tiga hal itu. (Dan apa yang kamu kerjakan berupa kebaikan) sedekah (pastilah diketahui oleh Allah) yang akan membalas kebaikan itu. Ayat berikut ini diturunkan kepada penduduk Yaman yang pergi naik haji tanpa membawa bekal, sehingga mereka menjadi beban orang lain. (Dan berbekallah kamu) yang akan menyampaikan kamu ke tujuan perjalananmu (dan sesungguhnya sebaik-baik bekal adalah takwa), artinya yang dipergunakan manusia untuk menjaga dirinya agar tidak menjadi beban bagi orang lain dan sebagainya. (Dan bertakwalah kamu kepada-Ku, hai orang-orang yang berakal).",
            "sajda": false,
            "transliteration": "Al-Hajju ashhurum ma'-loomaat; faman farada feeinnal hajja falaa rafasa wa laa fusooqa wa laa jidaala fil Hajj; wa maa taf'aloo min khairiny ya'lamhul laah; wa tazawwadoo fa inna khairaz zaadit taqwaa; wattaqooni yaaa ulil albaab",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 205,
            "aya_number": 198,
            "aya_text": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ ۗ فَاِذَآ اَفَضْتُمْ مِّنْ عَرَفَاتٍ فَاذْكُرُوا اللّٰهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوْهُ كَمَا هَدٰىكُمْ ۚ وَاِنْ كُنْتُمْ مِّنْ قَبْلِهٖ لَمِنَ الضَّاۤلِّيْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 31,
            "translation_aya_text": "Bukanlah suatu dosa bagimu mencari karunia dari Tuhanmu. Maka apabila kamu bertolak dari Arafah, berzikirlah kepada Allah di Masy’arilharam. Dan berzikirlah kepada-Nya sebagaimana Dia telah memberi petunjuk kepadamu, sekalipun sebelumnya kamu benar-benar termasuk orang yang tidak tahu.",
            "tafsir_jalalayn": "(Tidak ada dosa bagi kamu) dalam (mencari) atau mengusahakan (karunia) atau rezeki (dari Tuhanmu) yakni dengan berniaga di musim haji. Ayat ini turun untuk menolak anggapan mereka yang keliru itu (Maka jika kamu telah bertolak), artinya berangkat (dari Arafah) yakni setelah wukuf di sana, (maka berzikirlah kepada Allah), yakni setelah bermalam di Muzdalifah sambil membaca talbiah, tahlil dan berdoa (di Masyarilharam) yaitu nama sebuah bukit di ujung Muzdalifah disebut Quzah. Dalam sebuah hadis disebutkan bahwa Nabi saw. wukuf di sana, berzikir dan berdoa kepada Allah hingga hari telah amat benderang.\" (H.R. Muslim). (Dan berzikirlah kepada-Nya disebabkan petunjuk yang diberikan-Nya kepadamu) untuk mengetahui pokok-pokok agama dan tata cara hajinya. 'Kaf' menunjukkan sebab atau motifnya. (Dan sesungguhnya) dibaca 'in' bukan 'inna' (kamu sebelum itu) maksudnya sebelum petunjuk itu (termasuk orang-orang yang sesat).",
            "sajda": false,
            "transliteration": "Laisa 'alaikum junaahun an tabtaghoo fad lam mir rabbikum; fa izaaa afadtum min 'Arafaatin fazkurul laaha 'indal-Mash'aril Haraami waz kuroohu kamaa hadaakum wa in kuntum min qablihee laminad daaaleen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 206,
            "aya_number": 199,
            "aya_text": "ثُمَّ اَفِيْضُوْا مِنْ حَيْثُ اَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللّٰهَ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 31,
            "translation_aya_text": "Kemudian bertolaklah kamu dari tempat orang banyak bertolak (Arafah) dan mohonlah ampunan kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Kemudian bertolaklah kamu) hai orang-orang Quraisy (dari tempat bertolaknya manusia) maksudnya dari Arafah dengan jalan wukuf bersama mereka. Sebelum itu biasanya mereka wukuf di Muzdalifah karena merasa enggan wukuf bersama-sama dengan orang lain. 'Tsumma' atau 'kemudian' menunjukkan urutan (dan mohonlah ampun kepada Allah) terhadap dosa-dosamu. (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang) terhadap orang-orang beriman.",
            "sajda": false,
            "transliteration": "Summa afeedoo min haisu afaadan naasu wastagh firullaah; innnal laaha Ghafoo rur-Raheem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 207,
            "aya_number": 200,
            "aya_text": "فَاِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فَاذْكُرُوا اللّٰهَ كَذِكْرِكُمْ اٰبَاۤءَكُمْ اَوْ اَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 31,
            "translation_aya_text": "Apabila kamu telah menyelesaikan ibadah haji, maka berzikirlah kepada Allah, sebagaimana kamu menyebut-nyebut nenek moyang kamu, bahkan berzikirlah lebih dari itu. Maka di antara manusia ada yang berdoa, “Ya Tuhan kami, berilah kami (kebaikan) di dunia,” dan di akhirat dia tidak memperoleh bagian apa pun.",
            "tafsir_jalalayn": "(Apabila kamu telah menyelesaikan) atau menjalankan (ibadah hajimu) maksudnya, telah melempar jumrah Aqabah, telah tawaf, telah berada di Mina, (maka berzikirlah kepada Allah) dengan bertakbir dan menyanjung-Nya (sebagaimana kamu menyebut-nyebut nenek-moyangmu) yang kamu lakukan setelah haji untuk membangga-banggakan mereka (bahkan lebih banyak lagi dari itu) artinya lebih banyak dari ingatanmu kepada nenek-moyangmu itu. 'Asyadda' mendapat baris di atas disebabkan kedudukannya sebagai 'hal' dari 'dzikr' yang manshub oleh 'udzkuruu'. Seandainya ia terletak di belakangnya, maka ia akan menjadi sifat atau na`atnya. (Di antara manusia ada yang berdoa, \"Ya Tuhan kami! Berilah kami) bagian kami (di dunia\"), sehingga ia pun diberikan bagian itu (dan tiadalah ia di akhirat mendapat bagian) yang menyenangkan.",
            "sajda": false,
            "transliteration": "Fa-izan qadaitum manaa sikakum fazkurul laaha kazikrikum aabaaa'akum aw ashadda zikraa; faminannaasi mai yaqoolu Rabbanaaa aatinaa fiddunyaa wa maa lahoo fil Aakhirati min khalaaq",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 208,
            "aya_number": 201,
            "aya_text": "وَمِنْهُمْ مَّنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 31,
            "translation_aya_text": "Dan di antara mereka ada yang berdoa, “Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka.”",
            "tafsir_jalalayn": "(Dan di antara mereka ada pula yang berdoa, \"Ya Tuhan kami! Berilah kami di dunia kebaikan), artinya nikmat, (di akhirat kebaikan) yakni surga, (dan peliharalah kami dari siksa neraka.\") yakni dengan tidak memasukinya. Ini merupakan lukisan tentang keadaan orang-orang musyrik dan keadaan orang-orang beriman, yang tujuannya ialah supaya kita mencari dua macam kebaikan dunia dan akhirat, sebagaimana telah dijanjikan akan beroleh pahala dengan firman-Nya:",
            "sajda": false,
            "transliteration": "Wa minhum mai yaqoolu rabbanaaa aatina fid dunyaa hasanatawn wa fil aakhirati hasanatanw wa qinaa azaaban Naar",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 209,
            "aya_number": 202,
            "aya_text": "اُولٰۤىِٕكَ لَهُمْ نَصِيْبٌ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 31,
            "translation_aya_text": "Mereka itulah yang memperoleh bagian dari apa yang telah mereka kerjakan, dan Allah Mahacepat perhitungan-Nya.",
            "tafsir_jalalayn": "(Mereka itulah orang-orang yang mendapat bagian), maksudnya pahala (dari), artinya disebabkan (apa yang mereka usahakan), yakni amal mereka dari haji dan doa (dan Allah sangat cepat perhitungan-Nya). Menurut keterangan sebuah hadis, Allah melakukan hisab atau perhitungan bagi seluruh makhluk dalam tempo yang tidak lebih dari setengah hari waktu dunia.",
            "sajda": false,
            "transliteration": "Ulaaa'ika lahum naseebum mimmaa kasaboo; wal laahu saree'ul hisaab",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}