{
    "page_number": 311,
    "data": [
        {
            "aya_id": 2327,
            "aya_number": 77,
            "aya_text": "اَفَرَاَيْتَ الَّذِيْ كَفَرَ بِاٰيٰتِنَا وَقَالَ لَاُوْتَيَنَّ مَالًا وَّوَلَدًا ۗ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Lalu apakah engkau telah melihat orang yang mengingkari ayat-ayat Kami dan dia mengatakan, “Pasti aku akan diberi harta dan anak.”",
            "tafsir_jalalayn": "(Maka apakah kamu telah melihat orang yang kafir kepada ayat-ayat Kami) maksudnya 'Ashi bin Wa'il (dan ia mengatakan,) kepada Khabbab bin Art yang mengatakan kepadanya, bahwa engkau kelak akan dibangkitkan hidup kembali sesudah mati. Pada saat itu Khabbab sedang menagih utang kepadanya (\"Pasti aku akan diberi) seandainya aku dibangkitkan hidup kembali (harta dan anak\") maka pada saat itu aku akan membayar utangku kepadamu. Allah berfirman menyanggahnya:",
            "sajda": false,
            "transliteration": "Afara'aytal lazee kafara bi Aayaatinaa wa qaala la oota yanna maalanw wa waladaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2328,
            "aya_number": 78,
            "aya_text": "اَطَّلَعَ الْغَيْبَ اَمِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Adakah dia melihat yang gaib atau dia telah membuat perjanjian di sisi Tuhan Yang Maha Pengasih?",
            "tafsir_jalalayn": "(Adakah dia melihat yang gaib) apakah dia mengetahuinya sehingga ia berani mengatakan, bahwa dia akan diberi seperti apa yang dikatakannya itu. Lafal Aththala'a ini disebabkan sudah cukup hanya dengan memakai Hamzah Istifham, maka Hamzah Washalnya dibuang (atau ia telah membuat perjanjian di sisi Tuhan Yang Maha Pemurah?) sehingga ia berani mengatakan, bahwa Allah akan memberikan kepadanya apa yang telah dikatakannya itu.",
            "sajda": false,
            "transliteration": "Attala'al ghaiba amitta khaza'indar Rahmaani 'ahdaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2329,
            "aya_number": 79,
            "aya_text": "كَلَّاۗ سَنَكْتُبُ مَا يَقُوْلُ وَنَمُدُّ لَهٗ مِنَ الْعَذَابِ مَدًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Sama sekali tidak! Kami akan menulis apa yang dia katakan, dan Kami akan memperpanjang azab untuknya secara sempurna,",
            "tafsir_jalalayn": "(Sekali-kali tidak) hal itu tidak akan diberikan kepadanya (Kami akan menulis) Kami memerintahkan untuk menuliskan (apa yang ia katakan itu dan benar-benar Kami akan memperpanjang azab baginya) Kami akan menambahkan kepada azab kekafirannya azab yang lain, karena perkataannya itu.",
            "sajda": false,
            "transliteration": "Kallaa; sanaktubu maa yaqoolu wa namuddu lahoo minal 'azaabi maddaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2330,
            "aya_number": 80,
            "aya_text": "وَّنَرِثُهٗ مَا يَقُوْلُ وَيَأْتِيْنَا فَرْدًا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "dan Kami akan mewarisi apa yang dia katakan itu, dan dia akan datang kepada Kami seorang diri.",
            "tafsir_jalalayn": "(Dan Kami akan mewarisi apa yang ia katakan itu) yaitu harta benda dan anak (dan ia akan datang kepada Kami) kelak pada hari kiamat (dengan seorang diri) dalam keadaan tidak punya harta benda dan tidak punya anak.",
            "sajda": false,
            "transliteration": "Wa narisuhoo maa yaqoolu wa yaateenaa fardaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2331,
            "aya_number": 81,
            "aya_text": "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لِّيَكُوْنُوْا لَهُمْ عِزًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Dan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka.",
            "tafsir_jalalayn": "(Dan mereka telah mengambil) orang-orang kafir Mekah (selain dari Allah) yakni berhala-berhala (sebagai tuhan-tuhan) yang mereka sembah (agar tuhan-tuhan itu menjadi pelindung bagi mereka) maksudnya memberikan syafaat kepada mereka di hadapan Allah supaya mereka jangan diazab oleh-Nya.",
            "sajda": false,
            "transliteration": "Wattakhazoo min doonil laahi aalihatal liyakoonoo lahum 'izzaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2332,
            "aya_number": 82,
            "aya_text": "كَلَّا ۗسَيَكْفُرُوْنَ بِعِبَادَتِهِمْ وَيَكُوْنُوْنَ عَلَيْهِمْ ضِدًّا ࣖ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka.",
            "tafsir_jalalayn": "(Sekali-kali tidak) tiada sesuatu pun yang dapat mencegah azab mereka. (Kelak mereka itu akan mengingkari) yakni tuhan-tuhan sembahan mereka itu (penyembahan mereka) artinya mereka akan mengingkari penyembahan orang-orang yang mempertuhankan mereka, sebagaimana dijelaskan pula oleh ayat lain, yaitu firman-Nya, \"Mereka sekali-kali tidak menyembah Kami...\" (Q.S. Al-Qashash, 63). (dan tuhan-tuhan itu akan menjadi musuh bagi mereka) yakni berhala-berhala itu justru akan menjadi musuh orang-orang yang menyembahnya kelak di akhirat.",
            "sajda": false,
            "transliteration": "Kallaa; sa yakfuroona bi'ibaadatihim wa yakoonoona 'alaihim diddaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2333,
            "aya_number": 83,
            "aya_text": "اَلَمْ تَرَ اَنَّآ اَرْسَلْنَا الشَّيٰطِيْنَ عَلَى الْكٰفِرِيْنَ تَؤُزُّهُمْ اَزًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Tidakkah engkau melihat, bahwa sesungguhnya Kami telah mengutus setan-setan itu kepada orang-orang kafir untuk mendorong mereka (berbuat maksiat) dengan sungguh-sungguh?",
            "tafsir_jalalayn": "(Tidakkah kamu lihat, bahwasanya Kami telah mengirim setan-setan itu) yakni pengaruh mereka (kepada orang-orang kafir untuk menghasut mereka) untuk menggerakkan mereka melakukan perbuatan-perbuatan maksiat (dengan sungguh-sungguh).",
            "sajda": false,
            "transliteration": "Alam tara annaaa arsalnash Shayaateena 'alal kaafireena ta'uzzuhum azzaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2334,
            "aya_number": 84,
            "aya_text": "فَلَا تَعْجَلْ عَلَيْهِمْۗ اِنَّمَا نَعُدُّ لَهُمْ عَدًّا ۗ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Maka janganlah engkau (Muhammad) tergesa-gesa (memintakan azab) terhadap mereka, karena Kami menghitung dengan hitungan teliti (datangnya hari siksaan) untuk mereka.",
            "tafsir_jalalayn": "(Maka janganlah kamu tergesa-gesa terhadap mereka) untuk mendatangkan azab buat mereka (karena sesungguhnya Kami hanya menghitung untuk mereka) hari-hari atau nafas-nafas mereka (dengan perhitungan yang teliti) hingga tiba saatnya azab mereka.",
            "sajda": false,
            "transliteration": "Falaa ta'jal alaihim innamaa na 'uddu lahum 'addaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2335,
            "aya_number": 85,
            "aya_text": "يَوْمَ نَحْشُرُ الْمُتَّقِيْنَ اِلَى الرَّحْمٰنِ وَفْدًا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "(Ingatlah) pada hari (ketika) Kami mengumpulkan orang-orang yang bertakwa kepada (Allah) Yang Maha Pengasih, bagaikan kafilah yang terhormat,",
            "tafsir_jalalayn": "Ingatlah (hari ketika Kami mengumpulkan orang-orang yang takwa) berkat keimanan mereka (kepada Tuhan Yang Maha Pemurah sebagai perutusan yang terhormat). Lafal Wafdun adalah bentuk jamak dan lafal Waafidun, artinya delegasi.",
            "sajda": false,
            "transliteration": "Yawma nahshurul muttaqeena ilar Rahmaani wafdaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2336,
            "aya_number": 86,
            "aya_text": "وَنَسُوْقُ الْمُجْرِمِيْنَ اِلٰى جَهَنَّمَ وِرْدًا ۘ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "dan Kami akan menggiring orang yang durhaka ke neraka Jahanam dalam keadaan dahaga.",
            "tafsir_jalalayn": "(Dan Kami akan menghalau orang-orang yang durhaka) karena kekafiran mereka (ke neraka Jahanam dalam keadaan dahaga). Lafal Wirdun adalah bentuk jamak dari lafal Waaridun artinya berjalan dalam keadaan dahaga.",
            "sajda": false,
            "transliteration": "Wa nasooqul mujrimeena ilaa Jahannama wirdaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2337,
            "aya_number": 87,
            "aya_text": "لَا يَمْلِكُوْنَ الشَّفَاعَةَ اِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۘ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": " Mereka tidak berhak mendapat syafaat, (pertolongan) kecuali orang yang telah mengadakan perjanjian di sisi (Allah) Yang Maha Pengasih.",
            "tafsir_jalalayn": "(Mereka tidak dapat memberi) manusia semuanya (syafaat kecuali orang yang telah mengadakan perjanjian di sisi Tuhan Yang Maha Pemurah) yakni kesaksian bahwa tiada Tuhan selain Allah dan tiada daya serta tiada kekuatan melainkan berkat pertolongan Allah.",
            "sajda": false,
            "transliteration": "Laa yamlikoonash shafaa'ta illaa manittakhaza 'indar Rahmaani 'ahdaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2338,
            "aya_number": 88,
            "aya_text": "وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا ۗ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Dan mereka berkata, “(Allah) Yang Maha Pengasih mempunyai anak.”",
            "tafsir_jalalayn": "(Dan mereka berkata,) orang-orang Yahudi dan Nasrani dan orang-orang yang menyangka bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah (\"Tuhan Yang Maha Pemurah mempunyai anak\") maka Allah menyanggah perkataan mereka itu melalui firman-Nya,",
            "sajda": false,
            "transliteration": "Wa qaalut takhazar Rahmaanu waladaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2339,
            "aya_number": 89,
            "aya_text": "لَقَدْ جِئْتُمْ شَيْـًٔا اِدًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Sungguh, kamu telah membawa sesuatu yang sangat mungkar,",
            "tafsir_jalalayn": "(\"Sesungguhnya kalian telah mendatangkan sesuatu perkara yang sangat mungkar) yaitu suatu perkara mungkar yang sangat besar.",
            "sajda": false,
            "transliteration": "Laqad ji'tum shai'an iddaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2340,
            "aya_number": 90,
            "aya_text": "تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا ۙ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu),",
            "tafsir_jalalayn": "(Hampir-hampir) dapat dibaca Takaadu dan Yakaadu (langit pecah) terbelah, dan menurut qiraat yang lain lafal Yatafaththarna dibaca Yanfathirna (karena ucapan itu dan bumi belah dan gunung-gunung runtuh) yakni terbalik menindih mereka disebabkan.",
            "sajda": false,
            "transliteration": "Takaadus samaawaatu yatafattarna minhu wa tanshaq qul ardu wa takhirrul jibaalu haddaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2341,
            "aya_number": 91,
            "aya_text": "اَنْ دَعَوْا لِلرَّحْمٰنِ وَلَدًا ۚ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak.",
            "tafsir_jalalayn": "(mereka mendakwakan Allah Yang Maha Pemurah mempunyai anak\"). Allah berfirman,",
            "sajda": false,
            "transliteration": "An da'aw lir Rahmaani waladaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2342,
            "aya_number": 92,
            "aya_text": "وَمَا يَنْۢبَغِيْ لِلرَّحْمٰنِ اَنْ يَّتَّخِذَ وَلَدًا ۗ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Dan tidak mungkin bagi (Allah) Yang Maha Pengasih mempunyai anak.",
            "tafsir_jalalayn": "(\"Dan tidak layak bagi Allah Yang Maha Pemurah mempunyai anak\") yakni tidak patut bagi-Nya hal yang demikian itu.",
            "sajda": false,
            "transliteration": "Wa maa yambaghee lir Rahmaani ai yattakhiza waladaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2343,
            "aya_number": 93,
            "aya_text": "اِنْ كُلُّ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِى الرَّحْمٰنِ عَبْدًا ۗ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Tidak ada seorang pun di langit dan di bumi, melainkan akan datang kepada (Allah) Yang Maha Pengasih sebagai seorang hamba.",
            "tafsir_jalalayn": "(Tidak ada) (seorang pun di langit dan di bumi melainkan akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba) yang hina dan tunduk patuh kepada-Nya kelak di hari kiamat, termasuk Uzair dan Isa juga.",
            "sajda": false,
            "transliteration": "In kullu man fis samaawaati wal ardi illaaa aatir Rahmaani 'abdaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2344,
            "aya_number": 94,
            "aya_text": "لَقَدْ اَحْصٰىهُمْ وَعَدَّهُمْ عَدًّا ۗ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Dia (Allah) benar-benar telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti.",
            "tafsir_jalalayn": "(Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti) maka tidak samar bagi-Nya mengenai jumlah mereka secara keseluruhan atau pun secara rinci dan tiada seorang pun yang terlewat dari perhitungan-Nya.",
            "sajda": false,
            "transliteration": "Laqad ahsaahum wa addahum 'addaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2345,
            "aya_number": 95,
            "aya_text": "وَكُلُّهُمْ اٰتِيْهِ يَوْمَ الْقِيٰمَةِ فَرْدًا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 311,
            "translation_aya_text": "Dan setiap orang dari mereka akan datang kepada Allah sendiri-sendiri pada hari Kiamat.",
            "tafsir_jalalayn": "(Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri) tanpa harta dan tanpa pembantu yang dapat membelanya.",
            "sajda": false,
            "transliteration": "Wa kulluhum aateehi Yawmal Qiyaamati fardaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        }
    ]
}