{
    "page_number": 312,
    "data": [
        {
            "aya_id": 2346,
            "aya_number": 96,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَيَجْعَلُ لَهُمُ الرَّحْمٰنُ وُدًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "Sungguh, orang-orang yang beriman dan mengerjakan kebajikan, kelak (Allah) Yang Maha Pengasih akan menanamkan rasa kasih sayang (dalam hati mereka).",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman dan beramal saleh, kelak Allah Yang Maha Pemurah akan menanamkan dalam hati mereka rasa kasih sayang) di antara sesama mereka; mereka saling kasih-mengasihi dan sayang-menyayangi dan Allah swt. mencintai mereka semuanya.",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wa 'amilus saalihaati sa yaj'alu lahumur Rahmaanu wuddaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2347,
            "aya_number": 97,
            "aya_text": "فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِيْنَ وَتُنْذِرَ بِهٖ قَوْمًا لُّدًّا ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "Maka sungguh, telah Kami mudahkan (Al-Qur'an) itu dengan bahasamu (Muhammad), agar dengan itu engkau dapat memberi kabar gembira kepada orang-orang yang bertakwa, dan agar engkau dapat memberi peringatan kepada kaum yang membangkang.",
            "tafsir_jalalayn": "(Maka sesungguhnya telah Kami mudahkan dia) Alquran itu (dengan bahasamu) bahasa Arab (agar kamu dapat memberi kabar gembira dengan Alquran itu kepada orang-orang yang bertakwa) yaitu orang-orang yang beruntung memperoleh iman (dan agar kamu memberi peringatan) menakut-nakuti (dengannya kepada kaum yang membangkang). Lafal Luddan adalah bentuk jamak dari lafal Aladdun artinya banyak membantah dengan kebatilan, mereka adalah orang-orang kafir Mekah.",
            "sajda": false,
            "transliteration": "Fa innamaa yassarnaahu bilisaanika litubashshira bihil muttaqeena wa tunzira bihee qawmal luddaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2348,
            "aya_number": 98,
            "aya_text": "وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍۗ هَلْ تُحِسُّ مِنْهُمْ مِّنْ اَحَدٍ اَوْ تَسْمَعُ لَهُمْ رِكْزًا ࣖ",
            "sura_id": 19,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "Dan berapa banyak umat yang telah Kami binasakan sebelum mereka. Adakah engkau (Muhammad) melihat salah seorang dari mereka atau engkau mendengar bisikan mereka?",
            "tafsir_jalalayn": "(Dan berapa banyak) banyak sekali (telah Kami binasakan umat-umat sebelum mereka) umat-umat di masa silam disebabkan kedustaan mereka terhadap Rasul (Adakah kamu melihat) menemukan (seorang pun dari mereka atau kamu dengar suara mereka yang samar-samar?) Tentu saja tidak. Sebagaimana Kami telah membinasakan umat-umat di masa silam maka niscaya pula Kami akan membinasakan mereka, disebabkan kekafiran mereka itu.",
            "sajda": false,
            "transliteration": "Wa kam ahlaknaa qabla hum min qarnin hal tuhissu minhum min ahadin aw tasma'u lahum rikzaa",
            "surah": {
                "name": "سُورَةُ مَرۡيَمَ",
                "englishName": "Maryam",
                "englishNameTranslation": "Mary",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2349,
            "aya_number": 1,
            "aya_text": "طٰهٰ ۚ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "Thaha",
            "tafsir_jalalayn": "(Tha Ha) hanya Allahlah yang mengetahui maksudnya",
            "sajda": false,
            "transliteration": "Taa-Haa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2350,
            "aya_number": 2,
            "aya_text": "مَآ اَنْزَلْنَا عَلَيْكَ الْقُرْاٰنَ لِتَشْقٰٓى ۙ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": " Kami tidak menurunkan Al-Qur'an ini kepadamu (Muhammad) agar engkau menjadi susah;",
            "tafsir_jalalayn": "(Kami tidak menurunkan Alquran ini kepadamu) hai Muhammad (agar kamu menjadi susah) supaya kamu letih dan payah disebabkan apa yang kamu kerjakan sesudah ia diturunkan, sehingga kamu harus berkepanjangan berdiri di dalam melakukan salat malam. Maksudnya berilah kesempatan istirahat bagi dirimu.",
            "sajda": false,
            "transliteration": "Maaa anzalnaa 'alaikal Qur-aana litashqaaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2351,
            "aya_number": 3,
            "aya_text": "اِلَّا تَذْكِرَةً لِّمَنْ يَّخْشٰى ۙ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": " melainkan sebagai peringatan bagi orang yang takut (kepada Allah),",
            "tafsir_jalalayn": "(Tetapi) Kami turunkan Alquran ini (sebagai peringatan) melalui apa yang dikandungnya (bagi orang yang takut) kepada Allah.",
            "sajda": false,
            "transliteration": "Illaa tazkiratal limany yakshaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2352,
            "aya_number": 4,
            "aya_text": "تَنْزِيْلًا مِّمَّنْ خَلَقَ الْاَرْضَ وَالسَّمٰوٰتِ الْعُلٰى ۗ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "diturunkan dari (Allah) yang menciptakan bumi dan langit yang tinggi,",
            "tafsir_jalalayn": "(Yaitu diturunkan) lafal Tanziilan ini menjadi Badal dari lafal Fi'il yang menashabkannya, yakni Nazzalahu Tanziilan (dari Allah yang menciptakan bumi dan langit yang tinggi). Lafal Al 'Ula merupakan bentuk jamak dari kata 'Ulyaa, keadaannya sama dengan lafal Kubraa dan Kubar.",
            "sajda": false,
            "transliteration": "Tanzeelam mimman khalaqal arda was samaawaatil 'ulaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2353,
            "aya_number": 5,
            "aya_text": "اَلرَّحْمٰنُ عَلَى الْعَرْشِ اسْتَوٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "(yaitu) Yang Maha Pengasih, yang bersemayam di atas ‘Arsy.",
            "tafsir_jalalayn": "Yaitu (Tuhan Yang Maha Pemurah, yang di atas Arasy) lafal Arasy ini menurut pengertian bahasa diartikan singgasana raja (berkuasa) yakni bersemayam sesuai dengan keagungan dan kebesaran-Nya.",
            "sajda": false,
            "transliteration": "Ar-Rahmaanu 'alal 'Arshis tawaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2354,
            "aya_number": 6,
            "aya_text": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "Milik-Nyalah apa yang ada di langit, apa yang ada di bumi, apa yang ada di antara keduanya, dan apa yang ada di bawah tanah.",
            "tafsir_jalalayn": "(Kepunyaan-Nyalah semua yang ada di langit, semua yang ada di bumi, semua yang ada di antara keduanya) yakni makhluk-makhluk yang ada di antara keduanya (dan semua yang di bawah tanah) yaitu lapisan tanah yang masih basah, yang dimaksud adalah di bawah semua lapisan bumi yang tujuh, karena lapisan bumi yang berjumlah tujuh itu berada di bawah lapisan tanah yang basah.",
            "sajda": false,
            "transliteration": "Lahoo maa fis samaawaati wa maa fil ardi wa maa bainahumaa wa maa tahtassaraa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2355,
            "aya_number": 7,
            "aya_text": "وَاِنْ تَجْهَرْ بِالْقَوْلِ فَاِنَّهٗ يَعْلَمُ السِّرَّ وَاَخْفٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "Dan jika engkau mengeraskan ucapanmu, sungguh, Dia mengetahui rahasia dan yang lebih tersembunyi.",
            "tafsir_jalalayn": "(Dan jika kamu mengeraskan ucapanmu) di dalam berzikir atau berdoa, maka sesungguhnya Allah tidak memerlukan suara keras engkau sewaktu melakukan hal tersebut (maka sesungguhnya Dia mengetahui rahasia dan yang lebih tersembunyi) daripada rahasia, maksudnya adalah semua apa yang ada dalam hati manusia yang tidak diungkapkannya, maka janganlah engkau memayahkan dirimu dengan mengeraskan suaramu.",
            "sajda": false,
            "transliteration": "Wa in tajhar bilqawli fainnahoo ya'lamus sirra wa akhfaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2356,
            "aya_number": 8,
            "aya_text": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ  لَهُ الْاَسْمَاۤءُ الْحُسْنٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "(Dialah) Allah, tidak ada tuhan selain Dia, yang mempunyai nama-nama yang terbaik.",
            "tafsir_jalalayn": "(Dialah Allah, tidak ada Tuhan melainkan Dia, Dia mempunyai Asmaulhusna) jumlahnya sebanyak yang disebutkan di dalam hadis yaitu sembilan puluh sembilan nama-nama yang baik. Lafal Al Husna bentuk Muannats daripada lafal Al Ahsan.",
            "sajda": false,
            "transliteration": "Allaahu laaa ilasha illaa Huwa lahul Asmaaa'ul Husnaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2357,
            "aya_number": 9,
            "aya_text": "وَهَلْ اَتٰىكَ حَدِيْثُ مُوْسٰى ۘ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": " Dan apakah telah sampai kepadamu kisah Musa?",
            "tafsir_jalalayn": "(Apakah) telah (datang kepadamu kisah Musa?)",
            "sajda": false,
            "transliteration": "Wa hal ataaka hadeesu Moosa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2358,
            "aya_number": 10,
            "aya_text": "اِذْ رَاٰ نَارًا فَقَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِقَبَسٍ اَوْ اَجِدُ عَلَى النَّارِ هُدًى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": " Ketika dia (Musa) melihat api, lalu dia berkata kepada keluarganya, “Tinggallah kamu (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa sedikit nyala api kepadamu atau aku akan mendapat petunjuk di tempat api itu.”",
            "tafsir_jalalayn": "(Ketika ia melihat api, lalu berkatalah ia kepada keluarganya) yakni kepada istrinya, (\"Tinggallah kamu) di sini, hal itu terjadi sewaktu ia berada dalam perjalanan dari Madyan menuju ke negeri Mesir (sesungguhnya aku melihat) menyaksikan (api, mudah-mudahan aku dapat membawa sedikit daripadanya untuk kalian) berupa obor yang dinyalakan pada sumbu atau kayu (atau aku akan mendapatkan petunjuk di tempat itu\") yang dapat menunjukkan jalan; karena pada saat itu Nabi Musa kehilangan arah jalan disebabkan gelapnya malam. Nabi Musa mengungkapkan kata-katanya dengan memakai istilah La'alla yang artinya mudah-mudahan karena ia merasa kurang pasti dengan apa yang telah dijanjikannya itu.",
            "sajda": false,
            "transliteration": "Iz ra aa naaran faqaala li alhlihim kusooo inneee aanastu naaral la'alleee aateekum minhaa biqabasin aw ajidu 'alan naari hudaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2359,
            "aya_number": 11,
            "aya_text": "فَلَمَّآ اَتٰىهَا نُوْدِيَ يٰمُوْسٰٓى ۙ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "Maka ketika dia mendatanginya (ke tempat api itu) dia dipanggil, “Wahai Musa!",
            "tafsir_jalalayn": "(Maka ketika ia datang ke tempat api itu) yaitu di pohon 'Ausaj (ia dipanggil, \"Hai Musa!)",
            "sajda": false,
            "transliteration": "Falammaaa ataahaa noodiya yaa Moosaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2360,
            "aya_number": 12,
            "aya_text": "اِنِّيْٓ اَنَا۠ رَبُّكَ فَاخْلَعْ نَعْلَيْكَۚ اِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى ۗ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 312,
            "translation_aya_text": "Sungguh, Aku adalah Tuhanmu, maka lepaskan kedua terompahmu. Karena sesungguhnya engkau berada di lembah yang suci, Tuwa.",
            "tafsir_jalalayn": "(Sesungguhnya Aku) dibaca Innii karena dengan menganggap lafal Nudiya bermakna Qiila. Dan bila dibaca Annii maka diperkirakan adanya huruf Ba sebelumnya (inilah) lafal Anaa di sini berfungsi mentaukidkan makna yang terkandung di dalam Ya Mutakallim (Rabbmu, maka tanggalkanlah kedua terompahmu; sesungguhnya kamu berada di lembah yang suci) lembah yang disucikan, atau lembah yang diberkati (Thuwa) menjadi Badal atau 'Athaf Bayan. Kalau dibaca Thuwan maka dianggap sebagai nama tempat saja dan jika dibaca Thuwa dalam bentuk lafal yang Muannats, maka dianggap sebagai nama daerah dan 'Alamiyah, sehingga tidak menerima harakat Tanwin.",
            "sajda": false,
            "transliteration": "Inneee Ana Rabbuka fakhla' na'laika innaka bilwaadil muqaddasi Tuwaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        }
    ]
}