{
    "page_number": 314,
    "data": [
        {
            "aya_id": 2386,
            "aya_number": 38,
            "aya_text": "اِذْ اَوْحَيْنَآ اِلٰٓى اُمِّكَ مَا يُوْحٰىٓ ۙ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "(yaitu) ketika Kami mengilhamkan kepada ibumu sesuatu yang diilhamkan,",
            "tafsir_jalalayn": "(Yaitu ketika) lafal Idz di sini mengandung makna Ta'lil (mengilhamkan kepada ibumu) di dalam mimpi, atau berupa inspirasi, yaitu sewaktu ibumu melahirkan dirimu, dan ia merasa khawatir Firaun akan membunuhmu bersama-sama dengan anak-anak lelaki lainnya yang baru dilahirkan saat itu (suatu yang diilhamkan\") mengenai urusanmu. Selanjutnya dijelaskan ilham tersebut dalam firman selanjutnya:",
            "sajda": false,
            "transliteration": "Iz awhainaaa ilaaa ummika maa yoohaaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2387,
            "aya_number": 39,
            "aya_text": "اَنِ اقْذِفِيْهِ فِى التَّابُوْتِ فَاقْذِفِيْهِ فِى الْيَمِّ فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِّيْ وَعَدُوٌّ لَّهٗ  ۗوَاَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّيْ ەۚ وَلِتُصْنَعَ عَلٰى عَيْنِيْ ۘ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "(yaitu), letakkanlah dia (Musa) di dalam peti, kemudian hanyutkanlah dia ke sungai (Nil), maka biarlah (arus) sungai itu membawanya ke tepi, dia akan diambil oleh (Fir‘aun) musuh-Ku dan musuhnya. Aku telah melimpahkan kepadamu kasih sayang yang datang dari-Ku; dan agar engkau diasuh di bawah pengawasan-Ku.",
            "tafsir_jalalayn": "(Yaitu, \"Letakkanlah ia) tarohlah ia (di dalam sebuah peti, kemudian lemparkanlah ia) yakni peti itu (ke sungai) yakni sungai Nil (maka pasti sungai itu membawanya ke tepi) ke pinggirnya. Kata perintah di sini mengandung makna kalimat berita (supaya diambil oleh musuh-Ku dan musuhnya) yaitu raja Firaun. (Dan Aku telah melimpahkan) sesudah Firaun mengambil anakmu darimu (kepadamu kasih sayang yang datang daripada-Ku) supaya semua orang merasa kasih sayang kepadamu, lalu Firaun akan merasa sayang kepadamu, demikian pula setiap orang yang melihatmu (dan supaya kamu diasuh di bawah pengawasan-Ku) kamu dipelihara di bawah asuhan dan penjagaan-Ku.",
            "sajda": false,
            "transliteration": "Aniqzifeehi fit Taabooti faqzifeehi fil yammi fal yul qihil yammu bis saahili yaakhuzhu 'aduwwul lee wa 'aduwwul lah; wa alqaitu 'alaika mahabbatam minnee wa litusna'a 'alaa 'ainee",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2388,
            "aya_number": 40,
            "aya_text": "اِذْ تَمْشِيْٓ اُخْتُكَ فَتَقُوْلُ هَلْ اَدُلُّكُمْ عَلٰى مَنْ يَّكْفُلُهٗ ۗفَرَجَعْنٰكَ اِلٰٓى اُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ ەۗ وَقَتَلْتَ نَفْسًا فَنَجَّيْنٰكَ مِنَ الْغَمِّ وَفَتَنّٰكَ فُتُوْنًا ەۗ فَلَبِثْتَ سِنِيْنَ فِيْٓ اَهْلِ مَدْيَنَ ەۙ ثُمَّ جِئْتَ عَلٰى قَدَرٍ يّٰمُوْسٰى",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "(Yaitu) ketika saudara perempuanmu berjalan, lalu dia berkata (kepada keluarga Fir‘aun), ‘Bolehkah saya menunjukkan kepadamu orang yang akan memeliharanya?’ Maka Kami mengembalikanmu kepada ibumu, agar senang hatinya dan tidak bersedih hati. Dan engkau pernah membunuh seseorang, lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat); lalu engkau tinggal beberapa tahun di antara penduduk Madyan, kemudian engkau, wahai Musa, datang menurut waktu yang ditetapkan,",
            "tafsir_jalalayn": "(Yaitu ketika) lafal Idz di sini bermakna Ta'lil (saudaramu yang perempuan berjalan) namanya Maryam untuk menyelidiki beritamu. Karena sesungguhnya Firaun dan keluarganya telah mendatangkan orang-orang perempuan yang menyusui, sedangkan kamu tidak mau menerima air susu seorang pun di antara mereka (lalu ia berkata, 'Bolehkah saya menunjukkan kepada kalian orang yang akan memeliharanya?') kemudian usulnya itu ternyata diperkenankan oleh keluarga Firaun, maka segera Maryam mendatangkan ibunya, lalu Nabi Musa mau menerima air susunya. (Maka Kami mengembalikanmu kepada ibumu, agar senang hatinya) karena bertemu kembali denganmu (dan tidak berduka cita) sejak saat itu. (Dan kamu pernah membunuh seorang manusia) yaitu seorang bangsa Qibti di Mesir. Maka kamu merasa susah dan khawatir setelah membunuh orang itu terhadap pembalasan raja Firaun (lalu Kami selamatkan kamu dari kesusahan dan Kami telah mencobamu dengan beberapa cobaan) Kami telah mengujimu dengan beberapa cobaan selain dari peristiwa itu, kemudian Kami selamatkan pula kamu daripadanya (maka kamu tinggal beberapa tahun) yakni selama sepuluh tahun (di antara penduduk Madyan) sesudah kamu datang ke tempat itu dari negeri Mesir, yaitu kamu tinggal di tempat Nabi Syuaib yang kemudian ia mengawinkanmu dengan putrinya (kemudian kamu datang menurut waktu yang ditetapkan) di dalam ilmu-Ku dengan membawa risalah, yaitu dalam usia empat puluh tahun (hai Musa!).",
            "sajda": false,
            "transliteration": "Iz tamsheee ukhtuka fataqoolu hal adullukum 'alaa mai yakfuluhoo faraja 'naaka ilaaa ummika kai taqarra 'ainuhaa wa laa tahzan; wa qatalta nafsan fanajjainaaka minal ghammi wa fatannaaka futoonaa; falabista sineena feee ahli Madyana summa ji'ta 'alaa qadariny yaa Moosa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2389,
            "aya_number": 41,
            "aya_text": "وَاصْطَنَعْتُكَ لِنَفْسِيْۚ  ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "dan Aku telah memilihmu (menjadi rasul) untuk diri-Ku.",
            "tafsir_jalalayn": "(Dan Aku telah memilihmu) telah menjadikanmu sebagai orang yang terpilih (untuk diri-Ku) untuk mengemban risalah.",
            "sajda": false,
            "transliteration": "Wastana' tuka linafsee",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2390,
            "aya_number": 42,
            "aya_text": "اِذْهَبْ اَنْتَ وَاَخُوْكَ بِاٰيٰتِيْ وَلَا تَنِيَا فِيْ ذِكْرِيْۚ  ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "Pergilah engkau beserta saudaramu dengan membawa tanda-tanda (kekuasaan)-Ku, dan janganlah kamu berdua lalai mengingat-Ku;",
            "tafsir_jalalayn": "(Pergilah kamu beserta saudaramu) kepada manusia (dengan membawa ayat-ayat-Ku) yang berjumlah sembilan ayat (dan janganlah kamu berdua lalai) melalaikan (dalam mengingat-Ku) yaitu dengan cara bertasbih dan cara-cara lainnya.",
            "sajda": false,
            "transliteration": "Izhab anta wa akhooka bi Aayaatee wa laa taniyaa fee zikree",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2391,
            "aya_number": 43,
            "aya_text": "اِذْهَبَآ اِلٰى فِرْعَوْنَ اِنَّهٗ طَغٰىۚ ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "pergilah kamu berdua kepada Fir‘aun, karena dia benar-benar telah melampaui batas;",
            "tafsir_jalalayn": "(Pergilah kamu berdua kepada Firaun, sesungguhnya dia telah melampaui batas) karena ia mengaku menjadi tuhan.",
            "sajda": false,
            "transliteration": "Izhabaaa ilaa Fir'awna innahoo taghaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2392,
            "aya_number": 44,
            "aya_text": "فَقُوْلَا لَهٗ قَوْلًا لَّيِّنًا لَّعَلَّهٗ يَتَذَكَّرُ اَوْ يَخْشٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "maka berbicaralah kamu berdua kepadanya (Fir‘aun) dengan kata-kata yang lemah lembut, mudah-mudahan dia sadar atau takut.",
            "tafsir_jalalayn": "(Maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut) untuk menyadarkannya supaya jangan mengaku menjadi tuhan (mudah-mudahan ia ingat) yakni sadar dan mau menerimanya (atau takut\") kepada Allah lalu karenanya ia mau sadar. Ungkapan 'mudah-mudahan' berkaitan dengan pengetahuan Nabi Musa dan Nabi Harun. Adapun menurut pengetahuan Allah, maka Dia telah mengetahui bahwa Firaun tidak akan mau sadar dari perbuatannya.",
            "sajda": false,
            "transliteration": "Faqoolaa lahoo qawlal laiyinal la allahoo yatazakkkaru 'aw yakhshaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2393,
            "aya_number": 45,
            "aya_text": "قَالَا رَبَّنَآ اِنَّنَا نَخَافُ اَنْ يَّفْرُطَ عَلَيْنَآ اَوْ اَنْ يَّطْغٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "Keduanya berkata, “Ya Tuhan kami, sungguh, kami khawatir dia akan segera menyiksa kami atau akan bertambah melampaui batas,”",
            "tafsir_jalalayn": "(Berkatalah mereka berdua, \"Ya Rabb kami! Sesungguhnya kami khawatir bahwa ia segera menyiksa kami) mengambil keputusan yang cepat untuk menyiksa kami (atau akan bertambah melampaui batas\") terhadap kami, yakni bertambah takabbur.",
            "sajda": false,
            "transliteration": "Qaalaa Rabbanaaa innanaa nakhaafu ai yafruta 'alainaaa aw ai yatghaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2394,
            "aya_number": 46,
            "aya_text": "قَالَ لَا تَخَافَآ اِنَّنِيْ مَعَكُمَآ اَسْمَعُ وَاَرٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "Dia (Allah) berfirman, “Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat.",
            "tafsir_jalalayn": "(Allah berfirman, \"Janganlah kamu berdua takut sesungguhnya Aku beserta kamu berdua) Aku akan membantu kamu berdua (Aku mendengar) apa yang dikatakannya (dan melihat) apa yang dikerjakannya.",
            "sajda": false,
            "transliteration": "Qaala laa takhaafaaa innanee ma'akumaa asma'u wa araa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2395,
            "aya_number": 47,
            "aya_text": "فَأْتِيٰهُ فَقُوْلَآ اِنَّا رَسُوْلَا رَبِّكَ فَاَرْسِلْ مَعَنَا بَنِيْٓ اِسْرَاۤءِيْلَ ەۙ وَلَا تُعَذِّبْهُمْۗ قَدْ جِئْنٰكَ بِاٰيَةٍ مِّنْ رَّبِّكَ ۗوَالسَّلٰمُ عَلٰى مَنِ اتَّبَعَ الْهُدٰى",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "Maka pergilah kamu berdua kepadanya (Fir‘aun) dan katakanlah, “Sungguh, kami berdua adalah utusan Tuhanmu, maka lepaskanlah Bani Israil bersama kami dan janganlah engkau menyiksa mereka. Sungguh, kami datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhanmu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk.",
            "tafsir_jalalayn": "(Maka datanglah kamu berdua kepadanya dan katakanlah, \" Sesungguhnya kami berdua adalah utusan Rabbmu, maka lepaskanlah Bani Israel bersama kami) untuk berangkat ke negeri Syam (dan janganlah kamu menyiksa mereka) lepaskanlah mereka dari perbudakanmu yang telah kamu pekerjakan dengan kerja-kerja yang berat seperti menggali, membangun bangunan dan mengangkat barang-barang yang berat. (Sesungguhnya kami telah datang kepadamu dengan membawa bukti) yakni hujah (dari Rabbmu) yang membenarkan kerasulan kami. (Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk) keselamatan dari azab bagi orang yang mengikutinya.",
            "sajda": false,
            "transliteration": "Faatiyaahu faqoolaaa innaa Rasoolaa Rabbika fa arsil ma'anaa Banee Israaa'eela wa laa tu'azzibhum qad ji'naaka bi Aayatim mir Rabbika wassa laamu 'alaa manit taba'al hudaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2396,
            "aya_number": 48,
            "aya_text": "اِنَّا قَدْ اُوْحِيَ اِلَيْنَآ اَنَّ الْعَذَابَ عَلٰى مَنْ كَذَّبَ وَتَوَلّٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "Sungguh, telah diwahyukan kepada kami bahwa siksa itu (ditimpakan) pada siapa pun yang mendustakan (ajaran agama yang kami bawa) dan berpaling (tidak mempedulikannya).”",
            "tafsir_jalalayn": "(Sesungguhnya telah diwahyukan kepada kami, bahwa siksa itu ditimpakan kepada orang-orang yang mendustakan) apa yang kami datangkan ini (dan berpaling\") daripadanya. Kemudian Nabi Musa dan Nabi Harun mendatangi Firaun dan keduanya mengatakan semuanya itu kepadanya.",
            "sajda": false,
            "transliteration": "Innaa qad oohiya ilainaaa annnal 'azaaba 'alaa man kaz zaba wa tawalla",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2397,
            "aya_number": 49,
            "aya_text": "قَالَ فَمَنْ رَّبُّكُمَا يٰمُوْسٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "Dia (Fir‘aun) berkata, “Siapakah Tuhanmu berdua, wahai Musa?”",
            "tafsir_jalalayn": "(Berkata Firaun, \"Maka siapakah Rabbmu berdua, hai Musa?\") ungkapan ini ditujukan kepada Nabi Musa, karena dialah asal pembawa risalah Allah dan yang mendapatkan pemeliharaan dari-Nya.",
            "sajda": false,
            "transliteration": "Qaala famar Rabbu kumaa yaa Moosa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2398,
            "aya_number": 50,
            "aya_text": "قَالَ رَبُّنَا الَّذِيْٓ اَعْطٰى كُلَّ شَيْءٍ خَلْقَهٗ ثُمَّ هَدٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "Dia (Musa) menjawab, “Tuhan kami ialah (Tuhan) yang telah memberikan bentuk kejadian kepada segala sesuatu, kemudian memberinya petunjuk.”",
            "tafsir_jalalayn": "(Musa berkata, \"Rabb kami ialah yang telah memberikan kepada tiap-tiap sesuatu) yakni tiap-tiap makhluk (bentuk kejadiannya) yang membedakannya daripada makhluk yang lain (kemudian memberinya petunjuk\") sehingga mengetahui makanan, minuman dan cara mengembangkan keturunannya serta hal-hal lain yang menyangkut kehidupannya.",
            "sajda": false,
            "transliteration": "Qaala Rabbunal lazeee a'taa kulla shai'in khalqahoo summa hadaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2399,
            "aya_number": 51,
            "aya_text": "قَالَ فَمَا بَالُ الْقُرُوْنِ الْاُوْلٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 314,
            "translation_aya_text": "Dia (Fir‘aun) berkata, “Jadi bagaimana keadaan umat-umat yang dahulu?”",
            "tafsir_jalalayn": "(Berkatalah ia) yakni Firaun, (\"Maka bagaimanakah) keadaan (umat-umat) yakni bangsa-bangsa (yang dahulu?\") seperti kaum Nabi Nuh, kaum Nabi Hud, kaum Nabi Luth dan kaum Nabi Saleh, tentang penyembahan mereka kepada berhala-berhala.",
            "sajda": false,
            "transliteration": "Qaala famaa baalul quroonil oolaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        }
    ]
}