{
    "page_number": 316,
    "data": [
        {
            "aya_id": 2413,
            "aya_number": 65,
            "aya_text": "قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ اَوَّلَ مَنْ اَلْقٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Mereka berkata, “Wahai Musa! Apakah engkau yang melemparkan (dahulu) atau kami yang lebih dahulu melemparkan?”",
            "tafsir_jalalayn": "(Mereka berkata, \"Hai Musa!) Pilihlah (apakah kamu yang melemparkan dahulu) tongkatmu (atau kamikah orang yang mula-mula melemparkan?\") tongkat.",
            "sajda": false,
            "transliteration": "Qaaloo yaa Moosaaa immaaa an tulqiya wa immaaa an nakoona awala man alqaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2414,
            "aya_number": 66,
            "aya_text": "قَالَ بَلْ اَلْقُوْاۚ فَاِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ اِلَيْهِ مِنْ سِحْرِهِمْ اَنَّهَا تَسْعٰى",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Dia (Musa) berkata, “Silakan kamu melemparkan!” Maka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka.",
            "tafsir_jalalayn": "(Berkata Musa, \"Silakan kamu sekalian melemparkan\") maka mereka melemparkannya. (Maka tiba-tiba tali-tali dan tongkat-tongkat mereka) asal kata 'Ishiyyun adalah 'Ushuwwun, kemudian kedua huruf Wawu ditukar menjadi Ya, selanjutnya harakat huruf 'Ain dan Shad dikasrahkan, maka menjadi 'Ishiyyun (terbayang kepada Musa seakan-akan karena pengaruh sihir mereka ia) merupakan ular-ular (yang berjalan) atau merayap pada perutnya.",
            "sajda": false,
            "transliteration": "Qaala bal alqoo fa izaa hibaaluhum wa 'isiyyuhum yuhaiyalu ilaihi min sihrihim annahaa tas'aa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2415,
            "aya_number": 67,
            "aya_text": "فَاَوْجَسَ فِيْ نَفْسِهٖ خِيْفَةً مُّوْسٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Maka Musa merasa takut dalam hatinya.",
            "tafsir_jalalayn": "(Maka timbullah perasaan) muncul perasaan (takut dalam hati Musa) dia merasa takut karena ternyata sihir mereka sejenis dengan mukjizatnya, sehingga akibatnya akan mengaburkan mana yang hak dan mana yang batil di mata orang banyak, yang nantinya mereka tidak mau beriman, disebabkan kejadian itu.",
            "sajda": false,
            "transliteration": "Fa awjasa fee nafsihee kheefatam Moosa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2416,
            "aya_number": 68,
            "aya_text": "قُلْنَا لَا تَخَفْ اِنَّكَ اَنْتَ الْاَعْلٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Kami berfirman, “Jangan takut! Sungguh, engkaulah yang unggul (menang).",
            "tafsir_jalalayn": "(Kami berkata) kepada Musa, (\"Janganlah kamu takut, sesungguhnya kamulah yang paling unggul) kamulah yang akan mengungguli mereka.",
            "sajda": false,
            "transliteration": "Qulnaa laa takhaf innaka antal a'laa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2417,
            "aya_number": 69,
            "aya_text": "وَاَلْقِ مَا فِيْ يَمِيْنِكَ تَلْقَفْ مَا صَنَعُوْاۗ اِنَّمَا صَنَعُوْا كَيْدُ سٰحِرٍۗ وَلَا يُفْلِحُ السّٰحِرُ حَيْثُ اَتٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Dan lemparkan apa yang ada di tangan kananmu, niscaya ia akan menelan apa yang mereka buat. Apa yang mereka buat itu hanyalah tipu daya pesihir (belaka). Dan tidak akan menang pesihir itu, dari mana pun ia datang.”",
            "tafsir_jalalayn": "(Dan lemparkanlah apa yang ada di tangan kananmu) yakni tongkat (niscaya ia akan menelan) yakni akan melahap (apa yang mereka perbuat. Sesungguhnya apa yang mereka perbuat itu adalah tipu daya tukang sihir) ulah tukang sihir belaka. (Dan tidak akan menang tukang sihir itu, dari mana saja ia datang\") dengan sihirnya itu. Lalu Nabi Musa melemparkan tongkatnya, maka tongkat Nabi Musa itu menjadi ular yang besar dan menelan semua apa yang diperbuat oleh para ahli sihir.",
            "sajda": false,
            "transliteration": "Wa alqi maa fee yamee nika talqaf maa sana'oo; innamaa sana'oo kaidu saahir; wa laa yuflihus saahiru haisu ataa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2418,
            "aya_number": 70,
            "aya_text": "فَاُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوْٓا اٰمَنَّا بِرَبِّ هٰرُوْنَ وَمُوْسٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Lalu para pesihir itu merunduk bersujud, seraya berkata, “Kami telah percaya kepada Tuhannya Harun dan Musa.”",
            "tafsir_jalalayn": "(Lalu tukang-tukang sihir itu tersungkur dengan bersujud) yakni mereka bersujud kepada Allah swt. (seraya berkata, \"Kami telah percaya kepada Rabb Harun dan Musa\").",
            "sajda": false,
            "transliteration": "Fa ulqiyas saharatu sujjadan qaalooo aamannaa bi Rabbi Haaroona wa Moosa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2419,
            "aya_number": 71,
            "aya_text": "قَالَ اٰمَنْتُمْ لَهٗ قَبْلَ اَنْ اٰذَنَ لَكُمْۗ اِنَّهٗ لَكَبِيْرُكُمُ الَّذِيْ عَلَّمَكُمُ السِّحْرَۚ فَلَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ وَّلَاُصَلِّبَنَّكُمْ فِيْ جُذُوْعِ النَّخْلِۖ وَلَتَعْلَمُنَّ اَيُّنَآ اَشَدُّ عَذَابًا وَّاَبْقٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Dia (Fir‘aun) berkata, “Apakah kamu telah beriman kepadanya (Musa) sebelum aku memberi izin kepadamu? Sesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. Maka sungguh, akan kupotong tangan dan kakimu secara bersilang, dan sungguh, akan aku salib kamu pada pangkal pohon kurma dan sungguh, kamu pasti akan mengetahui siapa di antara kita yang lebih pedih dan lebih kekal siksaannya.”",
            "tafsir_jalalayn": "(Berkatalah) Firaun, (\"Apakah kalian telah beriman) dapat dibaca A-amantum dan Aamantum (kepada Musa sebelum aku memberi izin) sebelum aku mengizinkan (kepadamu sekalian. Sesungguhnya ia adalah pemimpin kalian) guru kalian (yang mengajarkan sihir kepada kalian. Maka sesungguhnya aku akan memotong tangan dan kaki kamu sekalian dengan bersilang secara bertimbal balik) lafal Min Khilaafin berkedudukan menjadi Hal, artinya secara bersilang, yaitu tangan kanan dengan kaki kiri (dan sesungguhnya aku akan menyalib kalian pada pangkal pohon kurma) yakni pada pohon kurma (dan sesungguhnya kalian akan mengetahui siapa di antara kita) yakni diri Firaun sendiri dan Rabb Nabi Musa (yang lebih pedih dan lebih kekal siksaannya\") bila ada orang yang melanggar kepadanya.",
            "sajda": false,
            "transliteration": "Qaala aamantum lahoo qabla an aazana lakum; innahoo lakabeerukumul lazee 'allama kumus sihra fala uqatti'anna aidiyakum wa arjulakum min khilaafinw wa la usallibannakum fee juzoo'in nakhli wa lata'lamunna aiyunaaa ashaddu 'azaabanw wa abqaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2420,
            "aya_number": 72,
            "aya_text": "قَالُوْا لَنْ نُّؤْثِرَكَ عَلٰى مَا جَاۤءَنَا مِنَ الْبَيِّنٰتِ وَالَّذِيْ فَطَرَنَا فَاقْضِ مَآ اَنْتَ قَاضٍۗ اِنَّمَا تَقْضِيْ هٰذِهِ الْحَيٰوةَ الدُّنْيَا ۗ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Mereka (para pesihir) berkata, “Kami tidak akan memilih (tunduk) kepadamu atas bukti-bukti nyata (mukjizat), yang telah datang kepada kami dan atas (Allah) yang telah menciptakan kami. Maka putuskanlah yang hendak engkau putuskan. Sesungguhnya engkau hanya dapat memutuskan pada kehidupan di dunia ini.",
            "tafsir_jalalayn": "(Mereka berkata, \"Kami sekali-kali tidak akan mengutamakan kamu) kami tidak akan memilih kamu (daripada bukti-bukti yang nyata yang telah datang kepada kami) bukti-bukti yang menunjukkan kebenaran Nabi Musa (dan daripada Tuhan yang telah menciptakan kami) yakni Allah yang telah menjadikan kami. Kalimat ini dapat diartikan sebagai Qasam atau sumpah atau di'athafkan kepada lafal Ma (maka putuskanlah apa yang hendak kamu putuskan) artinya lakukanlah apa yang kamu ucapkan itu. (Sesungguhnya kamu hanya akan dapat memutuskan pada kehidupan di dunia saja) dinashabkannya lafal Al-Hayaatad Dun-yaa menunjukkan makna Ittisa', maksudnya peradilan di dunia dan kelak kamu akan mendapat balasan yang setimpal di akhirat akibat dari perbuatanmu itu.",
            "sajda": false,
            "transliteration": "Qaaloo lan nu'siraka 'alaa maa jaaa'anaa minal baiyinaati wallazee fataranaa faqdi maaa anta qaad; innamaa taqdee haazihil hayaatad dunyaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2421,
            "aya_number": 73,
            "aya_text": "اِنَّآ اٰمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطٰيٰنَا وَمَآ اَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِۗ وَاللّٰهُ خَيْرٌ وَّاَبْقٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Kami benar-benar telah beriman kepada Tuhan kami, agar Dia mengampuni kesalahan-kesalahan kami dan sihir yang telah engkau paksakan kepada kami. Dan Allah lebih baik (pahala-Nya) dan lebih kekal (azab-Nya).”",
            "tafsir_jalalayn": "(Sesungguhnya kami telah beriman kepada Rabb kami, agar Dia mengampuni kesalahan-kesalahan kami) dari kemusyrikan dan dosa-dosa lainnya yang pernah kami lakukan (dan sihir yang telah kamu paksakan kepada kami melakukannya) mulai dari belajar sampai dengan mempraktekkannya untuk melawan Nabi Musa. (Dan Allah lebih baik) pahala-Nya daripada kamu, jika Dia ditaati (dan lebih kekal\") azab-Nya daripada kamu, jika didurhakai.",
            "sajda": false,
            "transliteration": "Innaaa aamannaa bi Rabbinaa liyaghfira lanaa khataayaanaa wa maaa akrahtanaa 'alaihi minas sihr; wallaahu khairunw waabqaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2422,
            "aya_number": 74,
            "aya_text": "اِنَّهٗ مَنْ يَّأْتِ رَبَّهٗ مُجْرِمًا فَاِنَّ لَهٗ جَهَنَّمَ ۗ لَا يَمُوْتُ فِيْهَا وَلَا يَحْيٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Sesungguhnya barang siapa datang kepada Tuhannya dalam keadaan berdosa, maka sungguh, baginya adalah neraka Jahanam. Dia tidak mati (terus merasakan azab) di dalamnya dan tidak (pula) hidup (tidak dapat bertobat).",
            "tafsir_jalalayn": "Allah berfirman (Sesungguhnya barang siapa yang datang kepada Rabbnya dalam keadaan berdosa) yakni dalam keadaan kafir, sebagaimana Firaun (maka sesungguhnya baginya neraka Jahanam. Ia tidak mati di dalamnya) sehingga ia dapat istirahat dari kepedihan azab (dan tidak pula hidup) dengan kehidupan yang layak dan bermanfaat bagi dirinya.",
            "sajda": false,
            "transliteration": "Innahoo mai yaati Rabbahoo mujriman fa inna lahoo Jahannama laa yamotu feehaa wa laa yahyaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2423,
            "aya_number": 75,
            "aya_text": "وَمَنْ يَّأْتِهٖ مُؤْمِنًا قَدْ عَمِلَ الصّٰلِحٰتِ فَاُولٰۤىِٕكَ لَهُمُ الدَّرَجٰتُ الْعُلٰى ۙ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "Tetapi barang siapa datang kepada-Nya dalam keadaan beriman, dan telah mengerjakan kebajikan, maka mereka itulah orang yang memperoleh derajat yang tinggi (mulia),",
            "tafsir_jalalayn": "(Dan barang siapa yang datang kepada Rabbnya dalam keadaan beriman, lagi sungguh-sungguh telah beramal saleh) mengerjakan amal-amal fardu dan amal-amal sunah (maka mereka itulah orang-orang yang memperoleh kedudukan-kedudukan yang tinggi) lafal Al 'Ulaa adalah bentuk jamak daripada lafal Al 'Ulyaa muannats daripada lafal Al A'laa artinya yang paling tinggi.",
            "sajda": false,
            "transliteration": "Wa mai yaatihee mu'minan qad 'amilas saalihaati fa ulaaa'ika lahumud dara jaatul 'ulaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2424,
            "aya_number": 76,
            "aya_text": "جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗوَذٰلِكَ جَزٰۤؤُا مَنْ تَزَكّٰى ࣖ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 316,
            "translation_aya_text": "(yaitu) surga-surga ‘Adn, yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah balasan bagi orang yang menyucikan diri.",
            "tafsir_jalalayn": "(Yaitu surga Adn) sebagai tempat tinggalnya, lafal Jannaatu 'Adnin merupakan penjelasan daripada kedudukan tadi (yang mengalir sungai-sungai di bawahnya, mereka kekal di dalamnya. Dan itu adalah balasan bagi orang yang bersih) daripada dosa-dosa.",
            "sajda": false,
            "transliteration": "Jannaatu 'Adnin tajree min tahtihal anhaaru khaalideena feehaa; wa zaalika jazaaa'ua man tazakka",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        }
    ]
}