{
    "page_number": 318,
    "data": [
        {
            "aya_id": 2436,
            "aya_number": 88,
            "aya_text": "فَاَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌ فَقَالُوْا هٰذَآ اِلٰهُكُمْ وَاِلٰهُ مُوْسٰى ەۙ فَنَسِيَ ۗ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": "kemudian (dari lubang api itu) dia (Samiri) mengeluarkan (patung) anak sapi yang bertubuh dan bersuara untuk mereka, maka mereka berkata, “Inilah Tuhanmu dan Tuhannya Musa, tetapi dia (Musa) telah lupa.”",
            "tafsir_jalalayn": "(Kemudian Samiri mengeluarkan untuk mereka anak lembu) yang berhasil ia cetak dari perhiasan itu (yang bertubuh) yakni ada daging dan darahnya (dan bersuara) suaranya dapat didengar. Anak lembu itu menjadi demikian disebabkan pengaruh tanah bekas teracak kuda malaikat Jibril, sehingga ia dapat hidup. Tanah itu diletakkan oleh Samiri ke dalam mulut lembu itu sesudah dicetak, lalu anak lembu itu menjadi hidup (maka mereka berkata) yakni Samiri dan para pengikutnya, (\"Inilah Tuhan kalian dan Tuhan Musa, tetapi ia telah lupa\") Musa telah lupa akan Tuhannya, bahwa Dia ada di sini, lalu pergi mencari-Nya. Maka Allah berfirman:",
            "sajda": false,
            "transliteration": "Fa akhraja lahum 'ijlan jasadal lahoo khuwaarun faqaaloo haazaaa ilaahukum wa ilaahu Moosaa fanasee",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2437,
            "aya_number": 89,
            "aya_text": "اَفَلَا يَرَوْنَ اَلَّا يَرْجِعُ اِلَيْهِمْ قَوْلًا ەۙ وَّلَا يَمْلِكُ لَهُمْ ضَرًّا وَّلَا نَفْعًا ࣖ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": "Maka tidakkah mereka memperhatikan bahwa (patung anak sapi itu) tidak dapat memberi jawaban kepada mereka, dan tidak kuasa menolak mudarat mau-pun mendatangkan manfaat kepada mereka?",
            "tafsir_jalalayn": "(Maka apakah mereka tidak memperhatikan bahwa patung anak lembu itu) lafal Allaa merupakan gabungan daripada Ann yang ditakhfif dari Anna dan Laa, sedangkan isim Ann tidak disebutkan, asalnya Annahu Laa, artinya, bahwasanya anak lembu itu (tidak dapat memberi) tidak dapat memberikan (jawaban kepada mereka) yakni tidak dapat menyahuti perkataan mereka (dan tidak dapat memberi kemudaratan kepada mereka) maksudnya tidak dapat menolak kemudaratan yang menimpa mereka (dan tidak pula kemanfaatan?) tidak dapat mendatangkan kemanfaatan buat mereka. Maksudnya, mengapa mereka menjadikannya sebagai Tuhan?",
            "sajda": false,
            "transliteration": "Afalaa yarawna allaa yarji'u ilaihim qawlanw wa laa yamliku lahum darranw wa laa naf'aa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2438,
            "aya_number": 90,
            "aya_text": "وَلَقَدْ قَالَ لَهُمْ هٰرُوْنُ مِنْ قَبْلُ يٰقَوْمِ اِنَّمَا فُتِنْتُمْ بِهٖۚ وَاِنَّ رَبَّكُمُ الرَّحْمٰنُ فَاتَّبِعُوْنِيْ وَاَطِيْعُوْٓا اَمْرِيْ ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": "Dan sungguh, sebelumnya Harun telah berkata kepada mereka, “Wahai kaumku! Sesungguhnya kamu hanya sekedar diberi cobaan (dengan patung anak sapi) itu dan sungguh, Tuhanmu ialah (Allah) Yang Maha Pengasih, maka ikutilah aku dan taatilah perintahku.”",
            "tafsir_jalalayn": "(Dan sesungguhnya Harun telah berkata kepada mereka sebelumnya) sebelum Nabi Musa kembali kepada mereka (\"Hai kaumku! Sesungguhnya kalian hanya diberi cobaan dengan anak lembu itu dan sesungguhnya Rabb kalian ialah Yang Maha Pemurah, maka ikutilah aku) yakni menyembah kepada-Nya (dan taatilah perintahku\") di dalam menyembah kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa laqad qaala lahum Haaroonu min qablu yaa qawmi innamaa futintum bihee wa inna Rabbakumur Rahmaanu fattabi'oonee wa atee'ooo amree",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2439,
            "aya_number": 91,
            "aya_text": "قَالُوْا لَنْ نَّبْرَحَ عَلَيْهِ عٰكِفِيْنَ حَتّٰى يَرْجِعَ اِلَيْنَا مُوْسٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": "Mereka menjawab, “Kami tidak akan meninggalkannya (dan) tetap menyembahnya (patung anak sapi) sampai Musa kembali kepada kami.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Kami akan tetap) kami akan terus (menyembah patung anak lembu ini) (hingga Musa kembali kepada kami\").",
            "sajda": false,
            "transliteration": "Qaaloo lan nabraha 'alaihi 'aakifeena hattaa yarji'a ilainaa Moosaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2440,
            "aya_number": 92,
            "aya_text": "قَالَ يٰهٰرُوْنُ مَا مَنَعَكَ اِذْ رَاَيْتَهُمْ ضَلُّوْٓا ۙ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": "Dia (Musa) berkata, “Wahai Harun! Apa yang menghalangimu ketika engkau melihat mereka telah sesat,",
            "tafsir_jalalayn": "(Berkata Musa) setelah ia kembali kepada mereka, (\"Hai Harun! Apa yang menghalangi kamu ketika kamu melihat mereka sesat,) ketika mereka menyembah patung anak lembu itu.",
            "sajda": false,
            "transliteration": "Qaala Yaa Haaroonu maa mana 'aka iz ra aitahum dallooo",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2441,
            "aya_number": 93,
            "aya_text": "اَلَّا تَتَّبِعَنِۗ اَفَعَصَيْتَ اَمْرِيْ ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": "(sehingga) engkau tidak mengikuti aku? Apakah engkau telah (sengaja) melanggar perintahku?”",
            "tafsir_jalalayn": "(Sehingga kamu tidak mengikuti aku?) huruf Laa di sini Zaidah. (Maka apakah kamu telah sengaja mendurhakai perintahku?\") disebabkan kamu tinggal diam di antara orang-orang yang menyembah selain Allah swt.",
            "sajda": false,
            "transliteration": "Allaa tattabi'ani afa'asaita amree",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2442,
            "aya_number": 94,
            "aya_text": "قَالَ يَبْنَؤُمَّ لَا تَأْخُذْ بِلِحْيَتِيْ وَلَا بِرَأْسِيْۚ اِنِّيْ خَشِيْتُ اَنْ تَقُوْلَ فَرَّقْتَ بَيْنَ بَنِيْٓ اِسْرَاۤءِيْلَ وَلَمْ تَرْقُبْ قَوْلِيْ ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": "Dia (Harun) menjawab, “Wahai putra ibuku! Janganlah engkau pegang janggutku dan jangan (pula) kepalaku. Aku sungguh khawatir engkau akan berkata (kepadaku), ‘Engkau telah memecah belah antara Bani Israil dan engkau tidak memelihara amanatku.’” ",
            "tafsir_jalalayn": "(Berkatalah) Harun (\"Hai putra ibuku!) dapat dibaca Ummi dan Umma maksudnya ibuku, Nabi Harun sengaja menyebut nama ini untuk mengharapkan belas kasihan dari Nabi Musa (Janganlah kamu pegang janggutku) Nabi Musa memegang janggut Nabi Harun dengan tangan kirinya (dan jangan pula kepalaku) Nabi Musa memegang rambut kepala Nabi Harun dengan tangan kanannya sebagai pelampiasan kemarahannya (sesungguhnya aku khawatir) seandainya aku mengikutimu, maka pastilah akan mengikutiku pula segolongan orang-orang yang menyembah anak lembu itu (bahwa kamu akan berkata kepadaku, 'Kamu telah memecah belah antara Bani Israel) lalu kamu marah kepadaku (dan kamu tidak menunggu) (perintahku\") di dalam mengambil sikap.",
            "sajda": false,
            "transliteration": "Qaala yabna'umma laa taakhuz bilihyatee wa laa biraasee innee khashetu an taqoola farraqta baina Baneee Israaa'eela wa lam tarqub qawlee",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2443,
            "aya_number": 95,
            "aya_text": "قَالَ فَمَا خَطْبُكَ يٰسَامِرِيُّ ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": "Dia (Musa) berkata, “Apakah yang mendorongmu (berbuat demikian) wahai Samiri?”",
            "tafsir_jalalayn": "Berkata Musa, \"Apakah yang mendorongmu) berbuat demikian (hai Samiri?\")",
            "sajda": false,
            "transliteration": "Qaala famaa khatbuka yaa Saamiriyy",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2444,
            "aya_number": 96,
            "aya_text": "قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوْا بِهٖ فَقَبَضْتُ قَبْضَةً مِّنْ اَثَرِ الرَّسُوْلِ فَنَبَذْتُهَا وَكَذٰلِكَ سَوَّلَتْ لِيْ نَفْسِيْ ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": "Dia (Samiri) menjawab, “Aku mengetahui sesuatu yang tidak mereka ketahui, jadi aku ambil segenggam (tanah dari) jejak rasul lalu aku melemparkannya (ke dalam api itu), demikianlah nafsuku membujukku.”",
            "tafsir_jalalayn": "(Samiri menjawab, \"Aku mengetahui sesuatu yang mereka tidak mengetahuinya) dapat dibaca Yabshuruu dan Tabshuruu, artinya, aku mengetahui apa yang tidak mereka ketahui (maka aku ambil segenggam dari) tanah (bekas) jejak teracak kuda (rasul) yakni malaikat Jibril (lalu aku melemparkannya) yakni aku menaruhnya pada patung anak lembu yang telah dicetak (dan demikianlah telah menggoda) telah membujuk (aku hawa nafsuku\") untuk menaruhnya ke dalam tubuhnya, yaitu setelah terlebih dahulu aku mengambil segenggam tanah bekas jejak teracak kuda malaikat Jibril. Lalu tanah itu aku taruh ke dalam patung yang tidak bernyawa, hingga patung itu menjadi hidup bagaikan ada rohnya. Kemudian aku melihat bahwa kaummu meminta kepadamu untuk menjadikan tuhan buat mereka. Lalu hatiku menggodaku untuk menjadikan patung anak lembu itu sebagai tuhan mereka.",
            "sajda": false,
            "transliteration": "Qaala basurtu bimaa lam yabsuroo bihee faqabadtu qabdatam min asarir Rasooli fanabaztuhaa wa kazaalika sawwalat lee nafsee",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2445,
            "aya_number": 97,
            "aya_text": "قَالَ فَاذْهَبْ فَاِنَّ لَكَ فِى الْحَيٰوةِ اَنْ تَقُوْلَ لَا مِسَاسَۖ وَاِنَّ لَكَ مَوْعِدًا لَّنْ تُخْلَفَهٗۚ وَانْظُرْ اِلٰٓى اِلٰهِكَ الَّذِيْ ظَلْتَ عَلَيْهِ عَاكِفًا ۗ  لَنُحَرِّقَنَّهٗ ثُمَّ لَنَنْسِفَنَّهٗ فِى الْيَمِّ نَسْفًا ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": "Dia (Musa) berkata, “Pergilah kau! Maka sesungguhnya di dalam kehidupan (di dunia) engkau (hanya dapat) mengatakan, ‘Janganlah menyentuh (aku),’. Dan engkau pasti mendapat (hukuman) yang telah dijanjikan (di akhirat) yang tidak akan dapat engkau hindari, dan lihatlah tuhanmu itu yang engkau tetap menyembahnya. Kami pasti akan membakarnya, kemudian sungguh kami akan menghamburkannya (abunya) ke dalam laut (berserakan).",
            "tafsir_jalalayn": "(Berkata Musa) kepada Samiri, (\"Pergilah kamu) dari kalangan kami ini (maka sesungguhnya bagimu di dalam kehidupan di dunia ini) selama kamu hidup di dalamnya (hanya dapat mengatakan) kepada orang-orang yang kamu bertemu dengannya, ('Janganlah menyentuhku') janganlah kamu mendekat kepadaku. Dan disebutkan bahwa sejak saat itu Samiri mengembara tanpa tujuan dan jika ada seseorang menyentuhnya atau dia menyentuhnya, maka semuanya kena penyakit demam. (Dan sesungguhnya bagimu telah ada ketentuan waktu) bagi hukumanmu (yang kamu sekali-kali tidak dapat menghindarinya) jika dibaca Lan tukhlifahu artinya, kamu tidak dapat selamat dari azab itu. Dan jika dibaca Lan Tukhlafahu artinya, kamu dibangkitkan kelak di hari kiamat untuk diazab (dan lihatlah tuhanmu itu yang kamu tetap) lafal Zhalta asalnya dibaca Zhalilta, kemudian Lam yang pertama dibuang sehingga jadilah Zhalta artinya yang kamu selamanya (menyembah kepadanya) tetap menyembahnya. (Sesungguhnya kami akan membakarnya) dengan api (kemudian kami sungguh-sungguh akan menghambur-hamburkannya ke dalam laut) berupa abu yang berserakan terbawa oleh angin laut. Dan Nabi Musa mengerjakan apa yang telah dikatakannya itu setelah terlebih dahulu menyembelihnya.",
            "sajda": false,
            "transliteration": "Qaala fazhab fa inna laka fil hayaati an taqoola laa misaasa wa inna laka maw'idal lan tukhlafahoo wanzur ilaaa ilaahikal lazee zalta 'alaihi 'aakifaa; lanuharriqannnahoo summa lanansifanahoo fil yammi nasfaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2446,
            "aya_number": 98,
            "aya_text": "اِنَّمَآ اِلٰهُكُمُ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۗ وَسِعَ كُلَّ شَيْءٍ عِلْمًا ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 318,
            "translation_aya_text": " Sungguh, Tuhanmu hanyalah Allah, tidak ada tuhan selain Dia. Pengetahuan-Nya meliputi segala sesuatu.”",
            "tafsir_jalalayn": "(Sesungguhnya Tuhan kalian hanyalah Allah yang tidak ada Tuhan selain Dia, pengetahuan-Nya meliputi segala sesuatu) lafal 'Ilman adalah Tamyiz yang dipindahkan dari bentuk Fa'ilnya, artinya, pengetahuan-Nya meliputi segala sesuatu.",
            "sajda": false,
            "transliteration": "Innamaaa ilaahukkumul laahul lazee laa ilaaha illaa Hoo; wasi'a kulla shai'in ilmaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        }
    ]
}