{
    "page_number": 32,
    "data": [
        {
            "aya_id": 210,
            "aya_number": 203,
            "aya_text": "۞ وَاذْكُرُوا اللّٰهَ فِيْٓ اَيَّامٍ مَّعْدُوْدٰتٍ ۗ فَمَنْ تَعَجَّلَ فِيْ يَوْمَيْنِ فَلَآ اِثْمَ عَلَيْهِ ۚوَمَنْ تَاَخَّرَ فَلَآ اِثْمَ عَلَيْهِۙ لِمَنِ اتَّقٰىۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّكُمْ اِلَيْهِ تُحْشَرُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 32,
            "translation_aya_text": "Dan berzikirlah kepada Allah pada hari yang telah ditentukan jumlahnya. Barangsiapa mempercepat (meninggalkan Mina) setelah dua hari, maka tidak ada dosa baginya. Dan barangsiapa mengakhirkannya tidak ada dosa (pula) baginya, (yakni) bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan-Nya.",
            "tafsir_jalalayn": "(Dan berzikirlah kepada Allah) dengan membaca takbir ketika melempar jumrah (pada beberapa hari yang berbilang), yakni pada hari-hari Tasyrik yang tiga. (Barang siapa yang ingin cepat-cepat), maksudnya ingin cepat berangkat dari Mina (dalam dua hari), artinya pada hari yang kedua hari tasyrik setelah melempar jumrah-jumrahnya, (maka tiadalah ia berdosa) dengan tindakan itu. (Dan barang siapa yang ingin mengundurkannya) hingga ia bermalam pada malam ketiga dan melempar jumrah-jumrahnya, (maka tiadalah ia berdosa) dengan perbuatannya itu. Jadi mereka diberi kesempatan untuk memilih tanpa memikul dosa apa pun (yakni bagi orang-orang yang bertakwa) kepada Allah dalam ibadah hajinya, karena pada hakikatnya itulah haji yang sebenarnya. (Dan bertakwalah kepada Allah dan ketahuilah bahwa kamu akan dikumpulkan kepada-Nya), yakni di akhirat yang nantinya amal perbuatanmu akan mendapat balasan dari-Nya.",
            "sajda": false,
            "transliteration": "Wazkurul laaha feee ayyaamim ma'doodaat; faman ta'ajjala fee yawmaini falaaa ismaa 'alaihi wa man taakhkhara falaaa isma 'alayh; limanit-taqaa; wattaqul laaha wa'lamooo annakum ilaihi tuhsharoon",
            "tajweed_text": "۞ وَ[h:9999[ٱ]ذْكُرُو[s[اْ] [h:1113[ٱ]للَّهَ ف[o[ِىٓ] أَيَّا[a:1114[مٍ م]َّعْدُود[n[َٲ][f:953[تٍ‌ۚ ف]َمَ[f:1115[ن ت]َعَجَّلَ فِى يَوْمَيْنِ فَل[o[َآ] إِثْمَ عَلَيْهِ وَمَ[f:1116[ن ت]َأَخَّرَ فَل[o[َآ] إِثْمَ عَلَيْهِ‌ۚ لِمَنِ [h:1117[ٱ]تَّقَىٰ‌ۗ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ وَ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َكُمْ إِلَيْهِ تُحْشَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 211,
            "aya_number": 204,
            "aya_text": "وَمِنَ النَّاسِ مَنْ يُّعْجِبُكَ قَوْلُهٗ فِى الْحَيٰوةِ الدُّنْيَا وَيُشْهِدُ اللّٰهَ عَلٰى مَا فِيْ قَلْبِهٖ ۙ وَهُوَ اَلَدُّ الْخِصَامِ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 32,
            "translation_aya_text": "Dan di antara manusia ada yang pembicaraannya tentang kehidupan dunia mengagumkan engkau (Muhammad), dan dia bersaksi kepada Allah mengenai isi hatinya, padahal dia adalah penentang yang paling keras.",
            "tafsir_jalalayn": "(Di antara manusia ada seorang yang ucapannya tentang kehidupan dunia menarik hatimu) tetapi sebaliknya tidak demikian halnya tentang kehidupan akhirat karena berbeda dengan pandangan dan keyakinannya (dan dipersaksikannya kepada Allah atas isi hatinya) bahwa itu benar-benar cocok dengan apa yang diucapkannya (padahal ia adalah musuh yang paling keras) baik bagimu maupun bagi pengikut-pengikutmu disebabkan permusuhannya denganmu itu. Orang ini namanya Akhnas bin Syuraiq, seorang munafik yang manis mulut terhadap Nabi saw. Ia bersumpah bahwa ia seorang mukmin dan cinta kepada Nabi saw. lalu mendekati majelisnya. Maka kepalsuannya ini dibukakan Allah dan suatu waktu ia pernah lewat di pertanian dan peternakan seorang sahabat, maka dibakarnya tanaman dan disembelihnya hewan-hewan milik sahabat itu di waktu malam, sebagaimana yang dijelaskan dalam firman Allah swt.:",
            "sajda": false,
            "transliteration": "Wa minan naasi mai yu'jibuka qawluhoo fil hayaatid dunyaa wa yushhidul laaha 'alaa maa fee qalbihee wa huwa aladdulkhisaam",
            "tajweed_text": "وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ م[a:1118[َن ي]ُعْجِبُكَ قَوْلُهُ[n[ۥ] فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَيُشْهِدُ [h:1119[ٱ]للَّهَ عَلَىٰ مَا فِى قَلْبِه[n[ِۦ] وَهُوَ أَلَدُّ [h:1120[ٱ]لْخِص[p[َا]مِ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 212,
            "aya_number": 205,
            "aya_text": "وَاِذَا تَوَلّٰى سَعٰى فِى الْاَرْضِ لِيُفْسِدَ فِيْهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ ۗ وَ اللّٰهُ لَا يُحِبُّ الْفَسَادَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 32,
            "translation_aya_text": "Dan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanam-tanaman dan ternak, sedang Allah tidak menyukai kerusakan.",
            "tafsir_jalalayn": "(Dan apabila ia berpaling) dari hadapanmu (ia berjalan di muka bumi untuk membuat kerusakan padanya dan membinasakan tanam-tanaman dan binatang ternak) untuk menyebut beberapa macam kerusakan itu (sedangkan Allah tidak menyukai kerusakan), artinya tidak rida padanya.",
            "sajda": false,
            "transliteration": "Wa izaa tawallaa sa'aa fil ardi liyufsida feeha wa yuhlikal harsa wannasl; wallaahu laa yuhibbul fasaad",
            "tajweed_text": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِى [h:44[ٱ]لْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ [h:1121[ٱ]لْحَرْثَ وَ[h:1122[ٱ][l[ل][g[نّ]َسْلَ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يُحِبُّ [h:1123[ٱ]لْفَس[p[َا][q[د]َ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 213,
            "aya_number": 206,
            "aya_text": "وَاِذَا قِيْلَ لَهُ اتَّقِ اللّٰهَ اَخَذَتْهُ الْعِزَّةُ بِالْاِثْمِ فَحَسْبُهٗ جَهَنَّمُ ۗ وَلَبِئْسَ الْمِهَادُ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 32,
            "translation_aya_text": "Dan apabila dikatakan kepadanya, “Bertakwalah kepada Allah,” bangkitlah kesombongannya untuk berbuat dosa. Maka pantaslah baginya neraka Jahanam, dan sungguh (Jahanam itu) tempat tinggal yang terburuk.",
            "tafsir_jalalayn": "(Dan jika dikatakan kepadanya, \"Bertakwalah kamu kepada Allah) dalam perbuatan-perbuatanmu, (bangkitlah kesombongannya) yang menyebabkan berbuat (dosa) yang disuruh menghindarinya. (Maka cukuplah baginya neraka Jahanam dan sungguh ia seburuk-buruk tempat tinggal).",
            "sajda": false,
            "transliteration": "Wa izaa qeela lahuttaqil laaha akhazathul izzatu bil-ism; fahasbuhoo jahannam; wa labi'sal mihaad",
            "tajweed_text": "وَإِذَا قِيلَ لَهُ [h:1124[ٱ]تَّقِ [h:1125[ٱ]للَّهَ أَخَذَتْهُ [h:1126[ٱ]لْعِزَّةُ بِ[h:434[ٱ]لْإِثْمِ‌ۚ فَحَسْبُهُ[n[ۥ] جَهَ[g[نّ]َمُ‌ۚ وَلَبِئْسَ [h:1127[ٱ]لْمِه[p[َا][q[د]ُ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 214,
            "aya_number": 207,
            "aya_text": "وَمِنَ النَّاسِ مَنْ يَّشْرِيْ نَفْسَهُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 32,
            "translation_aya_text": "Dan di antara manusia ada orang yang mengorbankan dirinya untuk mencari keridaan Allah. Dan Allah Maha Penyantun kepada hamba-hamba-Nya.",
            "tafsir_jalalayn": "(Dan di antara manusia ada orang yang menjual dirinya), artinya mengorbankannya demi taatnya kepada Allah (guna menuntut) atau mencari (keridaan Allah). Namanya ialah Shuhaib. Tatkala ia dianiaya oleh orang-orang musyrik, ia pun berhijrah ke Madinah dan ditinggalkannya bagi mereka harta bendanya (dan Allah Maha Penyantun kepada hamba-hamba-Nya), sehingga ditunjuki-Nya mereka kepada hal-hal yang diridai-Nya.",
            "sajda": false,
            "transliteration": "Wa minan naasi mai yashree nafsahub tighaaa'a mardaatil laah; wallaahu ra'oofum bil'ibaad",
            "tajweed_text": "وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ م[a:1128[َن ي]َشْرِى نَفْسَهُ [h:1129[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ مَرْضَاتِ [h:1131[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ رَءُو[i:1132[فُۢ ب]ِ[h:1133[ٱ]لْعِب[p[َا][q[د]ِ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 215,
            "aya_number": 208,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ادْخُلُوْا فِى السِّلْمِ كَاۤفَّةً  ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 32,
            "translation_aya_text": "Wahai orang-orang yang beriman! Masuklah ke dalam Islam secara keseluruhan, dan janganlah kamu ikuti langkah-langkah setan. Sungguh, ia musuh yang nyata bagimu.",
            "tafsir_jalalayn": "Ayat berikut diturunkan mengenai Abdullah bin Salam dan kawan-kawannya tatkala mereka membesarkan hari Sabtu dan membenci unta sesudah masuk Islam. (Hai orang-orang beriman! Masuklah kamu ke dalam agama Islam), ada yang membaca 'salmi' dan ada pula 'silmi' (secara keseluruhan) 'hal' dari Islam artinya ke dalam seluruh syariatnya tanpa kecuali, (dan janganlah kamu ikuti langkah-langkah) atau jalan-jalan (setan), artinya godaan dan perdayaannya untuk membeda-bedakan, (sesungguhnya ia musuhmu yang nyata), artinya jelas permusuhannya terhadapmu.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanud khuloo fis silmi kaaaffatanw wa laa tattabi'oo khutuwaatish Shaitaan; innahoo lakum 'aduwwum mubeen",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1134[ٱ][q:278[دْ]خُلُو[s[اْ] فِى [h:1135[ٱ][l[ل]سِّلْمِ ك[m[َا]ٓفَّ[a:1136[ةً و]َلَا تَتَّبِعُو[s[اْ] خُطُو[n[َٲ]تِ [h:872[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] لَكُمْ عَدُ[a:873[وٌّ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 216,
            "aya_number": 209,
            "aya_text": "فَاِنْ زَلَلْتُمْ مِّنْۢ بَعْدِ مَا جَاۤءَتْكُمُ الْبَيِّنٰتُ فَاعْلَمُوْٓا اَنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 32,
            "translation_aya_text": "Tetapi jika kamu tergelincir setelah bukti-bukti yang nyata sampai kepadamu, ketahuilah bahwa Allah Maha-perkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan jika kamu tergelincir) atau menyimpang untuk masuk ke dalam keseluruhannya (setelah datang kepadamu bukti-bukti nyata) bahwa ia barang hak, (maka ketahuilah bahwa Allah Maha Tangguh) hingga tidak suatu pun yang dapat menghalangi-Nya untuk menjatuhkan hukuman kepadamu, (lagi Maha Bijaksana) di dalam segala perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Fa in zalaltum mimba'di maa jaaa'atkumul baiyinaatu fa'lamoo annallaaha 'Azeezun hakeem",
            "tajweed_text": "فَإِ[f:1137[ن ز]َلَلْت[w:1138[ُم م]ّ[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَتْكُمُ [h:1139[ٱ]لْبَيِّنَ[n[ـٰ]تُ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ عَزِيزٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 217,
            "aya_number": 210,
            "aya_text": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ يَّأْتِيَهُمُ اللّٰهُ فِيْ ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلٰۤىِٕكَةُ وَقُضِيَ الْاَمْرُ ۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 32,
            "translation_aya_text": "Tidak ada yang mereka tunggu-tunggu kecuali datangnya (azab) Allah bersama malaikat dalam naungan awan, sedangkan perkara (mereka) telah diputuskan. Dan kepada Allah-lah segala perkara dikembalikan.",
            "tafsir_jalalayn": "(Tiadalah), maksudnya tidaklah (yang mereka tunggu-tunggu) buat memasukinya secara keseluruhan itu (melainkan datangnya Allah kepada mereka) maksudnya siksa Allah seperti pada firman-Nya \"atau datang amru rabbika artinya siksa Tuhanmu\" (dalam naungan) 'zhulal' jamak dari 'zhillah', artinya naungan (awan dan malaikat dan diputuskanlah perkataan-Nya) hingga tamatlah riwayat mereka. (Dan kepada Allah dikembalikan segala urusan) ada yang menyatakan dalam bentuk pasif, ada pula aktif, yakni di akhirat untuk menerima pembalasan dari-Nya.",
            "sajda": false,
            "transliteration": "Hal yanzuroona illaaa ai yaatiyahumul laahu fee zulalim minal ghamaami walmalaaa'ikatu wa qudiyal amr; wa ilal laahi turja'ulumoor",
            "tajweed_text": "هَلْ يَ[f:1141[نظ]ُرُونَ إِلّ[o[َآ] أ[a:1142[َن ي]َأْتِيَهُمُ [h:1143[ٱ]للَّهُ فِى ظُلَ[a:1144[لٍ م]ِّنَ [h:1145[ٱ]لْغَمَامِ وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ وَقُضِىَ [h:1147[ٱ]لْأَمْرُ‌ۚ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}