{
    "page_number": 320,
    "data": [
        {
            "aya_id": 2462,
            "aya_number": 114,
            "aya_text": "فَتَعٰلَى اللّٰهُ الْمَلِكُ الْحَقُّۚ وَلَا تَعْجَلْ بِالْقُرْاٰنِ مِنْ قَبْلِ اَنْ يُّقْضٰٓى اِلَيْكَ وَحْيُهٗ ۖوَقُلْ رَّبِّ زِدْنِيْ عِلْمًا ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Maka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Al-Qur'an sebelum selesai diwahyukan kepadamu, dan katakanlah, “Ya Tuhanku, tambahkanlah ilmu kepadaku. ”",
            "tafsir_jalalayn": "(Maka Maha Tinggi Allah Raja Yang sesungguhnya) daripada apa yang dikatakan oleh orang-orang musyrik (dan janganlah kamu tergesa-gesa terhadap Alquran) sewaktu kamu membacanya (sebelum disempurnakan mewahyukannya kepadamu) sebelum malaikat Jibril selesai menyampaikannya (dan katakanlah, \"Ya Rabbku! Tambahkanlah kepadaku ilmu pengetahuan\") tentang Alquran, sehingga setiap kali diturunkan kepadanya Alquran, makin bertambah ilmu pengetahuannya.",
            "sajda": false,
            "transliteration": "Fata'aalal laahul Malikul Haqq; wa laa ta'jal bil Quraani min qabli ai yuqdaaa ilaika wahyuhoo wa qur Rabbi zidnee 'ilmaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2463,
            "aya_number": 115,
            "aya_text": "وَلَقَدْ عَهِدْنَآ اِلٰٓى اٰدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهٗ عَزْمًا ࣖ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Dan sungguh telah Kami pesankan kepada Adam dahulu, tetapi dia lupa, dan Kami tidak dapati kemauan yang kuat padanya.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami perintahkan kepada Adam) Kami telah berwasiat kepadanya, janganlah ia memakan buah pohon terlarang ini (dahulu) sebelum ia memakannya (maka ia lupa) melupakan perintah kami itu (dan tidak Kami dapati padanya kemauan yang kuat) keteguhan dan kesabaran daripada apa yang Kami larang ia mengerjakannya.",
            "sajda": false,
            "transliteration": "Wa laqad 'ahidnaaa ilaaa Aadama min qablu fanasiya wa lam najid lahoo 'azmaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2464,
            "aya_number": 116,
            "aya_text": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَ اَبٰى ۗ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Lalu mereka pun sujud kecuali Iblis; dia menolak.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Kami berkata kepada Malaikat, \"Sujudlah kalian kepada Adam!\" Maka mereka sujud kecuali iblis) dia adalah bapaknya jin, dia dahulu berteman dengan para Malaikat dan ikut menyembah Allah bersama dengan para Malaikat (ia membangkang) tidak mau sujud kepada Nabi Adam; bahkan mengatakan sebagaimana yang telah disitir oleh firman-Nya; Iblis menjawab, \"Saya lebih baik daripadanya...\" (Q.S. Al-A'raf, 12).",
            "sajda": false,
            "transliteration": "Wa iz qulnaa lilma laaa'ikatis judoo li Aadama fasajadooo illaaa Iblees; abaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2465,
            "aya_number": 117,
            "aya_text": "فَقُلْنَا يٰٓاٰدَمُ اِنَّ هٰذَا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Kemudian Kami berfirman, “Wahai Adam! Sungguh ini (Iblis) musuh bagimu dan bagi istrimu, maka sekali-kali jangan sampai dia mengeluarkan kamu berdua dari surga, nanti kamu celaka.",
            "tafsir_jalalayn": "(Maka Kami berkata, \"Hai Adam! Sesungguhnya iblis ini adalah musuh bagimu dan bagi istrimu) yakni Siti Hawa (maka sekali-kali janganlah sampai ia mengeluarkan kamu berdua dari surga, yang menyebabkan kamu menjadi sengsara) hidup sengsara disebabkan terlebih dahulu kamu harus mencangkul, menanam, menuai, menumbuk, membuat roti dan lain sebagainya. Ungkapan sengsara di sini ditujukan hanya kepada Nabi Adam, disebabkan secara fitrah suami itu mencari nafkah buat istrinya.",
            "sajda": false,
            "transliteration": "Faqulnaa yaaa Aadamu inna haazaa 'aduwwul laka wa lizawjika falaa yukhrijan nakumaa minal Jannati fatashqaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2466,
            "aya_number": 118,
            "aya_text": "اِنَّ لَكَ اَلَّا تَجُوْعَ فِيْهَا وَلَا تَعْرٰى ۙ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Sungguh, ada (jaminan) untukmu di sana, engkau tidak akan kelaparan dan tidak akan telanjang.",
            "tafsir_jalalayn": "(Sesungguhnya kamu tidak akan kelaparan di dalamnya dan tidak akan telanjang). Lafal Allaa adalah gabungan daripada huruf An dan Laa.",
            "sajda": false,
            "transliteration": "Innaa laka allaa tajoo'a feeha wa laa ta'raa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2467,
            "aya_number": 119,
            "aya_text": "وَاَنَّكَ لَا تَظْمَؤُا فِيْهَا وَلَا تَضْحٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Dan sungguh, di sana engkau tidak akan merasa dahaga dan tidak akan ditimpa panas matahari.” ",
            "tafsir_jalalayn": "(Dan sesungguhnya kamu) baik dibaca Annaka atau Innaka, diathafkan kepada isimnya Inna pada ayat sebelumnya dan jumlah kalimat kelanjutannya ialah (tidak akan merasa dahaga di dalamnya) yakni tidak akan merasa haus (dan tidak pula akan ditimpa panas matahari di dalamnya\") yaitu sinar matahari di waktu dhuha tidak akan kamu alami lagi, karena di dalam surga tidak ada matahari.",
            "sajda": false,
            "transliteration": "Wa annaka laa tazma'u feehaa wa laa tadhaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2468,
            "aya_number": 120,
            "aya_text": "فَوَسْوَسَ اِلَيْهِ الشَّيْطٰنُ قَالَ يٰٓاٰدَمُ هَلْ اَدُلُّكَ عَلٰى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَّا يَبْلٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": " Kemudian setan membisikkan (pikiran jahat) kepadanya, dengan berkata, “Wahai Adam! Maukah aku tunjukkan kepadamu pohon keabadian (khuldi) dan kerajaan yang tidak akan binasa?”",
            "tafsir_jalalayn": "(Kemudian setan membisikkan pikiran jahat kepadanya seraya berkata, \"Hai Adam! Maukah saya tunjukkan kepada kamu pohon keabadian) yaitu pohon yang barang siapa memakan buahnya akan hidup kekal (dan kerajaan yang tidak akan binasa?\") yakni kerajaan yang kekal.",
            "sajda": false,
            "transliteration": "Fa waswasa ilaihish Shaitaanu qaala yaaa Aadamu hal adulluka 'alaa shajaratil khuldi wa mulkil laa yablaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2469,
            "aya_number": 121,
            "aya_text": "فَاَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْاٰتُهُمَا وَطَفِقَا يَخْصِفٰنِ عَلَيْهِمَا مِنْ وَّرَقِ الْجَنَّةِۚ وَعَصٰٓى اٰدَمُ رَبَّهٗ فَغَوٰى ۖ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Lalu keduanya memakannya, lalu tampaklah oleh keduanya aurat mereka dan mulailah keduanya menutupinya dengan daun-daun (yang ada di) surga, dan telah durhakalah Adam kepada Tuhannya, dan sesatlah dia.",
            "tafsir_jalalayn": "(Maka keduanya memakan) yakni Adam dan Hawa (dari buah pohon itu, lalu tampaklah bagi keduanya aurat-auratnya) yakni keduanya dapat melihat kemaluan masing-masing. Kedua aurat itu dinamakan kemaluan disebabkan jika kelihatan maka orang yang memilikinya menjadi malu (dan mulailah keduanya menutupi) keduanya menempelkan kepada (aurat masing-masing dengan daun-daun yang ada di surga) untuk menutupi auratnya (dan durhakalah Adam kepada Rabbnya dan sesatlah ia) disebabkan memakan buah pohon yang terlarang itu.",
            "sajda": false,
            "transliteration": "Fa akalaa minhaa fabadat lahumaa saw aatuhumaa wa tafiqaa yakhsifaani 'alaihimaa minw waraqil jannah; wa 'asaaa Aadamu Rabbahoo faghawaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2470,
            "aya_number": 122,
            "aya_text": "ثُمَّ اجْتَبٰىهُ رَبُّهٗ فَتَابَ عَلَيْهِ وَهَدٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Kemudian Tuhannya memilih dia, maka Dia menerima tobatnya dan memberinya petunjuk.",
            "tafsir_jalalayn": "(Kemudian Rabbnya memilihnya) yakni mendekatkannya ke sisi-Nya (maka Dia menerima tobatnya) sebelum Nabi Adam bertobat (dan memberinya petunjuk) supaya terus-menerus bertobat.",
            "sajda": false,
            "transliteration": "Summaj tabbahu Rabbuhoo fataaba 'alaihi wa hadaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2471,
            "aya_number": 123,
            "aya_text": "قَالَ اهْبِطَا مِنْهَا جَمِيعًاۢ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚفَاِمَّا يَأْتِيَنَّكُمْ مِّنِّيْ هُدًى ەۙ فَمَنِ اتَّبَعَ هُدٰيَ فَلَا يَضِلُّ وَلَا يَشْقٰى",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Dia (Allah) berfirman, “Turunlah kamu berdua dari surga bersama-sama, sebagian kamu menjadi musuh bagi sebagian yang lain. Jika datang kepadamu petunjuk dari-Ku, maka (ketahuilah) barang siapa mengikuti petunjuk-Ku, dia tidak akan sesat dan tidak akan celaka.",
            "tafsir_jalalayn": "(Allah berfirman, \"Turunlah kamu berdua) Adam dan Hawa berikut apa yang telah dikandung oleh kalian yaitu anak cucu kalian (daripadanya) dari surga (bersama-sama, sebagian kalian) sebagian keturunan kalian (menjadi musuh bagi sebagian yang lain) disebabkan sebagian dari mereka berbuat zalim terhadap sebagian yang lain. (Maka jika) lafal Imma ini asalnya terdiri dari In Syarthiyah yang diidgamkan kepada Ma Zaidah (jika datang kepada kalian petunjuk daripada-Ku maka barang siapa yang mengikuti petunjuk-Ku) yakni Alquran (maka ia tidak akan sesat) di dunia (dan tidak akan celaka) di akhirat nanti.",
            "sajda": false,
            "transliteration": "Qaalah bita minhaa jamee'am ba'dukum liba'din 'aduww; fa immaa yaati yannakum minnee hudan famanit taba'a hudaaya falaa yadillu wa laa yashhqaa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2472,
            "aya_number": 124,
            "aya_text": "وَمَنْ اَعْرَضَ عَنْ ذِكْرِيْ فَاِنَّ لَهٗ مَعِيْشَةً ضَنْكًا وَّنَحْشُرُهٗ يَوْمَ الْقِيٰمَةِ اَعْمٰى ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Dan barang siapa berpaling dari peringatan-Ku, maka sungguh, dia akan menjalani kehidupan yang sempit, dan Kami akan mengumpulkannya pada hari Kiamat dalam keadaan buta.”",
            "tafsir_jalalayn": "(Dan barang siapa berpaling dari peringatan-Ku) yakni Alquran, yaitu dia tidak beriman kepadanya (maka sesungguhnya baginya penghidupan yang sempit) lafal Dhankan ini merupakan Mashdar artinya sempit. Ditafsirkan oleh sebuah hadis, bahwa hal ini menunjukkan tentang diazabnya orang kafir di dalam kuburnya (dan Kami akan mengumpulkannya) orang yang berpaling dari Alquran (pada hari kiamat dalam keadaan buta\") penglihatannya.",
            "sajda": false,
            "transliteration": "Wa man a'rada 'an Zikree fa inna lahoo ma'eeshatan dankanw wa nahshuruhoo Yawmal Qiyaamati a'maa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2473,
            "aya_number": 125,
            "aya_text": "قَالَ رَبِّ لِمَ حَشَرْتَنِيْٓ اَعْمٰى وَقَدْ كُنْتُ بَصِيْرًا ",
            "sura_id": 20,
            "juz_id": 16,
            "page_number": 320,
            "translation_aya_text": "Dia berkata, “Ya Tuhanku, mengapa Engkau kumpulkan aku dalam keadaan buta, padahal dahulu aku dapat melihat?”",
            "tafsir_jalalayn": "(Berkatalah ia, \"Ya Rabbku! Mengapa Engkau menghimpun aku dalam keadaan buta, padahal dahulunya aku adalah orang yang melihat?\") yakni di kala ia hidup di dunia melihat tetapi di kala ia dibangkitkan hidup kembali buta.",
            "sajda": false,
            "transliteration": "Qaala Rabbi lima hashar tanee a'maa wa qad kuntu baseeraa",
            "surah": {
                "name": "سُورَةُ طه",
                "englishName": "Taa-Haa",
                "englishNameTranslation": "Taa-Haa",
                "revelationType": "Meccan"
            }
        }
    ]
}