{
    "page_number": 322,
    "data": [
        {
            "aya_id": 2484,
            "aya_number": 1,
            "aya_text": "اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَ ۚ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 322,
            "translation_aya_text": "Telah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat).",
            "tafsir_jalalayn": "(Telah dekat kepada manusia) kepada penduduk Mekah yang ingkar terhadap adanya hari berbangkit (hari penghisaban mereka) yaitu hari kiamat (sedang mereka berada dalam kelalaian) daripadanya (lagi berpaling) tidak bersiap-siap untuk menghadapinya, yaitu dengan bekal iman.",
            "sajda": false,
            "transliteration": "Iqtaraba linnaasi hisaa buhum wa hum fee ghaflatim mu'ridoon",
            "tajweed_text": "ٱ[q:5169[قْ]تَرَبَ لِل[g[نّ]َاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَ[a:8666[ةٍ م]ُّعْرِض[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2485,
            "aya_number": 2,
            "aya_text": "مَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنْ رَّبِّهِمْ مُّحْدَثٍ اِلَّا اسْتَمَعُوْهُ وَهُمْ يَلْعَبُوْنَ ۙ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 322,
            "translation_aya_text": "Setiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main.",
            "tafsir_jalalayn": "(Tidak datang kepada mereka suatu ayat Alquran pun yang baru diturunkan dari Rabb mereka) secara berangsur-angsur, yakni lafal Alquran (melainkan mereka mendengarnya, sedang mereka bermain-main) mereka memperolok-oloknya.",
            "sajda": false,
            "transliteration": "Maa yaateehim min zikrim mir Rabbihim muhdasin illas tama'oohu wa hum yal'aboon",
            "tajweed_text": "مَا يَأْتِيه[w:7205[ِم م]ِّ[f:8667[ن ذ]ِكْ[a:8668[رٍ م]ّ[u:22[ِن ر]َّبِّه[w:8669[ِم م]ُّحْدَثٍ إِلَّا [h:8670[ٱ]سْتَمَعُوهُ وَهُمْ يَلْعَب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2486,
            "aya_number": 3,
            "aya_text": "لَاهِيَةً قُلُوْبُهُمْۗ وَاَسَرُّوا النَّجْوَىۖ الَّذِيْنَ ظَلَمُوْاۖ هَلْ هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۚ اَفَتَأْتُوْنَ السِّحْرَ وَاَنْتُمْ تُبْصِرُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 322,
            "translation_aya_text": "Hati mereka dalam keadaan lalai. Dan orang-orang yang zalim itu merahasiakan pembicaraan mereka, “(Orang) ini (Muhammad) tidak lain hanyalah seorang manusia (juga) seperti kamu. Apakah kamu menerima sihir itu padahal kamu menyaksikannya?”",
            "tafsir_jalalayn": "(Lagi dalam keadaan lalai) yakni kosong (hati mereka) untuk merenungkan makna-maknanya. (Dan mereka berbisik-bisik) mereka merahasiakan pembicaraan mereka (yakni orang-orang yang zalim itu) lafal ayat ini merupakan Badal daripada Dhamir Wawu yang terdapat di dalam lafal Wa Asarrun Najwa (\"Orang ini tidak lain) yakni Nabi Muhammad (hanyalah seorang manusia seperti kalian) dan yang disampaikannya itu adalah sihir belaka (maka apakah kalian menerima sihir itu) yakni apakah kalian mau mengikutinya (padahal kalian menyaksikannya?\") sedangkan kalian telah mengetahui, bahwa yang disampaikan itu adalah sihir.",
            "sajda": false,
            "transliteration": "Laahiyatan quloobuhum; wa asarrun najwal lazeena zalamoo hal haazaa illaa basharum mislukum afataa toonas sihra wa antum tubsiroon",
            "tajweed_text": "لَاهِيَ[f:8671[ةً ق]ُلُوبُهُمْ‌ۗ وَأَسَرُّو[s[اْ] [h:8518[ٱ][l[ل][g[نّ]َ[q:8519[جْ]وَى [h:8672[ٱ]لَّذِينَ ظَلَمُو[s[اْ] هَلْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا بَشَ[a:7069[رٌ م]ِّثْلُكُمْ‌ۖ أَفَتَأْتُونَ [h:8673[ٱ][l[ل]سِّحْرَ وَأَ[f:98[نت]ُمْ تُ[q:8674[بْ]صِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2487,
            "aya_number": 4,
            "aya_text": "قٰلَ رَبِّيْ يَعْلَمُ الْقَوْلَ فِى السَّمَاۤءِ وَالْاَرْضِۖ وَهُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 322,
            "translation_aya_text": "Dia (Muhammad) berkata, “Tuhanku mengetahui (semua) perkataan di langit dan di bumi, dan Dia Maha Mendengar, Maha Mengetahui!”",
            "tafsir_jalalayn": "(Berkatalah Muhammad) kepada mereka, (\"Rabbku mengetahui semua perkataan) yang ada (di langit dan di bumi dan Dialah Yang Maha Mendengar) semua apa yang mereka rahasiakan di dalam pembicaraannya (lagi Maha Mengetahui\") apa yang mereka rahasiakan.",
            "sajda": false,
            "transliteration": "Qaala Rabbee ya'lamul qawla fis samaaa'i wal ardi wa Huwas Samee'ul Aleem",
            "tajweed_text": "قَالَ رَبِّى يَعْلَمُ [h:8675[ٱ]لْقَوْلَ فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2488,
            "aya_number": 5,
            "aya_text": "بَلْ قَالُوْٓا اَضْغَاثُ اَحْلَامٍۢ بَلِ افْتَرٰىهُ بَلْ هُوَ شَاعِرٌۚ فَلْيَأْتِنَا بِاٰيَةٍ كَمَآ اُرْسِلَ الْاَوَّلُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 322,
            "translation_aya_text": " Bahkan mereka mengatakan, “(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair, cobalah dia datangkan kepada kita suatu tanda (bukti), seperti halnya rasul-rasul yang diutus terdahulu.”",
            "tafsir_jalalayn": "(Bahkan) lafal Bal menunjukkan makna Intiqal atau memindahkan suatu pembicaraan kepada pembicaraan yang lain. Hal ini bersifat tetap di dalam ketiga tempat I'rab (mereka berkata pula:) dalam menanggapi Alquran yang diturunkan kepada Nabi Muhammad, bahwa Alquran itu adalah (\"Mimpi-mimpi yang kalut) mimpi yang tidak menentu yang dilihat dalam tidurnya (malah diada-adakannya) dialah yang membuat-buatnya (bahkan dia sendiri seorang penyair) maka jelas yang disampaikannya itu adalah syair (maka hendaklah ia mendatangkan kepada kita suatu mukjizat, sebagaimana Rasul-rasul yang telah lalu diutus\") yaitu semacam mukjizat unta Nabi Shaleh, tongkat dan tangan Nabi Musa, maka Allah swt. berfirman:",
            "sajda": false,
            "transliteration": "Bal qaalooo adghaasu ahlaamim balif taraahu bal huwa shaa'irun falyaatinaa bi Aayatin kamaa ursilal awwaloon",
            "tajweed_text": "بَلْ قَال[o[ُوٓ][s[اْ] أَضْغَ[n[ـٰ]ثُ أَحْلَ[n[ـٰ][i:8676[مِۭ ب]َلِ [h:8677[ٱ]فْتَرَ[n[ٮٰ]هُ بَلْ هُوَ شَاعِ[f:8678[رٌ ف]َلْيَأْتِنَا بِـَٔـايَ[f:8679[ةٍ ك]َم[o[َآ] أُرْسِلَ [h:8680[ٱ]لْأَوَّل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2489,
            "aya_number": 6,
            "aya_text": "مَآ اٰمَنَتْ قَبْلَهُمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَاۚ اَفَهُمْ يُؤْمِنُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 322,
            "translation_aya_text": " Penduduk suatu negeri sebelum mereka, yang telah Kami binasakan, mereka itu tidak beriman (padahal telah Kami kirimkan bukti). Apakah mereka akan beriman?",
            "tafsir_jalalayn": "(Tidak ada suatu negeri pun yang beriman sebelum mereka) yakni penduduknya (yang Kami telah binasakan) disebabkan kedustaan mereka terhadap mukjizat-mukjizat yang didatangkan oleh Rasulnya (maka apakah mereka akan beriman?) tentu saja tidak.",
            "sajda": false,
            "transliteration": "Maaa aaamanat qablahum min qaryatin ahlaknaahaa a-fahum yu'minoon",
            "tajweed_text": "م[o[َآ] ءَامَنَتْ قَ[q:8394[بْ]لَه[w:8395[ُم م]ِّ[f:4585[ن ق]َرْيَةٍ أَهْلَكْنَ[n[ـٰ]ه[o[َآ‌ۖ] أَفَهُمْ يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2490,
            "aya_number": 7,
            "aya_text": "وَمَآ اَرْسَلْنَا قَبْلَكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ فَسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 322,
            "translation_aya_text": "Dan Kami tidak mengutus (rasul-rasul) sebelum engkau (Muhammad), melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka, maka tanyakanlah kepada orang yang berilmu, jika kamu tidak mengetahui.",
            "tafsir_jalalayn": "(Kami tiada mengutus rasul-rasul sebelum kamu melainkan beberapa orang laki-laki yang Kami beri wahyu) menurut qiraat yang lain lafal Nuuhii dibaca Yuuhaa (kepada mereka) mereka bukanlah malaikat (maka tanyakanlah olehmu kepada orang-orang yang berilmu) yakni ulama yang mengetahui kitab Taurat dan kitab Injil (jika kalian tidak mengetahui) hal tersebut, sesungguhnya mereka mengetahuinya, mengingat kepercayaan kalian kepada ulama kitab Taurat dan Injil lebih kuat daripada kepercayaan kaum Mukminin kepada Muhammad.",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaa qablaka illaa rijaalan nooheee ilaihim fas'aloo ahlaz zikri in kuntum laa ta'lamoon",
            "tajweed_text": "وَم[o[َآ] أَرْسَلْنَا قَ[q:7849[بْ]لَكَ إِلَّا رِجَال[a:6851[اً ن]ُّوح[o[ِىٓ] إِلَيْهِمْ‌ۖ فَسْــَٔل[o[ُوٓ][s[اْ] أَهْلَ [h:7413[ٱ][l[ل]ذِّكْرِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ لَا تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2491,
            "aya_number": 8,
            "aya_text": "وَمَا جَعَلْنٰهُمْ جَسَدًا لَّا يَأْكُلُوْنَ الطَّعَامَ وَمَا كَانُوْا خٰلِدِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 322,
            "translation_aya_text": "Dan Kami tidak menjadikan mereka (rasul-rasul) suatu tubuh yang tidak memakan makanan dan mereka tidak (pula) hidup kekal.",
            "tafsir_jalalayn": "(Dan tidaklah Kami jadikan mereka) para rasul itu (tubuh-tubuh) lafal Jasadun sekalipun kata tunggal tetapi maknanya jamak (yang tiada memakan makanan) tetapi justru mereka memakannya (dan tidak pula mereka itu orang-orang yang kekal) hidup di dunia.",
            "sajda": false,
            "transliteration": "Wa maa ja'alnaahum jasadal laa yaakuloonat ta'aama wa maa kaanoo khaalideen",
            "tajweed_text": "وَمَا جَعَلْنَ[n[ـٰ]هُمْ جَسَ[u:8681[دًا ل]َّا يَأْكُلُونَ [h:8682[ٱ][l[ل]طَّعَامَ وَمَا كَانُو[s[اْ] خَ[n[ـٰ]لِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2492,
            "aya_number": 9,
            "aya_text": "ثُمَّ صَدَقْنٰهُمُ الْوَعْدَ فَاَنْجَيْنٰهُمْ وَمَنْ نَّشَاۤءُ وَاَهْلَكْنَا الْمُسْرِفِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 322,
            "translation_aya_text": "Kemudian Kami tepati janji (yang telah Kami janjikan) kepada mereka. Maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki, dan Kami binasakan orang-orang yang melampaui batas.",
            "tafsir_jalalayn": "(Kemudian Kami tepati janji kepada mereka) yaitu untuk menyelamatkan mereka (maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki) yakni orang-orang yang beriman kepada para rasul itu (dan Kami binasakan orang-orang yang melampaui batas) yaitu orang-orang yang mendustakan para rasul.",
            "sajda": false,
            "transliteration": "summa sadaqnaa humul wa'da fa-anjainaahum wa man nashaaa'u wa ahlaknal musrifeen",
            "tajweed_text": "ثُ[g[مّ]َ صَدَ[q:8683[قْ]نَ[n[ـٰ]هُمُ [h:8684[ٱ]لْوَعْدَ فَأَ[f:8685[نج]َيْنَ[n[ـٰ]هُمْ وَم[a:8686[َن ن]َّش[o[َا]ٓءُ وَأَهْلَكْنَا [h:8687[ٱ]لْمُسْرِف[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2493,
            "aya_number": 10,
            "aya_text": "لَقَدْ اَنْزَلْنَآ اِلَيْكُمْ كِتٰبًا فِيْهِ ذِكْرُكُمْۗ اَفَلَا تَعْقِلُوْنَ ࣖ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 322,
            "translation_aya_text": " Sungguh, telah Kami turunkan kepadamu sebuah Kitab (Al-Qur'an) yang di dalamnya terdapat peringatan bagimu. Maka apakah kamu tidak mengerti?",
            "tafsir_jalalayn": "(Sesungguhnya telah Kami turunkan kepada kalian) hai orang-orang Quraisy (sebuah Kitab yang di dalamnya disebutkan diri kalian) disebabkan ia memakai bahasa kalian sendiri. (Maka apakah kalian tiada memahaminya?) lalu beriman kepadanya.",
            "sajda": false,
            "transliteration": "Laqad anzalnaaa ilaikum Kitaaban feehi zikrukum afalaa ta'qiloon",
            "tajweed_text": "لَقَ[q:2389[دْ] أَ[f:515[نز]َلْن[o[َآ] إِلَيْكُمْ كِتَ[n[ـٰ][f:8688[بًا ف]ِيهِ ذِكْرُكُمْ‌ۖ أَفَلَا تَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        }
    ]
}