{
    "page_number": 324,
    "data": [
        {
            "aya_id": 2508,
            "aya_number": 25,
            "aya_text": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدُوْنِ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku.",
            "tafsir_jalalayn": "(Dan Kami tidak mengutus seorang rasul pun sebelum kamu, melainkan Kami wahyukan) dalam satu qiraat lafal Nuuhii dibaca Yuuhaa (kepadanya, \"Bahwasanya tidak ada Tuhan melainkan Aku, maka sembahlah Aku olehmu sekalian\") artinya tauhidkanlah atau esakanlah Aku.",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaa min qablika mir Rasoolin illaa nooheee ilaihi annahoo laaa ilaaha illaaa Ana fa'budoon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2509,
            "aya_number": 26,
            "aya_text": "وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا سُبْحٰنَهٗ ۗبَلْ عِبَادٌ مُّكْرَمُوْنَ ۙ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "Dan mereka berkata, “Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.” Mahasuci Dia. Sebenarnya mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan,",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Tuhan Yang Maha Pemurah telah mengambil anak\") berupa Malaikat-malaikat (Maha Suci Allah. Sebenarnya) para malaikat itu (adalah hamba-hamba Allah yang dimuliakan) di sisi-Nya; dan pengertian kehambaan ini jelas bertentangan dengan pengertian keanakan.",
            "sajda": false,
            "transliteration": "Wa qaalut takhazar Rahmaanu waladan Subhaanah; bal 'ibaadum mkkramoon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2510,
            "aya_number": 27,
            "aya_text": "لَا يَسْبِقُوْنَهٗ بِالْقَوْلِ وَهُمْ بِاَمْرِهٖ يَعْمَلُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "mereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya.",
            "tafsir_jalalayn": "(Mereka tidak mendahului-Nya dengan perkataan) mereka sama sekali tidak pernah berkata melainkan setelah ada firman-Nya (dan mereka mengerjakan perintah-perintah-Nya) yakni setelah diperintahkan oleh-Nya.",
            "sajda": false,
            "transliteration": "Laa yasbiqoonahoo bil qawli wa hum bi amrihee ya'maloon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2511,
            "aya_number": 28,
            "aya_text": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُوْنَۙ اِلَّا لِمَنِ ارْتَضٰى وَهُمْ مِّنْ خَشْيَتِهٖ مُشْفِقُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "Dia (Allah) mengetahui segala sesuatu yang di hadapan mereka (malaikat) dan yang di belakang mereka, dan mereka tidak memberi syafaat melainkan kepada orang yang diridai (Allah), dan mereka selalu berhati-hati karena takut kepada-Nya.",
            "tafsir_jalalayn": "(Allah mengetahui segala sesuatu yang di hadapan mereka dan yang di belakang mereka) apa yang telah mereka kerjakan dan yang sedang mereka kerjakan (dan mereka tiada memberi syafaat melainkan kepada orang yang diridai) oleh Allah swt. untuk mendapatkannya (dan mereka karena takut kepada-Nya) kepada Allah swt. (selalu berhati-hati) selalu takut kepada-Nya.",
            "sajda": false,
            "transliteration": "Ya'lamu maa baina aideehim wa maa khalfahum wa laa yashfa'oona illaa limanir tadaa wa hum min khash yatihee mushfiqoon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2512,
            "aya_number": 29,
            "aya_text": "۞ وَمَنْ يَّقُلْ مِنْهُمْ اِنِّيْٓ اِلٰهٌ مِّنْ دُوْنِهٖ فَذٰلِكَ نَجْزِيْهِ جَهَنَّمَۗ  كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ ࣖ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "Dan barangsiapa di antara mereka berkata, “Sungguh, aku adalah tuhan selain Allah,” maka orang itu Kami beri balasan dengan Jahanam. Demikianlah Kami memberikan balasan kepada orang-orang yang zalim.",
            "tafsir_jalalayn": "(Dan barang siapa di antara mereka mengatakan, \"Sesungguhnya aku adalah tuhan selain daripada-Nya\") selain daripada Allah swt., dia adalah iblis yang menganjurkan manusia untuk menyembah dan taat kepada perintahnya (maka orang itu Kami beri balasan dengan Jahanam, demikianlah) sebagaimana Kami memberikan balasan kepada iblis (Kami memberikan pembalasan kepada orang-orang yang zalim) yakni orang-orang yang musyrik.",
            "sajda": false,
            "transliteration": "Wa mai yaqul minhum inneee ilaahum min doonihee fazaalika najzeehi Jahannam; kazaalika najziz zaalimeen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2513,
            "aya_number": 30,
            "aya_text": "اَوَلَمْ يَرَ الَّذِيْنَ كَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَاۗ وَجَعَلْنَا مِنَ الْمَاۤءِ كُلَّ شَيْءٍ حَيٍّۗ  اَفَلَا يُؤْمِنُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "Dan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman?",
            "tafsir_jalalayn": "(Apakah tidak) dapat dibaca Awalam atau Alam (melihat) mengetahui (orang-orang yang kafir itu, bahwasanya langit dan bumi itu keduanya dahulu merupakan suatu yang padu) bersatu (kemudian Kami pisahkan) Kami jadikan langit tujuh lapis dan bumi tujuh lapis pula. Kemudian langit itu dibuka sehingga dapat menurunkan hujan yang sebelumnya tidak dapat menurunkan hujan. Kami buka pula bumi itu sehingga dapat menumbuhkan tetumbuhan, yang sebelumnya tidak dapat menumbuhkannya. (Dan daripada air Kami jadikan) air yang turun dari langit dan yang keluar dari mata air di bumi (segala sesuatu yang hidup) tumbuh-tumbuhan dan lain-lainnya, maksudnya airlah penyebab bagi kehidupannya. (Maka mengapakah mereka tiada juga beriman?) kepada keesaan-Ku.",
            "sajda": false,
            "transliteration": "Awalam yaral lazeena kafarooo annas samaawaati wal arda kaanataa ratqan faftaqnaahumaa wa ja'alnaa minal maaa'i kulla shai'in haiyin afalaa yu'minoon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2514,
            "aya_number": 31,
            "aya_text": "وَجَعَلْنَا فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْۖ وَجَعَلْنَا فِيْهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk.",
            "tafsir_jalalayn": "(Dan telah Kami jadikan di bumi ini berpatok-patok) yakni gunung-gunung yang kokoh (supaya) tidak (goncang ia) yakni, bumi (bersama mereka dan telah Kami jadikan pula padanya) di gunung-gunung itu (celah-celah) yang dapat ditempuh (sebagai jalan-jalan) lafal Subulan ini menjadi Badal dari lafal Fijaajan, artinya jalan-jalan yang luas dan dapat ditempuh (agar mereka mendapat petunjuk) untuk sampai pada tujuan-tujuan mereka dalam bepergian.",
            "sajda": false,
            "transliteration": "Wa ja'alnaa fil ardi rawaasiya an tameeda bihim wa ja'alnaa feehaa fijaajan subulal la'allahum yahtadoon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2515,
            "aya_number": 32,
            "aya_text": "وَجَعَلْنَا السَّمَاۤءَ سَقْفًا مَّحْفُوْظًاۚ وَهُمْ عَنْ اٰيٰتِهَا مُعْرِضُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "Dan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan, dan lain-lain).",
            "tafsir_jalalayn": "(Dan Kami menjadikan langit itu sebagai atap) bagi bumi, sebagaimana atap yang menaungi rumah (yang terpelihara) tidak sampai ambruk (sedang mereka dari segala tanda-tanda yang ada padanya) berupa matahari, bulan dan bintang-bintang (berpaling) mereka yakni orang kafir tidak mau memikirkan hal itu hingga mereka mengetahui, bahwa pencipta kesemuanya itu tiada sekutu bagi-Nya.",
            "sajda": false,
            "transliteration": "Wa ja'alnas samaaa'a saqfam mahfoozanw wa hum 'an Aayaatihaa mu'ridoon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2516,
            "aya_number": 33,
            "aya_text": "وَهُوَ الَّذِيْ خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَۗ  كُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing beredar pada garis edarnya.",
            "tafsir_jalalayn": "(Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing dari semua itu) lafal Kullun ini tanwinnya merupakan pergantian daripada Mudhaf ilaih, maksudnya masing-masing daripada matahari, bulan dan bintang-bintang lainnya (di dalam garis edarnya) pada garis edarnya yang bulat di angkasa bagaikan bundaran batu penggilingan gandum (beredar) maksudnya semua berjalan dengan cepat sebagaimana berenang di atas air. Disebabkan ungkapan ini memakai Tasybih, maka didatangkanlah Dhamir bagi orang-orang yang berakal; yakni keadaan semua yang beredar pada garis edarnya itu bagaikan orang-orang yang berenang di dalam air.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee khalaqal laila wannahaara washshamsa wal qamara kullun fee falakiny yashbahoon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2517,
            "aya_number": 34,
            "aya_text": "وَمَا جَعَلْنَا لِبَشَرٍ مِّنْ قَبْلِكَ الْخُلْدَۗ اَفَا۟ىِٕنْ مِّتَّ فَهُمُ الْخٰلِدُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "Dan Kami tidak menjadikan hidup abadi bagi seorang manusia sebelum engkau (Muhammad); maka jika engkau wafat, apakah mereka akan kekal?",
            "tafsir_jalalayn": "Ayat ini diturunkan ketika orang-orang kafir berkata, bahwa sesungguhnya Muhammad itu pasti akan mati (Kami tidak menjadikan hidup kekal bagi seorang manusia pun sebelum kamu) hidup abadi di dunia (maka jika kamu mati, apakah mereka akan kekal?) di dunia? Tentu saja tidak. Jumlah kalimat yang terakhir inilah yang mengandung pengertian ingkar.",
            "sajda": false,
            "transliteration": "Wa maa ja'alnaa libasharim min qablikal khuld; afaimmitta fahumul khaalidoon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2518,
            "aya_number": 35,
            "aya_text": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَنَبْلُوْكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ۗوَاِلَيْنَا تُرْجَعُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 324,
            "translation_aya_text": "Setiap yang bernyawa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Dan kamu akan dikembalikan hanya kepada Kami.",
            "tafsir_jalalayn": "(Tiap-tiap yang berjiwa itu akan merasakan mati) di dunia (dan Kami akan menguji kalian) mencoba kalian (dengan keburukan dan kebaikan) seperti miskin, kaya, sakit dan sehat (sebagai cobaan) kalimat ini menjadi Maf'ul Lah, maksudnya supaya Kami melihat, apakah mereka bersabar dan bersyukur ataukah tidak. (Dan hanya kepada Kamilah kalian dikembalikan) kemudian Kami akan membalas kalian.",
            "sajda": false,
            "transliteration": "Kullu nafsin zaaa'iqatul mawt; wa nablookum bishsharri walkhairi fitnatanw wa ilainaa turja'oon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        }
    ]
}