{
    "page_number": 327,
    "data": [
        {
            "aya_id": 2541,
            "aya_number": 58,
            "aya_text": "فَجَعَلَهُمْ جُذَاذًا اِلَّا كَبِيْرًا لَّهُمْ لَعَلَّهُمْ اِلَيْهِ يَرْجِعُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Maka dia (Ibrahim) menghancurkan (berhala-berhala itu) berkeping-keping, kecuali yang terbesar (induknya); agar mereka kembali (untuk bertanya) kepadanya.",
            "tafsir_jalalayn": "(Maka Ibrahim membuat berhala-berhala itu) sesudah mereka pergi meninggalkannya menuju ke tempat pertemuan di hari raya mereka (menjadi puing-puing) dapat dibaca Judzaadzan dan Jidzaadzan, artinya hancur terpotong-potong di kapak oleh Nabi Ibrahim (kecuali yang terbesar dari mereka) lalu Nabi Ibrahim menggantungkan kapaknya ke pundak berhala yang terbesar itu (agar mereka kepadanya) yakni kepada berhala yang terbesar itu (menanyakannya) maka mereka akan melihat apa yang ia perbuat terhadap berhala-berhala yang lain.",
            "sajda": false,
            "transliteration": "Faja'alahum juzaazan illaa kabeeral lahum la'allahum ilaihi yarji'oon",
            "tajweed_text": "فَجَعَلَهُمْ جُذ[n[َٲ]ذًا إِلَّا كَبِي[u:8791[رًا ل]َّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2542,
            "aya_number": 59,
            "aya_text": "قَالُوْا مَنْ فَعَلَ هٰذَا بِاٰلِهَتِنَآ اِنَّهٗ لَمِنَ الظّٰلِمِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Mereka berkata, “Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sungguh, dia termasuk orang yang zalim.”",
            "tafsir_jalalayn": "(Mereka berkata) setelah kembali dan melihat apa yang telah diperbuat terhadap berhala-berhala mereka, (\"Siapakah yang melakukan perbuatan ini terhadap tuhan-tuhan kami, sesungguhnya dia termasuk orang-orang yang zalim\") di dalam perbuatannya ini.",
            "sajda": false,
            "transliteration": "Qaaloo man fa'ala haazaa bi aalihatinaaa innahoo laminaz zaalimeen",
            "tajweed_text": "قَالُو[s[اْ] مَ[f:8792[ن ف]َعَلَ هَ[n[ـٰ]ذَا بِـَٔـالِهَتِن[o[َآ] إِ[g[نّ]َهُ[n[ۥ] لَمِنَ [h:766[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2543,
            "aya_number": 60,
            "aya_text": "قَالُوْا سَمِعْنَا فَتًى يَّذْكُرُهُمْ يُقَالُ لَهٗٓ اِبْرٰهِيْمُ ۗ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Mereka (yang lain) berkata, “Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.”",
            "tafsir_jalalayn": "(Mereka berkata) sebagian dari mereka kepada yang lain, (\"Kami dengar ada seorang pemuda yang menyebut-nyebut mereka) yakni yang mencaci maki berhala-berhala itu (yang bernama Ibrahim\")",
            "sajda": false,
            "transliteration": "Qaaloo sami'naa fatany yazkuruhum yuqaalu lahooo Ibraaheem",
            "tajweed_text": "قَالُو[s[اْ] سَمِعْنَا فَ[a:8793[تًى ي]َذْكُرُهُمْ يُقَالُ لَهُ[o[ۥٓ] إِ[q:2003[بْ]ر[n[َٲ]ه[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2544,
            "aya_number": 61,
            "aya_text": "قَالُوْا فَأْتُوْا بِهٖ عَلٰٓى اَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Mereka berkata, “(Kalau demikian) bawalah dia dengan diperlihatkan kepada orang banyak, agar mereka menyaksikan.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Kalau demikian, bawalah dia ke hadapan orang banyak) perlihatkanlah dia kepada mereka (agar mereka menyaksikan\") bahwasanya dialah yang telah melakukan semuanya ini.",
            "sajda": false,
            "transliteration": "Qaaloo faatoo bihee 'alaaa a'yunin naasi la'allahum yash hadoon",
            "tajweed_text": "قَالُو[s[اْ] فَأْتُو[s[اْ] بِه[n[ِۦ] عَلَ[o[ىٰٓ] أَعْيُنِ [h:8794[ٱ][l[ل][g[نّ]َاسِ لَعَلَّهُمْ يَشْهَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2545,
            "aya_number": 62,
            "aya_text": "قَالُوْٓا ءَاَنْتَ فَعَلْتَ هٰذَا بِاٰلِهَتِنَا يٰٓاِبْرٰهِيْمُ ۗ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": " Mereka bertanya, “Apakah engkau yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami, wahai Ibrahim?”",
            "tafsir_jalalayn": "(Mereka bertanya) setelah menghadirkan Ibrahim, (\"Apakah kamu) dapat dibaca A'anta dan A-anta (yang melakukan perbuatan ini terhadap tuhan-tuhan kami, hai Ibrahim?\")",
            "sajda": false,
            "transliteration": "Qaalooo 'a-anta fa'alta haazaa bi aalihatinaa yaaa Ibraaheem",
            "tajweed_text": "قَال[o[ُوٓ][s[اْ] ءَأَ[f:3896[نت]َ فَعَلْتَ هَ[n[ـٰ]ذَا بِـَٔـالِهَتِنَا يَ[o[ـٰٓ]إِ[q:6429[بْ]ر[n[َٲ]ه[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2546,
            "aya_number": 63,
            "aya_text": "قَالَ بَلْ فَعَلَهٗ كَبِيْرُهُمْ هٰذَا فَسْـَٔلُوْهُمْ اِنْ كَانُوْا يَنْطِقُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Dia (Ibrahim) menjawab, “Sebenarnya (patung) besar itu yang melakukannya, maka tanyakanlah kepada mereka, jika mereka dapat berbicara.”",
            "tafsir_jalalayn": "(Ibrahim menjawab) seraya menyembunyikan apa yang sebenarnya telah ia lakukan, (\"Sebenarnya patung yang besar itulah yang melakukannya, maka tanyakanlah kepada berhala-berhala itu) siapakah pelakunya (jika mereka dapat berbicara\") Jawab syarat dari kalimat ayat ini telah didahulukan dan kalimat yang sebelumnya merupakan sindiran bagi para penyembah berhala, bahwa berhala-berhala yang telah dimaklumi ketidakmampuannya untuk berbuat itu bukan tuhan.",
            "sajda": false,
            "transliteration": "Qaala bal fa'alahoo kabeeruhum haazaa fas'aloohum in kaanoo yantiqoon",
            "tajweed_text": "قَالَ بَلْ فَعَلَهُ[n[ۥ] كَبِيرُهُمْ هَ[n[ـٰ]ذَا فَسْــَٔلُوهُمْ إِ[f:5674[ن ك]َانُو[s[اْ] يَ[f:8795[نط]ِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2547,
            "aya_number": 64,
            "aya_text": "فَرَجَعُوْٓا اِلٰٓى اَنْفُسِهِمْ فَقَالُوْٓا اِنَّكُمْ اَنْتُمُ الظّٰلِمُوْنَ ۙ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Maka mereka kembali kepada kesadaran mereka dan berkata, “Sesungguhnya kamulah yang menzalimi (diri sendiri).”",
            "tafsir_jalalayn": "(Maka mereka telah kembali kepada kesadaran mereka) setelah berpikir (lalu berkata) kepada diri mereka sendiri, (\"Sesungguhnya kalian adalah orang-orang yang berbuat aniaya\") disebabkan kalian menyembah berhala yang tidak dapat berbicara.",
            "sajda": false,
            "transliteration": "Faraja'ooo ilaaa anfusihim faqaalooo innakum antumuz zaalimoon",
            "tajweed_text": "فَرَجَع[o[ُوٓ][s[اْ] إِلَ[o[ىٰٓ] أَ[f:568[نف]ُسِهِمْ فَقَال[o[ُوٓ][s[اْ] إِ[g[نّ]َكُمْ أَ[f:8796[نت]ُمُ [h:8797[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2548,
            "aya_number": 65,
            "aya_text": "ثُمَّ نُكِسُوْا عَلٰى رُءُوْسِهِمْۚ  لَقَدْ عَلِمْتَ مَا هٰٓؤُلَاۤءِ يَنْطِقُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Kemudian mereka menundukkan kepala (lalu berkata), “Engkau (Ibrahim) pasti tahu bahwa (berhala-berhala) itu tidak dapat berbicara.”",
            "tafsir_jalalayn": "(Kemudian mereka menundukkan) karena malu kepada Allah (kepala mereka) karena kekafirannya telah dinyatakan, maka mereka berkata, \"Demi Allah! (Sesungguhnya kamu telah mengetahui, bahwa berhala-berhala itu tidak dapat berbicara\") mengapa kamu menyuruh kami bertanya kepada mereka.",
            "sajda": false,
            "transliteration": "Summa nukisoo 'alaa ru'oosihim laqad 'alimta maa haaa'ulaaa'i yantiqoon",
            "tajweed_text": "ثُ[g[مّ]َ نُكِسُو[s[اْ] عَلَىٰ رُءُوسِهِمْ لَقَ[q:2389[دْ] عَلِمْتَ مَا هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ يَ[f:8795[نط]ِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2549,
            "aya_number": 66,
            "aya_text": "قَالَ اَفَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكُمْ شَيْـًٔا وَّلَا يَضُرُّكُمْ ۗ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Dia (Ibrahim) berkata, “Mengapa kamu menyembah selain Allah, sesuatu yang tidak dapat memberi manfaat sedikit pun, dan tidak (pula) mendatangkan mudarat kepada kamu?",
            "tafsir_jalalayn": "(Ibrahim berkata, \"Maka mengapakah kalian menyembah selain Allah) sebagai ganti dari-Nya untuk kalian sembah (sesuatu yang tidak dapat memberi manfaat sedikit pun kepada kalian) berupa rezeki dan lain-lainnya (dan tidak pula memberi mudarat kepada kalian?\") barang sedikit pun, jika kalian tidak menyembahnya.",
            "sajda": false,
            "transliteration": "Qaala afata'budoona min doonil laahi maa laa yanfa'ukum shai'anw wa laa yadurrukum",
            "tajweed_text": "قَالَ أَفَتَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَ[f:6307[نف]َعُكُمْ شَيْـ[a:232[ـًٔا و]َلَا يَضُرُّكُمْ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2550,
            "aya_number": 67,
            "aya_text": "اُفٍّ لَّكُمْ وَلِمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَفَلَا تَعْقِلُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Celakalah kamu dan apa yang kamu sembah selain Allah! Tidakkah kamu mengerti?”",
            "tafsir_jalalayn": "(Ah, alangkah buruknya) lafal Uffin atau Uffan ini bermakna Mashdar, artinya busuklah (kalian beserta apa yang kalian sembah selain Allah. Maka apakah kalian tidak memahami?) bahwa berhala-berhala itu tidak berhak untuk disembah dan tidak layak untuk dijadikan sesembahan, karena sesungguhnya yang berhak disembah itu hanyalah Allah semata.",
            "sajda": false,
            "transliteration": "Uffil lakum wa limaa ta'budoona min doonil laah; afalaa ta'qiloon",
            "tajweed_text": "أُ[u:8798[فٍّ ل]َّكُمْ وَلِمَا تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ‌ۖ أَفَلَا تَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2551,
            "aya_number": 68,
            "aya_text": "قَالُوْا حَرِّقُوْهُ وَانْصُرُوْٓا اٰلِهَتَكُمْ اِنْ كُنْتُمْ فٰعِلِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": " Mereka berkata, “Bakarlah dia dan bantulah tuhan-tuhan kamu, jika kamu benar-benar hendak berbuat.”",
            "tafsir_jalalayn": "(Mereka berkata, \"Bakarlah dia) yakni Nabi Ibrahim (dan bantulah tuhan-tuhan kalian) dengan membakar Ibrahim (jika kalian benar-benar hendak bertindak\") untuk menolong tuhan-tuhan kalian. Mereka segera mengumpulkan kayu-kayu yang banyak sekali, lalu mereka menyalakannya. Mereka mengikat Nabi Ibrahim, kemudian menaruhnya pada Manjaniq atau alat pelontar yang besar, lalu Nabi Ibrahim dilemparkan ke dalam api yang besar itu. Allah berfirman:",
            "sajda": false,
            "transliteration": "Qaaloo harriqooho wansurooo aalihatakum in kuntum faa'ileen",
            "tajweed_text": "قَالُو[s[اْ] حَرِّقُوهُ وَ[h:8799[ٱ][f:8799[نص]ُر[o[ُوٓ][s[اْ] ءَالِهَتَكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ فَ[n[ـٰ]عِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2552,
            "aya_number": 69,
            "aya_text": "قُلْنَا يَا نَارُ كُوْنِيْ بَرْدًا وَّسَلٰمًا عَلٰٓى اِبْرٰهِيْمَ ۙ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Kami (Allah) berfirman, “Wahai api! Jadilah kamu dingin, dan penyelamat bagi Ibrahim!”",
            "tafsir_jalalayn": "(Kami berfirman, \"Hai api! Menjadi dinginlah dan menjadi keselamatanlah bagi Ibrahim\") maka api itu tidak membakarnya selain pada tali-tali pengikatnya saja dan lenyaplah panas api itu, yang tinggal hanyalah cahayanya saja, hal ini berkat perintah Allah, 'Salaaman' yakni menjadi keselamatan bagi Ibrahim, akhirnya Nabi Ibrahim selamat dari kematian karena api itu dingin.",
            "sajda": false,
            "transliteration": "Qulnaa yaa naaru koonee bardanw wa salaaman 'alaaa Ibraaheem",
            "tajweed_text": "قُلْنَا يَ[n[ـٰ]نَارُ كُونِى بَرْ[a:8800[دًا و]َسَلَ[n[ـٰ]مًا عَلَ[o[ىٰٓ] إِ[q:1860[بْ]ر[n[َٲ]ه[p[ِي]مَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2553,
            "aya_number": 70,
            "aya_text": "وَاَرَادُوْا بِهٖ كَيْدًا فَجَعَلْنٰهُمُ الْاَخْسَرِيْنَ ۚ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Dan mereka hendak berbuat jahat terhadap Ibrahim, maka Kami menjadikan mereka itu orang-orang yang paling rugi.",
            "tafsir_jalalayn": "(Mereka hendak berbuat makar terhadap Ibrahim) yaitu dengan membakarnya (maka Kami menjadikan mereka itu orang-orang yang paling merugi) di dalam tujuan mereka.",
            "sajda": false,
            "transliteration": "Wa araadoo bihee kaidan faja'alnaahumul akhsareen",
            "tajweed_text": "وَأَرَادُو[s[اْ] بِه[n[ِۦ] كَيْ[f:8801[دًا ف]َجَعَلْنَ[n[ـٰ]هُمُ [h:8802[ٱ]لْأَخْسَر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2554,
            "aya_number": 71,
            "aya_text": "وَنَجَّيْنٰهُ وَلُوْطًا اِلَى الْاَرْضِ الَّتِيْ بٰرَكْناَ فِيْهَا لِلْعٰلَمِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Dan Kami selamatkan dia (Ibrahim) dan Lut ke sebuah negeri yang telah Kami berkahi untuk seluruh alam.",
            "tafsir_jalalayn": "(Dan Kami selamatkan Ibrahim dan Luth) anak saudara Nabi Ibrahim yang bernama Haran yang tinggal di negeri Iraq (ke sebuah negeri yang Kami telah memberkahinya untuk sekalian manusia) dengan menjadikan sungai-sungai dan pohon-pohon yang banyak padanya, yaitu negeri Syam. Nabi Ibrahim tinggal di negeri Palestina sedangkan Nabi Luth di Mu'tafikah; jarak antara kedua negeri itu dapat ditempuh dalam sehari.",
            "sajda": false,
            "transliteration": "Wa najjainaahu wa Lootan ilal ardil latee baaraknaa feehaa lil 'aalameen",
            "tajweed_text": "وَنَجَّيْنَ[n[ـٰ]هُ وَلُوطًا إِلَى [h:5136[ٱ]لْأَرْضِ [h:8803[ٱ]لَّتِى بَ[n[ـٰ]رَكْنَا فِيهَا لِلْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2555,
            "aya_number": 72,
            "aya_text": "وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ نَافِلَةً ۗوَكُلًّا جَعَلْنَا صٰلِحِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 327,
            "translation_aya_text": "Dan Kami menganugerahkan kepadanya (Ibrahim) Ishak dan Yakub, sebagai suatu anugerah. Dan masing-masing Kami jadikan orang yang saleh.",
            "tafsir_jalalayn": "(Dan Kami telah memberikan kepadanya) kepada Ibrahim, yang sebelumnya selalu mendambakan mempunyai seorang anak, sebagaimana yang disebutkan di dalam surah Ash-Shaffat (Ishak dan Yakub sebagai suatu anugerah) dari Kami, yaitu anugerah yang lebih daripada apa yang dimintanya. Atau yang dimaksud dengan Naafilah adalah cucu (Dan masing-masingnya) Nabi Ibrahim dan kedua anaknya itu (Kami jadikan orang-orang yang saleh) yakni menjadi nabi semuanya.",
            "sajda": false,
            "transliteration": "Wa wahabnaa lahooo Ishaaq; wa Ya'qooba naafilah; wa kullan ja'alnaa saaliheen",
            "tajweed_text": "وَوَهَ[q:4212[بْ]نَا لَهُ[o[ۥٓ] إِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ نَافِلَ[a:8804[ةً‌ۖ و]َكُل[f:8357[اًّ ج]َعَلْنَا صَ[n[ـٰ]لِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        }
    ]
}