{
    "page_number": 328,
    "data": [
        {
            "aya_id": 2556,
            "aya_number": 73,
            "aya_text": "وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا وَاَوْحَيْنَآ اِلَيْهِمْ فِعْلَ الْخَيْرٰتِ وَاِقَامَ الصَّلٰوةِ وَاِيْتَاۤءَ الزَّكٰوةِۚ وَكَانُوْا لَنَا عٰبِدِيْنَ ۙ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 328,
            "translation_aya_text": "Dan Kami menjadikan mereka itu sebagai pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami dan Kami wahyukan kepada mereka agar berbuat kebaikan, melaksanakan salat dan menunaikan zakat, dan hanya kepada Kami mereka menyembah.",
            "tafsir_jalalayn": "(Kami telah menjadikan mereka itu sebagian pemimpin-pemimpin) dapat dibaca A-immatan atau Ayimmatan, yakni pemimpin yang menjadi teladan dalam kebaikan (yang memberi petunjuk) kepada manusia (dengan perintah Kami) memberi petunjuk kepada mereka untuk memeluk agama Kami (dan telah Kami wahyukan kepada mereka mengerjakan kebajikan, mendirikan salat, menunaikan zakat) hendaknya mereka dan orang-orang yang mengikuti mereka mengerjakan semuanya itu. Huruf Ha dari lafal Iqaamah dibuang demi untuk meringankan bunyi, sehingga menjadi Iqaamash Shalaati bukan Iqaamatish Shalaati (dan hanya kepada Kamilah mereka selalu menyembah).",
            "sajda": false,
            "transliteration": "Wa ja'alnaahum a'immatany yahdoona bi amrinaa wa awhainaaa ilaihim fi'lal khairaati wa iqaamas Salaati wa eetaaa'az Zakaati wa kaanoo lanaa 'aabideen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2557,
            "aya_number": 74,
            "aya_text": "وَلُوْطًا اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا وَّنَجَّيْنٰهُ مِنَ الْقَرْيَةِ الَّتِيْ كَانَتْ تَّعْمَلُ الْخَبٰۤىِٕثَ ۗاِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فٰسِقِيْنَۙ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 328,
            "translation_aya_text": "Kepada Lut, Kami berikan hikmah dan ilmu, dan Kami selamatkan dia dari (azab yang telah menimpa penduduk) kota yang melakukan perbuatan keji. Sungguh, mereka orang-orang yang jahat lagi fasik.  ",
            "tafsir_jalalayn": "(Dan kepada Luth, Kami telah berikan hukum) yang memutuskan di antara orang-orang yang bersengketa (dan ilmu dan telah Kami selamatkan dia dari azab yang telah menimpa kota yang penduduknya mengerjakan) perbuatan-perbuatan (keji) yaitu seperti liwath atau homosex, main dadu, menebak nasib dengan burung dan lain sebagainya. (Sesungguhnya mereka adalah kaum yang jahat) lafal Sau-in adalah bentuk Mashdar dari lafal Saa-a lawan kata dari Sarra, artinya jahat atau buruk (lagi fasik).",
            "sajda": false,
            "transliteration": "Wa Lootan aatainaahu hukmanw wa 'ilmanw wa najjainaahu minal qaryatil latee kaanat ta'malul khabaaa'is; innahum kaanoo qawma saw'in faasiqeen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2558,
            "aya_number": 75,
            "aya_text": "وَاَدْخَلْنٰهُ فِيْ رَحْمَتِنَاۗ اِنَّهٗ مِنَ الصّٰلِحِيْنَ ࣖ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 328,
            "translation_aya_text": " Dan Kami masukkan dia ke dalam rahmat Kami; sesungguhnya dia termasuk golongan orang yang saleh.",
            "tafsir_jalalayn": "(Dan Kami masukkan dia ke dalam rahmat Kami) yang antara lain dia Kami selamatkan dari kaumnya. (Karena sesungguhnya dia termasuk orang-orang yang saleh).",
            "sajda": false,
            "transliteration": "Wa adkhalnaahu fee rahmatinaa innahoo minas saalihee",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2559,
            "aya_number": 76,
            "aya_text": "وَنُوْحًا اِذْ نَادٰى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهٗ فَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِ ۚ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 328,
            "translation_aya_text": "Dan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar.",
            "tafsir_jalalayn": "(Dan) ingatlah kisah (Nuh) kalimat yang sesudahnya merupakan Badal atau kata ganti daripadanya (ketika dia berdoa) yakni berdoa bagi kebinasaan kaumnya, sebagaimana yang disitir oleh ayat lain, yaitu firman-Nya, \"Ya Rabbku! Janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.\" (Q.S. Nuh, 26). (sebelum itu) sebelum Nabi Ibrahim dan Nabi Luth (dan Kami memperkenankan doanya, lalu Kami selamatkan dia beserta keluarganya) beserta orang-orang yang ada di dalam bahteranya (dari bencana yang besar) dari bencana tenggelam dan permusuhan kaumnya yang mendustakannya.",
            "sajda": false,
            "transliteration": "Wa noohan iz naadaa min qablu fastajabnaa lahoo fanajjainaahu wa ahlahoo minal karbil 'azeem",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2560,
            "aya_number": 77,
            "aya_text": "وَنَصَرْنٰهُ مِنَ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 328,
            "translation_aya_text": " Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya.",
            "tafsir_jalalayn": "(Dan Kami telah menolongnya) Kami pelihara dia (dari kaum yang telah mendustakan ayat-ayat Kami) yang menunjukkan kerasulannya, hingga mereka tidak dapat menimpakan keburukan kepadanya (Sesungguhnya mereka adalah kaum yang jahat, maka Kami tenggelamkan mereka semuanya).",
            "sajda": false,
            "transliteration": "Wa nasarnaahu minal qawmil lazeena kazzaboo bi Aayaatinaa; innahum kkaanoo qawma saw'in fa-aghraq naahum ajma'een",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2561,
            "aya_number": 78,
            "aya_text": "وَدَاوٗدَ وَسُلَيْمٰنَ اِذْ يَحْكُمٰنِ فِى الْحَرْثِ اِذْ نَفَشَتْ فِيْهِ غَنَمُ الْقَوْمِۚ وَكُنَّا لِحُكْمِهِمْ شٰهِدِيْنَ ۖ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 328,
            "translation_aya_text": " Dan (ingatlah kisah) Dawud dan Sulaiman, ketika keduanya memberikan keputusan mengenai ladang, karena (ladang itu) dirusak oleh kambing-kambing milik kaumnya. Dan Kami menyaksikan keputusan (yang diberikan) oleh mereka itu.",
            "tafsir_jalalayn": "(Dan) ingatlah (Daud dan Sulaiman) yakni kisah keduanya, dijelaskan oleh ayat selanjutnya (di waktu keduanya memberikan keputusan mengenai tanaman) berupa ladang atau pohon anggur (karena tanaman itu dirusak oleh kambing-kambing kepunyaan kaumnya) kambing-kambing itu memakannya dan merusaknya di waktu malam hari tanpa ada penggembalanya, karena kambing-kambing itu lepas dengan sendirinya dari kandangnya. (Dan adalah Kami menyaksikan keputusan yang diberikan oleh mereka itu) Dhamir jamak dalam ayat ini menunjukkan makna untuk dua orang, yaitu Nabi Daud dan Nabi Sulaiman. Lalu Nabi Daud berkata, \"Pemilik ladang itu berhak untuk memiliki kambing-kambing yang telah merusak ladangnya\". Akan tetapi Nabi Sulaiman memutuskan, \"Pemilik kebun hanya diperbolehkan memanfaatkan air susu, anak-anak dan bulu-bulunya, sampai tanaman ladang kembali seperti semula, diperbaiki oleh pemilik kambing, setelah itu ia diharuskan mengembalikan kambing-kambing itu kepada pemiliknya\".",
            "sajda": false,
            "transliteration": "Wa Daawooda wa Sulaimaana iz yahkumaani fil harsi iz nafashat feehi ghanamul qawmi wa kunnaa lihukmihim shaahideen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2562,
            "aya_number": 79,
            "aya_text": "فَفَهَّمْنٰهَا سُلَيْمٰنَۚ وَكُلًّا اٰتَيْنَا حُكْمًا وَّعِلْمًاۖ وَّسَخَّرْنَا مَعَ دَاوٗدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَۗ وَكُنَّا فٰعِلِيْنَ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 328,
            "translation_aya_text": " Dan Kami memberikan pengertian kepada Sulaiman (tentang hukum yang lebih tepat); dan kepada masing-masing Kami berikan hikmah dan ilmu, dan Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Dawud. Dan Kamilah yang melakukannya.",
            "tafsir_jalalayn": "(Maka Kami telah memberikan pengertian tentang hukum) yakni keputusan yang adil dan tepat (kepada Sulaiman) keputusan yang dilakukan oleh keduanya itu berdasarkan ijtihad masing-masing, kemudian Nabi Daud mentarjihkan atau menguatkan keputusan yang diambil oleh Nabi Sulaiman. Menurut suatu pendapat dikatakan, bahwa keputusan keduanya itu berdasarkan wahyu dari Allah dan keputusan yang kedua yaitu yang telah diambil oleh Nabi Sulaiman berfungsi memansukh hukum yang pertama, yakni hukum Nabi Daud (dan kepada masing-masing) daripada keduanya (Kami berikan) kepadanya (hikmah) kenabian (dan ilmu) tentang masalah-masalah agama (dan telah Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Daud) demikianlah gunung-gunung dan burung-burung itu ditundukkan untuk bertasbih bersama Nabi Daud. Nabi Daud memerintahkan gunung-gunung dan burung-burung untuk ikut bertasbih bersamanya bila ia mengalami kelesuan, hingga ia menjadi semangat lagi dalam bertasbih. (Dan Kamilah yang melakukannya) yakni Kamilah yang menundukkan keduanya dapat bertasbih bersama Daud, sekalipun hal ini menurut kalian merupakan hal yang ajaib dan aneh yaitu tunduk dan patuhnya gunung-gunung dan burung-burung kepada perintah Nabi Daud.",
            "sajda": false,
            "transliteration": "Fafahhamnaahaa sulaimaan; wa kullan aatainaa hukmanw wa'ilmanw wa sakh kharnaa ma'a Daawoodal jibaala yusabbihna wattayr; wa kunnaa faa'ileen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2563,
            "aya_number": 80,
            "aya_text": "وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شَاكِرُوْنَ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 328,
            "translation_aya_text": "Dan Kami ajarkan (pula) kepada Dawud cara membuat baju besi untukmu, guna melindungi kamu dalam peperangan. Apakah kamu bersyukur (kepada Allah)?",
            "tafsir_jalalayn": "(Dan Kami ajarkan kepada Daud membuat baju besi) yaitu baju yang terbuat dari besi, dialah orang pertama yang menciptakannya dan sebelumnya hanyalah berupa lempengan-lempengan besi saja (untuk kalian) yakni untuk segolongan manusia (guna melindungi diri kalian) jika dibaca Linuhshinakum, maka Dhamirnya kembali kepada Allah, maksudnya, supaya Kami melindungi kalian. Dan jika ia dibaca Lituhshinahum, maka Dhamirnya kembali kepada baju besi, maksudnya, supaya baju besi itu melindungi diri kalian. Jika dibaca Liyuhshinakum, maka Dhamirnya kembali kepada Nabi Daud, maksudnya, supaya dia melindungi kalian (dalam peperangan kalian) melawan musuh-musuh kalian. (Maka hendaklah kalian) hai penduduk Mekah (bersyukur) atas nikmat karunia-Ku itu, yaitu dengan percaya kepada Rasulullah. Maksudnya bersyukurlah kalian atas hal tersebut kepada-Ku.",
            "sajda": false,
            "transliteration": "Wa 'allamanaahu san'ata laboosil lakum lituhsinakum mim baasikum fahal antum shaakiroon",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2564,
            "aya_number": 81,
            "aya_text": "وَلِسُلَيْمٰنَ الرِّيْحَ عَاصِفَةً تَجْرِيْ بِاَمْرِهٖٓ اِلَى الْاَرْضِ الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَكُنَّا بِكُلِّ شَيْءٍ عٰلِمِيْنَ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 328,
            "translation_aya_text": "Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Dan) telah Kami tundukkan (untuk Sulaiman angin yang sangat kencang tiupannya) dan pada ayat yang lain disebutkan Rukha-an, artinya angin yang sangat kencang dan pelan tiupannya, kesemuanya itu sesuai dengan kehendak Nabi Sulaiman (yang berhembus dengan perintahnya ke negeri yang kami telah memberkatinya) yakni negeri Syam. (Dan adalah Kami Maha Mengetahui segala sesuatu) antara lain ilmu Allah yang telah diberikan kepada Sulaiman itu akan mendorongnya tunduk patuh kepada Rabbnya. Allah melakukan hal itu sesuai dengan ilmu-Nya yang maha mengetahui segala sesuatu.",
            "sajda": false,
            "transliteration": "Wa li Sulaimaanar reeha 'aasifatan tajree bi amriheee ilal ardil latee baaraknaa feehaa; wa kunnaa bikulli shai'in 'aalimeen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        }
    ]
}