{
    "page_number": 329,
    "data": [
        {
            "aya_id": 2565,
            "aya_number": 82,
            "aya_text": "وَمِنَ الشَّيٰطِيْنِ مَنْ يَّغُوْصُوْنَ لَهٗ وَيَعْمَلُوْنَ عَمَلًا دُوْنَ ذٰلِكَۚ وَكُنَّا لَهُمْ حٰفِظِيْنَ ۙ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 329,
            "translation_aya_text": "Dan (Kami tundukkan pula kepada Sulaiman) segolongan setan-setan yang menyelam (ke dalam laut) untuknya dan mereka mengerjakan pekerjaan selain  itu; dan  Kami yang memelihara mereka itu.",
            "tafsir_jalalayn": "(Dan) telah Kami tundukkan pula kepadanya (segolongan setan-setan yang menyelam untuknya) mereka menyelam ke dalam laut, lalu mereka mengeluarkan batu-batu permata dari dalamnya untuk Nabi Sulaiman (dan mereka mengerjakan pekerjaan selain daripada itu) selain menyelam, yaitu seperti membangun bangunan dan pekerjaan-pekerjaan berat lainnya (dan adalah Kami memelihara mereka) supaya mereka jangan merusak lagi pekerjaan-pekerjaan yang telah mereka perbuat. Karena watak setan itu bilamana selesai dari suatu pekerjaan sebelum malam tiba, mereka merusaknya kembali, jika mereka tidak disuruh mengerjakan pekerjaan yang lain.",
            "sajda": false,
            "transliteration": "Wa minash Shayaateeni mai yaghoosoona lahoo wa ya'maloona 'amalan doona zaalika wa kunna lahum baafizeen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2566,
            "aya_number": 83,
            "aya_text": "۞ وَاَيُّوْبَ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الضُّرُّ وَاَنْتَ اَرْحَمُ الرَّاحِمِيْنَ ۚ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 329,
            "translation_aya_text": "Dan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.”",
            "tafsir_jalalayn": "(Dan) ingatlah kisah (Ayub,) kemudian dijelaskan oleh Badalnya, yaitu (ketika ia menyeru Rabbnya) pada saat itu dia mendapat cobaan dari-Nya; semua harta bendanya lenyap dan semua anak-anaknya mati serta badannya sendiri tercabik-cabik oleh penyakit, semua orang menjauhinya kecuali istrinya. Hal ini dialaminya selama tiga belas tahun, ada yang mengatakan tujuh belas tahun dan ada pula yang mengatakan delapan belas tahun. Selama itu penghidupan Nabi Ayub sangat sulit dan sengsara (\"Sesungguhnya aku) asal kata Annii adalah Bi-ann (telah ditimpa kemudaratan) yakni hidup sengsara (dan Engkau adalah Yang Maha Penyayang di antara semua penyayang\").",
            "sajda": false,
            "transliteration": "Wa Ayyooba iz naadaa Rabbahooo annee massaniyad durru wa Anta arhamur raahimeen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2567,
            "aya_number": 84,
            "aya_text": "فَاسْتَجَبْنَا لَهٗ فَكَشَفْنَا مَا بِهٖ مِنْ ضُرٍّ وَّاٰتَيْنٰهُ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنْ عِنْدِنَا وَذِكْرٰى لِلْعٰبِدِيْنَ ۚ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 329,
            "translation_aya_text": "Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami.",
            "tafsir_jalalayn": "(Maka Kami pun memperkenankan seruannya) doanya (lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya) yakni semua anak-anaknya baik yang laki-laki maupun yang perempuan, dengan cara menghidupkan mereka kembali. Jumlah anaknya ada tiga atau tujuh orang (dan Kami lipat gandakan bilangan mereka) bilangan anak-anaknya yang dilahirkan dari istrinya dan istrinya pun dimudakan-Nya. Nabi Ayub mempunyai dua buah lumbung; yang satu untuk tempat gandum dan yang satu lagi untuk tempat jewawut. Kemudian Allah mengirimkan dua kelompok awan; yang satu menurunkan hujan emas pada lumbung tempat gandum dan yang satunya lagi menurunkan hujan perak pada lumbung tempat jewawut, sehingga kedua lumbung itu penuh dengan emas dan perak (sebagai suatu rahmat) lafal Rahmatan ini menjadi Maf'ul Lah (dari sisi Kami) lafal Min 'Indinaa ini berkedudukan menjadi kata sifat (dan untuk menjadi peringatan bagi semua yang menyembah Allah) supaya mereka bersabar, yang karenanya mereka akan mendapatkan pahala.",
            "sajda": false,
            "transliteration": "Fastajabnaa lahoo fakashaf naa maa bihee min durrinw wa aatainaahu ahlahoo wa mislahum ma'ahum rahmatam min 'indinaa wa zikraa lil'aabideen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2568,
            "aya_number": 85,
            "aya_text": "وَاِسْمٰعِيْلَ وَاِدْرِيْسَ وَذَا الْكِفْلِۗ  كُلٌّ مِّنَ الصّٰبِرِيْنَ ۙ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 329,
            "translation_aya_text": " Dan (ingatlah kisah) Ismail, Idris dan Zulkifli. Mereka semua termasuk orang-orang yang sabar.",
            "tafsir_jalalayn": "(Dan) ingatlah kisah (Ismail, Idris dan Zulkifli. Semua mereka termasuk orang-orang yang sabar) di dalam menjalankan ketaatan kepada Allah dan menjauhi kedurhakaan kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa Ismaa'eela wa Idreesa wa Zal Kifli kullum minas saabireen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2569,
            "aya_number": 86,
            "aya_text": "وَاَدْخَلْنٰهُمْ فِيْ رَحْمَتِنَاۗ اِنَّهُمْ مِّنَ الصّٰلِحِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 329,
            "translation_aya_text": "Dan Kami masukkan mereka ke dalam rahmat Kami. Sungguh, mereka termasuk orang-orang yang saleh.",
            "tafsir_jalalayn": "(Kami telah memasukkan mereka ke dalam rahmat Kami) yakni kenabian. (Sesungguhnya mereka termasuk orang-orang yang saleh) orang-orang yang mensyukuri rahmat Kami. Dinamakan Zulkifli karena ia telah menyanggupi akan melakukan puasa di siang hari dan beribadah pada malam harinya, serta ia berjanji akan memutuskan peradilan di antara orang-orang dan tidak akan marah. Kemudian ternyata ia memenuhi apa yang telah dijanjikannya itu. Menurut suatu pendapat dikatakan bahwa ia bukan seorang nabi, akan tetapi hanya orang saleh atau wali Allah saja.",
            "sajda": false,
            "transliteration": "Wa adkhalnaahum fee rahmatinaa innahum minas saaliheen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2570,
            "aya_number": 87,
            "aya_text": "وَذَا النُّوْنِ اِذْ ذَّهَبَ مُغَاضِبًا فَظَنَّ اَنْ لَّنْ نَّقْدِرَ عَلَيْهِ فَنَادٰى فِى الظُّلُمٰتِ اَنْ لَّآ اِلٰهَ اِلَّآ اَنْتَ سُبْحٰنَكَ اِنِّيْ كُنْتُ مِنَ الظّٰلِمِيْنَ ۚ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 329,
            "translation_aya_text": "Dan (ingatlah kisah) Zun Nun (Yunus), ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya, maka dia berdoa dalam keadaan yang sangat gelap, ”Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku  termasuk orang-orang yang zalim.”",
            "tafsir_jalalayn": "(Dan) ingatlah kisah (Dzun Nun) yaitu orang yang mempunyai ikan yang besar, dia adalah Nabi Yunus bin Mataa. Kemudian dijelaskan kalimat Dzun Nun ini oleh Badalnya pada ayat selanjutnya, yaitu (ketika ia pergi dalam keadaan marah) terhadap kaumnya, disebabkan perlakuan kaumnya yang menyakitkan dirinya, sedangkan Nabi Yunus belum mendapat izin dari Allah untuk pergi (lalu ia menyangka bahwa Kami tidak akan mampu untuk menjangkaunya) menghukumnya sesuai dengan apa yang telah Kami pastikan baginya, yaitu menahannya di dalam perut ikan paus, atau menyulitkan dirinya disebabkan hal tersebut (maka ia menyeru dalam tempat yang gelap gulita) gelapnya malam dan gelapnya laut serta gelapnya suasana dalam perut ikan paus (\"bahwa) asal kata An adalah Bi-an, artinya, bahwasanya (tiada Tuhan selain Engkau, Maha Suci Engkau, sesungguhnya aku adalah termasuk orang-orang yang zalim\") karena pergi dari kaumku tanpa seizin Allah.",
            "sajda": false,
            "transliteration": "Wa Zan Nooni iz zahaba mughaadiban fazaanna al lan naqdira 'alaihi fanaanna al lan naqdira 'alaihi fanaadaa fiz zulumaati al laaa ilaaha illaaa Anta Subhaanaka innee kuntu minaz zaalimeen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2571,
            "aya_number": 88,
            "aya_text": "فَاسْتَجَبْنَا لَهٗۙ وَنَجَّيْنٰهُ مِنَ الْغَمِّۗ وَكَذٰلِكَ نُـْۨجِى الْمُؤْمِنِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 329,
            "translation_aya_text": "Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman.",
            "tafsir_jalalayn": "(Maka Kami telah memperkenankan doanya dan menyelamatkannya daripada kedukaan) disebabkan kalimat-kalimat tersebut. (Dan demikianlah) sebagaimana Kami menyelamatkan dia (Kami selamatkan orang-orang yang beriman) daripada malapetaka yang menimpa mereka, jika mereka meminta tolong kepada Kami seraya berdoa.",
            "sajda": false,
            "transliteration": "Fastajabnaa lahoo wa najjainaahu minal ghamm; wa kazaalika nunjil mu'mineen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2572,
            "aya_number": 89,
            "aya_text": "وَزَكَرِيَّآ اِذْ نَادٰى رَبَّهٗ رَبِّ لَا تَذَرْنِيْ فَرْدًا وَّاَنْتَ خَيْرُ الْوٰرِثِيْنَ ۚ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 329,
            "translation_aya_text": " Dan (ingatlah kisah) Zakaria, ketika dia berdoa kepada Tuhannya, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan) dan Engkaulah ahli waris yang terbaik.",
            "tafsir_jalalayn": "(Dan) ingatlah kisah (Zakaria) kemudian dijelaskan oleh Badalnya pada ayat selanjutnya (tatkala ia menyeru Rabbnya) melalui doanya yang mengatakan, (\"Ya Rabbku! Janganlah Engkau membiarkan aku hidup seorang diri) tanpa anak yang kelak akan mewarisiku (dan Engkaulah Waris Yang Paling Baik\") yang tetap abadi sesudah semua makhluk-Mu musnah.",
            "sajda": false,
            "transliteration": "Wa Zakariyyaaa iz naadaa Rabbahoo Rabbi laa tazarnee fardanw wa Anta khairul waariseen",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2573,
            "aya_number": 90,
            "aya_text": "فَاسْتَجَبْنَا لَهٗ  ۖوَوَهَبْنَا لَهٗ يَحْيٰى وَاَصْلَحْنَا لَهٗ زَوْجَهٗۗ اِنَّهُمْ كَانُوْا يُسٰرِعُوْنَ فِى الْخَيْرٰتِ وَيَدْعُوْنَنَا رَغَبًا وَّرَهَبًاۗ وَكَانُوْا لَنَا خٰشِعِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 329,
            "translation_aya_text": "Maka Kami kabulkan (doa)nya, dan Kami anugerahkan kepadanya Yahya, dan Kami jadikan istrinya (dapat mengandung). Sungguh, mereka selalu bersegera dalam (mengerjakan) kebaikan, dan mereka berdoa kepada Kami dengan penuh harap dan cemas. Dan mereka orang-orang yang khusyuk kepada Kami.",
            "tafsir_jalalayn": "(Maka Kami memperkenankan doanya) yakni seruannya itu (dan Kami anugerahkan kepadanya Yahya) sebagai anaknya (dan Kami jadikan istrinya dapat mengandung) sehingga dapat melahirkan anak, padahal sebelumnya ia mandul. (Sesungguhnya mereka) para Nabi yang telah disebutkan tadi (adalah orang-orang yang selalu bersegera) mereka selalu bergegas-gegas (di dalam kebaikan-kebaikan) mengerjakan amal-amal ketaatan (dan mereka berdoa kepada Kami dengan mengharapkan) rahmat Kami (dan takut) kepada azab Kami. (Dan mereka adalah orang-orang yang khusyuk kepada Kami) yakni merendahkan diri dan patuh di dalam beribadah.",
            "sajda": false,
            "transliteration": "Fastajabnaa lahoo wa wahabnaa lahoo Yahyaa Wa aslahnaa lahoo zawjah; innahum kaanoo yusaari'oona fil khairaati wa yad'oonanaa raghabanw wa rahabaa; wa kaanoo lanaa khaashi'een",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        }
    ]
}