{
    "page_number": 33,
    "data": [
        {
            "aya_id": 218,
            "aya_number": 211,
            "aya_text": "سَلْ بَنِيْٓ اِسْرَاۤءِيْلَ كَمْ اٰتَيْنٰهُمْ مِّنْ اٰيَةٍ ۢ بَيِّنَةٍ ۗ وَمَنْ يُّبَدِّلْ نِعْمَةَ اللّٰهِ مِنْۢ بَعْدِ مَا جَاۤءَتْهُ فَاِنَّ اللّٰهَ  شَدِيْدُ الْعِقَابِ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 33,
            "translation_aya_text": "Tanyakanlah kepada Bani Israil, berapa banyak bukti nyata yang telah Kami berikan kepada mereka. Barangsiapa menukar nikmat Allah setelah (nikmat itu) datang kepadanya, maka sungguh, Allah sangat keras hukuman-Nya.",
            "tafsir_jalalayn": "(Tanyakanlah) hai Muhammad (kepada Bani Israel) sebagai pukulan bagi mereka (Berapa banyaknya yang telah kami berikan kepada mereka), 'kam' merupakan pertanyaan, tempat berkaitnya 'sal' mengenai maf`ul kedua (obyek kedua), yaitu maf`ul kedua dan mumayaz dari aatainaa (berupa tanda-tanda yang nyata) atau kuat, misalnya terbelahnya laut, turunnya manna dan salwa, lalu mereka sambut dengan kekafiran. (Dan barang siapa yang menukar nikmat Allah), maksudnya tanda-tanda yang telah diberikan-Nya, karena itu merupakan sebab beroleh petunjuk (setelah nikmat itu datang kepadanya) menjadi kekafiran, (maka sesungguhnya Allah amat berat siksa-Nya) terhadapnya.",
            "sajda": false,
            "transliteration": "Sal Banee Israaa'eela kam aatainaahum min aayatim baiyinah; wa mai yubaddil ni'matal laahi mim ba'di maa jaaa'athu fa innallaaha shadeedul'iqaab",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 219,
            "aya_number": 212,
            "aya_text": "زُيِّنَ لِلَّذِيْنَ كَفَرُوا الْحَيٰوةُ الدُّنْيَا وَيَسْخَرُوْنَ مِنَ الَّذِيْنَ اٰمَنُوْا ۘ وَالَّذِيْنَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيٰمَةِ ۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 33,
            "translation_aya_text": "Kehidupan dunia dijadikan terasa indah dalam pandangan orang-orang yang kafir, dan mereka menghina orang-orang yang beriman. Padahal orang-orang yang bertakwa itu berada di atas mereka pada hari Kiamat. Dan Allah memberi rezeki kepada orang yang Dia kehendaki tanpa perhitungan.",
            "tafsir_jalalayn": "(Dijadikan indah pada pandangan orang-orang yang kafir) di antara penduduk Mekah (kehidupan dunia ini) dengan jalan menghiasinya hingga mereka menyukainya (dan) mereka (memandang hina orang-orang yang beriman) karena kemiskinan mereka, seperti Bilal, Ammar, Shuhaib dan lain-lain, artinya mengejek mereka dan membanggakan kekayaan mereka kepada orang-orang miskin yang tidak punya itu. (Padahal orang-orang yang bertakwa) yang menjaga diri dari kesyirikan, mereka itu (berada di atas orang-orang kafir pada hari kiamat. Dan Allah memberi rezeki kepada siapa yang disukainya tanpa batas), artinya rezeki yang luas di akhirat atau di dunia, misalnya dimiliki-Nya harta benda dan budak dari pihak yang mengejek kepada pihak yang diejek.",
            "sajda": false,
            "transliteration": "Zuyyina lillazeena kafarul hayaatud dunyaa wa yaskharoona minal lazeena aamanoo; wallazeenat taqaw fawqahum yawmal Qiyaamah; wallaahu yarzuqu mai yashaaa'u bighairi hisaab;",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 220,
            "aya_number": 213,
            "aya_text": "كَانَ النَّاسُ اُمَّةً وَّاحِدَةً ۗ فَبَعَثَ اللّٰهُ النَّبِيّٖنَ مُبَشِّرِيْنَ وَمُنْذِرِيْنَ ۖ وَاَنْزَلَ مَعَهُمُ الْكِتٰبَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيْمَا اخْتَلَفُوْا فِيْهِ ۗ وَمَا اخْتَلَفَ فِيْهِ اِلَّا الَّذِيْنَ اُوْتُوْهُ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ بَغْيًا ۢ بَيْنَهُمْ ۚ فَهَدَى اللّٰهُ الَّذِيْنَ اٰمَنُوْا لِمَا اخْتَلَفُوْا فِيْهِ مِنَ الْحَقِّ بِاِذْنِهٖ ۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 33,
            "translation_aya_text": "Manusia itu (dahulunya) satu umat. Lalu Allah mengutus para nabi (untuk) menyampaikan kabar gembira dan peringatan. Dan diturunkan-Nya bersama mereka Kitab yang mengandung kebenaran, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan. Dan yang berselisih hanyalah orang-orang yang telah diberi (Kitab), setelah bukti-bukti yang nyata sampai kepada mereka, karena kedengkian di antara mereka sendiri. Maka dengan kehendak-Nya, Allah memberi petunjuk kepada mereka yang beriman tentang kebenaran yang mereka perselisihkan. Allah memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus.",
            "tafsir_jalalayn": "(Adalah manusia itu umat yang satu) yang bersatu dalam keimanan lalu mereka bertikai paham sehingga sebagian mereka beriman dan sebagian lainnya kafir (Maka Allah pun mengutus para nabi) kepada mereka (membawa berita gembira) bahwa orang yang beriman akan masuk surga (dan peringatan) bahwa orang-orang kafir akan masuk neraka, (dan menurunkan bersama mereka Kitab), dengan arti kitab-kitab (dengan benar) berkaitan dengan 'menurunkan' (agar ia memberi keputusan dengan kitab itu (di antara manusia tentang perkara yang mereka perselisihkan) mengenai agama (Dan tidaklah berselisih tentangnya) mengenai agama itu (kecuali orang-orang yang diberi Kitab), maka berimanlah sebagian dan kafir sebagian (setelah datang kepada mereka keterangan-keterangan yang nyata) yang membuktikan ketauhidan. 'Min' berkaitan dengan 'ikhtalafa', dan bersama kalimat yang sesudahnya, ia didahulukan dari istitsna' dalam makna (karena kedengkian) dari orang-orang kafir (sesama mereka. Maka Allah menunjuki orang-orang yang beriman mengenai yang mereka perselisihkan itu kepada) sebagai penjelasan (kebenaran dengan izin-Nya) artinya kehendak-Nya. (Dan Allah menunjuki siapa yang disukai-Nya), artinya untuk ditunjuki (ke jalan yang lurus) atau jalan yang benar.",
            "sajda": false,
            "transliteration": "Kaanan naasu ummatanw waahidatan fab'asal laahun Nabiyyeena mubashshireena wa munzireena wa anzala ma'ahumul kitaaba bilhaqqi liyahkuma bainan naasi feemakh talafoo feeh; wa makh talafa feehi 'illallazeena ootoohu mim ba'di maa jaaa'athumul baiyinaatu baghyam bainahm fahadal laahul lazeena aamanoo limakh talafoo feehi minal haqqi bi iznih; wallaahu yahdee mai yashaaa'u ilaa Siraatim Mustaqeem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 221,
            "aya_number": 214,
            "aya_text": "اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَّثَلُ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ ۗ مَسَّتْهُمُ الْبَأْسَاۤءُ وَالضَّرَّاۤءُ وَزُلْزِلُوْا حَتّٰى يَقُوْلَ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ مَتٰى نَصْرُ اللّٰهِ ۗ اَلَآ اِنَّ نَصْرَ اللّٰهِ قَرِيْبٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 33,
            "translation_aya_text": "Ataukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, “Kapankah datang pertolongan Allah?” Ingatlah, sesungguhnya pertolongan Allah itu dekat.",
            "tafsir_jalalayn": "Ayat berikut diturunkan mengenai susah payah yang menimpa kaum muslimin: (Ataukah), maksudnya apakah (kamu mengira bahwa kamu akan masuk surga. Padahal belum) maksudnya belum (datang kepadamu seperti) yang datang (kepada orang-orang yang terdahulu sebelum kamu) di antara orang-orang beriman berupa bermacam-macam cobaan, lalu kamu bersabar sebagaimana mereka bersabar? (Mereka ditimpa oleh); kalimat ini menjelaskan perkataan yang sebelumnya (malapetaka), maksudnya kemiskinan yang memuncak, (kesengsaraan) maksudnya penyakit, (dan mereka diguncang) atau dikejutkan oleh bermacam-macam bala, (hingga berkatalah) baris di atas atau di depan artinya telah bersabda (Rasul dan orang-orang yang beriman yang bersamanya) yang menganggap terlambatnya datang bantuan disebabkan memuncaknya kesengsaraan yang menimpa mereka, (\"Bilakah) datangnya (pertolongan Allah) yang telah dijanjikan kepada kami?\" Lalu mereka mendapat jawaban dari Allah, (\"Ingatlah, sesungguhnya pertolongan Allah itu amat dekat\") kedatangannya.",
            "sajda": false,
            "transliteration": "Am hasibtum an tadkhulul jannata wa lammaa yaa-tikum masalul lazeena khalaw min qablikum massathumul baasaaa'u waddarraaaa'u wa zulziloo hattaa yaqoolar Rasoolu wallazeena aamanoo ma'ahoo mataa nasrul laah; alaaa inna nasral laahiqareeb",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 222,
            "aya_number": 215,
            "aya_text": "يَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ۗ قُلْ مَآ اَنْفَقْتُمْ مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 33,
            "translation_aya_text": "Mereka bertanya kepadamu (Muhammad) tentang apa yang harus mereka infakkan. Katakanlah, “Harta apa saja yang kamu infakkan, hendaknya diperuntukkan bagi kedua orang tua, kerabat, anak yatim, orang miskin dan orang yang dalam perjalanan.” Dan kebaikan apa saja yang kamu kerjakan, maka sesungguhnya Allah Maha Mengetahui.",
            "tafsir_jalalayn": "(Mereka bertanya kepadamu) hai Muhammad (tentang apa yang mereka nafkahkan) Yang bertanya itu ialah Amar bin Jamuh, seorang tua yang hartawan. Ia menanyakan kepada Nabi saw. apa yang akan dinafkahkan dan kepada siapa dinafkahkannya? (Katakanlah) kepada mereka (Apa saja harta yang kamu nafkahkan) 'harta' merupakan penjelasan bagi 'apa saja' dan mencakup apa yang dinafkahkan yang merupakan salah satu dari dua sisi pertanyaan, tetapi juga jawaban terhadap siapa yang akan menerima nafkah itu, yang merupakan sisi lain dari pertanyaan dengan firman-Nya, (maka bagi ibu-bapak, kaum kerabat, anak-anak yatim, orang-orang miskin dan orang-orang yang sedang dalam perjalanan), artinya mereka lebih berhak untuk menerimanya. (Dan apa saja kebaikan yang kamu perbuat) baik mengeluarkan nafkah atau lainnya, (maka sesungguhnya Allah mengetahuinya) dan akan membalasnya.",
            "sajda": false,
            "transliteration": "Yas'aloonaka maazaa yunfiqoona qul maaa anfaqtum min khairin falil waalidaini wal aqrabeena walyataamaa wal masaakeeni wabnis sabeel; wa maa taf'aloo min khairin fa innal laaha bihee 'Aleem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}