{
    "page_number": 330,
    "data": [
        {
            "aya_id": 2574,
            "aya_number": 91,
            "aya_text": "وَالَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهَا مِنْ رُّوْحِنَا وَجَعَلْنٰهَا وَابْنَهَآ اٰيَةً لِّلْعٰلَمِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Dan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah)  bagi seluruh alam.",
            "tafsir_jalalayn": "(Dan) ingatlah kisah Maryam (yang telah memelihara kehormatannya) ia memeliharanya supaya tidak dinodai (lalu Kami tiupkan ke dalam tubuhnya roh dari Kami) malaikat Jibril; dialah yang meniup ke dalam baju kurungnya, lalu Maryam mengandung Isa (dan Kami jadikan dia dan anaknya sebagai tanda yang besar bagi semesta alam) yakni manusia, jin dan malaikat, karena ia dapat mengandung tanpa lelaki.",
            "sajda": false,
            "transliteration": "Wallateee ahsanat farjahaa fanafakhnaa feehaa mir roohinaa wa ja'alnaahaa wabnahaaa Aayatal lil'aalameen",
            "tajweed_text": "وَ[h:9999[ٱ]لَّت[o[ِىٓ] أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا م[u:8851[ِن ر]ُّوحِنَا وَجَعَلْنَ[n[ـٰ]هَا وَ[h:8852[ٱ][q:8852[بْ]نَه[o[َآ] ءَايَ[u:8853[ةً ل]ِّلْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2575,
            "aya_number": 92,
            "aya_text": "اِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةًۖ وَّاَنَا۠ رَبُّكُمْ فَاعْبُدُوْنِ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Sungguh, (agama tauhid) inilah agama kamu, agama yang satu, dan Aku adalah Tuhanmu, maka sembahlah Aku.",
            "tafsir_jalalayn": "(Sesungguhnya ini) agama Islam atau agama tauhid ini (adalah agama kalian) hai orang-orang yang diajak berbicara. Maksudnya, kalian wajib memeluknya (agama yang satu) lafal ayat ini berkedudukan menjadi Hal yang bersifat tetap (dan Aku adalah Rabb kalian, maka sembahlah Aku) tauhidkan atau esakanlah Aku.",
            "sajda": false,
            "transliteration": "Inna haaziheee ummatukum ummatanw waahidatanw wa Ana Rabbukum fa'budoon",
            "tajweed_text": "إِ[g[نّ]َ هَ[n[ـٰ]ذِه[o[ِۦٓ] أُ[g[مّ]َتُكُمْ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:8854[ةً و]َأَنَا۟ رَبُّكُمْ فَ[h:8713[ٱ]عْبُد[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2576,
            "aya_number": 93,
            "aya_text": "وَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْۗ كُلٌّ اِلَيْنَا رَاجِعُوْنَ ࣖ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Tetapi mereka terpecah belah dalam urusan (agama) mereka di antara mereka. Masing-masing (golongan itu semua) akan kembali kepada Kami.",
            "tafsir_jalalayn": "(Dan mereka telah memotong-motong) sebagian daripada orang-orang yang diajak bicara itu (urusan agama mereka di antara mereka) yakni mereka memecah belah perkara agama mereka; sebagian dari mereka bertentangan dengan sebagian yang lain di dalam masalah agama. Mereka adalah sekte-sekte dari agama Yahudi dan Nasrani. Lalu Allah berfirman, (\"Kepada Kamilah masing-masing golongan itu akan kembali) kemudian Kami akan membalas amal perbuatan mereka.",
            "sajda": false,
            "transliteration": "Wa taqatta'ooo amrahum bainahum kullun ilainaaa raaji'oon",
            "tajweed_text": "وَتَقَطَّع[o[ُوٓ][s[اْ] أَمْرَه[c:8517[ُم ب]َيْنَهُمْ‌ۖ كُلٌّ إِلَيْنَا ر[n[َٲ]جِع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2577,
            "aya_number": 94,
            "aya_text": "فَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهٖۚ وَاِنَّا لَهٗ كَاتِبُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Barangsiapa mengerjakan kebajikan, dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan), dan sungguh, Kamilah yang mencatat untuknya.",
            "tafsir_jalalayn": "(Maka barang siapa mengerjakan amal saleh, sedang ia beriman, maka tidak ada pengingkaran) tidak diingkari (terhadap amalannya dan sesungguhnya Kami menuliskan amalannya itu untuknya) Kami perintahkan Malaikat-malaikat penulis amal untuk menuliskannya, kemudian akan Kami balas amal perbuatan itu.",
            "sajda": false,
            "transliteration": "Famai ya'mal minas saalihaati wa huwa mu'minun falaa kufraana lisa'yihee wa innaa lahoo kaatiboon",
            "tajweed_text": "فَم[a:8855[َن ي]َعْمَلْ مِنَ [h:3154[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَهُوَ مُؤْمِ[f:8617[نٌ ف]َلَا كُفْرَانَ لِسَعْيِه[n[ِۦ] وَإِ[g[نّ]َا لَهُ[n[ۥ] كَ[n[ـٰ]تِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2578,
            "aya_number": 95,
            "aya_text": "وَحَرَامٌ عَلٰى قَرْيَةٍ اَهْلَكْنٰهَآ اَنَّهُمْ لَا يَرْجِعُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Dan tidak mungkin bagi (penduduk) suatu negeri yang telah Kami binasakan, bahwa mereka tidak akan kembali (kepada Kami).",
            "tafsir_jalalayn": "(Sungguh tidak mungkin atas suatu negeri yang telah Kami binasakan) yang dimaksud adalah penduduknya (bahwa mereka) huruf La di sini Zaidah yakni tidak ada maknanya (akan kembali) maksudnya mereka tidak mungkin akan dapat hidup kembali ke dunia.",
            "sajda": false,
            "transliteration": "Wa haraamun 'alaa qaryatin ahlaknaahaaa annahum laa yarji'oon",
            "tajweed_text": "وَحَر[n[َٲ]مٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَ[n[ـٰ]ه[o[َآ] أَ[g[نّ]َهُمْ لَا يَرْجِع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2579,
            "aya_number": 96,
            "aya_text": "حَتّٰىٓ اِذَا فُتِحَتْ يَأْجُوْجُ وَمَأْجُوْجُ وَهُمْ مِّنْ كُلِّ حَدَبٍ يَّنْسِلُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Hingga apabila (tembok) Yakjuj dan Makjuj dibukakan dan mereka turun dengan cepat dari seluruh tempat yang tinggi.",
            "tafsir_jalalayn": "(Hingga) lafal Hattaa ini menunjukkan batas waktu bagi terlarangnya mereka untuk dapat hidup kembali (apabila dibukakan) dapat dibaca Futihat dan Futtihat (Yakjuj dan Makjuj) dapat dibaca Yakjuj wa Makjuj dan Yajuj wa Majuj, keduanya adalah nama bagi dua kabilah 'Ajam. Sebelum kalimat ini diperkirakan adanya Mudhaf, maksudnya tembok yang mengurung Yakjuj dan Makjuj; hal itu akan terjadi bila hari kiamat sudah dekat (dan mereka dari seluruh tempat-tempat yang tinggi) yakni dataran-dataran tinggi (turun dengan cepatnya) artinya, mereka turun dengan sangat cepat.",
            "sajda": false,
            "transliteration": "Hattaaa izaa futihat Yaajooju wa Maajooju wa hum min kulli hadabiny yansiloon",
            "tajweed_text": "حَتَّ[o[ىٰٓ] إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَه[w:8717[ُم م]ِّ[f:843[ن ك]ُلِّ حَدَ[a:8856[بٍ ي]َ[f:8857[نس]ِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2580,
            "aya_number": 97,
            "aya_text": "وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا هِيَ شَاخِصَةٌ اَبْصَارُ الَّذِيْنَ كَفَرُوْاۗ يٰوَيْلَنَا قَدْ كُنَّا فِيْ غَفْلَةٍ مِّنْ هٰذَا بَلْ كُنَّا ظٰلِمِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Dan (apabila) janji yang benar (hari berbangkit) telah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak. (Mereka berkata), ”Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami benar-benar orang yang zalim.”",
            "tafsir_jalalayn": "(Dan telah dekatlah kedatangan janji yang benar) yakni hari kiamat (maka tiba-tiba) kisah kenyataannya (terbelalaklah mata orang-orang yang kafir) pada hari tersebut disebabkan sangat ngeri melihatnya, seraya mengatakan, (\"Aduhai\") ya di sini menunjukkan makna penyesalan (celakalah kami) binasalah kami (sesungguhnya kami) sewaktu hidup di dunia (adalah dalam kelalaian tentang ini) tentang hari kiamat (bahkan kami adalah orang-orang yang zalim) yakni menganiaya diri kami sendiri, disebabkan kami mendustakan para Rasul.",
            "sajda": false,
            "transliteration": "Waqtarabal wa'dul haqqu fa-izaa hiya shaakhisatun absaarul lazeena kafaroo yaawailanaa qad kunna fee ghaflatim min haaza bal kunnaa zaalimeen",
            "tajweed_text": "وَ[h:9999[ٱ][q:8858[قْ]تَرَبَ [h:8859[ٱ]لْوَعْدُ [h:8860[ٱ]لْحَقُّ فَإِذَا هِىَ شَ[n[ـٰ]خِصَةٌ أَ[q:8861[بْ]صَ[n[ـٰ]رُ [h:8862[ٱ]لَّذِينَ كَفَرُو[s[اْ] يَ[n[ـٰ]وَيْلَنَا قَ[q:298[دْ] كُ[g[نّ]َا فِى غَفْلَ[a:8863[ةٍ م]ِّنْ هَ[n[ـٰ]ذَا بَلْ كُ[g[نّ]َا ظَ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2581,
            "aya_number": 98,
            "aya_text": "اِنَّكُمْ وَمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ حَصَبُ جَهَنَّمَۗ اَنْتُمْ لَهَا وَارِدُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Sungguh, kamu (orang kafir) dan apa yang kamu sembah selain Allah, adalah bahan bakar Jahanam. Kamu (pasti) masuk ke dalamnya.",
            "tafsir_jalalayn": "(Sesungguhnya kalian) hai penduduk Mekah (dan apa yang kalian sembah selain Allah) yaitu berhala-berhala (adalah makanan Jahanam) maksudnya sebagai bahan bakar (kalian pasti masuk ke dalamnya) pasti memasukinya.",
            "sajda": false,
            "transliteration": "Innakum wa maa ta'budoona min doonil laahi hasabu Jahannama antum lahaa waaridoon",
            "tajweed_text": "إِ[g[نّ]َكُمْ وَمَا تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ حَصَبُ جَهَ[g[نّ]َمَ أَ[f:428[نت]ُمْ لَهَا و[n[َٲ]رِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2582,
            "aya_number": 99,
            "aya_text": "لَوْ كَانَ هٰٓؤُلَاۤءِ اٰلِهَةً مَّا وَرَدُوْهَاۗ وَكُلٌّ فِيْهَا خٰلِدُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Seandainya (berhala-berhala) itu tuhan, tentu mereka tidak akan memasukinya (neraka). Tetapi semuanya akan kekal di dalamnya.",
            "tafsir_jalalayn": "(Andaikata mereka itu) yakni berhala-berhala itu (adalah tuhan-tuhan) sebagaimana sangkaan kalian (tentulah mereka tidak masuk neraka) mereka tidak akan memasukinya. (Dan semuanya) yakni orang-orang yang menyembah berhala bersama berhala-berhala sesembahan mereka (akal kekal di dalamnya).",
            "sajda": false,
            "transliteration": "Law kaana haaa'ulaaa'i aalihatam maa waradoohaa wa kullun feehaa khaalidoon",
            "tajweed_text": "لَوْ كَانَ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ ءَالِهَ[a:8864[ةً م]َّا وَرَدُوهَا‌ۖ وَكُ[f:8865[لٌّ ف]ِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2583,
            "aya_number": 100,
            "aya_text": "لَهُمْ فِيْهَا زَفِيْرٌ وَّهُمْ فِيْهَا لَا يَسْمَعُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Mereka merintih dan menjerit di dalamnya (neraka), dan mereka di dalamnya tidak dapat mendengar.",
            "tafsir_jalalayn": "(Mereka) yakni keadaan para penyembah berhala itu (merintih di dalam api dan mereka di dalamnya tidak dapat mendengar) sesuatu pun karena gemuruhnya api Jahanam yang sangat kuat. Ayat ini diturunkan sewaktu Ibnu Zaba'ri mengatakan, bahwa penyembah Uzair, Al Masih dan para Malaikat, mereka semuanya dimasukkan ke dalam neraka, sebagaimana kisah yang telah disebutkan tadi.",
            "sajda": false,
            "transliteration": "Lahum feehaa zafeerunw wa hum feehaa laa yasma'oon",
            "tajweed_text": "لَهُمْ فِيهَا زَفِي[a:8866[رٌ و]َهُمْ فِيهَا لَا يَسْمَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2584,
            "aya_number": 101,
            "aya_text": "اِنَّ الَّذِيْنَ سَبَقَتْ لَهُمْ مِّنَّا الْحُسْنٰىٓۙ اُولٰۤىِٕكَ عَنْهَا مُبْعَدُوْنَ ۙ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 330,
            "translation_aya_text": "Sungguh, sejak dahulu bagi orang-orang yang telah ada (ketetapan) yang baik dari Kami, mereka itu akan dijauhkan (dari neraka).",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang telah ada untuk mereka ketetapan dari Kami) yakni kedudukan (yang baik) antara lain adalah para nabi yang telah disebutkan tadi (mereka itu dijauhkan dari neraka Jahanam).",
            "sajda": false,
            "transliteration": "Innal lazeena sabaqat lahum minnal husnaaa ulaaa'ika 'anhaa mub'adoon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ سَبَقَتْ لَه[w:8867[ُم م]ِّ[g[نّ]َا [h:8868[ٱ]لْحُسْنَ[o[ىٰٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ عَنْهَا مُ[q:8869[بْ]عَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        }
    ]
}