{
    "page_number": 331,
    "data": [
        {
            "aya_id": 2585,
            "aya_number": 102,
            "aya_text": "لَا يَسْمَعُوْنَ حَسِيْسَهَاۚ وَهُمْ فِيْ مَا اشْتَهَتْ اَنْفُسُهُمْ خٰلِدُوْنَ ۚ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "Mereka tidak mendengar bunyi desis (api neraka), dan mereka kekal dalam (menikmati) semua yang mereka ingini.  ",
            "tafsir_jalalayn": "(Mereka tidak mendengar sedikit pun suaranya) yakni suara gemuruh api neraka itu (dan mereka dalam menikmati apa yang diingini oleh mereka) yakni berupa nikmat surga (hidup kekal).",
            "sajda": false,
            "transliteration": "Laa yasma'oona hasee sahaa wa hum fee mash tahat anfusuhum khaalidoon",
            "tajweed_text": "لَا يَسْمَعُونَ حَسِيسَهَا‌ۖ وَهُمْ فِى مَا [h:8870[ٱ]شْتَهَتْ أَ[f:2341[نف]ُسُهُمْ خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2586,
            "aya_number": 103,
            "aya_text": "لَا يَحْزُنُهُمُ الْفَزَعُ الْاَكْبَرُ وَتَتَلَقّٰىهُمُ الْمَلٰۤىِٕكَةُۗ هٰذَا يَوْمُكُمُ الَّذِيْ كُنْتُمْ تُوْعَدُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "Kejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), “Inilah harimu yang telah dijanjikan kepadamu.”",
            "tafsir_jalalayn": "(Mereka tidak disusahkan oleh kedahsyatan yang besar) yaitu perintah yang menyuruh hamba Allah dimasukkan ke dalam neraka (dan mereka disambut) dijemput (oleh para Malaikat) sewaktu mereka keluar dari kuburannya masing-masing, seraya berkata kepada mereka, (\"Inilah hari kalian yang telah dijanjikan kepada kalian\") sewaktu kalian hidup di dunia.",
            "sajda": false,
            "transliteration": "Laa yahzunuhumul faza'ul akbaru wa tatalaq qaahumul malaaa'ikatu haazaa Yawmukumul lazee kuntum too'adoon",
            "tajweed_text": "لَا يَحْزُنُهُمُ [h:8871[ٱ]لْفَزَعُ [h:8872[ٱ]لْأَكْبَرُ وَتَتَلَقَّ[n[ـٰ]هُمُ [h:8873[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ هَ[n[ـٰ]ذَا يَوْمُكُمُ [h:8874[ٱ]لَّذِى كُ[f:100[نت]ُمْ تُوعَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2587,
            "aya_number": 104,
            "aya_text": "يَوْمَ نَطْوِى السَّمَاۤءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِۗ  كَمَا بَدَأْنَآ اَوَّلَ خَلْقٍ نُّعِيْدُهٗۗ وَعْدًا عَلَيْنَاۗ اِنَّا كُنَّا فٰعِلِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. Sebagaimana Kami telah memulai penciptaan pertama, begitulah Kami akan mengulanginya lagi. (Suatu) janji yang pasti Kami tepati; sungguh, Kami akan melaksanakannya.",
            "tafsir_jalalayn": "(Yaitu pada hari) ia dinashabkan oleh lafal Udzkur yang diperkirakan sebelumnya (Kami gulung langit seperti menggulungnya malaikat Sijil) lafal As Sijilli ini adalah nama malaikat pencatat amal perbuatan (terhadap kitab) catatan amal perbuatan anak Adam, sewaktu anak Adam yang bersangkutan mati. Huruf Lam pada lafal Lil Kutubi adalah Zaidah atau tambahan. Atau yang dimaksud dengan As Sijilli adalah lembaran-lembaran, sedangkan yang dimaksud Al Kitab adalah barang yang ditulis atau kertas dan huruf Lamnya bermakna 'Ala. Artinya: sebagaimana tergulungnya lembaran-lembaran kertas. Dan menurut qiraat yang lain lafal Lil Kitabi dibaca Lil Kutubi dalam bentuk jamak, yakni kitab-kitab atau kertas-kertas. (Sebagaimana Kami telah memulai penciptaan pertama) yakni mulai dari alam ketiadaan (begitulah Kami akan mengulanginya) yakni sesudah penciptaan itu ditiadakan. Huruf Kaf di sini berta'alluq kepada lafal Nu'iiduhu dan Dhamir Hu lafal Nu'iiduhu kembali kepada lafal Awwal dan huruf Ma pada lafal Kama adalah Mashdariyah (Itulah suatu janji yang pasti Kami tepati) Lafal Wa'dan dinashabkan oleh lafal Wa'dunaa yang keberadaannya diperkirakan pada sebelumnya, sedangkan lafal Wa'dan ini berfungsi mengukuhkan makna dari lafal yang diperkirakan sebelumnya (sesungguhnya Kamilah yang akan melaksanakannya) yaitu melaksanakan janji yang telah Kami tetapkan.",
            "sajda": false,
            "transliteration": "Yawma natwis samaaa'a kataiyis sijilli lilkutub; kamaa badaanaa awwala khalqin nu'eeduh; wa'dan 'alainaa; innaa kunna faa'ileen",
            "tajweed_text": "يَوْمَ نَ[q:8875[طْ]وِى [h:8876[ٱ][l[ل]سَّم[o[َا]ٓءَ كَطَىِّ [h:8877[ٱ][l[ل]سِّجِلِّ لِلْكُتُبِ‌ۚ كَمَا بَدَأْن[o[َآ] أَوَّلَ خَلْ[a:8878[قٍ ن]ُّعِيدُهُ[n[ۥ]‌ۚ وَعْدًا عَلَيْن[o[َآ‌ۚ] إِ[g[نّ]َا كُ[g[نّ]َا فَ[n[ـٰ]عِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2588,
            "aya_number": 105,
            "aya_text": "وَلَقَدْ كَتَبْنَا فِى الزَّبُوْرِ مِنْۢ بَعْدِ الذِّكْرِ اَنَّ الْاَرْضَ يَرِثُهَا عِبَادِيَ الصّٰلِحُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "Dan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-Zikr (Lauh Mahfuzh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh.",
            "tafsir_jalalayn": "(Dan sungguh telah Kami tulis di dalam Zabur) yakni kitab Zabur yang telah diturunkan oleh Allah (sesudah adanya peringatan) yang dimaksud adalah Ummul Kitab atau Alquran yang telah ada di sisi Allah, yakni di Lohmahfuz (bahwasanya bumi ini) yakni bumi surga (diwariskan kepada hamba-hamba-Ku yang saleh) yakni siapa saja di antara hamba-hamba-Ku yang saleh.",
            "sajda": false,
            "transliteration": "Wa laqad katabnaa fiz Zaboori mim ba'diz zikri annal arda yarisuhaa 'ibaadi yas saalihoon",
            "tajweed_text": "وَلَقَ[q:341[دْ] كَتَ[q:2889[بْ]نَا فِى [h:8879[ٱ][l[ل]زَّبُورِ م[i:146[ِنۢ ب]َعْدِ [h:8880[ٱ][l[ل]ذِّكْرِ أَ[g[نّ]َ [h:8881[ٱ]لْأَرْضَ يَرِثُهَا عِبَادِىَ [h:8882[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2589,
            "aya_number": 106,
            "aya_text": "اِنَّ فِيْ هٰذَا لَبَلٰغًا لِّقَوْمٍ عٰبِدِيْنَ ۗ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "Sungguh, (apa yang disebutkan) di dalam (Al-Qur'an) ini, benar-benar menjadi petunjuk (yang lengkap) bagi orang-orang yang menyembah (Allah).",
            "tafsir_jalalayn": "(Sesungguhnya apa yang disebutkan di dalam kitab ini) yakni Alquran (benar-benar menjadi bekal) yakni kecukupan untuk masuk surga (bagi kaum yang menyembah Allah) yakni bagi mereka yang mengamalkannya.",
            "sajda": false,
            "transliteration": "Inna fee haaza labalaa ghal liqawmin 'aabideen",
            "tajweed_text": "إِ[g[نّ]َ فِى هَ[n[ـٰ]ذَا لَبَلَ[n[ـٰ][u:8883[غًا ل]ِّقَوْمٍ عَ[n[ـٰ]بِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2590,
            "aya_number": 107,
            "aya_text": "وَمَآ اَرْسَلْنٰكَ اِلَّا رَحْمَةً لِّلْعٰلَمِيْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "Dan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam.",
            "tafsir_jalalayn": "(Dan tiadalah Kami mengutus kamu) hai Muhammad! (melainkan untuk menjadi rahmat) yakni merupakan rahmat (bagi semesta alam) manusia dan jin melalui kerasulanmu.",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaaka illaa rahmatal lil'aalameen",
            "tajweed_text": "وَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ إِلَّا رَحْمَ[u:8884[ةً ل]ِّلْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2591,
            "aya_number": 108,
            "aya_text": "قُلْ اِنَّمَا يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَهَلْ اَنْتُمْ مُّسْلِمُوْنَ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "Katakanlah (Muhammad), “Sungguh, apa yang diwahyukan kepadaku ialah bahwa Tuhanmu adalah Tuhan Yang Esa, maka apakah kamu telah berserah diri (kepada-Nya)?”",
            "tafsir_jalalayn": "(Katakanlah, \"Sesungguhnya yang diwahyukan kepadaku adalah bahwasanya Tuhan kalian adalah Tuhan Yang Maha Esa) tiada diwahyukan kepadaku sehubungan dengan perkara Tuhan, melainkan keesaan-Nya (maka hendaklah kalian berserah diri) taat kepada apa yang diwahyukan kepadaku, yaitu mentauhidkan Tuhan. Istifham di sini mengandung makna perintah.",
            "sajda": false,
            "transliteration": "Qul innamaa yoohaa ilaiya annamaaa ilaahukum illaahunw Waahid, fahal antum muslimoon",
            "tajweed_text": "قُلْ إِ[g[نّ]َمَا يُوحَ[o[ىٰٓ] إِلَىَّ أَ[g[نّ]َم[o[َآ] إِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:8885[دٌ‌ۖ ف]َهَلْ أَ[f:428[نت][w:2056[ُم م]ُّسْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2592,
            "aya_number": 109,
            "aya_text": "فَاِنْ تَوَلَّوْا فَقُلْ اٰذَنْتُكُمْ عَلٰى سَوَاۤءٍۗ وَاِنْ اَدْرِيْٓ اَقَرِيْبٌ اَمْ بَعِيْدٌ مَّا تُوْعَدُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "Maka jika mereka berpaling, maka katakanlah (Muhammad), “Aku telah menyampaikan kepadamu (ajaran) yang sama (antara kita) dan aku tidak tahu apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh.”",
            "tafsir_jalalayn": "(Jika mereka berpaling) dari hal tersebut (maka katakanlah, \"Aku telah menyerukan kepada kalian) maksudnya telah memberitahukan kepada kalian untuk berperang (dalam keadaan sama) lafal 'Alaa Sawaa-in ini menjadi Hal dari Fa'il dan Maf'ul. Maksudnya, antara kami dan kalian sama-sama mengetahui maklumat ini, aku tidak memaksakan kalian untuk berperang, tetapi kalian sendirilah yang mengajaknya, maka bersiap-siaplah kalian (dan tidaklah) yakni tiadalah (aku mengetahui, apakah yang diancamkan kepada kalian itu sudah dekat atau masih jauh\") maksudnya azab atau kiamat yang juga di dalamnya mengandung azab, akan tetapi sesungguhnya yang mengetahui hal itu hanyalah Allah semata.",
            "sajda": false,
            "transliteration": "Fa in tawallaw faqul aazantukum 'alaa sawaaa'; wa in adreee aqareebun am ba'eedum maa too'adoon",
            "tajweed_text": "فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَقُلْ ءَاذَ[f:8886[نت]ُكُمْ عَلَىٰ سَو[o[َا]ٓ[a:8887[ءٍ‌ۖ و]َإِنْ أَ[q:8888[دْ]ر[o[ِىٓ] أَقَرِيبٌ أ[c:8889[َم ب]َعِي[a:8890[دٌ م]َّا تُوعَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2593,
            "aya_number": 110,
            "aya_text": "اِنَّهٗ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُوْنَ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "Sungguh, Dia (Allah) mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan, dan mengetahui (pula) apa yang kamu rahasiakan.",
            "tafsir_jalalayn": "(Sesungguhnya Dia) Allah swt. (mengetahui perkataan yang terang-terangan) dan juga perbuatan kalian dan orang-orang selain kalian (dan Dia mengetahui apa yang kalian rahasiakan) yang dirahasiakan kalian dan selain kalian.",
            "sajda": false,
            "transliteration": "Innahoo ya'lamul jahra minal qawli wa ya'lamu maa taktumoon",
            "tajweed_text": "إِ[g[نّ]َهُ[n[ۥ] يَعْلَمُ [h:8891[ٱ]لْجَهْرَ مِنَ [h:3107[ٱ]لْقَوْلِ وَيَعْلَمُ مَا تَكْتُم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2594,
            "aya_number": 111,
            "aya_text": "وَاِنْ اَدْرِيْ لَعَلَّهٗ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ اِلٰى حِيْنٍ ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "Dan aku tidak tahu, boleh jadi hal itu cobaan bagi kamu dan kesenangan sampai waktu yang ditentukan.",
            "tafsir_jalalayn": "(Dan tidaklah) (aku mengetahui, barangkali hal itu) apa yang telah aku beritahukan kepada kalian dan belum diketahui saatnya (sebagai cobaan) ujian (bagi kalian) supaya dapat dilihat, apakah yang diperbuat oleh kalian dan kesenangan) yakni bersenang-senang (sampai kepada suatu waktu) maksudnya sampai habisnya umur kalian. Pengertian ayat ini hanya bersifat kebalikan daripada hal yang diharapkan dengan memakai ungkapan La'alla, akan tetapi bukan subjek daripada harapan tersebut.",
            "sajda": false,
            "transliteration": "Wa in adree la'allahoo fitnatul lakum wa mataa'un ilaaheen",
            "tajweed_text": "وَإِنْ أَ[q:8888[دْ]رِى لَعَلَّهُ[n[ۥ] فِتْنَ[u:8892[ةٌ ل]َّكُمْ وَمَتَ[n[ـٰ]عٌ إِلَىٰ ح[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2595,
            "aya_number": 112,
            "aya_text": "قَالَ رَبِّ احْكُمْ بِالْحَقِّۗ وَرَبُّنَا الرَّحْمٰنُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ ࣖ",
            "sura_id": 21,
            "juz_id": 17,
            "page_number": 331,
            "translation_aya_text": "Dia (Muhammad) berkata, “Ya Tuhanku, berilah keputusan dengan adil. Dan Tuhan kami Maha Pengasih, tempat memohon segala pertolongan atas semua yang kamu katakan.”",
            "tafsir_jalalayn": "(Muhammad berkata) qaala menurut suatu qiraat dibaca Qul, yakni katakanlah hai Muhammad, (\"Ya Rabbku! Berilah keputusan) antara aku dan orang-orang yang mendustakan aku (dengan adil) yakni azab bagi mereka atau pertolongan-Mu di dalam menghadapi mereka. Maka akhirnya mereka diazab di dalam perang Badar, Uhud, Hunain, Ahzab dan Khandaq, Nabi saw. mendapat kemenangan atas mereka. (Dan Rabb kami ialah Tuhan Yang Maha Pemurah lagi Yang dimohonkan pertolongan-Nya terhadap apa yang kalian katakan itu\") kedustaan perkataan kalian kepada Allah: kalian telah mengatakan-Nya, bahwa Allah mempunyai anak. Perkataan kalian kepadaku, bahwa aku ini adalah seorang penyihir. Perkataan kalian terhadap Alquran, bahwa ia adalah syair semata.",
            "sajda": false,
            "transliteration": "Qaala Rabbih kum bil haqq; wa Rabbunar Rahmaa nul musta'aanu 'alaa maa tasifoon",
            "tajweed_text": "قَ[n[ـٰ]لَ رَبِّ [h:8893[ٱ]حْك[c:8894[ُم ب]ِ[h:370[ٱ]لْحَقِّ‌ۗ وَرَبُّنَا [h:8895[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ [h:8896[ٱ]لْمُسْتَعَانُ عَلَىٰ مَا تَصِف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَنبِيَاءِ",
                "englishName": "Al-Anbiyaa",
                "englishNameTranslation": "The Prophets",
                "revelationType": "Meccan"
            }
        }
    ]
}