{
    "page_number": 334,
    "data": [
        {
            "aya_id": 2611,
            "aya_number": 16,
            "aya_text": "وَكَذٰلِكَ اَنْزَلْنٰهُ اٰيٰتٍۢ بَيِّنٰتٍۙ وَّاَنَّ اللّٰهَ يَهْدِيْ مَنْ يُّرِيْدُ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) yang merupakan ayat-ayat yang nyata; sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki.",
            "tafsir_jalalayn": "(Dan demikianlah) sebagaimana Kami turunkan ayat tadi (Kami telah menurunkan dia) ayat-ayat Alquran selanjutnya (yang merupakan ayat-ayat yang nyata) lafal Bayyinatin berkedudukan menjadi Hal, artinya ayat-ayat yang jelas (dan bahwasanya Allah memberikan petunjuk kepada siapa yang Dia kehendaki) untuk mendapatkan petunjuk-Nya; bagian ayat ini di'athafkan kepada dhamir Ha yang terdapat pada lafal Anzalnaahu.",
            "sajda": false,
            "transliteration": "Wa kazaalika anzalnaahu aayaatim baiyinaatinw wa annal laaha yahdee mai yureed",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][a:8953[تٍ و]َأَ[g[نّ]َ [h:859[ٱ]للَّهَ يَهْدِى م[a:2323[َن ي]ُر[p[ِي][q[د]ُ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2612,
            "aya_number": 17,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـِٕيْنَ وَالنَّصٰرٰى وَالْمَجُوْسَ وَالَّذِيْنَ اَشْرَكُوْٓا ۖاِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, Allah pasti memberi keputusan di antara mereka pada hari Kiamat. Sungguh, Allah menjadi saksi atas segala sesuatu.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman, orang-orang Yahudi) mereka adalah pemeluk agama Yahudi (orang-orang Shabi'in) salah satu sekte dari orang-orang Yahudi (orang-orang Nasrani, orang-orang Majusi dan orang-orang Musyrik, Allah akan memberi keputusan di antara mereka pada hari kiamat) yaitu dengan memasukkan orang-orang yang beriman ke dalam surga dan mencampakkan orang-orang selain mereka ke dalam neraka. (Sesungguhnya Allah terhadap segala sesuatu) yang diperbuat mereka (Maha Menyaksikan) mengetahuinya secara nyata.",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wallazeena haadoo was saabi'eena wan nasaaraa wal Majoosa wallazeena ashrakooo innal laaha yafsilu bainahum yawmal qiyaamah; innal laaha 'alaa kulli shai'in shaheed",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَ[h:37[ٱ]لَّذِينَ هَادُو[s[اْ] وَ[h:327[ٱ][l[ل]صَّ[n[ـٰ]بِــِٔينَ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَىٰ وَ[h:8954[ٱ]لْمَجُوسَ وَ[h:37[ٱ]لَّذِينَ أَشْرَك[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2613,
            "aya_number": 18,
            "aya_text": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَاۤبُّ وَكَثِيْرٌ مِّنَ النَّاسِۗ وَكَثِيْرٌ حَقَّ عَلَيْهِ الْعَذَابُۗ وَمَنْ يُّهِنِ اللّٰهُ فَمَا لَهٗ مِنْ مُّكْرِمٍۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يَشَاۤءُ ۩ۗ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Tidakkah engkau tahu bahwa siapa yang ada di langit dan siapa yang ada di bumi bersujud kepada Allah, juga matahari, bulan, bintang, gunung-gunung, pohon-pohon, hewan-hewan yang melata dan banyak di antara manusia? Tetapi banyak (manusia) yang pantas mendapatkan azab. Barangsiapa dihinakan Allah, tidak seorang pun yang akan memuliakannya. Sungguh, Allah berbuat apa saja yang Dia kehendaki.",
            "tafsir_jalalayn": "(Apakah kamu tiada melihat) tiada mengetahui (bahwa kepada Allah bersujud makhluk yang ada di langit dan makhluk yang ada di bumi dan matahari, bulan, bintang-bintang, gunung-gunung, pohon-pohon dan hewan-hewan yang melata) semuanya tunduk dan patuh menuruti apa yang dikehendaki-Nya (dan sebagian besar daripada manusia?) adalah orang-orang Mukmin, yaitu dengan bertambah perasaan rendah diri dalam sujud salat mereka. (Dan banyak di antara manusia yang telah ditetapkan azab atasnya) mereka adalah orang-orang kafir, karena mereka membangkang tidak mau bersujud, sedangkan sujud itu adalah pertanda iman. (Dan barang siapa yang dihinakan Allah) disengsarakan-Nya (maka tidak seorang pun yang memuliakannya) yang akan membahagiakannya. (Sesungguhnya Allah berbuat apa yang Dia kehendaki) seperti menghinakan dan memuliakan.",
            "sajda": true,
            "transliteration": "Alam tara annal laaha yasjudu lahoo man fis samaawaati wa man fil ardi wash shamsu walqamaru wan nu joomu wal jibaalu wash shajaru wad dawaaabbu wa kaseerum minan naasi wa kaseerun haqqa 'alaihil 'azaab; wa mai yuhinil laahu famaa lahoo mim mukrim; innallaaha yaf'alu maa yashaaa",
            "tajweed_text": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَسْجُدُ لَهُ[n[ۥ] مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَ[f:3453[ن ف]ِى [h:44[ٱ]لْأَرْضِ وَ[h:8955[ٱ][l[ل]شَّمْسُ وَ[h:8956[ٱ]لْقَمَرُ وَ[h:7346[ٱ][l[ل][g[نّ]ُجُومُ وَ[h:8957[ٱ]لْجِبَالُ وَ[h:8958[ٱ][l[ل]شَّجَرُ وَ[h:8959[ٱ][l[ل]دَّو[m[َا]ٓبُّ وَكَثِي[a:8960[رٌ م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ‌ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ [h:8961[ٱ]لْعَذَابُ‌ۗ وَم[a:8962[َن ي]ُهِنِ [h:8963[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] م[a:8964[ِن م]ُّكْرِمٍ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَفْعَلُ مَا يَش[o[َا]ٓءُ ۩",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2614,
            "aya_number": 19,
            "aya_text": "۞ هٰذَانِ خَصْمٰنِ اخْتَصَمُوْا فِيْ رَبِّهِمْ  فَالَّذِيْنَ كَفَرُوْا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّنْ نَّارٍۗ يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُ ۚ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Inilah dua golongan (golongan mukmin dan kafir) yang bertengkar, mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih.",
            "tafsir_jalalayn": "(Inilah dua golongan yang bertengkar) yaitu golongan orang-orang Mukmin di satu pihak dan di pihak lain lima golongan orang-orang kafir yang disebutkan dalam ayat 17=Lafal Khashmun ini dapat diartikan untuk tunggal dan jamak (mereka saling bertengkar mengenai Rabb mereka) dalam urusan agama mereka. (Maka orang-orang kafir akan dibuatkan untuk mereka pakaian-pakaian dari api neraka) yang kemudian mereka pakai, maksudnya mereka diliputi oleh api neraka. (Disiramkan air yang sedang mendidih ke atas kepala mereka) yaitu air yang sangat panas.",
            "sajda": false,
            "transliteration": "Haazaani khasmaanikh tasamoo fee Rabbihim fal lazeena kafaroo qutti'at lahum siyaabum min naar; yusabbu min fawqi ru'oosihimul hameem",
            "tajweed_text": "۞ هَ[n[ـٰ]ذَانِ خَصْمَانِ [h:8965[ٱ]خْتَصَمُو[s[اْ] فِى رَبِّهِمْ‌ۖ فَ[h:2514[ٱ]لَّذِينَ كَفَرُو[s[اْ] قُطِّعَتْ لَهُمْ ثِيَا[a:8966[بٌ م]ّ[a:4598[ِن ن]َّا[a:8967[رٍ ي]ُصَبُّ مِ[f:7114[ن ف]َوْقِ رُءُوسِهِمُ [h:8968[ٱ]لْحَم[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2615,
            "aya_number": 20,
            "aya_text": "يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُ ۗ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka.",
            "tafsir_jalalayn": "(Dihancur leburkan) diluluhkan (dengan air itu apa yang ada dalam perut mereka) yakni lemak dan lain-lainnya (dan) terpangganglah disebabkan panasnya air itu (kulit) mereka.",
            "sajda": false,
            "transliteration": "Yusharu bihee maa fee butoonihim waljulood",
            "tajweed_text": "يُصْهَرُ بِه[n[ِۦ] مَا فِى بُطُونِهِمْ وَ[h:8969[ٱ]لْجُل[p[ُو][q[د]ُ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2616,
            "aya_number": 21,
            "aya_text": "وَلَهُمْ مَّقَامِعُ مِنْ حَدِيْدٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Dan (azab) untuk mereka cambuk-cambuk dari besi.",
            "tafsir_jalalayn": "(Dan untuk mereka palu-palu dari besi) untuk memukul kepala mereka.",
            "sajda": false,
            "transliteration": "Wa lahum maqaami'u min hadeed",
            "tajweed_text": "وَلَه[w:8970[ُم م]َّقَ[n[ـٰ]مِعُ مِنْ حَد[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2617,
            "aya_number": 22,
            "aya_text": "كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَا مِنْ غَمٍّ اُعِيْدُوْا فِيْهَا وَذُوْقُوْا عَذَابَ الْحَرِيْقِ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Setiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan), “Rasakanlah azab yang membakar ini!”",
            "tafsir_jalalayn": "(Setiap kali mereka hendak keluar dari neraka) tempat mereka diazab (lantaran kesengsaraan mereka) yang menekan diri mereka di dalam neraka (niscaya mereka dikembalikan ke dalamnya) mereka dipukuli dengan palu-palu besi supaya kembali lagi ke neraka. (Dan) dikatakan kepada mereka, (\"Rasailah azab yang membakar ini\") azab yang sangat membakar ini.",
            "sajda": false,
            "transliteration": "Kullamaa araadooo any yakhrujoo minhaa min ghammin u'eedoo feeha wa zooqoo 'azaabal hareeq",
            "tajweed_text": "كُلَّم[o[َآ] أَرَاد[o[ُوٓ][s[اْ] أ[a:3533[َن ي]َخْرُجُو[s[اْ] مِنْهَا مِنْ غَ[g[مّ]ٍ أُعِيدُو[s[اْ] فِيهَا وَذُوقُو[s[اْ] عَذَابَ [h:2465[ٱ]لْحَر[p[ِي][q[ق]ِ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2618,
            "aya_number": 23,
            "aya_text": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًاۗ وَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 334,
            "translation_aya_text": "Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di sana mereka diberi perhiasan gelang-gelang emas dan mutiara, dan pakaian mereka dari sutera.",
            "tafsir_jalalayn": "Allah swt. berfirman kepada orang-orang Mukmin, (\"Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh ke dalam surga-surga yang di bawahnya mengalir sungai-sungai. Di surga itu mereka diberi perhiasan dengan gelang-gelang dari emas dan mutiara) kalau dibaca Lu-luin maka artinya perhiasan itu terdiri dari emas dan mutiara, atau emas itu dihiasi dengan mutiara. Jika dibaca Lu-luan berarti ia di'athafkan secara Mahall kepada lafal Min Asaawira. (Dan pakaian mereka adalah sutera) yaitu pakaian yang diharamkan bagi kaum lelaki di dunia.",
            "sajda": false,
            "transliteration": "Innal laaha yudkhilul lazeena aamanoo wa 'amilus saalihaati jannaatin tajree min tahtihal anhaaru yuhallawna feehaa min asaawira min zahabinw wa lu'lu'aa; wa libaasuhum feehaa hareer",
            "tajweed_text": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُ[q:8947[دْ]خِلُ [h:8948[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8971[بٍ و]َلُؤْلُ[a:8972[ؤًا‌ۖ و]َلِبَاسُهُمْ فِيهَا حَر[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        }
    ]
}