{
    "page_number": 335,
    "data": [
        {
            "aya_id": 2619,
            "aya_number": 24,
            "aya_text": "وَهُدُوْٓا اِلَى الطَّيِّبِ مِنَ الْقَوْلِۚ وَهُدُوْٓا اِلٰى صِرَاطِ الْحَمِيْدِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Dan mereka diberi petunjuk kepada ucapan-ucapan yang baik dan diberi petunjuk (pula) kepada jalan (Allah) yang terpuji.",
            "tafsir_jalalayn": "(Dan mereka diberi petunjuk) di dunia (kepada ucapan-ucapan yang baik) yaitu kalimat La Ilaaha Illallaah/ tidak ada Tuhan selain Allah (dan mereka ditunjuki pula kepada jalan yang terpuji) yakni jalan Allah yang terpuji dan agama-Nya.",
            "sajda": false,
            "transliteration": "Wa hudooo ilat taiyibi minal qawli wa hudooo ilaaa siraatil hameed",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2620,
            "aya_number": 25,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِيْ جَعَلْنٰهُ لِلنَّاسِ سَوَاۤءً ۨالْعَاكِفُ فِيْهِ وَالْبَادِۗ وَمَنْ يُّرِدْ فِيْهِ بِاِلْحَادٍۢ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ اَلِيْمٍ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Sungguh, orang-orang kafir dan yang menghalangi (manusia) dari jalan Allah dan dari Masjidilharam yang telah Kami jadikan terbuka untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar dan siapa saja yang bermaksud melakukan kejahatan secara zalim di dalamnya, niscaya akan Kami rasakan kepadanya siksa yang pedih.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir dan menghalangi manusia dari jalan Allah) dari ketaatan kepada-Nya (dan) dari (Masjidilharam yang telah Kami jadikan ia) sebagai manasik dan tempat beribadah (untuk semua manusia, baik yang bermukim) yang tinggal (di situ maupun di padang pasir) yakni pendatang (dan siapa yang bermaksud di dalamnya melakukan kejahatan) huruf Ba di sini adalah Zaidah (secara zalim) yang menyebabkan orang yang bersangkutan zalim, seumpamanya ia mengerjakan perbuatan yang terlarang, sekalipun dalam bentuk mencaci pelayan (niscaya akan Kami rasakan kepadanya sebagian siksa yang pedih)\" yang menyakitkan. Berdasarkan pengertian ini maka Khabar Inna diambil daripadanya. Maksudnya, sesungguhnya orang-orang yang kafir dan menghalangi manusia dari jalan Allah dan dari Masjidilharam, niscaya Kami akan rasakan kepada mereka sebagian siksa yang pedih.",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo wa yasuddoona 'an sabeelil laahi wal Masjidil Haraamil lazee ja'alnaahu linnaasi sawaaa'anil 'aakifu feehi walbaad; wa mai yurid feehi bi ilhaadim bizulmin nuziqhu min 'azaabin aleem",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2621,
            "aya_number": 26,
            "aya_text": "وَاِذْ بَوَّأْنَا لِاِبْرٰهِيْمَ مَكَانَ الْبَيْتِ اَنْ لَّا تُشْرِكْ بِيْ شَيْـًٔا وَّطَهِّرْ بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْقَاۤىِٕمِيْنَ وَالرُّكَّعِ السُّجُوْدِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Dan (ingatlah), ketika Kami tempatkan Ibrahim di tempat Baitullah (dengan mengatakan), “Janganlah engkau mempersekutukan Aku dengan apa pun dan sucikanlah rumah-Ku bagi orang-orang yang tawaf, dan orang yang beribadah dan orang yang rukuk dan sujud.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Kami jelaskan) Kami terangkan (kepada Ibrahim tempat Baitullah) supaya ia membangunnya kembali karena Baitullah itu telah diangkat sejak zaman banjir besar yakni zamannya Nabi Nuh, kemudian Kami perintahkan kepada Ibrahim, (\"Janganlah kamu menyekutukan Aku dengan sesuatu pun dan sucikanlah rumah-Ku ini) dari berhala-berhala (bagi orang-orang yang tawaf dan orang-orang yang bermukim) yakni orang-orang yang tinggal di sekitarnya (dan orang-orang yang rukuk dan sujud\") Rukka'is-sujuud adalah bentuk jamak dari kata Raaki 'iin dan Saajidin, maksudnya adalah orang-orang yang salat.",
            "sajda": false,
            "transliteration": "Wa iz bawwaanaa li Ibraaheema makaanal Baiti allaa tushrik bee shai'anw wa tahhir Baitiya litaaa'ifeena walqaaa' imeena warrukka 'is sujood",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2622,
            "aya_number": 27,
            "aya_text": "وَاَذِّنْ فِى النَّاسِ بِالْحَجِّ يَأْتُوْكَ رِجَالًا وَّعَلٰى كُلِّ ضَامِرٍ يَّأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Dan serulah manusia untuk mengerjakan haji, niscaya mereka akan datang kepadamu dengan berjalan kaki, atau mengendarai setiap unta yang kurus, mereka datang dari segenap penjuru yang jauh.",
            "tafsir_jalalayn": "(Dan berserulah) serukanlah (kepada manusia untuk mengerjakan haji) kemudian Nabi Ibrahim naik ke puncak bukit Abu Qubais, lalu ia berseru, \"Hai manusia! Sesungguhnya Rabb kalian telah membangun Baitullah dan Dia telah mewajibkan kalian untuk melakukan haji, maka sambutlah seruan Rabb kalian ini\". Lalu Nabi Ibrahim menolehkan wajahnya ke kanan dan ke kiri serta ke arah Timur dan ke arah Barat. Maka menjawablah semua orang yang telah ditentukan baginya dapat berhaji dari tulang-tulang sulbi kaum lelaki dan rahim-rahim kaum wanita, seraya mengatakan, \"Labbaik allaahumma Labbaika\", artinya: Ya Allah, kami penuhi panggilan-Mu, Ya Allah, kami penuhi panggilan-Mu. Sedangkan Jawab dari Amar yang di muka tadi ialah (niscaya mereka akan datang kepadamu dengan berjalan kaki) lafal Rijaalan adalah bentuk jamak dari lafal Raajilun, wazannya sama dengan lafal Qaaimun yang bentuk jamaknya adalah Qiyaamun; artinya berjalan kaki (dan) dengan berkendaraan (dengan menaiki unta yang kurus) karena lamanya perjalanan; lafal Dhamirin dapat ditujukan kepada jenis jantan dan betina (mereka datang) yakni unta-unta kurus itu yang dimaksud adalah orang-orang yang mengendarainya (dari segenap penjuru yang jauh) dari daerah yang perjalanannya sangat jauh.",
            "sajda": false,
            "transliteration": "Wa azzin fin naasi bil Hajji yaatooka rijaalanw wa 'alaa kulli daamiriny yaateena min kulli fajjin 'ameeq",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2623,
            "aya_number": 28,
            "aya_text": "لِّيَشْهَدُوْا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللّٰهِ فِيْٓ اَيَّامٍ مَّعْلُوْمٰتٍ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۚ فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْبَاۤىِٕسَ الْفَقِيْرَ ۖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Agar mereka menyaksikan berbagai manfaat untuk mereka dan agar mere-ka menyebut nama Allah pada beberapa hari yang telah ditentukan atas rezeki yang diberikan Dia kepada mereka berupa hewan ternak. Maka makanlah sebagian darinya dan (sebagian lagi) berikanlah untuk dimakan orang-orang yang sengsara dan fakir.",
            "tafsir_jalalayn": "(Supaya mereka mempersaksikan) yakni mendatangi (berbagai manfaat untuk mereka) dalam urusan dunia mereka melalui berdagang, atau urusan akhirat atau untuk keduanya. Sehubungan dengan masalah ini ada berbagai pendapat mengenainya (dan supaya mereka menyebut nama Allah pada hari-hari yang telah ditentukan) yakni tanggal sepuluh Zulhijah, atau hari Arafah, atau hari berkurban hingga akhir hari-hari Tasyriq; mengenai masalah ini pun ada beberapa pendapat (atas rezeki yang telah Allah berikan kepada mereka berupa binatang ternak) unta, sapi dan kambing yang disembelih pada hari raya kurban dan ternak-ternak yang disembelih sesudahnya sebagai kurban. (Maka makanlah sebagian daripadanya) jika kalian menyukainya (dan berikanlah untuk dimakan orang-orang yang sengsara lagi fakir) yakni sangat miskin.",
            "sajda": false,
            "transliteration": "Li yashhadoo manaafi'a lahum wa yazkurus mal laahi feee ayyaamimma'loomaatin 'alaa maa razaqahum mim baheematil an'aami fakuloo minhaa wa at'imul baaa'isal faqeer",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2624,
            "aya_number": 29,
            "aya_text": "ثُمَّ لْيَقْضُوْا تَفَثَهُمْ وَلْيُوْفُوْا نُذُوْرَهُمْ وَلْيَطَّوَّفُوْا بِالْبَيْتِ الْعَتِيْقِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Kemudian, hendaklah mereka menghilangkan kotoran (yang ada di badan) mereka, menyempurnakan nazar-nazar mereka dan melakukan tawaf sekeliling rumah tua (Baitullah). ",
            "tafsir_jalalayn": "(Kemudian hendaklah mereka menghilangkan kotoran yang ada pada badan mereka) maksudnya hendaklah mereka merapihkan ketidakrapihan diri mereka seperti memotong rambut dan kuku yang panjang (dan hendaklah mereka menunaikan) dapat dibaca Walyuufuu dan Walyuwaffuu (nazar-nazar mereka) dengan menyembelih hewan ternak sebagai hewan kurban (dan hendaklah mereka melakukan tawaf) tawaf ifadah (sekeliling rumah yang tua itu) yakni rumah kuno, karena ia adalah rumah pertama yang dibuat untuk ibadah manusia.",
            "sajda": false,
            "transliteration": "Summal yaqdoo tafasahum wal yoofoo nuzoorahum wal yattawwafoo bil Baitil 'Ateeq",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2625,
            "aya_number": 30,
            "aya_text": "ذٰلِكَ وَمَنْ يُّعَظِّمْ حُرُمٰتِ اللّٰهِ فَهُوَ خَيْرٌ لَّهٗ عِنْدَ رَبِّهٖۗ وَاُحِلَّتْ لَكُمُ الْاَنْعَامُ اِلَّا مَا يُتْلٰى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 335,
            "translation_aya_text": "Demikianlah (perintah Allah). Dan barang siapa mengagungkan apa yang terhormat di sisi Allah (hurumat) maka itu lebih baik baginya di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, kecuali yang diterangkan kepadamu (keharamannya), maka jauhilah olehmu (penyembahan) berhala-berhala yang najis itu dan jauhilah perkataan dusta.",
            "tafsir_jalalayn": "(Demikianlah) menjadi Khabar dari Mubtada yang keberadaannya diperkirakan sebelumnya, yakni perintah Allah itu sebagaimana yang telah disebutkan (dan barang siapa mengagungkan apa-apa yang terhormat di sisi Allah) yaitu hal-hal yang tidak boleh dirusak (maka itu adalah) mengagungkannya (lebih baik baginya di sisi Rabbnya) di akhirat kelak. (Dan telah dihalalkan bagi kamu sekalian binatang ternak) untuk memakannya sesudah disembelih terlebih dahulu (kecuali yang diterangkan kepada kalian) keharamannya di dalam firman yang lainnya yaitu, \"Diharamkan bagi kalian memakan bangkai...\" (Q.S. Al-Maidah, 3). Dengan demikian berarti Istitsna di sini bersifat Munqathi'. Dan dapat pula dikatakan Muttashil, sedangkan barang yang diharamkan adalah ditujukan kepada hewan yang mati dengan sendirinya dan oleh penyebab-penyebab lainnya (maka jauhilah oleh kalian berhala-berhala yang najis itu) huruf Min di sini menunjukkan arti Bayan atau keterangan, maksudnya barang yang najis itu adalah berhala-berhala (dan jauhilah perkataan-perkataan dusta) perkataan yang mengandung kemusyrikan terhadap Allah di dalam bacaan Talbiyah kalian, atau yang dimaksud adalah kesaksian palsu.",
            "sajda": false,
            "transliteration": "Zaalika wa mai yu'azzim hurumaatil laahi fahuwa khairul lahoo 'inda Rabbih; wa uhillat lakumul an'aamu illaa maa yutlaa 'alaikum fajtanibur rijsa minal awsaani wajtaniboo qawlaz zoor",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        }
    ]
}