{
    "page_number": 336,
    "data": [
        {
            "aya_id": 2626,
            "aya_number": 31,
            "aya_text": "حُنَفَاۤءَ لِلّٰهِ غَيْرَ مُشْرِكِيْنَ بِهٖۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۤءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Barangsiapa mempersekutukan Allah, maka seakan-akan dia jatuh dari langit lalu disambar oleh burung, atau diterbangkan angin ke tempat yang jauh.",
            "tafsir_jalalayn": "(Dengan ikhlas kepada Allah) yakni berserah diri kepada-Nya serta berpaling dari semua agama selain dari agama-Nya (tidak mempersekutukan sesuatu dengan Dia) kalimat ayat ini mengukuhkan makna kalimat yang sebelumnya dan keduanya itu merupakan Hal atau kata keterangan dari dhamir Wawu. (Barang siapa mempersekutukan sesuatu dengan Allah, maka adalah ia seolah-olah terjungkal) yakni jatuh (dari langit lalu disambar oleh burung) diambil dengan cepat (atau diterbangkan oleh angin yang melemparkannya) yang menjatuhkannya (ke tempat yang jauh sekali) sangat jauh sehingga tidak dapat diharapkan lagi keselamatannya.",
            "sajda": false,
            "transliteration": "Hunafaaa'a lillaahi ghaira mushrikeena bih; wa mai yushrik billaahi faka annamaa kharra minas samaaa'i fatakh tafuhut tairu aw tahwee bihir reehu bee makaanin saheeq",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2627,
            "aya_number": 32,
            "aya_text": "ذٰلِكَ وَمَنْ يُّعَظِّمْ شَعَاۤىِٕرَ اللّٰهِ فَاِنَّهَا مِنْ تَقْوَى الْقُلُوْبِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Demikianlah (perintah Allah). Dan barangsiapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu timbul dari ketakwaan hati.",
            "tafsir_jalalayn": "(Demikianlah) perintah itu (dan barang siapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu) mengagungkan syiar-syiar Allah, yaitu menyembelih hewan kurban untuk tanah suci, seumpamanya hewan kurban itu dipilih yang baik dan digemukkan terlebih dahulu (timbul dari ketakwaan hati) dalam diri mereka. Hewan-hewan kurban itu dinamakan Sya'aair disebabkan kesyiarannya yakni kesemarakannya, disebabkan hewan-hewan tersebut telah diberi tanda yang menunjukkan, bahwa mereka untuk dikurbankan, yaitu seperti dicap dengan besi panas pada punggungnya, sehingga menambah semaraknya suasana hari raya.",
            "sajda": false,
            "transliteration": "Zaalika wa mai yu'azzim sha'aaa'iral laahi fa innahaa min taqwal quloob",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2628,
            "aya_number": 33,
            "aya_text": "لَكُمْ فِيْهَا مَنَافِعُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ اِلَى الْبَيْتِ الْعَتِيْقِ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Bagi kamu padanya (hewan hadyu) ada beberapa manfaat, sampai waktu yang ditentukan, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq (Baitullah).",
            "tafsir_jalalayn": "(Bagi kalian pada binatang-binatang hadyu itu ada beberapa manfaat) seperti menjadikannya sebagai hewan kendaraan dan untuk mengangkut barang-barang selagi hal itu tidak membuatnya bahaya atau cacat (sampai pada waktu yang ditentukan) yaitu waktu disembelih sebagai hewan kurban (kemudian tempat wajib serta akhir masa penyembelihannya) tempat diperbolehkan menyembelihnya (ialah setelah sampai ke Baitul Atiq) yaitu maksudnya di semua tanah suci.",
            "sajda": false,
            "transliteration": "Lakum feehaa manaafi'u ilaaa ajalim musamman summa mahilluhaaa ilal Baitil 'Ateeq",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2629,
            "aya_number": 34,
            "aya_text": "وَلِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا لِّيَذْكُرُوا اسْمَ اللّٰهِ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۗ فَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَلَهٗٓ اَسْلِمُوْاۗ وَبَشِّرِ الْمُخْبِتِيْنَ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Dan bagi setiap umat telah Kami syariatkan penyembelihan (kurban), agar mereka menyebut nama Allah atas rezeki yang dikaruniakan Allah kepada mereka berupa hewan ternak. Maka Tuhanmu ialah Tuhan Yang Maha Esa, karena itu berserahdirilah kamu kepada-Nya. Dan sampaikanlah (Muhammad) kabar gembira kepada orang-orang yang tunduk patuh (kepada Allah),",
            "tafsir_jalalayn": "(Dan bagi tiap-tiap umat) golongan orang-orang yang beriman yang telah mendahului kalian (telah Kami syariatkan penyembelihan kurban) kalau dibaca Mansakan adalah Mashdar dan kalau dibaca Minsakan berarti isim makan atau nama tempat. Maksudnya menyembelih kurban atau tempat penyembelihannya (supaya mereka menyebut nama Allah terhadap binatang ternak yang telah direzekikan Allah kepada mereka) sewaktu mereka menyembelihnya. (Maka Tuhan kalian adalah Tuhan Yang Maha Esa, karena itu berserah dirilah kalian kepada-Nya) taat dan patuhlah kalian kepada-Nya. (Dan berilah kabar gembira kepada orang-orang yang tunduk patuh kepada Allah) orang-orang yang taat dan merendahkan diri kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa likulli ummatin ja'alnaa mansakal liyazkurus mal laahi 'alaa maa razaqahum mim baheematil an'aam; failaahukum ilaahunw Waahidun falahooo aslimoo; wa bashshiril mukhbiteen",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2630,
            "aya_number": 35,
            "aya_text": "الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَالصَّابِرِيْنَ عَلٰى مَآ اَصَابَهُمْ وَالْمُقِيْمِى الصَّلٰوةِۙ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "(yaitu) orang-orang yang apabila disebut nama Allah hati mereka bergetar, orang yang sabar atas apa yang menimpa mereka, dan orang yang melaksanakan salat dan orang yang menginfakkan sebagian rezeki yang Kami karuniakan kepada mereka.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang apabila disebutkan nama Allah gemetarlah) yakni takutlah (hati mereka, orang-orang yang sabar terhadap apa yang menimpa mereka) berupa musibah dan malapetaka (orang-orang yang mendirikan salat) yang mengerjakan salat pada waktu-waktunya (dan orang-orang yang menafkahkan sebagian dari apa yang telah Kami rezekikan kepada mereka) mereka menyedekahkannya.",
            "sajda": false,
            "transliteration": "Allazeena izaa zukiral laahu wajilat quloobuhum wassaabireena 'alaa maaa asaabahum walmuqeemis Salaati wa mimmaa razaqnaahum yunfiqoon",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2631,
            "aya_number": 36,
            "aya_text": "وَالْبُدْنَ جَعَلْنٰهَا لَكُمْ مِّنْ شَعَاۤىِٕرِ اللّٰهِ لَكُمْ فِيْهَا خَيْرٌۖ فَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهَا صَوَاۤفَّۚ فَاِذَا وَجَبَتْ جُنُوْبُهَا فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّۗ  كَذٰلِكَ سَخَّرْنٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Dan unta-unta itu Kami jadikan untuk-mu bagian dari syiar agama Allah, kamu banyak memperoleh kebaikan padanya. Maka sebutlah nama Allah (ketika kamu akan menyembelihnya) dalam keadaan berdiri (dan kaki-kaki telah terikat). Kemudian apabila telah rebah (mati), maka makanlah sebagiannya dan berilah makanlah orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta. Demikianlah Kami tundukkan (unta-unta itu) untukmu, agar kamu bersyukur.",
            "tafsir_jalalayn": "(Dan unta-unta itu) al Budna adalah bentuk jamak dari lafal Badanah, yaitu hewan unta (Kami jadikan untuk kalian sebagian syiar Allah) pertanda-pertanda bagi agama-Nya (kalian memperoleh kebaikan yang banyak padanya) kemanfaatan duniawi sebagaimana yang telah disebutkan tadi dan pahala di akhirat (maka sebutlah oleh kalian nama Allah ketika kalian menyembelihnya) sewaktu menyembelihnya (dalam keadaan berdiri) dengan kaki yang terikat. (Kemudian apabila telah roboh) sesudah disembelih, yaitu telah mati dan sudah waktunya untuk dapat dimakan (maka makanlah sebagiannya) jika kalian suka (dan beri makanlah orang yang rela dengan apa yang ada padanya) maksudnya orang-orang yang menerima dengan apa yang diberikan oleh Allah kepadanya dan ia tidak meminta-minta serta tidak pernah memamerkan dirinya miskin (dan orang yang meminta) yaitu orang yang meminta-minta dan orang yang menampakkan kemiskinannya. (Demikianlah) sebagaimana penundukan tadi (Kami telah menundukkan unta-unta itu kepada kalian) sehingga mereka dapat disembelih dan dapat dinaiki, jika tidak Kami tundukkan maka niscaya kalian tidak akan mampu terhadapnya (mudah-mudahan kalian bersyukur) atas nikmat-Ku kepada kalian.",
            "sajda": false,
            "transliteration": "Walbudna ja'alnaahaa lakum min sha'aaa'iril laahi lakum feehaa khairun fazkurusmal laahi 'alaihaa sawaaff; fa izaa wajabat junoobuhaa fakuloo minhaa wa at'imul qaani'a walmu'tarr; kazaalika sakhkharnaahaa lakum la'allakum tashkuroon",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2632,
            "aya_number": 37,
            "aya_text": "لَنْ يَّنَالَ اللّٰهَ لُحُوْمُهَا وَلَا دِمَاۤؤُهَا وَلٰكِنْ يَّنَالُهُ التَّقْوٰى مِنْكُمْۗ  كَذٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ ۗ وَبَشِّرِ الْمُحْسِنِيْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaan kamu. Demi-kianlah Dia menundukkannya untuk-mu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Dan sampaikanlah kabar gembira kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Daging-daging unta dan darahnya itu sekali-kali tidak dapat mencapai keridaan Allah) tidak dapat diterima di sisi-Nya (tetapi ketakwaan daripada kalianlah yang dapat mencapai keridaan-Nya) yaitu yang dapat sampai kepada-Nya hanyalah amal saleh yang ikhlas disertai iman. (Demikianlah Allah telah menundukkannya untuk kalian supaya kalian mengagungkan Allah terhadap hidayah-Nya) yakni atas petunjuk-Nya yang telah membimbing kalian sehingga dapat mengetahui pertanda-pertanda agama dan manasik-manasik haji-Nya. (Dan berilah kabar gembira kepada orang-orang yang berbuat baik) yaitu orang-orang yang mentauhidkan Allah.",
            "sajda": false,
            "transliteration": "Lany yanaalal laaha luhoo muhaa wa laa dimaaa'uhaa wa laakiny yanaaluhut taqwaa minkum; kazaalika sakhkharhaa lakum litukabbirul laaha 'alaa ma hadaakum; wa bashshirul muhsineen",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2633,
            "aya_number": 38,
            "aya_text": "۞ اِنَّ اللّٰهَ يُدَافِعُ عَنِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُوْرٍ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 336,
            "translation_aya_text": "Sesungguhnya Allah membela orang yang beriman. Sungguh, Allah tidak menyukai setiap orang yang berkhianat dan kufur nikmat.",
            "tafsir_jalalayn": "(Sesungguhnya Allah membela orang-orang yang telah beriman) daripada perbuatan-perbuatan kaum musyrikin. (Sesungguhnya Allah tidak menyukai tiap-tiap orang yang berkhianat) di dalam amanat yang dititipkan kepadanya (lagi mengingkari nikmat) ingkar terhadap nikmat-nikmat-Nya; mereka adalah orang-orang musyrik. Makna ayat ini ialah bahwa Allah akan mengazab mereka.",
            "sajda": false,
            "transliteration": "Innal laaha yudaafi' 'anil lazeena aamanoo; innal laaha laa yuhibbu kulla khawwaanin kafoor",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        }
    ]
}