{
    "page_number": 338,
    "data": [
        {
            "aya_id": 2642,
            "aya_number": 47,
            "aya_text": "وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.",
            "tafsir_jalalayn": "(Dan mereka meminta kepadamu agar azab itu disegerakan, padahal Allah sekali-kali tidak akan menyalahi janji-Nya) untuk menurunkan azab itu, maka Dia menurunkannya dalam perang Badar. (Sesungguhnya sehari di sisi Rabbmu) hari-hari di akhirat disebabkan pedihnya azab (adalah seperti seribu tahun dari tahun-tahun yang kalian hitung) dapat dibaca Ya'udduuna dan Ta'udduuna, yakni menurut perhitungan tahun-tahun di dunia.",
            "sajda": false,
            "transliteration": "Wa yasta'juloonaka bil'azaabi wa lany yukhlifal laahu wa'dah; wa inna yawman 'inda Rabbika ka'alfi sanatim mimmaa ta'uddoon",
            "tajweed_text": "وَيَسْتَعْجِلُونَكَ بِ[h:9060[ٱ]لْعَذَابِ وَل[a:9061[َن ي]ُخْلِفَ [h:411[ٱ]للَّهُ وَعْدَهُ[n[ۥ]‌ۚ وَإِ[g[نّ]َ يَوْمًا عِ[f:264[ند]َ رَبِّكَ كَأَلْفِ سَنَ[a:9062[ةٍ م]ِّ[g[مّ]َا تَعُدّ[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2643,
            "aya_number": 48,
            "aya_text": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصِيْرُ ࣖ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu).",
            "tafsir_jalalayn": "(Dan berapa banyaknya kota yang Kami tangguhkan azab-Ku kepadanya, yang penduduknya berbuat zalim, kemudian Aku azab mereka) yang dimaksud dengan kota di sini adalah para penduduknya (dan hanya kepada Akulah kembalinya segala sesuatu).",
            "sajda": false,
            "transliteration": "Wa ka ayyim min qaryatin amlaitu lahaa wa hiya zaalimatun summa akhaztuhaa wa ilaiyal maseer",
            "tajweed_text": "وَكَأَيّ[a:2298[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَ[f:9063[ةٌ ث]ُ[g[مّ]َ أَخَذْتُهَا وَإِلَىَّ [h:9064[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2644,
            "aya_number": 49,
            "aya_text": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنَّمَآ اَنَا۠ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۚ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.”",
            "tafsir_jalalayn": "(Katakanlah, \"Hai manusia!) yakni penduduk Mekah (Sesungguhnya aku adalah seorang pemberi peringatan yang nyata kepada kalian\") dan jelas peringatannya, dan aku adalah pembawa berita gembira bagi orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Qul yaaa ayyuhan naasu innamaaa ana lakum nazeerum mubeen",
            "tajweed_text": "قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[g[نّ]َم[o[َآ] أَنَا۟ لَكُمْ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2645,
            "aya_number": 50,
            "aya_text": "فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan rezeki yang mulia.",
            "tafsir_jalalayn": "(Maka orang-orang yang beriman dan mengerjakan amal saleh, bagi mereka ampunan) dari dosa-dosa (dan rezeki yang mulia) yaitu surga.",
            "sajda": false,
            "transliteration": "Fallazeena aamanoo wa 'amilu saalihaati lahum maghfiratunw wa rizqun kareem",
            "tajweed_text": "فَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَه[w:3412[ُم م]َّغْفِرَ[a:5445[ةٌ و]َرِزْ[f:5239[قٌ ك]َر[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2646,
            "aya_number": 51,
            "aya_text": "وَالَّذِيْنَ سَعَوْا فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah penghuni-penghuni neraka Jahim.",
            "tafsir_jalalayn": "(Dan orang-orang yang berusaha terhadap ayat-ayat Kami) Alquran dengan menentang dan membatalkannya (dengan melemahkan) orang-orang yang mengikuti Nabi saw., mereka menganggap lemah orang-orang yang mengikutinya, dan mereka berupaya menghambat kaum Muslimin untuk beriman kepadanya, atau mereka menganggap lemah Kami untuk dapat mengazab mereka. Dan menurut qiraat yang lain dibaca Mu'ajjiziina, yakni mereka dapat mendahului Kami, atau dengan kata lain mereka mengira, bahwa diri mereka yang ingkar terhadap adanya hari berbangkit dan hari pembalasan mereka mengira akan selamat dari azab Kami (mereka itu adalah penghuni-penghuni Jahim) yakni neraka.",
            "sajda": false,
            "transliteration": "Wallazeena sa'aw feee Aayaatinaa mu'aajizeena ulaaa ika As-haabul jaheem",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ سَعَوْ[s[اْ] ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا مُعَ[n[ـٰ]جِزِينَ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2647,
            "aya_number": 52,
            "aya_text": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ وَّلَا نَبِيٍّ اِلَّآ اِذَا تَمَنّٰىٓ اَلْقَى الشَّيْطٰنُ فِيْٓ اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), mela-inkan apabila dia mempunyai suatu keinginan, setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana,",
            "tafsir_jalalayn": "(Dan Kami tidak mengutus sebelum kamu seorang rasul pun) rasul adalah seorang nabi yang diperintahkan untuk menyampaikan wahyu (dan tidak pula seorang nabi) yaitu orang yang diberi wahyu akan tetapi tidak diperintahkan untuk menyampaikannya (melainkan apabila ia membaca) membacakan Alquran (setan pun, memasukkan godaan-godaan terhadap bacaannya itu) membisikkan apa-apa yang bukan Alquran dan disukai oleh orang-orang yang ia diutus kepada mereka. Sehubungan dengan hal ini Nabi saw. pernah mengatakan setelah beliau membacakan surah An-Najm, yaitu sesudah firman-Nya, \"Maka apakah patut kalian (hai orang-orang musyrik) menganggap Lata, Uzza dan Manat yang ketiganya...\" (Q.S. An-Najm, 19-2O) lalu beliau mengatakan, \"Bintang-bintang yang ada di langit yang tinggi itu, sesungguhnya manfaatnya dapat diharapkan\". Orang-orang musyrik yang ada di hadapan Nabi saw. kala itu merasa gembira mendengarnya. Hal ini dilakukan oleh Nabi saw. di hadapan mereka, dan sewaktu Nabi saw. membacakan ayat di atas lalu setan meniupkan godaan kepada lisan Nabi saw. tanpa ia sadari, sehingga keluarlah perkataan itu dari lisannya. Maka malaikat Jibril memberitahukan kepadanya apa yang telah ditiupkan oleh setan terhadap lisannya itu, lalu Nabi saw. merasa berduka cita atas peristiwa itu. Hati Nabi saw. menjadi terhibur kembali setelah turunnya ayat berikut ini, (\"Allah menghilangkan) membatalkan (apa yang ditiupkan oleh setan itu, dan Dia menguatkan ayat-ayat-Nya) memantapkannya. (Dan Allah Maha Mengetahui) apa yang telah dilancarkan oleh setan tadi (lagi Maha Bijaksana) di dalam memberikan kesempatan kepada setan untuk dapat meniupkan godaannya kepada Nabi saw. Dia berbuat apa saja yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaa min qablika mir Rasoolinnw wa laa Nabiyyin illaaa izaaa tamannaaa alqash Shaitaanu feee umniy yatihee fa yansakhul laahu maa yulqish Shaitaanu summa yuhkimul laahu aayaatih; wallaahu 'Aleemun Hakeem",
            "tajweed_text": "وَم[o[َآ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ م[u:2882[ِن ر]َّسُو[a:9065[لٍ و]َلَا نَبِىٍّ إِلّ[o[َآ] إِذَا تَمَ[g[نّ]َ[o[ىٰٓ] أَلْقَى [h:9066[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ ف[o[ِىٓ] أُمْنِيَّتِه[n[ِۦ] فَيَ[f:9067[نس]َخُ [h:9068[ٱ]للَّهُ مَا يُلْقِى [h:9069[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ ثُ[g[مّ]َ يُحْكِمُ [h:9070[ٱ]للَّهُ ءَايَ[n[ـٰ]تِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2648,
            "aya_number": 53,
            "aya_text": "لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْقَاسِيَةِ قُلُوْبُهُمْۗ وَاِنَّ الظّٰلِمِيْنَ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ۙ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu, sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zalim itu benar-benar dalam permu-suhan yang jauh,",
            "tafsir_jalalayn": "(Agar Dia menjadikan apa yang ditiupkan oleh setan itu sebagai cobaan) yakni musibah (bagi orang-orang yang di dalam hatinya ada penyakit) perselisihan dan kemunafikan (dan yang kasar hatinya) orang-orang musyrik; hati mereka kasar dan keras tidak mau menerima barang yang hak. (Dan sesungguhnya orang-orang yang zalim itu) yakni orang-orang kafir (benar-benar dalam permusuhan yang sangat\") mereka berada dalam perselisihan yang berkepanjangan dengan Nabi saw. dan orang-orang Mukmin, hal ini dapat diketahui sewaktu terlontar kata-kata dari lisan Nabi saw. yang menyebutkan tuhan-tuhan mereka dengan sebutan yang membuat mereka suka; hanya saja hal itu dibatalkan oleh firman Allah selanjutnya.",
            "sajda": false,
            "transliteration": "Liyaj'ala maa yulqish Shaitaanu fitnatal lillazeena fee quloobihim maradunw walqaasiyati quloobuhum; wa innaz zaalimeena lafee shiqaaqim ba'eed",
            "tajweed_text": "لِّيَ[q:2360[جْ]عَلَ مَا يُلْقِى [h:9069[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ فِتْنَ[u:9071[ةً ل]ِّلَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَ[a:9072[ضٌ و]َ[h:9073[ٱ]لْقَاسِيَةِ قُلُوبُهُمْ‌ۗ وَإِ[g[نّ]َ [h:9074[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَفِى شِقَا[i:900[قِۭ ب]َع[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2649,
            "aya_number": 54,
            "aya_text": "وَّلِيَعْلَمَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَّبِّكَ فَيُؤْمِنُوْا بِهٖ فَتُخْبِتَ لَهٗ قُلُوْبُهُمْۗ وَاِنَّ اللّٰهَ لَهَادِ الَّذِيْنَ اٰمَنُوْٓا اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "dan agar orang-orang yang telah diberi ilmu, meyakini bahwa (Al-Qur'an) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus.",
            "tafsir_jalalayn": "(Dan agar orang-orang yang telah diberi ilmu meyakini) diberi ilmu tentang ketauhidan dan Alquran (bahwasanya Alquran) itulah (yang hak dari Rabbmu lalu mereka beriman kepadanya dan tenanglah) yakni mantaplah (hati mereka kepadanya, dan sesungguhnya Allah adalah Pemberi petunjuk bagi orang-orang yang beriman kepada jalan) tuntunan (yang lurus) yaitu agama Islam.",
            "sajda": false,
            "transliteration": "Wa liya'lamal lazeena ootul 'ilma annahul haqqu mir Rabbika fa yu'minoo bihee fatukhbita ahoo quloobuhum; wa innal laaha lahaadil lazeena aamanoo ilaa Siraatim Mustaqeem",
            "tajweed_text": "وَلِيَعْلَمَ [h:2400[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ أَ[g[نّ]َهُ [h:137[ٱ]لْحَقُّ م[u:770[ِن ر]َّبِّكَ فَيُؤْمِنُو[s[اْ] بِه[n[ِۦ] فَتُخْبِتَ لَهُ[n[ۥ] قُلُوبُهُمْ‌ۗ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَهَادِ [h:9075[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2650,
            "aya_number": 55,
            "aya_text": "وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا فِيْ مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيْمٍ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 338,
            "translation_aya_text": "Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Al-Qur'an), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka.",
            "tafsir_jalalayn": "(Dan senantiasalah orang-orang kafir itu berada dalam keragu-raguan) tidak percaya (terhadap Alquran) disebabkan apa-apa yang diembuskan oleh setan melalui lisan Nabi, kemudian hal itu dibatalkan (hingga datang kepada mereka saat ajalnya dengan tiba-tiba) saat kematian mereka, atau yang dimaksud adalah hari kiamat yang datang secara mendadak (atau datang kepada mereka azab hari kiamat) yaitu perang Badar, yang di dalam perang itu tiada kebaikan sedikit pun bagi orang-orang kafir; keadaan pada hari itu diserupakan bagaikan angin kering yang tidak membawa kebaikan sedikit pun. Atau makna yang dimaksud adalah azab hari kiamat, yaitu hari yang tidak ada malam hari lagi sesudahnya.",
            "sajda": false,
            "transliteration": "Wa laa yazaalul lazeena kafaroo fee miryatim minhu hattaa taatiyahumus Saa'atu baghtatan aw yaatiyahum 'azaabu Yawmin 'aqeem",
            "tajweed_text": "وَلَا يَزَالُ [h:6990[ٱ]لَّذِينَ كَفَرُو[s[اْ] فِى مِرْيَ[a:6279[ةٍ م]ِّنْهُ حَتَّىٰ تَأْتِيَهُمُ [h:6846[ٱ][l[ل]سَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَق[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        }
    ]
}