{
    "page_number": 34,
    "data": [
        {
            "aya_id": 223,
            "aya_number": 216,
            "aya_text": "كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّهُوَ خَيْرٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تُحِبُّوْا شَيْـًٔا وَّهُوَ شَرٌّ لَّكُمْ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 34,
            "translation_aya_text": "Diwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. Tetapi boleh jadi kamu tidak menyenangi sesuatu, padahal itu baik bagimu, dan boleh jadi kamu menyukai sesuatu, padahal itu tidak baik bagimu. Allah mengetahui, sedang kamu tidak mengetahui.",
            "tafsir_jalalayn": "(Diwajibkan atasmu berperang), yakni menghadapi orang-orang kafir (padahal hal itu suatu kebencian), maksudnya suatu hal yang tidak disukai (bagi kamu) menurut tabiat, disebabkan amat menyusahkannya. (Boleh jadi kamu membenci sesuatu padahal baik bagi kamu dan boleh jadi pula kamu menyukai sesuatu padahal amat buruk bagi kamu). Ini disebabkan kecenderungan nafsu pada syahwat atau keinginan-keinginan yang pasti akan mencelakakannya dan enggannya melakukan taklif atau tugas-tugas yang akan membahagiakannya. Siapa tahu bahwa dalam peperangan, walau kamu membencinya, tersembunyi kebaikan, misalnya kemenangan dan harta rampasan atau mati syahid dan memperoleh pahala. Sebaliknya dalam meninggalkan, walaupun menyenangkan hatimu, terdapat keburukan, misalnya kehinaan dan kemiskinan serta luput dari pahala. (Dan Allah Maha mengetahui) apa-apa yang baik bagimu (sedang kamu tidak mengetahui) demikian itu. Maka bersegeralah melakukan apa yang diperintahkan Allah kepadamu. Nabi saw. mengirim pasukannya yang pertama di antaranya terdapat Abdullah bin Jahsy. Mereka memerangi orang-orang musyrik dan membunuh Ibnul Hadhrami pada hari terakhir bulan Jumadilakhir hingga mereka memasuki awal bulan Rajab (salah satu bulan suci). Mereka lalu dicela oleh orang-orang kafir karena telah menghalalkan bulan suci itu, maka turunlah ayat:",
            "sajda": false,
            "transliteration": "Kutiba alaikumulqitaalu wa huwa kurhullakum wa 'asaaa an takrahoo shai'anw wa huwa khairullakum wa 'asaaa an tuhibbo shai'anw wa huwa sharrullakum; wallaahu ya'lamu wa antum laa ta'lamoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 224,
            "aya_number": 217,
            "aya_text": "يَسْـَٔلُوْنَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيْهِۗ  قُلْ قِتَالٌ فِيْهِ كَبِيْرٌ ۗ وَصَدٌّ عَنْ سَبِيْلِ اللّٰهِ وَكُفْرٌۢ بِهٖ وَالْمَسْجِدِ الْحَرَامِ وَاِخْرَاجُ اَهْلِهٖ مِنْهُ اَكْبَرُ عِنْدَ اللّٰهِ ۚ وَالْفِتْنَةُ اَكْبَرُ مِنَ الْقَتْلِ ۗ وَلَا يَزَالُوْنَ يُقَاتِلُوْنَكُمْ حَتّٰى يَرُدُّوْكُمْ عَنْ دِيْنِكُمْ اِنِ اسْتَطَاعُوْا ۗ وَمَنْ يَّرْتَدِدْ مِنْكُمْ عَنْ دِيْنِهٖ فَيَمُتْ وَهُوَ كَافِرٌ فَاُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 34,
            "translation_aya_text": "Mereka bertanya kepadamu (Muhammad) tentang berperang pada bulan haram. Katakanlah, “Berperang dalam bulan itu adalah (dosa) besar. Tetapi menghalangi (orang) dari jalan Allah, ingkar kepada-Nya, (menghalangi orang masuk) Masjidilharam, dan mengusir penduduk dari sekitarnya, lebih besar (dosanya) dalam pandangan Allah. Sedangkan fitnah lebih kejam daripada pembunuhan. Mereka tidak akan berhenti memerangi kamu sampai kamu murtad (keluar) dari agamamu, jika mereka sanggup. Barangsiapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya.”",
            "tafsir_jalalayn": "(Mereka menanyakan kepadamu tentang bulan haram) atau bulan suci (yakni berperang padanya), menjadi badal isytimal (Katakanlah) kepada mereka, (\"Berperang dalam bulan itu adalah besar\"), maksudnya dosa besar. 'Berperang' menjadi mubtada', sedangkan 'besar' menjadi khabarnya, (tetapi menghalangi) manusia, menjadi mubtada' (dari jalan Allah) maksudnya dari agama-Nya (dan kafir kepada-Nya), (serta) menghalangi ia masuk (Masjidilharam), artinya kota Mekah (dan mengusir penduduknya daripadanya) sebagaimana yang dialami Nabi saw. bersama orang-orang mukmin, sedang yang menjadi khabarnya ialah (lebih besar lagi), artinya dosanya (di sisi Allah) daripada berperang itu. (Sedangkan berbuat fitnah) artinya kesyirikan (lebih besar lagi dari pembunuhan) bagimu padanya. (Dan tidak henti-hentinya mereka), maksudnya orang-orang kafir (memerangi kamu) hai orang-orang beriman (hingga), maksudnya agar (mengembalikan kamu dari agamamu) kepada kekafiran, (sekiranya mereka sanggup. Barang siapa yang murtad di antara kamu dari agamanya, lalu ia mati dalam kekafiran, maka mereka itu menjadi sia-sia) atau batal (amal-amal mereka) yang saleh (di dunia dan akhirat) hingga tidak dianggap dan tidak diberi pahala. Mengaitkannya dengan kematian menunjukkan bahwa seandainya ia kembali kepada Islam sebelum mati maka amalnya tidaklah batal dan tetap diberi pahala serta tidak perlu diulangi lagi, haji misalnya. Demikianlah menurut pendapat Syafii, (dan mereka itulah penghuni neraka, mereka kekal di dalamnya). Tatkala anak buah pasukannya tadi menyangka bahwa meskipun mereka tidak berdosa, tetap tidak beroleh pahala (karena melakukan peperangan pada bulan haram), maka turunlah ayat:",
            "sajda": false,
            "transliteration": "Yas'aloonaka 'anish Shahril Haraami qitaalin feehi qul qitaahun feehi kabeerunw wa saddun 'an sabeelil laahi wa kufrum bihee wal Masjidil Haraami wa ikhraaju ahlihee minhu akbaru 'indal laah; walfitnatu akbaru minal qatl; wa laa yazaaloona yuqaatiloonakum hatta yaruddookum 'an deenikum inis tataa'oo; wa mai yartadid minkum 'an deenihee fayamut wahuwa kaafirun fa ulaaa'ika habitat a'maaluhum fid dunyaa wal aakhirati wa ulaaa'ika ashaabun Naari hum feehaa khaalidoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 225,
            "aya_number": 218,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ ۙ اُولٰۤىِٕكَ يَرْجُوْنَ رَحْمَتَ اللّٰهِ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 34,
            "translation_aya_text": "Sesungguhnya orang-orang yang beriman, dan orang-orang yang berhijrah dan berjihad di jalan Allah, mereka itulah yang mengharapkan rahmat Allah. Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman, orang-orang yang berhijrah) meninggalkan kampung halaman mereka, (dan berjihad di jalan Allah), yakni untuk meninggikan agama-Nya, (mereka itu mengharapkan rahmat Allah), artinya pahala-Nya, (dan Allah Maha Pengampun lagi Maha Penyayang) terhadap orang-orang beriman.",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wallazeena haajaroo wa jaahadoo fee sabeelil laahi ulaaaika yarjoona rahmatal laah; wallaahu Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 226,
            "aya_number": 219,
            "aya_text": "۞ يَسْـَٔلُوْنَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِۗ قُلْ فِيْهِمَآ اِثْمٌ كَبِيْرٌ وَّمَنَافِعُ لِلنَّاسِۖ وَاِثْمُهُمَآ اَكْبَرُ مِنْ نَّفْعِهِمَاۗ وَيَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ەۗ قُلِ الْعَفْوَۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَتَفَكَّرُوْنَۙ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 34,
            "translation_aya_text": "Mereka menanyakan kepadamu (Muhammad) tentang khamar dan judi. Katakanlah, “Pada keduanya terdapat dosa besar dan beberapa manfaat bagi manusia. Tetapi dosanya lebih besar daripada manfaatnya.” Dan mereka menanyakan kepadamu (tentang) apa yang (harus) mereka infakkan. Katakanlah, “Kelebihan (dari apa yang diperlukan).” Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkan,",
            "tafsir_jalalayn": "(Mereka menanyakan kepadamu tentang minuman keras dan berjudi) apakah hukumnya? (Katakanlah kepada mereka) (pada keduanya) maksudnya pada minuman keras dan berjudi itu terdapat (dosa besar). Menurut satu qiraat dibaca katsiir (banyak) disebabkan keduanya banyak menimbulkan persengketaan, caci-mencaci, dan kata-kata yang tidak senonoh, (dan beberapa manfaat bagi manusia) dengan meminum-minuman keras akan menimbulkan rasa kenikmatan dan kegembiraan, dan dengan berjudi akan mendapatkan uang dengan tanpa susah payah, (tetapi dosa keduanya), maksudnya bencana-bencana yang timbul dari keduanya (lebih besar) artinya lebih parah (daripada manfaat keduanya). Ketika ayat ini diturunkan, sebagian sahabat masih suka meminum minuman keras, sedangkan yang lainnya sudah meninggalkannya hingga akhirnya diharamkan oleh sebuah ayat dalam surat Al-Maidah. (Dan mereka menanyakan kepadamu beberapa yang akan mereka nafkahkan), artinya berapa banyaknya. (Katakanlah), Nafkahkanlah (kelebihan) maksudnya yang lebih dari keperluan dan janganlah kamu nafkahkan apa yang kamu butuhkan dan kamu sia-siakan dirimu. Menurut satu qiraat dibaca al-`afwu sebagai khabar dari mubtada' yang tidak disebutkan dan diperkirakan berbunyi, \"yaitu huwa....\". (Demikianlah), artinya sebagaimana dijelaskan-Nya kepadamu apa yang telah disebutkan itu (dijelaskan-Nya pula bagimu ayat-ayat agar kamu memikirkan).",
            "sajda": false,
            "transliteration": "Yas'aloonaka 'anilkhamri walmaisiri qul feehimaaa ismun kabeerunw wa manaafi'u linnaasi wa ismuhumaa akbaru min naf'ihimaa; wa yas'aloonaka maaza yunfiqoona qulil-'afw; kazaalika yubaiyinul laahu lakumul-aayaati la'allakum tatafakkaroon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}