{
    "page_number": 341,
    "data": [
        {
            "aya_id": 2668,
            "aya_number": 73,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوْا لَهٗ ۗاِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَنْ يَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَهٗ ۗوَاِنْ يَّسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنْقِذُوْهُ مِنْهُۗ ضَعُفَ الطَّالِبُ وَالْمَطْلُوْبُ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.",
            "tafsir_jalalayn": "(Hai manusia,) yakni penduduk Mekah (telah dibuatkan perumpamaan, maka dengarkanlah oleh kalian perumpamaan itu) yaitu, (Sesungguhnya segala yang kalian seru) kalian sembah (selain Allah) yaitu berhala-berhala (sekali-kali tidak dapat menciptakan seekor lalat pun) lafal Dzubaaban adalah isim jenis, yang artinya jamak, sedangkan bentuk tunggalnya adalah Dzubaabatun; lafal ini dapat dipakai untuk mudzakkar dan muanats (walaupun mereka bersatu untuk menciptakannya) untuk membuatnya. (Dan jika lalat itu merampas sesuatu dari mereka) apa yang ada pada mereka berupa wewangian dan minyak Za'faron yang dilumurkan kepada berhala-berhala mereka itu (tiadalah mereka dapat menyelamatkan sesuatu itu) dapat merampas kembali sesuatu itu (dari lalat itu) karena mereka tidak mampu, mengapa mereka menyembah selain Allah? Yaitu apa-apa yang mereka anggap sebagai sekutu-sekutu Allah. Ini adalah hal yang aneh sekali, diungkapkan oleh peribahasa dengan ungkapan seperti berikut ini, (\"Alangkah lemahnya yang menyeru) yakni yang menyembah (dan alangkah lemahnya pula yang diseru) yakni yang disembah.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhan naasu duriba masalun fastami'oo lah; innal lazeena tad'oona min doonil laahi lai yakhluqoo zubaabanw wa lawijtama'oo lahoo wa iny yaslub humuz zubbabu shai'al laa yastan qizoohu minh; da'ufat taalibu walmatloob",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ ضُرِبَ مَثَ[f:9112[لٌ ف]َ[h:5220[ٱ]سْتَمِعُو[s[اْ] لَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ ل[a:9113[َن ي]َخْلُقُو[s[اْ] ذُبَا[a:9114[بًا و]َلَوِ [h:9115[ٱ][q:9116[جْ]تَمَعُو[s[اْ] لَهُ[n[ۥ]‌ۖ وَإ[a:9117[ِن ي]َسْلُ[q:9118[بْ]هُمُ [h:9119[ٱ][l[ل]ذُّبَابُ شَيْـ[u:9120[ـًٔا ل]َّا يَسْتَ[f:9121[نق]ِذُوهُ مِنْهُ‌ۚ ضَعُفَ [h:9122[ٱ][l[ل]طَّالِبُ وَ[h:9123[ٱ]لْمَ[q:9123[طْ]ل[p[ُو][q[ب]ُ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2669,
            "aya_number": 74,
            "aya_text": "مَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sungguh, Allah Mahakuat, Mahaperkasa.",
            "tafsir_jalalayn": "(Mereka tidak menganggap Allah) tidak mengagungkan-Nya (dengan sebenar-benarnya) dengan pengagungan yang sebenarnya, disebabkan mereka menyekutukan-Nya dengan apa-apa yang tidak dapat mencegah seekor lalat pun dan tidak dapat pula merebut apa yang telah diambilnya. (Sesungguhnya Allah benar-benar Maha Kuat lagi Maha Perkasa\") yakni Maha Menang.",
            "sajda": false,
            "transliteration": "Maa qadrul laaha haqqa qadrih; innal laaha la Qawiyyun 'Azeez",
            "tajweed_text": "مَا قَدَرُو[s[اْ] [h:4225[ٱ]للَّهَ حَقَّ قَ[q:4226[دْ]رِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَقَوِىٌّ عَز[p[ِي]زٌ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2670,
            "aya_number": 75,
            "aya_text": "اَللّٰهُ يَصْطَفِيْ مِنَ الْمَلٰۤىِٕكَةِ رُسُلًا وَّمِنَ النَّاسِۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ۚ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Allah memilih para utusan(-Nya) dari malaikat dan dari manusia. Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Allah memilih utusan-utusan-Nya dari malaikat dan dari manusia) sebagai rasul-rasul-Nya. Ayat ini diturunkan ketika orang-orang musyrik mengatakan, sebagaimana yang telah disitir oleh firman-Nya, \"Mengapa Alquran itu diturunkan kepadanya di antara kita?\" (Q.S. Shad, 8) (sesungguhnya Allah Maha Mendengar) ucapan-ucapan mereka (lagi Maha Melihat) utusan yang telah diangkat-Nya, seperti malaikat Jibril, malaikat Mikail, Nabi Ibrahim, Nabi Muhammad dan Rasul-rasul lainnya, semoga selawat dan salam Allah curahkan kepada mereka semuanya.",
            "sajda": false,
            "transliteration": "Allahu yastafee minal malaaa'ikati Rusulanw wa minan naas; innal laaha Samee'um Baseer",
            "tajweed_text": "ٱللَّهُ يَصْطَفِى مِنَ [h:2217[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ رُسُل[a:9124[اً و]َمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَمِي[i:9086[عُۢ ب]َص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2671,
            "aya_number": 76,
            "aya_text": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Dia (Allah) mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka. Dan hanya kepada Allah dikembalikan segala urusan.",
            "tafsir_jalalayn": "(Allah mengetahui apa yang ada di hadapan mereka dan apa yang ada di belakang mereka) apa yang akan mereka lakukan dan apa yang telah mereka lakukan, dan apa yang sekarang sedang mereka lakukan. (Dan hanya kepada Allah dikembalikan semua urusan).",
            "sajda": false,
            "transliteration": "Ya'lamu maa baina aydeehim wa maa khalfahum; wa ilal laahi turja'ul umoor",
            "tajweed_text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ‌ۗ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2672,
            "aya_number": 77,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ارْكَعُوْا وَاسْجُدُوْا وَاعْبُدُوْا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُوْنَ ۚ۩",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Wahai orang-orang yang beriman! Rukuklah, sujudlah, dan sembahlah Tuhanmu; dan berbuatlah kebaikan, agar kamu beruntung.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Rukuk dan sujudlah kalian) salatlah kalian (dan sembahlah Rabb kalian) tauhidkanlah Dia (dan perbuatlah kebaikan) seperti menghubungkan silaturahim dan melakukan akhlak-akhlak yang mulia (supaya kalian mendapat keberuntungan) kalian beruntung karena dapat hidup abadi di surga.",
            "sajda": true,
            "transliteration": "Yaaa ayyuhal lazeena aamanur ka'oo wasjudoo wa'budoo Rabbakum waf'alul khaira la'allakum tuflihoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:9125[ٱ]رْكَعُو[s[اْ] وَ[h:9126[ٱ]سْجُدُو[s[اْ] وَ[h:9127[ٱ]عْبُدُو[s[اْ] رَبَّكُمْ وَ[h:9128[ٱ]فْعَلُو[s[اْ] [h:9129[ٱ]لْخَيْرَ لَعَلَّكُمْ تُفْلِحُ[p[و]نَ ۩",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2673,
            "aya_number": 78,
            "aya_text": "وَجَاهِدُوْا فِى اللّٰهِ حَقَّ جِهَادِهٖۗ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ مِلَّةَ اَبِيْكُمْ اِبْرٰهِيْمَۗ هُوَ سَمّٰىكُمُ الْمُسْلِمِيْنَ ەۙ مِنْ قَبْلُ وَفِيْ هٰذَا لِيَكُوْنَ الرَّسُوْلُ شَهِيْدًا عَلَيْكُمْ وَتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِۖ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاعْتَصِمُوْا بِاللّٰهِ ۗهُوَ مَوْلٰىكُمْۚ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ ࣖ   ۔",
            "sura_id": 22,
            "juz_id": 17,
            "page_number": 341,
            "translation_aya_text": "Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat; tunaikanlah zakat, dan berpegangteguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong.",
            "tafsir_jalalayn": "(Dan berjihadlah kalian pada jalan Allah) demi menegakkan agama-Nya (dengan jihad yang sebenar-benarnya) dengan mengerahkan segala kemampuan kalian di dalamnya. Lafal Haqqa dinashabkan disebabkan menjadi Mashdar. (Dia telah memilih kalian) untuk membela agama-Nya (dan Dia sekali-kali tidak menjadikan untuk kalian dalam agama suatu kesempitan) artinya hal-hal yang membuat kalian sulit untuk melakukannya, untuk itu Dia memberikan kemudahan kepada kalian dalam keadaan darurat, antara lain boleh mengkasar salat, bertayamum, memakan bangkai, dan berbuka puasa bagi orang yang sedang sakit dan bagi yang sedang melakukan perjalanan (sebagaimana agama orang tua kalian) kedudukan lafal Millata dinashabkan dengan cara mencabut huruf Jarrnya, yaitu huruf Kaf (Ibrahim) lafal ini menjadi athaf Bayan. (Dia) yakni Allah (telah menamai kalian orang-orang Muslim dari dahulu) sebelum diturunkannya Alquran (dan begitu pula dalam Kitab ini) yakni Alquran (supaya Rasul itu menjadi saksi atas diri kalian) kelak di hari kiamat, bahwasanya dia telah menyampaikan kepada kalian (dan kalian) semuanya (menjadi saksi atas segenap manusia) bahwasanya Rasul-rasul mereka telah menyampaikan risalah-Nya kepada mereka (maka dirikanlah salat) maksudnya laksanakanlah salat secara terus-menerus (tunaikanlah zakat dan berpeganglah kalian kepada Allah) percayalah kalian kepada-Nya (Dia adalah pelindung kalian) yang menolong kalian dan yang mengurus perkara-perkara kalian (maka sebaik-baik pelindung) adalah Dia (dan sebaik-baik penolong) kalian adalah Dia.",
            "sajda": false,
            "transliteration": "Wa jaahidoo fil laahi haqqa jihaadih; Huwaj tabaakum wa maa ja'ala 'alaikum fid deeni min haraj; Millata abeekum Ibraaheem; Huwa sammaakumul muslimeena min qablu wa fee haaza li yakoonar Rasoolu shaheedan 'alaikum wa takoonoo shuhadaaa'a 'alan naas; fa aqeemus salaata wa aatuz zakaata wa'tasimoo billaahi Huwa mawlaakum fani'mal mawlaa wa ni'man naseer",
            "tajweed_text": "وَجَ[n[ـٰ]هِدُو[s[اْ] فِى [h:714[ٱ]للَّهِ حَقَّ جِهَادِه[n[ِۦ]‌ۚ هُوَ [h:9130[ٱ][q:9131[جْ]تَبَ[n[ـٰ]كُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ مِنْ حَرَ[a:9132[جٍ‌ۚ م]ِّلَّةَ أَبِيكُمْ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ‌ۚ هُوَ سَ[g[مّ]َ[n[ـٰ]كُمُ [h:9133[ٱ]لْمُسْلِمِينَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَفِى هَ[n[ـٰ]ذَا لِيَكُونَ [h:9134[ٱ][l[ل]رَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُو[s[اْ] شُهَد[o[َا]ٓءَ عَلَى [h:729[ٱ][l[ل][g[نّ]َاسِ‌ۚ فَأَقِيمُو[s[اْ] [h:3095[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَ[h:9135[ٱ]عْتَصِمُو[s[اْ] بِ[h:32[ٱ]للَّهِ هُوَ مَوْلَ[n[ـٰ]كُمْ‌ۖ فَنِعْمَ [h:9136[ٱ]لْمَوْلَىٰ وَنِعْمَ [h:5337[ٱ][l[ل][g[نّ]َص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ الحَجِّ",
                "englishName": "Al-Hajj",
                "englishNameTranslation": "The Pilgrimage",
                "revelationType": "Medinan"
            }
        }
    ]
}