{
    "page_number": 343,
    "data": [
        {
            "aya_id": 2691,
            "aya_number": 18,
            "aya_text": "وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍ فَاَسْكَنّٰهُ فِى الْاَرْضِۖ وَاِنَّا عَلٰى ذَهَابٍۢ بِهٖ لَقٰدِرُوْنَ ۚ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 343,
            "translation_aya_text": "Dan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. ",
            "tafsir_jalalayn": "(Dan Kami turunkan air dari langit menurut suatu ukuran) berdasarkan kecukupan mereka (lalu Kami jadikan air itu menetap di bumi, dan sesungguhnya Kami benar-benar berkuasa menghilangkannya) jika demikian mereka pasti akan mati bersama dengan hewan ternak mereka karena kehausan.",
            "sajda": false,
            "transliteration": "Wa anzalnaa minas samaaa'i maaa'am biqadarin fa-askannaahu fil ardi wa innaa 'alaa zahaabim bihee laqaa diroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2692,
            "aya_number": 19,
            "aya_text": "فَاَنْشَأْنَا لَكُمْ بِهٖ جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍۘ لَكُمْ فِيْهَا فَوَاكِهُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 343,
            "translation_aya_text": "Lalu dengan (air) itu, Kami tumbuhkan untukmu kebun-kebun kurma dan anggur; di sana kamu memperoleh buah-buahan yang banyak dan sebagian dari (buah-buahan) itu kamu makan, ",
            "tafsir_jalalayn": "(Lalu dengan air itu, Kami tumbuhkan untuk kalian kebun-kebun kurma dan anggur) kedua jenis buah-buahan ini kebanyakan terdapat di negeri Arab (di dalam kebun-kebun itu kalian peroleh buah-buahan yang banyak dan sebagian dari buah-buahan itu kalian makan) di waktu musim panas dan musim dingin.",
            "sajda": false,
            "transliteration": "Fa anshaanaa lakum bihee Jannaatim min nakheelinw wa a'naab; lakum feehaa fawaakihu kaseeratunw wa minhaa taakuloon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2693,
            "aya_number": 20,
            "aya_text": "وَشَجَرَةً تَخْرُجُ مِنْ طُوْرِ سَيْنَاۤءَ تَنْۢبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْاٰكِلِيْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 343,
            "translation_aya_text": "dan (Kami tumbuhkan) pohon (zaitun) yang tumbuh dari gunung Sinai, yang menghasilkan minyak, dan bahan pembangkit selera bagi orang-orang yang makan. ",
            "tafsir_jalalayn": "(Dan) Kami tumbuhkan pula (pohon kayu yang asal tumbuhnya dari Thursina) dapat dibaca Sina dan Saina dengan tidak menerima Tanwin karena menjadi 'Alamiyah, artinya nama sebuah bukit. Jika tidak menerima tanwin karena Illat Ta'nits, maka berarti nama suatu lembah (yang menghasilkan) dapat dibaca Tunbitu dan Tanbutu (minyak) bila menurut bacaan Tunbitu maka huruf Ba dianggap huruf Zaidah, bila menurut bacaan yang kedua yaitu Tanbutu maka huruf Ba dianggap sebagai huruf Ta'diyah yang menggandengkan Fi'il dengan Maf'ul; pohon yang dimaksud adalah pohon Zaitun (dan sebagai penyedap bagi orang-orang yang makan) lafal ini di'athafkan kepada lafal Bid Duhni, sehingga dibaca Wa Shibghin Lil Aakiliina. Artinya, sebagai penyedap suapan yang dicelupkan kepadanya kemudian dimakan, yang dimaksud adalah minyak Zaitun tersebut.",
            "sajda": false,
            "transliteration": "Wa shajaratan takhruju min Toori Sainaaa'a tambutu bidduhni wa sibghil lil aakileen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2694,
            "aya_number": 21,
            "aya_text": "وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةًۗ  نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهَا وَلَكُمْ فِيْهَا مَنَافِعُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ ۙ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 343,
            "translation_aya_text": "Dan sesungguhnya pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan,",
            "tafsir_jalalayn": "(Dan sesungguhnya pada binatang-binatang ternak bagi kalian) yakni unta, sapi dan kambing (benar-benar terdapat pelajaran yang penting) bahan pelajaran yang kalian dapat mengambil manfaat besar daripadanya (Kami memberi minum kalian) dapat dibaca Nasqiikum dan Nusqiikum (dari apa yang ada di dalam perutnya) yakni air susu (dan juga pada hewan ternak itu terdapat faedah yang banyak bagi kalian) dari bulu domba, unta dan kambing serta manfaat-manfaat yang lainnya (dan sebagian daripadanya kalian makan).",
            "sajda": false,
            "transliteration": "Wa inna lakum fil an'aami la'ibrah; nusqeekum mimmaa fee butoonihaa wa lakum feehaa manaafi'u kaseeratunw wa minhaa taakuloon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2695,
            "aya_number": 22,
            "aya_text": "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَ ࣖ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 343,
            "translation_aya_text": "di atasnya (hewan-hewan ternak) dan di atas kapal-kapal kamu diangkut.",
            "tafsir_jalalayn": "(Dan di atas punggung-punggung ternak itu) khususnya unta (dan juga di atas bahtera) yaitu perahu-perahu dan kapal-kapal (kalian diangkut).",
            "sajda": false,
            "transliteration": "Wa 'alaihaa wa'alal fulki tuhmaloon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2696,
            "aya_number": 23,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 343,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah, (karena) tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, lalu ia berkata, \"Hai kaumku! Sembahlah oleh kamu sekalian Allah) taatilah dan esakanlah Allah (karena sekali-kali tidak ada Tuhan bagi kalian selain Dia) lafal Ghairuhu merupakan Isim dari Maa, sedangkan lafal sebelumnya menjadi Khabar dari Maa dan huruf Min adalah huruf Zaidah. (Maka mengapa kalian tidak bertakwa kepada-Nya?\") tidak takut kepada azab-Nya, mengapa kalian menyembah selain-Nya?",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa Noohan ilaa qawmihee faqaala yaa qawmi'budul laaha maa lakum min ilahin ghairuhoo afalaa tattaqoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2697,
            "aya_number": 24,
            "aya_text": "فَقَالَ الْمَلَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يُرِيْدُ اَنْ يَّتَفَضَّلَ عَلَيْكُمْۗ وَلَوْ شَاۤءَ اللّٰهُ لَاَنْزَلَ مَلٰۤىِٕكَةً  ۖمَّا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ۚ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 343,
            "translation_aya_text": "Maka berkatalah para pemuka orang kafir dari kaumnya, “Orang ini tidak lain hanyalah manusia seperti kamu, yang ingin menjadi orang yang lebih mulia daripada kamu. Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada (masa) nenek moyang kami dahulu.",
            "tafsir_jalalayn": "(Maka pemuka-pemuka orang yang kafir di antara kaumnya berkata) kepada para pengikut mereka, (\"Orang ini tidak lain hanyalah manusia seperti kalian, yang bermaksud hendak menjadi seorang yang lebih tinggi) lebih mulia dan berpengaruh (dari kalian) maksudnya ia ingin menjadi orang yang banyak pengikutnya, dan para pengikutnya adalah kalian sendiri. (Dan kalau Allah menghendaki) supaya tidak disembah selain daripada-Nya (tentu Dia mengutus beberapa Malaikat) untuk menyampaikan hal tersebut, tidak mengutus manusia. (Belum pernah kami mendengar seruan yang seperti ini) yang diserukan oleh Nabi Nuh, maksudnya ajaran tauhid (pada masa nenek moyang kami yang dahulu) yakni umat-umat terdahulu.",
            "sajda": false,
            "transliteration": "Faqaalal mala'ul lazeena kafaroo min qawmihee maa haazaaa illaa basharum mislukum yureedu ai yatafaddala 'alaikum wa law shaaa'al laahu la anzala malaaa'ikatam maa sami'naa bihaazaa feee aabaaa'inal awwaleen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2698,
            "aya_number": 25,
            "aya_text": "اِنْ هُوَ اِلَّا رَجُلٌۢ بِهٖ جِنَّةٌ فَتَرَبَّصُوْا بِهٖ حَتّٰى حِيْنٍ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 343,
            "translation_aya_text": "Dia hanyalah seorang laki-laki yang gila, maka tunggulah (sabarlah) terhadapnya sampai waktu yang ditentukan.”",
            "tafsir_jalalayn": "(Ia tiada lain) maksudnya Nuh ini tidak lain (hanyalah seorang laki-laki yang berpenyakit gila) dalam keadaan gila (maka tunggulah terhadapnya) tunggulah dia, atau biarkanlah dia (sampai suatu waktu\") hingga saat kematiannya. Maksud mereka biarkanlah dia begitu, nanti juga mati sendiri.",
            "sajda": false,
            "transliteration": "In huwa illaa rajulum bihee jinnatun fatarabbasoo bihee hattan heen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2699,
            "aya_number": 26,
            "aya_text": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 343,
            "translation_aya_text": "Dia (Nuh) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
            "tafsir_jalalayn": "(Berdoalah) Nabi Nuh, (\"Ya Rabbku! Tolonglah aku) atas mereka (karena mereka mendustakan aku\") yakni mereka tidak mau percaya lagi kepadaku, maka binasakanlah mereka. Maka Allah berfirman memperkenankan doanya:",
            "sajda": false,
            "transliteration": "Qaala Rabbin surnee bimaa kazzaboon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2700,
            "aya_number": 27,
            "aya_text": "فَاَوْحَيْنَآ اِلَيْهِ اَنِ اصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَوَحْيِنَا فَاِذَا جَاۤءَ اَمْرُنَا وَفَارَ التَّنُّوْرُۙ فَاسْلُكْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْۚ وَلَا تُخَاطِبْنِيْ فِى الَّذِيْنَ ظَلَمُوْاۚ اِنَّهُمْ مُّغْرَقُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 343,
            "translation_aya_text": "Lalu Kami wahyukan kepadanya, “Buatlah kapal di bawah pengawasan dan petunjuk Kami, maka apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, maka masukkanlah ke dalam (kapal) itu sepasang-sepasang dari setiap jenis, juga keluargamu, kecuali orang yang lebih dahulu ditetapkan (akan ditimpa siksaan) di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim, sesungguhnya mereka itu akan ditenggelamkan.",
            "tafsir_jalalayn": "(Lalu Kami wahyukan kepadanya, \"Buatlah bahtera) yakni perahu (di bawah pengawasan Kami) maksudnya di bawah penilikan dan pengawasan Kami (dan wahyu Kami) yaitu perintah Kami (maka apabila perintah Kami datang) yakni perintah untuk membinasakan mereka (dan tanur telah memancarkan air) dapur pembuat roti telah memancarkan air, sebagai pertanda bagi Nabi Nuh (maka masukkanlah ke dalam bahtera itu) naikkanlah ke dalamnya (dari tiap-tiap jenis) hewan (sepasang) jantan dan betina. Lafal Itsnaini adalah Maf'ul, sedangkan huruf Min berta'alluq kepada lafal Usluk. Menurut suatu kisah disebutkan, bahwa Allah swt. mengumpulkan bagi Nabi Nuh segala macam jenis binatang liar dan burung-burung, serta hewan-hewan lainnya. Kemudian Nabi Nuh memukulkan tangannya kepada tiap-tiap jenis, tangan kanannya mengenai jenis jantan dan tangan kirinya mengenai jenis betina, kemudian ia menaikkan semuanya ke dalam bahtera. Menurut Qiraat yang lain lafal kulli dibaca Kullin; berdasarkan qiraat ini lafal Zaujaini menjadi Maf'ul dan lafal Itsnaini berkedudukan mengukuhkan maknanya (dan juga keluargamu) istri dan anak-anakmu (kecuali orang yang telah lebih dahulu ketetapan azab atasnya di antara mereka) yaitu istri dan anaknya yang bernama Kan`an, lain halnya dengan anak-anaknya yang lain, yaitu Sam, Ham dan Yafits, Nabi Nuh mengangkut mereka bersama dengan istri-istri mereka ke dalam bahtera. Di dalam surah Hud telah disebutkan melalui firman-Nya, 'Dan muatkan pula orang-orang yang beriman. Dan tidak beriman bersama dengan Nuh itu kecuali sedikit.' (Q.S. Hud, 40). Menurut suatu pendapat dikatakan, bahwa jumlah mereka ada enam orang laki-laki berikut istri mereka. Menurut pendapat yang lain dikatakan, bahwa semua orang yang ada di dalam bahtera jumlahnya tujuh puluh delapan orang; separuh laki-laki dan yang separuh lagi perempuan. (Dan janganlah kamu bicarakan dengan Aku tentang orang-orang yang zalim) yaitu orang-orang yang kafir, biarkanlah mereka binasa (karena sesungguhnya mereka akan ditenggelamkan).",
            "sajda": false,
            "transliteration": "Fa awhainaaa ilaihi anis na'il fulka bi a'yuninaa wa wahyinaa fa izaa jaaa'a amrunaa wa faarat tannooru fasluk feehaa min kullin zawjainis naini wa ahlaka illaa man sabaqa 'alaihil qawlu minhum wa laa tukhaat ibnee fil lazeena zalamooo innaahum mughraqoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        }
    ]
}