{
    "page_number": 344,
    "data": [
        {
            "aya_id": 2701,
            "aya_number": 28,
            "aya_text": "فَاِذَا اسْتَوَيْتَ اَنْتَ وَمَنْ مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ نَجّٰىنَا مِنَ الْقَوْمِ الظّٰلِمِيْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, “Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.”",
            "tafsir_jalalayn": "(Apabila kamu telah lengkap) telah genap (yakni kamu dan orang-orang yang bersamamu berada di atas bahtera itu, maka ucapkanlah, 'Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim') yakni orang-orang yang kafir dengan dibinasakannya mereka.",
            "sajda": false,
            "transliteration": "Fa izas tawaita ata wa mam ma'aka 'alal fulki faqulil hamdu lillaahil lazee najjaanaa minal qawmiz zalimeen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2702,
            "aya_number": 29,
            "aya_text": "وَقُلْ رَّبِّ اَنْزِلْنِيْ مُنْزَلًا مُّبٰرَكًا وَّاَنْتَ خَيْرُ الْمُنْزِلِيْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Dan berdoalah, “Ya Tuhanku, tempatkanlah aku pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat.”",
            "tafsir_jalalayn": "(Dan berdoalah) di kala kamu turun dari bahtera, ('Ya Rabbku! Tempatkanlah aku pada tempat) kalau dibaca Munzalan berarti menjadi Mashdar dan Isim Makan/tempat sekaligus, apabila dibaca Manzilan berarti tempat berlabuh (yang diberkati) yakni tempat tersebut diberkati (dan Engkau adalah sebaik-baik yang memberi tempat'\") maksudnya Engkau adalah pemberi tempat yang paling baik kepada semua yang telah disebutkan tadi.",
            "sajda": false,
            "transliteration": "Wa qur Rabbi anzilnee munzalam mubaarakanw wa Anta khairul munzileen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2703,
            "aya_number": 30,
            "aya_text": "اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ وَّاِنْ كُنَّا لَمُبْتَلِيْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Sungguh, pada (kejadian) itu benar-benar terdapat tanda-tanda (kebesaran Allah); dan sesungguhnya Kami benar-benar menimpakan siksaan (kepada kaum Nuh itu).",
            "tafsir_jalalayn": "(Sesungguhnya pada kejadian itu) kisah Nabi Nuh dan bahteranya serta dibinasakan-Nya orang-orang kafir (benar-benar terdapat beberapa tanda) yang menunjukkan kepada kekuasaan Allah swt. (dan sesungguhnya) huruf In di sini adalah bentuk Takhfif daripada Inna, sedangkan isimnya adalah Dhamir Sya'an, bentuk asalnya adalah Innahu yakni sesungguhnya hal itu (Kamilah yang mencoba mereka) menguji kaum Nuh dengan mengutus Nuh kepada mereka supaya Nuh memberi nasihat dan pelajaran kepada mereka.",
            "sajda": false,
            "transliteration": "Inna fee zaalika la Aayaatinw wa in kunnaa lamubtaleen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2704,
            "aya_number": 31,
            "aya_text": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ ۚ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Kemudian setelah mereka, Kami ciptakan umat yang lain (kaum ‘Ad).",
            "tafsir_jalalayn": "(Kemudian, Kami jadikan sesudah mereka umat) kaum (yang lain) mereka adalah kaum Ad.",
            "sajda": false,
            "transliteration": "Summaa anshaana mim ba'dihim qarnan aakhareen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2705,
            "aya_number": 32,
            "aya_text": "فَاَرْسَلْنَا فِيْهِمْ رَسُوْلًا مِّنْهُمْ اَنِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ࣖ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri (yang berkata), “Sembahlah Allah! Tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
            "tafsir_jalalayn": "(Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri) yaitu Nabi Hud (\"Hendaklah) ia mengatakan kepada mereka (kalian menyembah Allah, sekali-kali tidak ada Tuhan selain daripada-Nya. Mengapa kalian tidak bertakwa) takut kepada azab-Nya karenanya kalian harus beriman kepada-Nya.",
            "sajda": false,
            "transliteration": "Fa arsalnaa feehim Rasoolam minhum ani'budul laaha maa lakum min ilaahin ghairuhoo afalaa tattaqoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2706,
            "aya_number": 33,
            "aya_text": "وَقَالَ الْمَلَاُ مِنْ قَوْمِهِ الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِلِقَاۤءِ الْاٰخِرَةِ وَاَتْرَفْنٰهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يَأْكُلُ مِمَّا تَأْكُلُوْنَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Dan berkatalah para pemuka orang kafir dari kaumnya dan yang mendustakan pertemuan hari akhirat serta mereka yang telah Kami beri kemewahan dan kesenangan dalam kehidupan di dunia, “(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan apa yang kamu makan, dan dia minum apa yang kamu minum.”",
            "tafsir_jalalayn": "(Dan berkatalah pemuka-pemuka yang kafir di antara kaumnya dan yang mendustakan akan menemui hari akhirat) yakni tempat mereka kembali kelak (dan yang telah Kami mewahkan mereka) Kami berikan nikmat kepada mereka (dalam kehidupan di dunia, 'Orang ini tidak lain hanyalah manusia seperti kalian, dia makan dari apa yang kalian makan dan minum dari apa yang kalian minum').",
            "sajda": false,
            "transliteration": "Wa qaalal mala-u min qawmihil lazeena kafaroo wa kazzaboo bi liqaaa'il Aakhirati wa atrafnaahum fil hayaatid dunyaa maa haazaaa illaa basharum mislukum yaakulu mimmaa taakuloona minhu wa yashrabu mimmaa tashraboon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2707,
            "aya_number": 34,
            "aya_text": "وَلَىِٕنْ اَطَعْتُمْ بَشَرًا مِّثْلَكُمْ اِنَّكُمْ اِذًا لَّخٰسِرُوْنَ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Dan sungguh, jika kamu menaati manusia seperti kamu, niscaya kamu pasti rugi.",
            "tafsir_jalalayn": "(Dan) demi Allah (sesungguhnya jika kamu sekalian menaati manusia yang seperti kalian) di dalam ayat ini terkandung makna Qasam atau sumpah dan Syarat, sedangkan Jawab dari Syarat tersebut terkandung pada ayat selanjutnya (niscaya bila demikian, kalian benar-benar) yakni jika kalian menaatinya (menjadi orang-orang yang merugi\") mendapat kerugian.",
            "sajda": false,
            "transliteration": "Wa la'in at'atum basharam mislakum innakum izal lakhaasiroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2708,
            "aya_number": 35,
            "aya_text": "اَيَعِدُكُمْ اَنَّكُمْ اِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَّعِظَامًا اَنَّكُمْ مُّخْرَجُوْنَ ۖ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Adakah dia menjanjikan kepada kamu, bahwa apabila kamu telah mati dan menjadi tanah dan tulang belulang, sesungguhnya kamu akan dikeluarkan (dari kuburmu)?",
            "tafsir_jalalayn": "(\"Apakah ia menjanjikan kepada kalian, bahwa bila kalian telah mati dan telah menjadi tanah dan tulang-belulang, kalian sesungguhnya akan dikeluarkan dari kuburan kalian) lafal Mukhrajuuna merupakan Khabar dari Annakum yang pertama, sedangkan lafal Annakum yang kedua berfungsi mengukuhkan makna Annakum yang pertama tadi, disebutkan lagi karena panjangnya Fashl atau pemisah antara Khabar dan 'Amilnya.",
            "sajda": false,
            "transliteration": "A-Ya'idukum annakum izaa mittum wa kuntum turaabanw wa izaaman annakum mukhrajoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2709,
            "aya_number": 36,
            "aya_text": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوْعَدُوْنَ ۖ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Jauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, ",
            "tafsir_jalalayn": "(Jauh, jauh sekali) lafal Haihaata Haihaata adalah Isim Fi'il Madhi yang bermakna Mashdar, artinya jauh, jauh sekali dari kebenaran (apa yang diancamkan kepada kalian itu) yaitu dihidupkannya kembali kalian dari kuburan. Huruf Lam pada lafal Limaa Tuu'aduna adalah Lam Zaidah yang mengandung makna Bayan atau penjelasan.",
            "sajda": false,
            "transliteration": "Haihaata haihaata limaa too'adoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2710,
            "aya_number": 37,
            "aya_text": "اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ۖ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "(kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi),",
            "tafsir_jalalayn": "(Tiada lain hal itu) yakni kehidupan yang sesungguhnya (hanyalah kehidupan kita di dunia ini, kita mati kemudian kita hidup) yaitu dengan hidupnya anak-anak kita (dan sekali-kali kita tidak akan dibangkitkan kembali).",
            "sajda": false,
            "transliteration": "In hiya illaa hayaatunad dunyaa namootu wa nahyaa wa maa nahnu bimab'ooseen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2711,
            "aya_number": 38,
            "aya_text": "اِنْ هُوَ اِلَّا رَجُلُ ِۨافْتَرٰى عَلَى اللّٰهِ كَذِبًا وَّمَا نَحْنُ لَهٗ بِمُؤْمِنِيْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Dia tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kita tidak akan mempercayainya.",
            "tafsir_jalalayn": "(Ia tiada lain) Rasul itu (hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kami sekali-kali tidak akan beriman kepadanya\") tidak akan percaya dengan adanya berbangkit sesudah mati.",
            "sajda": false,
            "transliteration": "In huwa illaa rajulunif taraa 'alal laahi kazibanw wa maa nahnuu lahoo bimu'mineen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2712,
            "aya_number": 39,
            "aya_text": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Dia (Hud) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
            "tafsir_jalalayn": "(Rasul itu berdoa, \"Ya Rabbku! Tolonglah aku karena mereka mendustakanku\").",
            "sajda": false,
            "transliteration": "Qaala Rabbin surnee bimaa kazzaboon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2713,
            "aya_number": 40,
            "aya_text": "قَالَ عَمَّا قَلِيْلٍ لَّيُصْبِحُنَّ نٰدِمِيْنَ ۚ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Dia (Allah) berfirman, “Tidak lama lagi mereka pasti akan menyesal.”",
            "tafsir_jalalayn": "(Allah berfirman, \"Dalam sedikit waktu lagi) sebentar lagi. Huruf Ma di sini adalah Zaidah (pasti mereka akan menjadi) akan menjadi orang-orang (yang menyesal\") atas kekafiran dan kedustaan mereka.",
            "sajda": false,
            "transliteration": "Qaala 'ammaa qaleelil la yusbihunna naadimeen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2714,
            "aya_number": 41,
            "aya_text": "فَاَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنٰهُمْ غُثَاۤءًۚ فَبُعْدًا لِّلْقَوْمِ الظّٰلِمِيْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Lalu mereka benar-benar dimusnahkan oleh suara yang mengguntur, dan Kami jadikan mereka (seperti) sampah yang dibawa banjir. Maka binasalah bagi orang-orang yang zalim. ",
            "tafsir_jalalayn": "(Maka dimusnahkanlah mereka oleh suara yang mengguntur) suara yang menandakan turunnya azab dan binasanya makhluk (dengan hak) maka matilah mereka (dan Kami jadikan mereka bagaikan tumbuh-tumbuhan yang kering) Kami jadikan mereka seperti tanaman yang kering atau mati (maka alangkah jauhnya) dari rahmat (bagi orang-orang yang zalim itu) yakni orang-orang yang mendustakan Rasul itu.",
            "sajda": false,
            "transliteration": "Fa akhazat humus saihatu bilhaqqi faja'alnaahum ghusaaa'aa; fabu;dal lilqaw miz zaalimeen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2715,
            "aya_number": 42,
            "aya_text": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قُرُوْنًا اٰخَرِيْنَ ۗ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 344,
            "translation_aya_text": "Kemudian setelah mereka Kami ciptakan umat-umat yang lain.",
            "tafsir_jalalayn": "(Kemudian Kami ciptakan sesudah mereka umat-umat) kaum-kaum (yang lain).",
            "sajda": false,
            "transliteration": "Summa anshaanaa mim ba'dihim quroonan aakhareen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        }
    ]
}