{
    "page_number": 345,
    "data": [
        {
            "aya_id": 2716,
            "aya_number": 43,
            "aya_text": "مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ ۗ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Tidak ada satu umat pun yang dapat menyegerakan ajalnya, dan tidak (pula) menangguhkannya.",
            "tafsir_jalalayn": "(Tidak dapat sesuatu umat pun mendahului ajalnya) seumpamanya mereka mati sebelum ajal mereka (dan tidak dapat pula mereka terlambat) dari ajalnya itu. Lafal Yasta'khiruna dalam bentuk jamak dikaitkan kepada lafal Ummatin yang bentuknya muannats, hal ini memandang dari segi maknanya, karena ummatin berarti jamak.",
            "sajda": false,
            "transliteration": "Maa tasbiqu min ummatin ajalahaa wa maa yastaakhiroon",
            "tajweed_text": "مَا تَسْبِقُ مِنْ أُ[g[مّ]َةٍ أَجَلَهَا وَمَا يَسْتَــْٔخِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2717,
            "aya_number": 44,
            "aya_text": "ثُمَّ اَرْسَلْنَا رُسُلَنَا تَتْرَاۗ  كُلَّمَا جَاۤءَ اُمَّةً رَّسُوْلُهَا كَذَّبُوْهُ فَاَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَّجَعَلْنٰهُمْ اَحَادِيْثَۚ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Kemudian, Kami utus rasul-rasul Kami berturut-turut. Setiap kali seorang rasul datang kepada suatu umat, mereka mendustakannya, maka Kami silihgantikan sebagian mereka dengan sebagian yang lain (dalam kebinasaan). Dan Kami jadikan mereka bahan cerita (bagi manusia). Maka kebinasaanlah bagi kaum yang tidak beriman.",
            "tafsir_jalalayn": "(Kemudian Kami utus rasul-rasul Kami berturut-turut) lafal Tatran dapat pula dibaca Tatraa tanpa memakai harakat Tanwin, artinya berturut-turut yang di antara kedua rasul terdapat pemisah jarak waktu yang cukup lama. (Manakala datang kepada suatu umat) lafal Jaa-a Ummatan dapat dibaca Jaa-a ummatan yakni dengan mentashhilkan huruf Hamzah yang kedua, sehingga ucapannya seolah-olah ada huruf Wau (Rasul, umat itu mendustakannya, maka Kami perikutkan sebagian mereka dengan sebagian yang lain) Kami samakan mereka dengan umat-umat terdahulu dalam hal terbinasa (dan Kami jadikan mereka buah tutur manusia maka kebinasaanlah bagi orang-orang yang tidak beriman).",
            "sajda": false,
            "transliteration": "Summa arsalnaa Rusulanaa tatraa kulla maa jaaa'a ummatar Rasooluhaa kazzabooh; fa atba'naa ba'dahum ba'danw wa ja'alnaahum ahaadees; fabu'dal liqawmil laa yu'minoon",
            "tajweed_text": "ثُ[g[مّ]َ أَرْسَلْنَا رُسُلَنَا تَتْرَا‌ۖ كُلَّ مَا ج[o[َا]ٓءَ أُ[g[مّ]َ[u:9214[ةً ر]َّسُولُهَا كَذَّبُوهُ‌ۚ فَأَتْبَعْنَا بَعْضَه[c:9215[ُم ب]َعْ[a:9216[ضًا و]َجَعَلْنَ[n[ـٰ]هُمْ أَحَادِيثَ‌ۚ فَبُعْ[u:9217[دًا ل]ِّقَوْ[u:9218[مٍ ل]َّا يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2718,
            "aya_number": 45,
            "aya_text": "ثُمَّ اَرْسَلْنَا مُوْسٰى وَاَخَاهُ هٰرُوْنَ ەۙ بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda (kebesaran) Kami, dan bukti yang nyata,",
            "tafsir_jalalayn": "(Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda kebesaran Kami, dan bukti yang nyata) hujah yang nyata, yaitu berupa tangan, tongkat dan mukjizat-mukjizat lainnya.",
            "sajda": false,
            "transliteration": "Summa arsalnaa Moosaa wa akhaahu Haaroona bi Aayaatinaa wa sultaanim mubeen",
            "tajweed_text": "ثُ[g[مّ]َ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَ[n[ـٰ]رُونَ بِـَٔـايَ[n[ـٰ]تِنَا وَسُلْطَ[n[ـٰ][a:6479[نٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2719,
            "aya_number": 46,
            "aya_text": "اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا عَالِيْنَ ۚ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "kepada Fir‘aun dan para pemuka kaumnya, tetapi mereka angkuh dan mereka memang kaum yang sombong.",
            "tafsir_jalalayn": "(Kepada Firaun dan pembesar-pembesar kaumnya, maka mereka ini takabur) sombong tidak mau beriman kepada ayat-ayat dan mukjizat-mukjizat, dan juga mereka tidak mau beriman kepada Allah (dan mereka adalah orang-orang yang sombong) yaitu menindas kaum Bani Israel secara lalim.",
            "sajda": false,
            "transliteration": "Ilaa Fir'awna wa mala'ihee fastakbaroo wa kaanoo qawman 'aaleem",
            "tajweed_text": "إِلَىٰ فِرْعَوْنَ وَمَلَإِ[s[يْ]ه[n[ِۦ] فَ[h:4956[ٱ]سْتَكْبَرُو[s[اْ] وَكَانُو[s[اْ] قَوْمًا عَال[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2720,
            "aya_number": 47,
            "aya_text": "فَقَالُوْٓا اَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عٰبِدُوْنَ ۚ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Maka mereka berkata, “Apakah (pantas) kita percaya kepada dua orang manusia seperti kita, padahal kaum mereka (Bani Israil) adalah orang-orang yang menghambakan diri kepada kita?”",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Apakah pantas kita percaya kepada dua orang manusia seperti kita juga, padahal kaum mereka adalah orang-orang yang menghambakan diri kepada kita?\") yakni kaum Bani Israel; mereka tunduk dan dianggap hina oleh Firaun.",
            "sajda": false,
            "transliteration": "Faqaaloo annu'minu libasharaini mislinaa wa qawmuhumaa lanaa 'aabidoon",
            "tajweed_text": "فَقَال[o[ُوٓ][s[اْ] أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَ[n[ـٰ]بِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2721,
            "aya_number": 48,
            "aya_text": "فَكَذَّبُوْهُمَا فَكَانُوْا مِنَ الْمُهْلَكِيْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Maka mereka mendustakan keduanya, sebab itu mereka termasuk orang yang dibinasakan.",
            "tafsir_jalalayn": "(Maka tetaplah mereka mendustakan keduanya, sebab itu mereka adalah termasuk orang-orang yang dibinasakan).",
            "sajda": false,
            "transliteration": "Fakazzaboohumaa fakaanoo minal mmuhlakeen",
            "tajweed_text": "فَكَذَّبُوهُمَا فَكَانُو[s[اْ] مِنَ [h:9219[ٱ]لْمُهْلَك[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2722,
            "aya_number": 49,
            "aya_text": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ لَعَلَّهُمْ يَهْتَدُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Dan sungguh, telah Kami anugerahi kepada Musa Kitab (Taurat), agar mereka (Bani Israil) mendapat petunjuk.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami berikan Kitab kepada Musa) kitab Taurat (agar mereka) kaumnya, yaitu bangsa Bani Israel (mendapat petunjuk) dengan adanya kitab Taurat itu dari kesesatan. Aku memberikannya sekali turun sesudah Firaun dan kaumnya binasa",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Moosal Kitaaba la'allahum yahtadoon",
            "tajweed_text": "وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ لَعَلَّهُمْ يَهْتَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2723,
            "aya_number": 50,
            "aya_text": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَاُمَّهٗٓ اٰيَةً وَّاٰوَيْنٰهُمَآ اِلٰى رَبْوَةٍ ذَاتِ قَرَارٍ وَّمَعِيْنٍ ࣖ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Dan telah Kami jadikan (Isa) putra Maryam bersama ibunya sebagai suatu bukti yang nyata bagi (kebesaran Kami), dan Kami melindungi mereka di sebuah dataran tinggi, (tempat yang tenang, rindang dan banyak buah-buahan) dengan mata air yang mengalir.",
            "tafsir_jalalayn": "(Dan telah Kami jadikan putra Maryam) yakni Nabi Isa (beserta ibunya suatu tanda) kekuasaan Kami. Dalam ayat ini tidak disebutkan dua tanda karena keduanya terlibat dalam satu tanda itu, yaitu Maryam dapat melahirkan Nabi Isa tanpa suami (dan Kami menempatkan keduanya di suatu tanah tinggi) yakni tempat di dataran tinggi, yaitu di Baitulmakdis, atau di Damaskus, atau di Palestina; sehubungan dengan hal ini banyak pendapat mengenainya (yang datar) rata tanahnya sehingga para penghuninya menetap dengan nyaman (dan mempunyai banyak sumber air) yang mengalir lagi jernih sebagai suatu kenyataan.",
            "sajda": false,
            "transliteration": "Wa ja'alnab na Maryama wa ummahooo aayatannw wa aawainaahumaaa ilaa rabwatin zaati qaraarinw wa ma'een",
            "tajweed_text": "وَجَعَلْنَا [h:9220[ٱ][q:451[بْ]نَ مَرْيَمَ وَأُ[g[مّ]َهُ[o[ۥٓ] ءَايَ[a:9221[ةً و]َءَاوَيْنَ[n[ـٰ]هُم[o[َآ] إِلَىٰ رَ[q:9222[بْ]وَ[f:9223[ةٍ ذ]َاتِ قَرَا[a:9224[رٍ و]َمَع[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2724,
            "aya_number": 51,
            "aya_text": "يٰٓاَيُّهَا الرُّسُلُ كُلُوْا مِنَ الطَّيِّبٰتِ وَاعْمَلُوْا صَالِحًاۗ اِنِّيْ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ۗ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Allah berfirman, “Wahai para rasul! Makanlah dari (makanan) yang baik-baik, dan kerjakanlah kebajikan. Sungguh, Aku Maha Mengetahui apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Hai Rasul-rasul! Makanlah dari makanan yang baik-baik) makanan-makanan yang halal (dan kerjakanlah amal yang saleh) amal-amal yang fardu dan sunah. (Sesungguhnya Aku Maha Mengetahui apa yang kalian kerjakan) maka kelak Aku akan memperhitungkannya atas kalian.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhar Rusulu kuloo minat taiyibaati wa'maloo saalihan innee bimaa ta'maloona 'Aleem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:9225[ٱ][l[ل]رُّسُلُ كُلُو[s[اْ] مِنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ وَ[h:9226[ٱ]عْمَلُو[s[اْ] صَ[n[ـٰ]لِحًا‌ۖ إِ[g[نّ]ِى بِمَا تَعْمَلُونَ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2725,
            "aya_number": 52,
            "aya_text": "وَاِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةً وَّاَنَا۠ رَبُّكُمْ فَاتَّقُوْنِ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Dan sungguh, (agama tauhid) inilah agama kamu, agama yang satu dan Aku adalah Tuhanmu, maka bertakwalah kepada-Ku.”",
            "tafsir_jalalayn": "(Dan) ketahuilah (bahwasanya ini) yakni agama Islam (adalah agama kalian) hai orang-orang yang diajak bicara, maksudnya kalian harus memeluknya (agama yang satu) lafal Ummatan Waahidatan ini menjadi Hal yang bersifat Lazimah atau tetap. Menurut suatu qiraat yang lain lafal Anna haadzihi dibaca Takhfif sehingga menjadi An Haadzihi, sedangkan menurut qiraat yang lainnya lagi dibaca Inna Haadzihi, dan dianggap sebagai jumlah Isti'naf atau kalimat baru, sehingga artinya menjadi, sesungguhnya agama Islam ini (dan Aku adalah Rabb kalian, maka bertakwalah kalian kepada-Ku) artinya takutlah kalian kepada-Ku.",
            "sajda": false,
            "transliteration": "Wa inna haaziheee ummatukum ummatanw waahidatanw wa Ana Rabbukum fattaqoon",
            "tajweed_text": "وَإِ[g[نّ]َ هَ[n[ـٰ]ذِه[o[ِۦٓ] أُ[g[مّ]َتُكُمْ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:8854[ةً و]َأَنَا۟ رَبُّكُمْ فَ[h:210[ٱ]تَّق[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2726,
            "aya_number": 53,
            "aya_text": "فَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْ زُبُرًاۗ  كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Kemudian mereka terpecah belah dalam urusan (agama)nya menjadi beberapa golongan. Setiap golongan (merasa) bangga dengan apa yang ada pada mereka (masing-masing).",
            "tafsir_jalalayn": "(Kemudian mereka memecah belah) para pengikut Rasul itu (perkara mereka) yakni agama mereka (menjadi beberapa pecahan di antara mereka) lafal Zuburan ini menjadi Hal dari Fa'ilnya lafal Taqaththa'uu, artinya, menjadi sekte-sekte yang bertentangan, seperti yang terjadi di kalangan orang-orang Yahudi dan orang-orang Nasrani serta lain-lainnya. (Tiap-tiap golongan terhadap apa yang ada pada sisi mereka) agama yang mereka pegang (merasa bangga) merasa puas dan gembira.",
            "sajda": false,
            "transliteration": "Fataqatta'ooo amrahum bainahum zuburaa; kullu hizbim bimaa ladaihim farihoon",
            "tajweed_text": "فَتَقَطَّع[o[ُوٓ][s[اْ] أَمْرَه[c:8517[ُم ب]َيْنَهُمْ زُبُ[f:9227[رًا‌ۖ ك]ُلُّ حِزْ[i:9228[بِۭ ب]ِمَا لَدَيْهِمْ فَرِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2727,
            "aya_number": 54,
            "aya_text": "فَذَرْهُمْ فِيْ غَمْرَتِهِمْ حَتّٰى حِيْنٍ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Maka biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan.",
            "tafsir_jalalayn": "(Maka biarkanlah mereka) biarkanlah orang-orang kafir Mekah itu (dalam kesesatannya) (sampai suatu waktu) hingga saat kematian mereka.",
            "sajda": false,
            "transliteration": "Fazarhum fee ghamratihim hattaa heen",
            "tajweed_text": "فَذَرْهُمْ فِى غَمْرَتِهِمْ حَتَّىٰ ح[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2728,
            "aya_number": 55,
            "aya_text": "اَيَحْسَبُوْنَ اَنَّمَا نُمِدُّهُمْ بِهٖ مِنْ مَّالٍ وَّبَنِيْنَ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa),",
            "tafsir_jalalayn": "(Apakah mereka mengira bahwa sesungguhnya apa-apa yang Kami berikan kepada mereka) artinya, Kami limpahkan kepada mereka (berupa harta benda dan anak-anak) di dunia ini.",
            "sajda": false,
            "transliteration": "A-yahsaboona annnamaa numiduhum bihee mimmaalinw wa baneen",
            "tajweed_text": "أَيَحْسَبُونَ أَ[g[نّ]َمَا نُمِدُّه[c:9229[ُم ب]ِه[n[ِۦ] م[a:9230[ِن م]َّا[a:9231[لٍ و]َبَن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2729,
            "aya_number": 56,
            "aya_text": "نُسَارِعُ لَهُمْ فِى الْخَيْرٰتِۗ بَلْ لَّا يَشْعُرُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya.",
            "tafsir_jalalayn": "(Kami bersegera) menyegerakan (memberikan kebaikan-kebaikan kepada mereka) tidak, sesungguhnya tidak demikian (sebenarnya mereka tidak sadar) bahwasanya hal itu adalah pengluluh atau Istidraj buat mereka.",
            "sajda": false,
            "transliteration": "Nusaari'u lahum fil khairaat; bal laa yash'uroon",
            "tajweed_text": "نُسَارِعُ لَهُمْ فِى [h:2181[ٱ]لْخَيْر[n[َٲ]تِ‌ۚ بَل لَّا يَشْعُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2730,
            "aya_number": 57,
            "aya_text": "اِنَّ الَّذِيْنَ هُمْ مِّنْ خَشْيَةِ رَبِّهِمْ مُّشْفِقُوْنَ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "Sungguh, orang-orang yang karena takut (azab) Tuhannya, mereka sangat berhati-hati,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang karena perasaan khasyyah mereka kepada Rabb mereka) disebabkan mereka takut kepada-Nya (mereka merasa takut sekali) kepada azab-Nya.",
            "sajda": false,
            "transliteration": "Innal lazeena hum min khashyati Rabbihim mushfiqoon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ه[w:9232[ُم م]ِّنْ خَشْيَةِ رَبِّه[w:9233[ِم م]ُّشْفِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2731,
            "aya_number": 58,
            "aya_text": "وَالَّذِيْنَ هُمْ بِاٰيٰتِ رَبِّهِمْ يُؤْمِنُوْنَ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "dan mereka yang beriman dengan tanda-tanda (kekuasaan) Tuhannya,",
            "tafsir_jalalayn": "(Dan orang-orang yang terhadap ayat-ayat Rabb mereka) Alquran (mereka beriman) sangat percaya kepadanya.",
            "sajda": false,
            "transliteration": "Wallazeena hum bi Aayaati Rabbihim yu'minoon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ ه[c:9234[ُم ب]ِـَٔـايَ[n[ـٰ]تِ رَبِّهِمْ يُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2732,
            "aya_number": 59,
            "aya_text": "وَالَّذِيْنَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُوْنَ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 345,
            "translation_aya_text": "dan mereka yang tidak mempersekutukan Tuhannya,",
            "tafsir_jalalayn": "(Dan orang-orang yang tidak mempersekutukan dengan Rabb mereka) sesuatu apa pun.",
            "sajda": false,
            "transliteration": "Wallazeena hum bi Rabbihim laa yushrikoon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ ه[c:9235[ُم ب]ِرَبِّهِمْ لَا يُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        }
    ]
}