{
    "page_number": 346,
    "data": [
        {
            "aya_id": 2733,
            "aya_number": 60,
            "aya_text": "وَالَّذِيْنَ يُؤْتُوْنَ مَآ اٰتَوْا وَّقُلُوْبُهُمْ وَجِلَةٌ اَنَّهُمْ اِلٰى رَبِّهِمْ رٰجِعُوْنَ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "dan mereka yang memberikan apa yang mereka berikan (sedekah) dengan hati penuh rasa takut (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya,",
            "tafsir_jalalayn": "(Dan orang-orang yang memberikan) yang menginfakkan (apa yang telah mereka berikan) mereka infakkan berupa zakat dan amal-amal saleh (dengan hati yang takut) takut amalnya tidak diterima (karena mereka tahu bahwa sesungguhnya mereka) sebelum lafal Annahum ini diperkirakan adanya huruf Lam yang menjarkannya (akan dikembalikan kepada Rabb mereka).",
            "sajda": false,
            "transliteration": "Wallazeena yu'toona maaa aataw wa quloobuhum wajilatun annahum ilaa Rabbihim raaji'oon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2734,
            "aya_number": 61,
            "aya_text": "اُولٰۤىِٕكَ يُسَارِعُوْنَ فِى الْخَيْرٰتِ وَهُمْ لَهَا سٰبِقُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "mereka itu bersegera dalam kebaikan-kebaikan, dan merekalah orang-orang yang lebih dahulu memperolehnya.",
            "tafsir_jalalayn": "(Mereka itu bersegera untuk mendapatkan kebaikan-kebaikan, dan merekalah orang-orang yang segera memperolehnya) menurut ilmu Allah.",
            "sajda": false,
            "transliteration": "Ulaaa'ika yusaari'oona fil khairaati wa hum lahaa saabiqoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2735,
            "aya_number": 62,
            "aya_text": "وَلَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَاۖ وَلَدَيْنَا كِتٰبٌ يَّنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Dan Kami tidak membebani seseorang melainkan menurut kesanggupannya, dan pada Kami ada suatu catatan yang menuturkan dengan sebenarnya, dan mereka tidak dizalimi (dirugikan). ",
            "tafsir_jalalayn": "(Kami tiada membebani seseorang melainkan menurut kesanggupannya) yang sesuai dengan kemampuannya, oleh karenanya barang siapa tidak mampu melakukan salat sambil berdiri, maka ia boleh melakukannya sambil duduk, dan barang siapa tidak mampu melakukan puasa maka ia boleh berbuka (dan pada sisi Kami) di sisi Kami (ada suatu kitab yang membicarakan dengan benar) apa yang telah dilakukan oleh seseorang, yaitu Lohmahfuz; padanya ditulis semua amal-amal perbuatan (dan mereka) kita semua orang yang beramal (tidak dianiaya) barang sedikit pun dari amal-amalnya, oleh karenanya sedikit pun tidak dikurangi pahala amal kebaikannya, dan tidak pula ditambah dosa-dosanya.",
            "sajda": false,
            "transliteration": "Wa laa nukallifu nafsan illaa wus'ahaa wa ladainaa kitaabuny yantiqu bilhaqqi w ahum la yuzlamoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2736,
            "aya_number": 63,
            "aya_text": "بَلْ قُلُوْبُهُمْ فِيْ غَمْرَةٍ مِّنْ هٰذَا وَلَهُمْ اَعْمَالٌ مِّنْ دُوْنِ ذٰلِكَ هُمْ لَهَا عَامِلُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Tetapi, hati mereka (orang-orang kafir) itu dalam kesesatan dari (memahami Al-Qur'an) ini, dan mereka mempunyai (kebiasaan banyak mengerjakan) perbuatan-perbuatan lain (buruk) yang terus mereka kerjakan.",
            "tafsir_jalalayn": "(Tetapi hati mereka) yakni orang-orang kafir itu (dalam kealpaan) artinya, kebodohan (mengenai hal ini) yaitu Alquran (dan mereka banyak mengerjakan perbuatan-perbuatan selain daripada itu) selain amal-amal kebaikan yang dilakukan oleh orang-orang yang beriman (mereka tetap mengerjakannya) oleh sebab itu mereka diazab.",
            "sajda": false,
            "transliteration": "Bal quloobuhum fee ghamratim min haazaa wa lahum a'maalum min dooni zaalika hum lahaa 'aamiloon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2737,
            "aya_number": 64,
            "aya_text": "حَتّٰٓى اِذَآ اَخَذْنَا مُتْرَفِيْهِمْ بِالْعَذَابِ اِذَا هُمْ يَجْـَٔرُوْنَ ۗ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Sehingga apabila Kami timpakan siksaan kepada orang-orang yang hidup bermewah-mewah di antara mereka, seketika itu mereka berteriak-teriak meminta tolong.",
            "tafsir_jalalayn": "(Hingga) menunjukkan makna Ibtida (apabila Kami timpakan kepada orang-orang yang hidup mewah di antara mereka) yakni orang-orang kaya dan pemimpin-pemimpin mereka (azab) dengan pedang dalam perang Badar (dengan serta merta mereka memekik minta tolong) mereka ribut meminta tolong. Kemudian dikatakan kepada mereka,",
            "sajda": false,
            "transliteration": "Hattaaa izaaa akhznaa mutrafeehim bil'azaabi izaa hum yaj'aroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2738,
            "aya_number": 65,
            "aya_text": "لَا تَجْـَٔرُوا الْيَوْمَۖ اِنَّكُمْ مِّنَّا لَا تُنْصَرُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami.",
            "tafsir_jalalayn": "(\"Janganlah kalian memekik, minta tolong pada hari ini. Sesungguhnya kalian tidak akan mendapat pertolongan dari Kami) maksudnya tidak ada seorang pun yang dapat menolong kalian.",
            "sajda": false,
            "transliteration": "Laa taj'arul yawma innakum minnaa laa tunsaroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2739,
            "aya_number": 66,
            "aya_text": "قَدْ كَانَتْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ عَلٰٓى اَعْقَابِكُمْ تَنْكِصُوْنَ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Sesungguhnya ayat-ayat-Ku (Al-Qur'an) selalu dibacakan kepada kamu, tetapi kamu selalu berpaling ke belakang,",
            "tafsir_jalalayn": "(Sesungguhnya ayat-ayat-Ku) dari Alquran (selalu dibacakan kepada kalian, tetapi kalian selalu berpaling ke belakang) mundur ke belakang maksudnya kalian tidak mau menerimanya.",
            "sajda": false,
            "transliteration": "Qad kaanat Aayaatee tutlaa 'alaikum fakuntum 'alaaa a'qaabikum tankisoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2740,
            "aya_number": 67,
            "aya_text": "مُسْتَكْبِرِيْنَۙ بِهٖ سٰمِرًا تَهْجُرُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "dengan menyombongkan diri dan mengucapkan perkataan-perkataan keji terhadapnya (Al-Qur'an) pada waktu kamu bercakap-cakap pada malam hari.",
            "tafsir_jalalayn": "(Dengan menyombongkan diri) tidak mau beriman (akan keakuan kalian) yakni membanggakan Kakbah atau tanah suci yang kalian tempati, maksudnya kalian beranggapan bahwa diri kalian adalah penduduknya, oleh karena itu kalian merasa dalam keadaan aman dari azab Allah, berbeda dengan kaum-kaum yang lain di tempat tinggal mereka selain dari tanah suci (dan seraya bergadang) lafal Samiran menjadi Hal, artinya mereka berkumpul membentuk suatu kelompok sambil berbincang-bincang di waktu malam hari; hal ini mereka lakukan di sekeliling Kakbah (kalian mengucapkan perkataan-perkataan yang keji terhadapnya\") lafal Tahjuruuna ini jika berasal dari Fi'il Tsulatsi artinya tidak menganggap Alquran. Jika berasal dari Fi'il Ruba'i berarti mereka membuat-buat perkataan yang keji tanpa hak terhadap diri Nabi saw. dan Alquran. Selanjutnya Allah swt. berfirman,",
            "sajda": false,
            "transliteration": "Mustakbireena bihee saamiran tahjuroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2741,
            "aya_number": 68,
            "aya_text": "اَفَلَمْ يَدَّبَّرُوا الْقَوْلَ اَمْ جَاۤءَهُمْ مَّا لَمْ يَأْتِ اٰبَاۤءَهُمُ الْاَوَّلِيْنَ ۖ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Maka tidakkah mereka menghayati firman (Allah), atau adakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu?",
            "tafsir_jalalayn": "(Maka apakah mereka tidak memperhatikan) asal lafal Yaddabbaruu adalah Yatadabbaruuna, kemudian huruf Ta dimasukkan ke dalam huruf Dal setelah terlebih dahulu diganti menjadi Dal, sehingga jadilah Yaddabbaruuna (perkataan ini) Alquran ini yang menunjukkan kebenaran Nabi saw. (atau apakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka dahulu?)",
            "sajda": false,
            "transliteration": "Afalam yaddabbarrul qawla am jaaa'ahum maa lam yaati aabaaa'ahumul awwaleen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2742,
            "aya_number": 69,
            "aya_text": "اَمْ لَمْ يَعْرِفُوْا رَسُوْلَهُمْ فَهُمْ لَهٗ مُنْكِرُوْنَ ۖ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Ataukah mereka tidak mengenal Rasul mereka (Muhammad), karena itu mereka mengingkarinya?",
            "tafsir_jalalayn": "(Ataukah mereka tidak mengenal Rasul mereka, karena itu mereka memungkirinya?)",
            "sajda": false,
            "transliteration": "Am lam ya'rifoo Rasoolahum fahum lahoo munkiroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2743,
            "aya_number": 70,
            "aya_text": "اَمْ يَقُوْلُوْنَ بِهٖ جِنَّةٌ ۗ بَلْ جَاۤءَهُمْ بِالْحَقِّ وَاَكْثَرُهُمْ لِلْحَقِّ كٰرِهُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Atau mereka berkata, “Orang itu (Muhammad) gila.” Padahal, dia telah datang membawa kebenaran kepada mereka, tetapi kebanyakan mereka membenci kebenaran. ",
            "tafsir_jalalayn": "(Atau apakah patut mereka berkata, \"Padanya ada penyakit gila\") Istifham atau kata tanya di sini mengandung arti Taqrir atau menetapkan perkara yang hak, yaitu membenarkan Nabi dan membenarkan bahwa Rasul-rasul telah datang kepada umat-umat terdahulu, serta mereka mengetahui bahwa Rasul mereka adalah orang yang jujur dan dapat dipercaya, dan bahwasanya Rasul mereka itu tidak gila. (Sebenarnya) lafal Bal menunjukkan makna Intiqal (dia telah membawa kebenaran kepada mereka) yakni Alquran yang di dalamnya terkandung ajaran Tauhid dan hukum-hukum Islam (dan kebanyakan mereka benci kepada kebenaran itu).",
            "sajda": false,
            "transliteration": "Am yaqooloona bihee jinnnah; bal jaaa'ahum bilhaqqi wa aksaruhum lil haqqi kaarihoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2744,
            "aya_number": 71,
            "aya_text": "وَلَوِ اتَّبَعَ الْحَقُّ اَهْوَاۤءَهُمْ لَفَسَدَتِ السَّمٰوٰتُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ بَلْ اَتَيْنٰهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُّعْرِضُوْنَ ۗ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Dan seandainya kebenaran itu menuruti keinginan mereka, pasti binasalah langit dan bumi, dan semua yang ada di dalamnya. Bahkan Kami telah memberikan peringatan kepada mereka, tetapi mereka berpaling dari peringatan itu.",
            "tafsir_jalalayn": "(Andaikata kebenaran itu menuruti) artinya Alquran itu menuruti (hawa nafsu mereka) seumpamanya Alquran itu datang dengan membawa hal-hal yang mereka sukai, seperti menisbatkan sekutu dan anak kepada Allah, padahal Allah Maha Suci dari hal tersebut (pasti binasalah langit dan bumi dan semua yang ada di dalamnya) yakni menyimpang dari tatanan yang sebenarnya dan tidak seperti apa yang disaksikan sekarang, hal itu disebabkan adanya dua pengaruh kekuasaan yang saling tarik-menarik. (Sebenarnya Kami telah mendatangkan kepada mereka kebanggaan mereka) yaitu Alquran yang di dalamnya terkandung sebutan dan kemuliaan mereka (tetapi mereka berpaling dari kebanggaan itu).",
            "sajda": false,
            "transliteration": "Wa lawit taba'al haqqu ahwaaa'ahum lafasadatis samaawaatu wal ardu wa man feehinnn; bal atainaahum bizikrihim fahum 'an zikrihim mu'ridon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2745,
            "aya_number": 72,
            "aya_text": "اَمْ تَسْـَٔلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖوَّهُوَ خَيْرُ الرّٰزِقِيْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Atau engkau (Muhammad) meminta imbalan kepada mereka? Sedangkan imbalan dari Tuhanmu lebih baik, karena Dia pemberi rezeki yang terbaik.",
            "tafsir_jalalayn": "(Atau kamu meminta upah kepada mereka) sebagai imbalan dari apa yang kamu datangkan buat mereka yaitu masalah keimanan (maka upah Rabbmu) adalah pahala, upah dan rezeki-Nya (adalah lebih baik) dan menurut qiraat yang lain dibaca Kharjan dalam dua tempat tadi; tetapi menurut qiraat yang lainnya lagi dibaca Kharaajan pada keduanya (dan Dia adalah Pemberi rezeki Yang Paling Baik) Pengupah Yang Paling Utama.",
            "sajda": false,
            "transliteration": "Am tas'aluhum kharjan fakharaaju Rabbika khairunw wa Huwa khairur raaziqeen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2746,
            "aya_number": 73,
            "aya_text": "وَاِنَّكَ لَتَدْعُوْهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus.",
            "tafsir_jalalayn": "(Dan sesungguhnya kamu benar-benar menyeru mereka kepada jalan) tuntunan (yang lurus) yaitu agama Islam.",
            "sajda": false,
            "transliteration": "Wa innaka latad'oohum ilaa Siraatim Mustaqeem",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2747,
            "aya_number": 74,
            "aya_text": "وَاِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 346,
            "translation_aya_text": "Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan (yang lurus).",
            "tafsir_jalalayn": "(Dan sesungguhnya orang-orang yang tidak beriman kepada adanya hari akhirat) adanya hari berbangkit dan pembalasan pahala serta azab (dari jalan yang lurus) dari tuntunan yang lurus (mereka benar-benar menyimpang) yakni membelok.",
            "sajda": false,
            "transliteration": "Wa innnal lazeena laa yu'minoona bil Aakhirati 'anis siraati lanaakiboon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        }
    ]
}