{
    "page_number": 347,
    "data": [
        {
            "aya_id": 2748,
            "aya_number": 75,
            "aya_text": "۞ وَلَوْ رَحِمْنٰهُمْ وَكَشَفْنَا مَا بِهِمْ مِّنْ ضُرٍّ لَّلَجُّوْا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Dan seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka.",
            "tafsir_jalalayn": "(Andaikata mereka Kami belas kasihani, dan Kami lenyapkan kemudaratan yang mereka alami) yakni kelaparan yang menimpa mereka di Mekah selama tujuh tahun itu (benar-benar mereka akan terus-menerus) masih tetap dan berkepanjangan (dalam keterlaluan mereka) dalam kesesatan mereka (mereka bergelimang) terombang-ambing.",
            "sajda": false,
            "transliteration": "Wa law rahimnaahum wa kashafnaa maa bihim min durril lalajjoo fee tughyaanihim ya'mahoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2749,
            "aya_number": 76,
            "aya_text": "وَلَقَدْ اَخَذْنٰهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوْا لِرَبِّهِمْ وَمَا يَتَضَرَّعُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Dan sungguh Kami telah menimpakan siksaan kepada mereka, tetapi mereka tidak mau tunduk kepada Tuhannya, dan (juga) tidak merendahkan diri.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah pernah menimpakan azab kepada mereka) kelaparan itu (tetapi mereka masih tidak tunduk) masih tidak mau merendahkan diri (kepada Rabb mereka, dan juga mereka tidak mau ber-tadharru' kepada-Nya) maksudnya mereka tidak mau juga meminta kepada Allah dengan berdoa kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa laqad akhaznaahum bil'azaabi famastakaanoo li Rabbihim wa maa yatadarra'oon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2750,
            "aya_number": 77,
            "aya_text": "حَتّٰٓى اِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيْدٍ اِذَا هُمْ فِيْهِ مُبْلِسُوْنَ ࣖ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa.",
            "tafsir_jalalayn": "(Hingga) lafal Hattaa menunjukkan makna Ibtida atau permulaan (apabila Kami bukakan untuk mereka suatu pintu yang di dalamnya ada) terdapat (azab yang keras) yaitu perang Badar tempat mereka terbunuh (tiba-tiba mereka menjadi berputus asa) putus harapan dari semua kebaikan.",
            "sajda": false,
            "transliteration": "Hattaaa izaa fatahnaa 'alaihim baaban zaa 'azaabin shadeedin izaa hum feehi mublisoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2751,
            "aya_number": 78,
            "aya_text": "وَهُوَ الَّذِيْٓ اَنْشَاَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Dan Dialah yang telah menciptakan bagimu pendengaran, penglihatan dan hati nurani, tetapi sedikit sekali kamu bersyukur.",
            "tafsir_jalalayn": "(Dan Dialah Yang menciptakan) yang menjadikan (bagi kamu sekalian pendengaran) lafal As Sam'u maknanya Al Asmaa', dalam bentuk jamak (penglihatan dan kalbu) hati. (Amat sedikitlah) lafal Maa mengukuhkan makna yang terkandung dalam lafal Qaliilan (kalian bersyukur).",
            "sajda": false,
            "transliteration": "Wa Huwal lazeee ansha a-lakumus sam'a wal absaara wal af'idah; qaleelam maa tashkuroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2752,
            "aya_number": 79,
            "aya_text": "وَهُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Dan Dialah yang menciptakan dan mengembangbiakkan kamu di bumi dan kepada-Nyalah kamu akan dikumpulkan.",
            "tafsir_jalalayn": "(Dan Dialah yang mengembangbiakkan kalian) menciptakan kalian (di bumi ini, dan hanya kepada-Nyalah kalian akan dihimpunkan) akan dibangkitkan menjadi hidup kembali kemudian menghadap kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee zara akum fil ardi wa ilaihi tuhsharoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2753,
            "aya_number": 80,
            "aya_text": "وَهُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُ وَلَهُ اخْتِلَافُ الَّيْلِ وَالنَّهَارِۗ اَفَلَا تَعْقِلُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Dan Dialah yang menghidupkan dan mematikan, dan Dialah yang (mengatur) pergantian malam dan siang. Tidakkah kamu mengerti?",
            "tafsir_jalalayn": "(Dan Dialah yang menghidupkan) dengan meniupkan roh ke dalam Mudhghah atau janin (dan mematikan, dan Dialah yang mengatur pertukaran malam dan siang) malam gelap, dan siang menjadi terang, serta menambah panjang dan mengurangi waktu salah satu di antara keduanya. (Maka apakah kalian tidak memahaminya?) maksudnya memahami ciptaan Allah swt., kemudian kalian mengambil pelajaran daripadanya.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee yuhyee wa yumeetu wa lahukh tilaaful laili wannahaar; afalaa ta'qiloon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2754,
            "aya_number": 81,
            "aya_text": "بَلْ قَالُوْا مِثْلَ مَا قَالَ الْاَوَّلُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Bahkan mereka mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu.",
            "tafsir_jalalayn": "(Sebenarnya mereka mengucapkan perkataan yang serupa dengan perkataan yang diucapkan oleh orang-orang dahulu kala).",
            "sajda": false,
            "transliteration": "Bal qaaloo misla maa qaalal awwaloon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2755,
            "aya_number": 82,
            "aya_text": "قَالُوْٓا ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Mereka berkata, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali?  ",
            "tafsir_jalalayn": "(Mereka berkata) orang-orang dahulu itu, (\"Apakah betul, apabila kami telah mati dan kami telah menjadi tanah dan tulang-belulang, apakah sesungguhnya kami benar-benar akan dibangkitkan hidup kembali?) memang kalian akan dibangkitkan kembali oleh-Nya. Kedua huruf Hamzah pada dua tempat ini dapat dibaca Tahqiq, sehingga bacaannya menjadi A-innaa. Sebagaimana huruf Hamzah yang keduanya dapat pula dibaca Tas-hil, sehingga bacaannya menjadi Ayinnaa. Sehubungan dengan bacaan ini ada dua pendapat, yaitu men-tahqiq-kan kedua Hamzahnya dan men-tashil-kan Hamzah yang kedua.",
            "sajda": false,
            "transliteration": "Qaalooo 'a-izaa mitnaa wa kunnaa turaabanw wa 'izaaman 'a-innaa lamab 'oosoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2756,
            "aya_number": 83,
            "aya_text": "لَقَدْ وُعِدْنَا نَحْنُ وَاٰبَاۤؤُنَا هٰذَا مِنْ قَبْلُ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Sungguh, yang demikian ini sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu, ini hanyalah dongeng orang-orang terdahulu!”",
            "tafsir_jalalayn": "(Sesungguhnya kami dan bapak-bapak kami telah diberi ancaman dengan ini) yaitu dengan masalah akan dibangkitkan menjadi hidup kembali sesudah mati (dahulu, tiada lain) tidak lain (ia hanyalah dongengan-dongengan) kebohongan-kebohongan (orang-orang dahulu kala\") wazan lafal Asaathiir sama dengan lafal Al Adhaahiik dan Al-A`aajiib, adalah bentuk jamak dari lafal Usthuurah artinya dongengan atau fiksi.",
            "sajda": false,
            "transliteration": "Laqad wu'idnaa nahnu wa aabaaa'unaa haazaa min qablu in haazaaa illaaa asaateerul awwaleen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2757,
            "aya_number": 84,
            "aya_text": "قُلْ لِّمَنِ الْاَرْضُ وَمَنْ فِيْهَآ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Katakanlah (Muhammad), “Milik siapakah bumi, dan semua yang ada di dalamnya, jika kamu mengetahui?”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka, (\"Kepunyaan siapakah bumi ini, dan semua yang ada padanya) yakni semua makhluk yang ada padanya (jika kalian mengetahui?\") siapa pencipta dan pemiliknya.",
            "sajda": false,
            "transliteration": "Qul limanil ardu wa man feehaaa in kuntum ta'lamoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2758,
            "aya_number": 85,
            "aya_text": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ اَفَلَا تَذَكَّرُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Mereka akan menjawab, “Milik Allah.” Katakanlah, “Maka apakah kamu tidak ingat?”",
            "tafsir_jalalayn": "(Mereka akan menjawab, \"Kepunyaan Allah.\" Katakanlah) kepada mereka, (\"Maka apakah kalian tidak memikirkannya?\") asal Tadzakkaruuna adalah Tatadzakkaruuna kemudian huruf Ta yang kedua diidgamkan atau dimasukkan ke dalam huruf Dzal setelah terlebih dahulu diganti menjadi Dzal, sehingga jadilah Tadzakkaruuna, artinya mengambil pelajaran. Maksudnya, apakah kalian tidak mengambil pelajaran daripadanya, karena kalian mengetahui, bahwa Tuhan Yang Maha Kuasa yang telah menciptakan untuk pertama kali, Maha Kuasa pula untuk menghidupkannya kembali, sesudah ciptaan-Nya mati.",
            "sajda": false,
            "transliteration": "Sa-yaqooloona lillaah; qul afalaa tazakkkaroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2759,
            "aya_number": 86,
            "aya_text": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيْمِ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Katakanlah, “Siapakah Tuhan yang memiliki langit yang tujuh dan yang memiliki ‘Arsy yang agung?”",
            "tafsir_jalalayn": "(Katakanlah! \"Siapakah Rabb langit yang tujuh dan Rabb Arasy yang besar\") yakni Al Kursi.",
            "sajda": false,
            "transliteration": "Qul mar Rabbus samaawaatis sab'i wa Rabbul 'Arshil 'Azeem",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2760,
            "aya_number": 87,
            "aya_text": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ اَفَلَا تَتَّقُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Mereka akan menjawab, “(Milik) Allah.” Katakanlah, “Maka mengapa kamu tidak bertakwa?”",
            "tafsir_jalalayn": "(Mereka akan menjawab, \"Kepunyaan Allah\". Katakanlah! \"Apakah kalian tidak bertakwa?\") tidak takut bila kalian menyembah selain-Nya.",
            "sajda": false,
            "transliteration": "Sa yaqooloona lillaah; qul afalaa tattaqoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2761,
            "aya_number": 88,
            "aya_text": "قُلْ مَنْۢ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّهُوَ يُجِيْرُ وَلَا يُجَارُ عَلَيْهِ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Katakanlah, “Siapakah yang di tangan-Nya berada kekuasaan segala sesuatu. Dia melindungi, dan tidak ada yang dapat dilindungi dari (azab-Nya), jika kamu mengetahui?”",
            "tafsir_jalalayn": "(Katakanlah! \"Siapakah yang di tangan-Nya berada kekuasaan) yakni merajai (segala sesuatu) lafal Malakuut huruf Ta yang ada padanya menunjukkan makna Mubalaghah, yakni kekuasaan di atas segala kekuasaan (sedangkan Dia melindungi dan tidak membutuhkan perlindungan) Dia melindungi dan tidak memerlukan perlindungan (jika kalian mengetahui?\")",
            "sajda": false,
            "transliteration": "Qul mam bi yadihee malakootu kulli shai'inw wa Huwa yujeeru wa laa yujaaru 'alaihi in kuntum ta'lamoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2762,
            "aya_number": 89,
            "aya_text": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ فَاَنّٰى تُسْحَرُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 347,
            "translation_aya_text": "Mereka akan menjawab, “(Milik) Allah.” Katakanlah, “(Kalau demikian), maka bagaimana kamu sampai tertipu?”",
            "tafsir_jalalayn": "(Mereka akan menjawab, \"Kepunyaan Allah\") menurut qiraat yang lain dibaca Allah, baik dalam ayat ini maupun dalam ayat sebelumnya. Demikian itu karena makna yang dimaksud adalah, kepunyaan siapakah hal-hal yang telah disebutkan itu (Katakanlah! \"Kalau demikian maka dari jalan manakah kalian merasa ditipu?\") ditipu dan dikelabui dari perkara yang hak, yaitu menyembah Allah semata. Maksudnya, bagaimanakah bisa terbayangkan dalam benak kalian bahwasanya hal ini batil?",
            "sajda": false,
            "transliteration": "Sa yaqooloona lillaah; qul fa annaa tus haroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        }
    ]
}