{
    "page_number": 348,
    "data": [
        {
            "aya_id": 2763,
            "aya_number": 90,
            "aya_text": "بَلْ اَتَيْنٰهُمْ بِالْحَقِّ وَاِنَّهُمْ لَكٰذِبُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Padahal Kami telah membawa kebenaran kepada mereka, tetapi mere-ka benar-benar pendusta.",
            "tafsir_jalalayn": "(Sebenarnya Kami telah membawa kebenaran kepada mereka) dengan sesungguhnya (dan sesungguhnya mereka benar-benar orang-orang yang berdusta) sewaktu mereka menentang kebenaran itu; kebenaran tersebut adalah,",
            "sajda": false,
            "transliteration": "Bal atainaahum bil haqqi wa innahum lakaaziboon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2764,
            "aya_number": 91,
            "aya_text": "مَا اتَّخَذَ اللّٰهُ مِنْ وَّلَدٍ وَّمَا كَانَ مَعَهٗ مِنْ اِلٰهٍ اِذًا لَّذَهَبَ كُلُّ اِلٰهٍۢ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلٰى بَعْضٍۗ سُبْحٰنَ اللّٰهِ عَمَّا يَصِفُوْنَ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Allah tidak mempunyai anak, dan tidak ada tuhan (yang lain) bersama-Nya, (sekiranya tuhan banyak), maka masing-masing tuhan itu akan membawa apa (makhluk) yang diciptakannya, dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Mahasuci Allah dari apa yang mereka sifatkan itu,",
            "tafsir_jalalayn": "(Allah sekali-kali tidak mempunyai anak, dan sekali-kali tidak ada tuhan yang lain beserta-Nya, kalau ada tuhan beserta-Nya) jika ada tuhan lain di samping Dia (masing-masing tuhan itu akan membawa makhluk yang diciptakannya) yang menguasai makhluknya sendiri dan mempertahankannya dari makhluk tuhan yang lain (dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain) sebagian di antara mereka berupaya untuk mengalahkan sebagian yang lain sebagaimana apa yang biasa dilakukan oleh raja-raja di dunia. (Maha Suci Allah) lafal Subhaanallaah ini berarti mensucikan Dia (dari apa yang mereka sifatkan) kepada-Nya, seperti apa yang telah disebutkan tadi.",
            "sajda": false,
            "transliteration": "Mat takhazal laahu minw waladinw wa maa kaana ma'ahoo min ilaah; izal lazahaba kullu ilaahim bimaa khalaqa wa la'alaa ba'duhum 'alaa ba'd; Subhaannal laahi 'ammaa yasifoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2765,
            "aya_number": 92,
            "aya_text": "عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ࣖ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "(Dialah Tuhan) yang mengetahui semua yang gaib dan semua yang tampak. Mahatinggi (Allah) dari apa yang mereka persekutukan.",
            "tafsir_jalalayn": "(Yang mengetahui semua yang gaib dan semua yang tampak) maksudnya semua yang tidak tampak dan semua yang tampak. Kalau dibaca 'Aalimil Ghaibi menjadi sifat, artinya yang mengetahui dan seterusnya. Jika dibaca 'Aalimul Ghaibi berarti menjadi Khabar dari Mubtada yang tidak disebutkan yaitu lafal Huwa, artinya Dia Mengetahui yang gaib (maka Maha Tinggi Dia) Maha Besar Dia (dari apa yang mereka persekutukan) kepada-Nya.",
            "sajda": false,
            "transliteration": "'Aalimil Ghaibi wash shahhaadati fata'aalaa 'ammaa yushrikoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2766,
            "aya_number": 93,
            "aya_text": "قُلْ رَّبِّ اِمَّا تُرِيَنِّيْ مَا يُوْعَدُوْنَ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Katakanlah (Muhammad), “Ya Tuhanku, seandainya Engkau hendak memperlihatkan kepadaku apa (azab) yang diancamkan kepada mereka,",
            "tafsir_jalalayn": "(Katakanlah! \"Ya Rabbku! Jika) lafal Imma pada asalnya terdiri daripada gabungan antara In Syarthiyyah dan Ma Zaidah (Engkau sungguh-sungguh hendak memperlihatkan kepadaku apa yang diancamkan kepada mereka) berupa azab, hal ini benar-benar terjadi dalam perang Badar, yaitu banyak dari kalangan orang-orang musyrik yang mati terbunuh.",
            "sajda": false,
            "transliteration": "Qur Rabbi immmaa turiyannee maa yoo'adoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2767,
            "aya_number": 94,
            "aya_text": "رَبِّ فَلَا تَجْعَلْنِيْ فِى الْقَوْمِ الظّٰلِمِيْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Ya Tuhanku, maka janganlah Engkau jadikan aku dalam golongan orang-orang zalim.”",
            "tafsir_jalalayn": "(Ya Rabbku! Maka janganlah Engkau jadikan aku berada di antara orang-orang yang zalim.\") karena aku pun nanti akan binasa pula bersama dengan mereka.",
            "sajda": false,
            "transliteration": "Rabbi falaa taj'alnee fil qawmiz zaalimeen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2768,
            "aya_number": 95,
            "aya_text": "وَاِنَّا عَلٰٓى اَنْ نُّرِيَكَ مَا نَعِدُهُمْ لَقٰدِرُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Dan sungguh, Kami kuasa untuk memperlihatkan kepadamu (Muhammad) apa yang Kami ancamkan kepada mereka.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami benar-benar kuasa untuk memperlihatkan kepadamu apa yang Kami ancamkan kepada mereka).",
            "sajda": false,
            "transliteration": "Wa innaa 'alaaa an nuriyaka maa na'iduhum laqaadiroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2769,
            "aya_number": 96,
            "aya_text": "اِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ السَّيِّئَةَۗ  نَحْنُ اَعْلَمُ بِمَا يَصِفُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Tolaklah perbuatan buruk mereka dengan (cara) yang lebih baik, Kami lebih mengetahui apa yang mereka sifatkan (kepada Allah).",
            "tafsir_jalalayn": "(Tolaklah dengan menampilkan hal yang lebih baik) yaitu budi pekerti yang baik, bersikap lapang dada dan berpaling dari mereka yang kafir (hal yang buruk itu) perlakuan mereka yang menyakitkan terhadap dirimu. Ayat ini diturunkan sebelum ada perintah untuk berperang. (Kami lebih mengetahui apa yang mereka sifatkan) kedustaan dan buat-buatan mereka, maka kelak Kami akan membalasnya kepada mereka.",
            "sajda": false,
            "transliteration": "Idfa' billate hiya ahsanus saiyi'ah; nahnu a'lamu bimaa yasifoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2770,
            "aya_number": 97,
            "aya_text": "وَقُلْ رَّبِّ اَعُوْذُ بِكَ مِنْ هَمَزٰتِ الشَّيٰطِيْنِ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Dan katakanlah, “Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan,",
            "tafsir_jalalayn": "(Dan katakanlah! \"Ya Rabbku! Aku berlindung kepada Engkau) aku meminta perlindungan (dari bisikan-bisikan setan) dari kecenderungan-kecenderungan setan yang selalu setan embus-embuskan itu.",
            "sajda": false,
            "transliteration": "Wa qur Rabbi a'oozu bika min hamazaatish Shayaateen",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2771,
            "aya_number": 98,
            "aya_text": "وَاَعُوْذُ بِكَ رَبِّ اَنْ يَّحْضُرُوْنِ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "dan aku berlindung (pula) kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku.”",
            "tafsir_jalalayn": "(Dan aku berlindung pula kepada Engkau, ya Rabbku, dari kedatangan setan-setan itu kepadaku\") dalam perkara-perkaraku, karena sesungguhnya mereka datang hanya dengan membawa keburukan belaka.",
            "sajda": false,
            "transliteration": "Wa a'oozu bika Rabbi ai-yahduroon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2772,
            "aya_number": 99,
            "aya_text": "حَتّٰٓى اِذَا جَاۤءَ اَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُوْنِ ۙ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata, “Ya Tuhanku, kembalikanlah aku (ke dunia),",
            "tafsir_jalalayn": "(Sehingga) lafal Hattaa menunjukkan makna Ibtida atau permulaan (apabila datang kematian kepada seseorang dari mereka) kemudian ia melihat kedudukannya di neraka dan di surga seandainya ia beriman (dia berkata, \"Ya Rabbku! Kembalikanlah aku) ke dunia. Ungkapan Jamak pada lafal Irji'uuni mengandung makna Ta'zhim atau mengagungkan.",
            "sajda": false,
            "transliteration": "Hattaaa izaa jaaa'a ahada humul mawtu qaala Rabbir ji'oon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2773,
            "aya_number": 100,
            "aya_text": "لَعَلِّيْٓ اَعْمَلُ صَالِحًا فِيْمَا تَرَكْتُ كَلَّاۗ اِنَّهَا كَلِمَةٌ هُوَ قَاۤىِٕلُهَاۗ وَمِنْ وَّرَاۤىِٕهِمْ بَرْزَخٌ اِلٰى يَوْمِ يُبْعَثُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan mereka ada barzakh sampai pada hari mereka dibangkitkan.",
            "tafsir_jalalayn": "(Agar aku berbuat amal yang saleh) dengan mengatakan, 'Aku bersaksi tiada Tuhan selain Allah', hal ini akan menjadi penghapus (terhadap yang telah aku tinggalkan\") aku sia-siakan umurku. Maksudnya, supaya hal itu menjadi penggantinya. Maka Allah berfirman, (\"Sekali-kali tidak) tidak ada kembali lagi. (Sesungguhnya itu) permohonan untuk kembali ke dunia (adalah perkataan yang diucapkannya saja) tidak ada manfaat bagi pembicaranya. (Dan di hadapan mereka) (ada dinding) penghalang yang menahan mereka untuk dapat kembali lagi ke dunia (sampai hari mereka dibangkitkan\") yang tiada kembali lagi sesudahnya.",
            "sajda": false,
            "transliteration": "La'alleee a'malu saalihan feemaa taraktu kallaa; innahaa kalimatun huwa qaaa'iluhaa wa minw waraaa'him barzakhun ilaa Yawmi yub'asoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2774,
            "aya_number": 101,
            "aya_text": "فَاِذَا نُفِخَ فِى الصُّوْرِ فَلَآ اَنْسَابَ بَيْنَهُمْ يَوْمَىِٕذٍ وَّلَا يَتَسَاۤءَلُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Apabila sangkakala ditiup maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya.",
            "tafsir_jalalayn": "(Apabila sangkakala ditiup) tiupan malaikat Israfil yang pertama atau yang kedua (maka tidaklah ada lagi pertalian nasab di antara mereka pada hari itu) yang dapat mereka bangga-banggakan (dan tidak pula mereka saling bertanya) tentang nasab tersebut, berbeda dengan ketika mereka hidup di dunia. Hal tersebut disebabkan kengerian yang menyibukkan diri mereka pada hari kiamat itu, yakni melihat sebagian kengerian-kengerian yang ada padanya. Pada sebagian waktu dari hari kiamat mereka sadar pula, sebagaimana yang diungkapkan oleh ayat yang lain, yaitu, \"Dan sebagian dari mereka menghadap kepada sebagian yang lain berbantah-bantahan.\" (Q.S. Ash-Shaffat, 27).",
            "sajda": false,
            "transliteration": "Fa izaa nufikha fis Soori falaaa ansaaba bainahum yawma'izinw wa laa yatasaaa'aloon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2775,
            "aya_number": 102,
            "aya_text": "فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Barangsiapa berat timbangan (kebaikan)nya, maka mereka itulah orang-orang yang beruntung.",
            "tafsir_jalalayn": "(Barang siapa yang berat timbangannya) karena amal-amal kebaikan (maka mereka itulah orang-orang yang mendapat keberuntungan) yakni orang-orang yang beruntung.",
            "sajda": false,
            "transliteration": "Faman saqulat mawaazee nuhoo fa ulaaa'ika humul muflihoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2776,
            "aya_number": 103,
            "aya_text": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فِيْ جَهَنَّمَ خٰلِدُوْنَ ۚ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Dan barang siapa ringan timbangan (kebaikan)nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahanam",
            "tafsir_jalalayn": "(Dan barang siapa yang ringan timbangannya) karena dosa-dosanya (maka mereka itulah orang-orang yang merugikan dirinya sendiri) maka mereka (kekal di dalam neraka Jahanam).",
            "sajda": false,
            "transliteration": "Wa man khaffat mawaa zeenuhoo fa ulaaa'ikal lazeena khasiroon anfusahum fee Jahannnama khaalidoon",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2777,
            "aya_number": 104,
            "aya_text": "تَلْفَحُ وُجُوْهَهُمُ النَّارُ وَهُمْ فِيْهَا كَالِحُوْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 348,
            "translation_aya_text": "Wajah mereka dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat.",
            "tafsir_jalalayn": "(Muka mereka dibakar api neraka) api neraka membakarnya (dan mereka di dalam neraka itu dalam keadaan cacat) bibir mereka bagian atas dan bawah mengkerut memperlihatkan gigi-gigi mereka, kemudian dikatakan kepada mereka,",
            "sajda": false,
            "transliteration": "Talfahu wujoohahumun Naaru wa hum feehaa kaalihood",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        }
    ]
}