{
    "page_number": 349,
    "data": [
        {
            "aya_id": 2778,
            "aya_number": 105,
            "aya_text": "اَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu selalu mendustakannya?",
            "tafsir_jalalayn": "(Bukankah ayat-ayat-Ku) dari Alquran (telah dibacakan kepada kamu sekalian) maksudnya kalian telah diperingatkan melaluinya (tetapi kalian selalu mendustakannya?)",
            "sajda": false,
            "transliteration": "Alam takun Aayaatee tutlaa 'alaikum fakuntum bihaa tukazziboon",
            "tajweed_text": "أَلَمْ تَكُنْ ءَايَ[n[ـٰ]تِى تُتْلَىٰ عَلَيْكُمْ فَكُ[f:9245[نت][c:9296[ُم ب]ِهَا تُكَذِّب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2779,
            "aya_number": 106,
            "aya_text": "قَالُوْا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَاۤلِّيْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Mereka berkata, “Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan kami adalah orang-orang yang sesat.",
            "tafsir_jalalayn": "(Mereka berkata, \"Ya Rabb kami! Kami telah dikuasai oleh kejahatan kami) menurut qiraat yang lain dibaca Syaqawatunaa, keduanya merupakan Mashdar dan bermakna sama, yaitu kejahatan kami (dan adalah kami orang-orang yang sesat) dari jalan petunjuk.",
            "sajda": false,
            "transliteration": "Qaaloo Rabbanaa ghalabat 'alainaa shiqwatunaa wa kunnaa qawman daaalleen",
            "tajweed_text": "قَالُو[s[اْ] رَبَّنَا غَلَبَتْ عَلَيْنَا شِ[q:9297[قْ]وَتُنَا وَكُ[g[نّ]َا قَوْ[f:9298[مًا ض][m[َا]ٓلّ[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2780,
            "aya_number": 107,
            "aya_text": "رَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.”",
            "tafsir_jalalayn": "(Ya Rabb kami! Keluarkanlah kami daripadanya maka jika kami kembali) kepada pelanggaran lagi (maka sesungguhnya kami adalah orang-orang yang zalim\").",
            "sajda": false,
            "transliteration": "Rabbanaa akhrijnaa minhaa fa in 'udnaa fa innaa zaalimoon",
            "tajweed_text": "رَبَّن[o[َآ] أَخْرِ[q:2927[جْ]نَا مِنْهَا فَإِنْ عُ[q:4860[دْ]نَا فَإِ[g[نّ]َا ظَ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2781,
            "aya_number": 108,
            "aya_text": "قَالَ اخْسَـُٔوْا فِيْهَا وَلَا تُكَلِّمُوْنِ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.”",
            "tafsir_jalalayn": "(Allah berfirman) kepada mereka melalui lisan malaikat Malik penjaga neraka, sesudah jangka waktu yang lamanya dua kali lipat umur dunia, (\"Tinggallah dengan hina di dalamnya) makin menjauhlah kalian di dalam neraka dengan hina (dan janganlah kalian berbicara dengan Aku\") untuk meminta supaya azab dihentikan dari diri kalian; dijawab demikian supaya mereka tidak mempunyai harapan lagi untuk dapat diangkat dari dalam neraka.",
            "sajda": false,
            "transliteration": "Qaalakh sa'oo feehaa wa laa tukallimoon",
            "tajweed_text": "قَالَ [h:9299[ٱ]خْسَــُٔو[s[اْ] فِيهَا وَلَا تُكَلِّم[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2782,
            "aya_number": 109,
            "aya_text": "اِنَّهٗ كَانَ فَرِيْقٌ مِّنْ عِبَادِيْ يَقُوْلُوْنَ رَبَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ۚ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa, “Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik.”",
            "tafsir_jalalayn": "(Sesungguhnya ada segolongan dari hamba-hamba-Ku) mereka adalah kaum Muhajirin (berdoa, \"Ya Rabb kami! Kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang Paling Baik\").",
            "sajda": false,
            "transliteration": "Innahoo kaana fareequm min 'ibaadee yaqooloona Rabbanaaa aamannaa faghfir lanaa warhamnaa wa Anta khairur raahimeen",
            "tajweed_text": "إِ[g[نّ]َهُ[n[ۥ] كَانَ فَرِي[a:9300[قٌ م]ِّنْ عِبَادِى يَقُولُونَ رَبَّن[o[َآ] ءَامَ[g[نّ]َا فَ[h:1791[ٱ]غْفِرْ لَنَا وَ[h:1721[ٱ]رْحَمْنَا وَأَ[f:3893[نت]َ خَيْرُ [h:9301[ٱ][l[ل]رّ[n[َٲ]حِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2783,
            "aya_number": 110,
            "aya_text": "فَاتَّخَذْتُمُوْهُمْ سِخْرِيًّا حَتّٰٓى اَنْسَوْكُمْ ذِكْرِيْ وَكُنْتُمْ مِّنْهُمْ تَضْحَكُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Lalu kamu jadikan mereka buah ejekan, sehingga kamu lupa mengingat Aku, dan kamu (selalu) menertawakan mereka,",
            "tafsir_jalalayn": "(Lalu kalian menjadikan mereka buah ejekan) lafal Sikhriyyan dapat pula dibaca Sukhriyyan keduanya merupakan bentuk Mashdar, maknanya adalah ejekan. Di antara mereka yang menjadi bahan ejekan orang-orang musyrik adalah sahabat Bilal, sahabat Shuhaib, sahabat Ammar, sahabat Salman (sehingga menjadikan kalian lupa mengingat Aku) kalian melupakannya disebabkan kalian sibuk dengan memperolok-olokkan mereka. Mengingat mereka sering lupa, maka sifat pelupa dinisbatkan kepada mereka (dan adalah kalian selalu menertawakan mereka).",
            "sajda": false,
            "transliteration": "Fattakhaztumoohum sikhriyyan hattaaa ansawkum zikree wa kuntum minhum tadhakoon",
            "tajweed_text": "فَ[h:9999[ٱ]تَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّ[o[ىٰٓ] أَ[f:9302[نس]َوْكُمْ ذِكْرِى وَكُ[f:151[نت][w:9303[ُم م]ِّنْهُمْ تَضْحَك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2784,
            "aya_number": 111,
            "aya_text": "اِنِّيْ جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوْٓاۙ اَنَّهُمْ هُمُ الْفَاۤىِٕزُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "sesungguhnya pada hari ini Aku memberi balasan kepada mereka, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang memperoleh kemenangan.",
            "tafsir_jalalayn": "(Sesungguhnya Aku memberi balasan kepada mereka di hari ini) kenikmatan yang abadi (karena kesabaran mereka) dalam menghadapi ejekan kalian dan perlakuan yang menyakitkan dari kalian terhadap mereka (sesungguhnya mereka) bila dibaca Innahum berarti jumlah Isti'naf, artinya, sesungguhnya mereka. Jika dibaca Annahum berarti menjadi Maf'ul kedua dari lafal Jazaituhum, artinya, bahwasanya mereka (itulah orang-orang yang menang) memperoleh apa yang mereka dambakan.",
            "sajda": false,
            "transliteration": "Inee jazaituhumul Yawma bimaa sabarooo annahum humul faaa'izoon",
            "tajweed_text": "إِ[g[نّ]ِى جَزَيْتُهُمُ [h:9304[ٱ]لْيَوْمَ بِمَا صَبَر[o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2785,
            "aya_number": 112,
            "aya_text": "قٰلَ كَمْ لَبِثْتُمْ فِى الْاَرْضِ عَدَدَ سِنِيْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Dia (Allah) berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?”",
            "tafsir_jalalayn": "(Berfirmanlah) Allah swt. kepada mereka melalui lisan malaikat Malik. Menurut qiraat yang lain dibaca Qul, yakni katakanlah kepada mereka, (\"Berapa lamakah kalian tinggal di bumi) di dunia dan di dalam kuburan kalian (yakni berapa tahunkah bilangannya?\") lafal 'Adada Siniina berkedudukan menjadi Tamyiz.",
            "sajda": false,
            "transliteration": "Qaala kam labistum fil ardi 'adada sineen",
            "tajweed_text": "قَ[n[ـٰ]لَ كَمْ لَبِثْتُمْ فِى [h:44[ٱ]لْأَرْضِ عَدَدَ سِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2786,
            "aya_number": 113,
            "aya_text": "قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ الْعَاۤدِّيْنَ ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Mereka menjawab, “Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada mereka yang menghitung.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Kami tinggal hanya sehari atau setengah hari) mereka ragu, dan menganggap pendek masa tinggal mereka disebabkan kengerian mereka melihat besarnya azab di hari itu (maka tanyakanlah kepada malaikat-malaikat yang menghitung\") amal perbuatan makhluk.",
            "sajda": false,
            "transliteration": "Qaaloo labisnaa yawman aw ba'da yawmin fas'alil 'aaaddeen",
            "tajweed_text": "قَالُو[s[اْ] لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْ[f:9305[مٍ ف]َسْــَٔلِ [h:9306[ٱ]لْع[m[َا]ٓدّ[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2787,
            "aya_number": 114,
            "aya_text": "قٰلَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا لَّوْ اَنَّكُمْ كُنْتُمْ تَعْلَمُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Dia (Allah) berfirman, “Kamu tinggal (di bumi) hanya sebentar saja, jika kamu benar-benar mengetahui.” ",
            "tafsir_jalalayn": "(Berfirmanlah) Allah swt. melalui lisan malaikat Malik. Menurut qiraat yang lain lafal Qaala dibaca Qul, artinya katakanlah. (\"Tiada lain) (kalian tinggal hanya sebentar saja, kalau kalian sesungguhnya mengetahui\") lama masa tinggal kalian itu, sedikit sekali jika dibandingkan keabadian kalian di dalam neraka.",
            "sajda": false,
            "transliteration": "Qaala il labistum illaa qaleelal law annakum kuntum ta'lamoon",
            "tajweed_text": "قَ[n[ـٰ]لَ إ[u:7790[ِن ل]َّبِثْتُمْ إِلَّا قَلِيل[u:9307[اً‌ۖ ل]َّوْ أَ[g[نّ]َكُمْ كُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2788,
            "aya_number": 115,
            "aya_text": "اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Maka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami?",
            "tafsir_jalalayn": "(Maka apakah kalian mengira, bahwa sesungguhnya Kami menciptakan kalian secara bermain-main) yakni tidak ada hikmah dan manfaatnya (dan bahwa kalian tidak akan dikembalikan kepada Kami?) kalau dibaca Laa Turja'uuna artinya, kalian tidak dikembalikan. Dan kalau dibaca Tarji'uuna artinya, kalian akan kembali. Tentu saja tidak, sebenarnya supaya kalian menjadi hamba-hamba-Ku untuk Kami perintah dan Kami larang, kemudian kalian kembali kepada Kami untuk menerima pembalasan amal perbuatan kalian. Hal ini sebagaimana yang diungkapkan oleh firman-Nya yang lain, yaitu, \"Dan Aku tidak menciptakan jin dan manusia melainkan supaya mereka menyembah Aku.\" (Q.S. Adz-Dzariyat, 56).",
            "sajda": false,
            "transliteration": "Afahsibtum annamaa khalaqnaakum 'abasanw wa annakum ilainaa laa turja'oon",
            "tajweed_text": "أَفَحَسِ[q:9308[بْ]تُمْ أَ[g[نّ]َمَا خَلَ[q:4250[قْ]نَ[n[ـٰ]كُمْ عَبَ[a:9309[ثًا و]َأَ[g[نّ]َكُمْ إِلَيْنَا لَا تُرْجَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2789,
            "aya_number": 116,
            "aya_text": "فَتَعٰلَى اللّٰهُ الْمَلِكُ الْحَقُّۚ  لَآ اِلٰهَ اِلَّا هُوَۚ رَبُّ الْعَرْشِ الْكَرِيْمِ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan (yang berhak disembah) selain Dia, Tuhan (yang memiliki) ‘Arsy yang mulia.",
            "tafsir_jalalayn": "(Maka Maha Tinggi Allah) dari main-main dan hal-hal lainnya yang tidak layak bagi kebesaran-Nya (Raja Yang Sebenarnya; tidak ada Tuhan selain Dia, Rabb Yang mempunyai Arasy yang mulia) yakni Al-Kursi atau singgasana bagi raja.",
            "sajda": false,
            "transliteration": "Fata'aalal laahul Malikul Haqq; laaa ilaaha illaa Huwa Rabbul 'Arshil Kareem",
            "tajweed_text": "فَتَعَ[n[ـٰ]لَى [h:5187[ٱ]للَّهُ [h:8621[ٱ]لْمَلِكُ [h:8622[ٱ]لْحَقُّ‌ۖ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ رَبُّ [h:5930[ٱ]لْعَرْشِ [h:9310[ٱ]لْكَر[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2790,
            "aya_number": 117,
            "aya_text": "وَمَنْ يَّدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ لَا بُرْهَانَ لَهٗ بِهٖۙ فَاِنَّمَا حِسَابُهٗ عِنْدَ رَبِّهٖۗ اِنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung.",
            "tafsir_jalalayn": "(Dan barang siapa menyembah tuhan yang lain di samping Allah, padahal tak ada suatu dalil pun baginya tentang itu) lafal Laa Burhaana ini menjadi sifat yang Kasyifah atau yang terbuka, akan tetapi tidak dimengerti, karena pada kenyataannya hal itu mustahil (maka sesungguhnya perhitungannya) yakni pembalasan perbuatannya itu (di sisi Rabbnya. Sesungguhnya orang-orang yang kafir itu tidak beruntung) yakni tidak berbahagia.",
            "sajda": false,
            "transliteration": "Wa mai yad'u ma'allaahi ilaahan aakhara laa burhaana lahoo bihee fa innnamaa hisaabuhoo 'inda Rabbih; innahoo laa yuflihul kaafiroon",
            "tajweed_text": "وَم[a:9311[َن ي]َ[q:9312[دْ]عُ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ لَا بُرْهَ[n[ـٰ]نَ لَهُ[n[ۥ] بِه[n[ِۦ] فَإِ[g[نّ]َمَا حِسَابُهُ[n[ۥ] عِ[f:264[ند]َ رَبِّه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] لَا يُفْلِحُ [h:9313[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2791,
            "aya_number": 118,
            "aya_text": "وَقُلْ رَّبِّ اغْفِرْ وَارْحَمْ وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ࣖ",
            "sura_id": 23,
            "juz_id": 18,
            "page_number": 349,
            "translation_aya_text": "Dan katakanlah (Muhammad), “Ya Tuhanku, berilah ampunan dan (berilah) rahmat, Engkaulah pemberi rahmat yang terbaik.”",
            "tafsir_jalalayn": "(Dan katakanlah! \"Ya Rabbku! Berilah ampun dan berilah rahmat) kepada orang-orang Mukmin dalam bentuk rahmat di samping ampunan itu (dan Engkau adalah pemberi rahmat yang paling baik\") artinya Pemberi rahmat yang paling utama.",
            "sajda": false,
            "transliteration": "Wa qur Rabbigh fir warham wa Anta khairur raahimeen",
            "tajweed_text": "وَقُ[b:7725[ل] رَّبِّ [h:5032[ٱ]غْفِرْ وَ[h:9314[ٱ]رْحَمْ وَأَ[f:3893[نت]َ خَيْرُ [h:9301[ٱ][l[ل]رّ[n[َٲ]حِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المُؤۡمِنُونَ",
                "englishName": "Al-Muminoon",
                "englishNameTranslation": "The Believers",
                "revelationType": "Meccan"
            }
        }
    ]
}