{
    "page_number": 350,
    "data": [
        {
            "aya_id": 2792,
            "aya_number": 1,
            "aya_text": "سُوْرَةٌ اَنْزَلْنٰهَا وَفَرَضْنٰهَا وَاَنْزَلْنَا فِيْهَآ اٰيٰتٍۢ بَيِّنٰتٍ لَّعَلَّكُمْ تَذَكَّرُوْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 350,
            "translation_aya_text": "(Inilah) suatu surah yang Kami turunkan dan Kami wajibkan (menjalankan hukum-hukum)nya, dan Kami turunkan di dalamnya tanda-tanda (kebesaran Allah) yang jelas, agar kamu ingat.",
            "tafsir_jalalayn": "Ini adalah (suatu surah yang Kami turunkan dan Kami wajibkan) dapat dibaca secara Takhfif, yaitu Faradhnaahaa, dapat pula dibaca secara Musyaddad, yaitu Farradhnaahaa. Dikatakan demikian karena banyaknya fardu-fardu atau kewajiban-kewajiban yang terkandung di dalamnya (dan Kami turunkan di dalamnya ayat-ayat yang jelas) yakni jelas dan gamblang maksud-maksudnya (agar kalian selalu mengingatnya) asal kata Tadzakkaruuna ialah Tatadzakkaruuna, kemudian huruf Ta yang kedua diidgamkan kepada huruf Zal, sehingga menjadi Tadzakkaruuna, artinya mengambil pelajaran daripadanya.",
            "sajda": false,
            "transliteration": "Sooratun anzalnaahaa wa faradnaahaa wa anzalnaa feehaaa Aayaatim baiyinaatil la'allakum tazakkaroon",
            "tajweed_text": "سُورَةٌ أَ[f:9315[نز]َلْنَ[n[ـٰ]هَا وَفَرَضْنَ[n[ـٰ]هَا وَأَ[f:271[نز]َلْنَا فِيه[o[َآ] ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][u:9316[تٍ ل]َّعَلَّكُمْ تَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2793,
            "aya_number": 2,
            "aya_text": "اَلزَّانِيَةُ وَالزَّانِيْ فَاجْلِدُوْا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖوَّلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِيْ دِيْنِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَاۤىِٕفَةٌ مِّنَ الْمُؤْمِنِيْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 350,
            "translation_aya_text": "Pezina perempuan dan pezina laki-laki, deralah masing-masing dari keduanya seratus kali, dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk (menjalankan) agama (hukum) Allah, jika kamu beriman kepada Allah dan hari kemudian; dan hendaklah (pelaksanaan) hukuman mereka disaksikan oleh sebagian orang-orang yang beriman.",
            "tafsir_jalalayn": "(Perempuan yang berzina dan laki-laki yang berzina) kedua-duanya bukan muhshan atau orang yang terpelihara dari berzina disebabkan telah kawin. Hadd bagi pelaku zina muhshan adalah rajam, menurut keterangan dari Sunah. Huruf Al yang memasuki kedua lafal ini adalah Al Maushulah sekaligus sebagai Mubtada, mengingat kedudukan Mubtada di sini mirip dengan Syarat, maka Khabarnya kemasukan huruf Fa, sebagaimana yang disebutkan dalam ayat berikutnya, yaitu, (maka deralah tiap-tiap seorang dari keduanya seratus kali dera) yakni sebanyak seratus kali pukulan. Jika dikatakan Jaladahu artinya ia memukul kulit seseorang; makna yang dimaksud adalah mendera. Kemudian ditambahkan hukuman pelaku zina yang bukan muhshan ini menurut keterangan dari Sunah, yaitu harus diasingkan atau dibuang selama satu tahun penuh. Bagi hamba sahaya hanya dikenakan hukuman separuh dari hukuman orang yang merdeka tadi (dan janganlah belas kasihan kalian kepada keduanya mencegah kalian untuk menjalankan agama Allah) yakni hukum-Nya, seumpamanya kalian melalaikan sesuatu dari hudud yang harus diterima keduanya (jika kalian beriman kepada Allah dan hari akhirat) yaitu hari berbangkit. Dalam ungkapan ayat ini terkandung anjuran untuk melakukan pengertian yang terkandung sebelum syarat. Ungkapan sebelum syarat tadi, yaitu kalimat \"Dan janganlah belas kasihan kalian kepada keduanya, mencegah kalian untuk menjalankan hukum Allah\", merupakan Jawab dari Syarat, atau menunjukkan kepada pengertian Jawab Syarat (dan hendaklah hukuman mereka berdua disaksikan) dalam pelaksanaan hukuman deranya (oleh sekumpulan dari orang-orang yang beriman) menurut suatu pendapat para saksi itu cukup tiga orang saja; sedangkan menurut pendapat yang lain, bahwa saksi-saksi itu jumlahnya harus sama dengan para saksi perbuatan zina, yaitu sebanyak empat orang saksi laki-laki.",
            "sajda": false,
            "transliteration": "Azzaaniyatu wazzaanee fajlidoo kulla waahidim minhumaa mi'ata jaldatinw wa laa taakhuzkum bihimaa raafatun fee deenil laahi in kuntum tu'minoona billaahi wal Yawmil Aakhiri wal yashhad 'azaabahumaa taaa'ifatum minal mu'mineen",
            "tajweed_text": "ٱ[l[ل]زَّانِيَةُ وَ[h:9317[ٱ][l[ل]زَّانِى فَ[h:9318[ٱ][q:9318[جْ]لِدُو[s[اْ] كُلَّ و[n[َٲ]حِ[a:2592[دٍ م]ِّنْهُمَا مِ[s[اْ]ئَةَ جَلْدَ[a:9319[ةٍ‌ۖ و]َلَا تَأْخُذْك[c:9320[ُم ب]ِهِمَا رَأْفَ[f:9321[ةٌ ف]ِى دِينِ [h:2072[ٱ]للَّهِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ‌ۖ وَلْيَشْهَ[q:9322[دْ] عَذَابَهُمَا ط[o[َا]ٓئِفَ[a:9323[ةٌ م]ِّنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2794,
            "aya_number": 3,
            "aya_text": "اَلزَّانِيْ لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةً ۖوَّالزَّانِيَةُ لَا يَنْكِحُهَآ اِلَّا زَانٍ اَوْ مُشْرِكٌۚ وَحُرِّمَ ذٰلِكَ عَلَى الْمُؤْمِنِيْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 350,
            "translation_aya_text": "Pezina laki-laki tidak boleh menikah kecuali dengan pezina perempuan, atau dengan perempuan musyrik; dan pezina perempuan tidak boleh menikah kecuali dengan pezina laki-laki atau dengan laki-laki musyrik; dan yang demikian itu diharamkan bagi orang-orang mukmin.",
            "tafsir_jalalayn": "(Laki-laki yang berzina tidak menikahi) (melainkan perempuan yang berzina atau perempuan yang musyrik; dan perempuan yang berzina tidak dikawini melainkan oleh laki-laki yang berzina atau laki-laki yang musyrik) pasangan yang cocok buat masing-masingnya sebagaimana yang telah disebutkan tadi (dan yang demikian itu diharamkan) menikahi perempuan-perempuan yang berzina (atas orang-orang Mukmin) yang terpilih. Ayat ini diturunkan tatkala orang-orang miskin dari kalangan sahabat Muhajirin berniat untuk mengawini para pelacur orang-orang musyrik, karena mereka orang kaya-kaya. Kaum Muhajirin yang miskin menyangka kekayaan yang dimilikinya itu akan dapat menanggung nafkah mereka. Karena itu dikatakan, bahwa pengharaman ini khusus bagi para sahabat Muhajirin yang miskin tadi. Tetapi menurut pendapat yang lain mengatakan pengharaman ini bersifat umum dan menyeluruh, kemudian ayat ini dinasakh oleh firman-Nya yang lain, yaitu, \"Dan nikahkanlah orang-orang yang sendirian di antara kalian...\" (Q.S. An Nur, 32).",
            "sajda": false,
            "transliteration": "Azzaanee laa yankihu illaa zaaniyatan aw mushrikatanw wazzaaniyatu laa yankihuhaaa illaa zaanin aw mushrik; wa hurrima zaalika 'alal mu'mineen",
            "tajweed_text": "ٱ[l[ل]زَّانِى لَا يَ[f:9324[نك]ِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَ[a:9325[ةً و]َ[h:9326[ٱ][l[ل]زَّانِيَةُ لَا يَ[f:9327[نك]ِحُه[o[َآ] إِلَّا زَانٍ أَوْ مُشْرِ[a:9328[كٌ‌ۚ و]َحُرِّمَ ذ[n[َٲ]لِكَ عَلَى [h:2329[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2795,
            "aya_number": 4,
            "aya_text": "وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَأْتُوْا بِاَرْبَعَةِ شُهَدَاۤءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًاۚ وَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ۙ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 350,
            "translation_aya_text": "Dan orang-orang yang menuduh perempuan-perempuan yang baik (berzina) dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka delapan puluh kali, dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik,",
            "tafsir_jalalayn": "(Dan orang-orang yang menuduh wanita-wanita yang baik-baik) menuduh berzina wanita-wanita yang memelihara dirinya dari perbuatan zina (dan mereka tidak mendatangkan empat orang saksi) yang menyaksikan perbuatan zina mereka dengan mata kepala sendiri (maka deralah mereka) bagi masing-masing dari mereka (delapan puluh kali dera, dan janganlah kalian terima kesaksian mereka) dalam suatu perkara pun (buat selama-lamanya. Dan mereka itulah orang-orang yang fasik) karena mereka telah melakukan dosa besar.",
            "sajda": false,
            "transliteration": "Wallazeena yarmoonal muhsanaati summa lam yaatoo bi-arba'ati shuhadaaa'a fajlidoohum samaaneena jaldatanw wa laa taqbaloo lahum shahaadatan abadaa; wa ulaaa'ika humul faasiqoon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يَرْمُونَ [h:9329[ٱ]لْمُحْصَنَ[n[ـٰ]تِ ثُ[g[مّ]َ لَمْ يَأْتُو[s[اْ] بِأَرْبَعَةِ شُهَد[o[َا]ٓءَ فَ[h:9330[ٱ][q:9330[جْ]لِدُوهُمْ ثَمَ[n[ـٰ]نِينَ جَلْدَ[a:9331[ةً و]َلَا تَ[q:9332[قْ]بَلُو[s[اْ] لَهُمْ شَهَ[n[ـٰ]دَةً أَبَ[a:9333[دًا‌ۚ و]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2796,
            "aya_number": 5,
            "aya_text": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۚ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 350,
            "translation_aya_text": "kecuali mereka yang bertobat setelah itu dan memperbaiki (dirinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Kecuali orang-orang yang bertobat sesudah itu dan memperbaiki) amal perbuatan mereka (maka sesungguhnya Allah Maha Pengampun) terhadap dosa tuduhan mereka itu (lagi Maha Penyayang) kepada mereka, yaitu dengan memberikan inspirasi untuk bertobat kepada mereka, yang dengan tobat itu terhapuslah julukan fasik dari diri mereka, kemudian kesaksian mereka dapat diterima kembali. Akan tetapi menurut suatu pendapat bahwa kesaksian mereka tetap tidak dapat diterima. Pendapat ini beranggapan bahwa pengertian Istitsna atau pengecualian di sini hanya kembali kepada kalimat terakhir dari ayat sebelumnya tadi, yaitu, \"Dan mereka itulah orang-orang yang fasik\". Maksudnya hanya status fasik saja yang dihapus dari mereka, sedangkan ketiadagunaan kesaksiannya masih tetap.",
            "sajda": false,
            "transliteration": "Illal lazeena taaboo mim ba'di zaalika wa aslahoo fa innal laaha Ghafoorur Raheem",
            "tajweed_text": "إِلَّا [h:778[ٱ]لَّذِينَ تَابُو[s[اْ] م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ وَأَصْلَحُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2797,
            "aya_number": 6,
            "aya_text": "وَالَّذِيْنَ يَرْمُوْنَ اَزْوَاجَهُمْ وَلَمْ يَكُنْ لَّهُمْ شُهَدَاۤءُ اِلَّآ اَنْفُسُهُمْ فَشَهَادَةُ اَحَدِهِمْ اَرْبَعُ شَهٰدٰتٍۢ بِاللّٰهِ ۙاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 350,
            "translation_aya_text": "Dan orang-orang yang menuduh istrinya (berzina), padahal mereka tidak mempunyai saksi-saksi selain diri mereka sendiri, maka kesaksian masing-masing orang itu ialah empat kali bersumpah dengan (nama) Allah, bahwa sesungguhnya dia termasuk orang yang berkata benar.",
            "tafsir_jalalayn": "(Dan orang-orang yang menuduh istrinya) berbuat zina (padahal mereka tidak mempunyai saksi-saksi) atas perbuatan itu (selain diri mereka sendiri) kasus ini telah terjadi pada segolongan para Sahabat (maka persaksian orang itu) lafal ayat ini menjadi Mubtada (ialah empat kali bersumpah) lafal ayat ini dapat dinashabkan karena dianggap sebagai Mashdar (dengan nama Allah, sesungguhnya dia adalah termasuk orang-orang yang benar) dalam tuduhan yang ia lancarkan kepada istrinya itu, yakni tuduhan berbuat zina.",
            "sajda": false,
            "transliteration": "Wallazeena yarmoona azwaajahum wa lam yakul lahum shuhadaaa'u illaaa anfusuhum fashahaadatu ahadihim arb'u shahaadaatim billaahi innahoo laminas saadiqeen",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يَرْمُونَ أَزْو[n[َٲ]جَهُمْ وَلَمْ يَك[u:9334[ُن ل]َّهُمْ شُهَد[o[َا]ٓءُ إِلّ[o[َآ] أَ[f:2341[نف]ُسُهُمْ فَشَهَ[n[ـٰ]دَةُ أَحَدِهِمْ أَرْبَعُ شَهَ[n[ـٰ]د[n[َٲ][i:9335[تِۭ ب]ِ[h:32[ٱ]للَّهِ‌ۙ إِ[g[نّ]َهُ[n[ۥ] لَمِنَ [h:6711[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2798,
            "aya_number": 7,
            "aya_text": "وَالْخَامِسَةُ اَنَّ لَعْنَتَ اللّٰهِ عَلَيْهِ اِنْ كَانَ مِنَ الْكٰذِبِيْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 350,
            "translation_aya_text": "Dan (sumpah) yang kelima bahwa laknat Allah akan menimpanya, jika dia termasuk orang yang berdusta.",
            "tafsir_jalalayn": "(Dan sumpah yang kelima, bahwa laknat Allah atasnya, jika ia termasuk orang-orang yang berdusta) dalam hal ini yang menjadi Khabar dari Mubtada pada ayat yang sebelumnya tadi ialah, Untuk menolak hukuman hudud menuduh berzina yang akan ditimpakan atas dirinya.",
            "sajda": false,
            "transliteration": "Wal khaamisatu anna la'natal laahi 'alaihi in kaana minal kaazibeen",
            "tajweed_text": "وَ[h:9999[ٱ]لْخَ[n[ـٰ]مِسَةُ أَ[g[نّ]َ لَعْنَتَ [h:1982[ٱ]للَّهِ عَلَيْهِ إِ[f:2594[ن ك]َانَ مِنَ [h:4785[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2799,
            "aya_number": 8,
            "aya_text": "وَيَدْرَؤُا عَنْهَا الْعَذَابَ اَنْ تَشْهَدَ اَرْبَعَ شَهٰدٰتٍۢ بِاللّٰهِ اِنَّهٗ لَمِنَ الْكٰذِبِيْنَ ۙ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 350,
            "translation_aya_text": "Dan istri itu terhindar dari hukuman apabila dia bersumpah empat kali atas (nama) Allah bahwa dia (suaminya) benar-benar termasuk orang-orang yang berdusta,",
            "tafsir_jalalayn": "(Istrinya itu dapat dihindarkan) dapat mempertahankan dirinya (dari hukuman) hudud berzina yang telah dikuatkan dengan kesaksian sumpah suaminya yaitu (oleh sumpahnya empat kali atas nama Allah, sesungguhnya suaminya itu benar-benar termasuk orang-orang yang dusta) dalam tuduhan yang ia lancarkan terhadap dirinya, yaitu tuduhan melakukan zina.",
            "sajda": false,
            "transliteration": "Wa yadra'u anhal 'azaaba an tashhada arba'a shahaa daatim billaahi innahoo laminal kaazibeen",
            "tajweed_text": "وَيَ[q:9336[دْ]رَؤُ[s[اْ] عَنْهَا [h:9337[ٱ]لْعَذَابَ أَ[f:9338[ن ت]َشْهَدَ أَرْبَعَ شَهَ[n[ـٰ]د[n[َٲ][i:9335[تِۭ ب]ِ[h:32[ٱ]للَّهِ‌ۙ إِ[g[نّ]َهُ[n[ۥ] لَمِنَ [h:9339[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2800,
            "aya_number": 9,
            "aya_text": "وَالْخَامِسَةَ اَنَّ غَضَبَ اللّٰهِ عَلَيْهَآ اِنْ كَانَ مِنَ الصّٰدِقِيْنَ ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 350,
            "translation_aya_text": "dan (sumpah) yang kelima bahwa kemurkaan Allah akan menimpanya (istri), jika dia (suaminya) itu termasuk orang yang berkata benar.   ",
            "tafsir_jalalayn": "(Dan yang kelima, bahwa laknat Allah atasnya jika suaminya itu termasuk orang-orang yang benar) dalam tuduhannya itu.",
            "sajda": false,
            "transliteration": "Wal khaamisata anna ghadabal laahi 'alaihaaa in kaana minas saadiqeen",
            "tajweed_text": "وَ[h:9999[ٱ]لْخَ[n[ـٰ]مِسَةَ أَ[g[نّ]َ غَضَبَ [h:9340[ٱ]للَّهِ عَلَيْه[o[َآ] إِ[f:2594[ن ك]َانَ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2801,
            "aya_number": 10,
            "aya_text": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ تَوَّابٌ حَكِيْمٌ ࣖ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 350,
            "translation_aya_text": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan menemui kesulitan). Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan andaikata tidak ada karunia Allah dan rahmat-Nya atas diri kalian) dengan menutupi hal tersebut (dan andaikata Allah bukan Penerima tobat) maksudnya, Allah menerima tobatnya yang disebabkan tuduhannya itu dan dosa-dosa yang lainnya (lagi Maha Bijaksana) dalam keputusan-Nya mengenai masalah ini dan hal-hal yang lain, niscaya Dia akan menjelaskan mana yang benar dalam masalah ini, dan niscaya pula Dia akan menyegerakan hukuman-Nya kepada orang-orang yang berhak menerimanya.",
            "sajda": false,
            "transliteration": "Wa law laa fadlul laahi 'alaikum wa rahmatuhoo wa annal laaha Tawwaabun Hakeem",
            "tajweed_text": "وَلَوْلَا فَضْلُ [h:337[ٱ]للَّهِ عَلَيْكُمْ وَرَحْمَتُهُ[n[ۥ] وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ تَوَّابٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        }
    ]
}