{
    "page_number": 351,
    "data": [
        {
            "aya_id": 2802,
            "aya_number": 11,
            "aya_text": "اِنَّ الَّذِيْنَ جَاۤءُوْ بِالْاِفْكِ عُصْبَةٌ مِّنْكُمْۗ  لَا تَحْسَبُوْهُ شَرًّا لَّكُمْۗ بَلْ هُوَ خَيْرٌ لَّكُمْۗ لِكُلِّ امْرِئٍ مِّنْهُمْ مَّا اكْتَسَبَ مِنَ الْاِثْمِۚ وَالَّذِيْ تَوَلّٰى كِبْرَهٗ مِنْهُمْ لَهٗ عَذَابٌ عَظِيْمٌ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 351,
            "translation_aya_text": "Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu (juga). Janganlah kamu mengira berita itu buruk bagi kamu bahkan itu baik bagi kamu. Setiap orang dari mereka akan mendapat balasan dari dosa yang diperbuatnya. Dan barangsiapa di antara mereka yang mengambil bagian terbesar (dari dosa yang diperbuatnya), dia mendapat azab yang besar (pula).",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang membawa berita bohong) kedustaan yang paling buruk yang dilancarkan terhadap Siti Aisyah r.a. Umulmukminin, ia dituduh melakukan zina (adalah dari golongan kalian juga) yakni segolongan dari kaum Mukmin. Siti Aisyah mengatakan, bahwa mereka adalah Hissan bin Tsabit, Abdullah bin Ubay, Misthah dan Hamnah binti Jahsy. (Janganlah kalian kira bahwa berita bohong itu) hai orang-orang Mukmin selain dari mereka yang melancarkan tuduhan itu (buruk bagi kalian, tetapi hal itu mengandung kebaikan bagi kalian) dan Allah akan memberikan pahalanya kepada kalian. Kemudian Allah swt. menampakkan kebersihan Siti Aisyah r.a. Dan orang yang telah menolongnya yaitu Shofwan. Sehubungan dengan peristiwa ini Siti Aisyah r.a. telah menceritakan, sebagai berikut, \"Aku ikut bersama Nabi saw. dalam suatu peperangan, yaitu sesudah diturunkannya ayat mengenai hijab bagi kaum wanita. Setelah Nabi saw. menunaikan tugasnya, lalu ia kembali dan kota Madinah sudah dekat. Pada suatu malam setelah istirahat Nabi saw. menyerukan supaya rombongan melanjutkan perjalanan kembali. Aku pergi dari rombongan untuk membuang hajat besarku. Setelah selesai, aku kembali ke rombongan yang sedang bersiap-siap untuk berangkat, akan tetapi ternyata kalungku putus/jatuh, lalu aku kembali lagi ke tempat buang hajat tadi untuk mencarinya. Mereka mengangkat sekedupku ke atas unta kendaraanku, karena mereka menduga bahwa aku telah berada di dalamnya. Karena kaum wanita pada saat itu beratnya ringan sekali, disebabkan mereka hanya makan sedikit. Aku menemukan kembali kalungku yang hilang itu, lalu aku datang ke tempat rombongan, ternyata mereka telah berlalu. Lalu aku duduk di tempat semula, dengan harapan bahwa rombongan akan merasa kehilangan aku, lalu mereka kembali ke tempatku. Mataku mengantuk sekali, sehingga aku tertidur; sedangkan Shofwan pada waktu itu berada jauh dari rombongan pasukan karena beristirahat sendirian. Kemudian dari tempat istirahatnya itu ia melanjutkan kembali perjalanannya menyusul pasukan. Ketika ia sampai ke tempat pasukan, ia melihat ada seseorang sedang tidur, lalu ia langsung mengenaliku, karena ia pernah melihatku sebelum ayat hijab diturunkan. Aku terbangun ketika dia mengucapkan Istirja', 'yaitu kalimat Innaa Lillaahi Wa Innaa Ilaihi RaaJi'uuna'. Aku segera menutup wajahku dengan kain jilbab. Demi Allah, sepatah kata pun ia tidak berbicara denganku, terkecuali hanya kalimat Istirja'nya sewaktu ia merundukkan hewan hendaraannya kemudian ia turun dengan berpijak kepada kaki depan untanya. Selanjutnya aku menaiki unta kendaraannya dan ia langsung menuntun kendaraannya yang kunaiki, hingga kami dapat menyusul rombongan pasukan, yaitu sesudah mereka beristirahat pada siang hari yang panasnya terik. Akhirnya tersiarlah berita bohong yang keji itu, semoga binasalah mereka yang membuat-buatnya. Sumber pertama yang menyiarkannya adalah Abdullah bin Ubay bin Salul.\" Hanya sampai di sinilah kisah siti Aisyah menurut riwayat yang dikemukakan oleh Imam Bukhari dan Imam Muslim. Selanjutnya Allah berfirman, (\"Tiap-tiap seseorang dari mereka) akan dibalas kepadanya (dari dosa yang dikerjakannya) mengenai berita bohong ini. (Dan siapa di antara mereka yang mengambil bagian yang terbesar dalam penyiaran berita bohong itu) maksudnya orang yang menjadi biang keladi dan berperanan penting dalam penyiaran berita bohong ini, yang dimaksud adalah Abdullah bin Ubay (baginya azab yang besar\") yakni neraka kelak di akhirat",
            "sajda": false,
            "transliteration": "Innal lazeena jaaa'oo bilifki 'usbatum minkum; laa tahsaboohu sharral lakum bal huwa khairul lakum; likul limri'im minhum mak tasaba minal-ism; wallazee tawallaa kibrahoo minhum lahoo 'azaabun 'azeem",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2803,
            "aya_number": 12,
            "aya_text": "لَوْلَآ اِذْ سَمِعْتُمُوْهُ ظَنَّ الْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بِاَنْفُسِهِمْ خَيْرًاۙ وَّقَالُوْا هٰذَآ اِفْكٌ مُّبِيْنٌ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 351,
            "translation_aya_text": "Mengapa orang-orang mukmin dan mukminat tidak berbaik sangka terhadap diri mereka sendiri, ketika kamu mendengar berita bohong itu dan berkata, “Ini adalah (suatu berita) bohong yang nyata.”",
            "tafsir_jalalayn": "(Mengapa tidak, sewaktu kalian mendengar berita bohong itu orang-orang Mukmin dan Mukminat berprasangka terhadap diri mereka sendiri) sebagian dari mereka mempunyai prasangka terhadap sebagian yang lain (dengan sangkaan yang baik, dan mengapa tidak berkata, \"Ini adalah suatu berita bohong yang nyata\") dan jelas bohongnya. Di dalam ayat ini terkandung ungkapan Iltifat dari orang-orang yang diajak bicara. Maksudnya, mengapa kalian hai golongan orang-orang yang menuduh, mempunyai dugaan seperti itu dan berani mengatakan hal itu?",
            "sajda": false,
            "transliteration": "Law laaa iz sami'tumoohu zannal mu'minoona walmu'minaatu bi anfusihim khairanw wa qaaloo haazaaa ifkum mmubeen",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2804,
            "aya_number": 13,
            "aya_text": "لَوْلَا جَاۤءُوْ عَلَيْهِ بِاَرْبَعَةِ شُهَدَاۤءَۚ فَاِذْ لَمْ يَأْتُوْا بِالشُّهَدَاۤءِ فَاُولٰۤىِٕكَ عِنْدَ اللّٰهِ هُمُ الْكٰذِبُوْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 351,
            "translation_aya_text": "Mengapa mereka (yang menuduh itu) tidak datang membawa empat saksi? Oleh karena mereka tidak membawa saksi-saksi, maka mereka itu dalam pandangan Allah adalah orang-orang yang berdusta.",
            "tafsir_jalalayn": "(Mengapa tidak) (mendatangkan) golongan yang menuduh itu (empat orang saksi atas berita bohong itu?) maksudnya orang-orang yang menyaksikan peristiwa itu. (Oleh karena mereka tidak mendatangkan saksi-saksi maka mereka itulah pada sisi Allah) menurut hukum-Nya (orang-orang yang dusta) dalam tuduhannya.",
            "sajda": false,
            "transliteration": "Law laa jaaa'oo 'alaihi bi-arba'ati shuhadaaa'; fa iz lam yaatoo bishshuhadaaa'i fa ulaaa 'ika 'indal laahi humul kaaziboon",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2805,
            "aya_number": 14,
            "aya_text": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ فِى الدُّنْيَا وَالْاٰخِرَةِ لَمَسَّكُمْ فِيْ مَآ اَفَضْتُمْ فِيْهِ عَذَابٌ عَظِيْمٌ ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 351,
            "translation_aya_text": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu di dunia dan di akhirat, niscaya kamu ditimpa azab yang besar, disebabkan oleh pembicaraan kamu tentang hal itu (berita bohong itu).",
            "tafsir_jalalayn": "(Sekiranya tidak ada karunia Allah dan rahmat-Nya kepada kalian semua di dunia dan di akhirat, niscaya kalian ditimpa, karena pembicaraan kalian) hai golongan yang menuduh (tentang berita bohong itu, azab yang besar) di akhirat kelak.",
            "sajda": false,
            "transliteration": "Wa law laa fadlul laahi 'alaikum wa rahmatuhoo fiddunyaa wal aakhirati lamassakum fee maaa afadtum feehi 'azaabun 'azeem",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2806,
            "aya_number": 15,
            "aya_text": "اِذْ تَلَقَّوْنَهٗ بِاَلْسِنَتِكُمْ وَتَقُوْلُوْنَ بِاَفْوَاهِكُمْ مَّا لَيْسَ لَكُمْ بِهٖ عِلْمٌ وَّتَحْسَبُوْنَهٗ هَيِّنًاۙ وَّهُوَ عِنْدَ اللّٰهِ عَظِيْمٌ ۚ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 351,
            "translation_aya_text": "(Ingatlah) ketika kamu menerima (berita bohong) itu dari mulut ke mulut dan kamu katakan dengan mulutmu apa yang tidak kamu ketahui sedikit pun, dan kamu menganggapnya remeh, padahal dalam pandangan Allah itu soal besar.",
            "tafsir_jalalayn": "(Di waktu kalian menerima berita bohong itu dari mulut ke mulut) yaitu sebagian di antara kalian menceritakannya kepada sebagian yang lain. Lafal Talaqqaunahu berasal dari lafal Tatalaqqaunahu, kemudian salah satu dari huruf Ta dibuang sehingga jadilah Talaqqaunahu. Lafal Idz tadi dinashabkan oleh lafal Massakum atau oleh lafal Afadhtum (dan kalian katakan dengan mulut kalian apa yang tidak kalian ketahui sedikit jua, dan kalian menganggapnya suatu yang ringan saja) sebagai sesuatu hal yang tidak berdosa. (Padahal dia pada sisi Allah adalah besar) dosanya.",
            "sajda": false,
            "transliteration": "iz talaqqawnahoo bi alsinatikum wa taqooloona bi afwaahikum maa laisa lakum bihee 'ilmunw wa tahsaboo nahoo haiyinanw wa huwa 'indl laahi 'azeem",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2807,
            "aya_number": 16,
            "aya_text": "وَلَوْلَآ اِذْ سَمِعْتُمُوْهُ قُلْتُمْ مَّا يَكُوْنُ لَنَآ اَنْ نَّتَكَلَّمَ بِهٰذَاۖ سُبْحٰنَكَ هٰذَا بُهْتَانٌ عَظِيْمٌ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 351,
            "translation_aya_text": "Dan mengapa kamu tidak berkata ketika mendengarnya, “Tidak pantas bagi kita membicarakan ini.  Mahasuci Engkau, ini adalah kebohongan yang besar.”",
            "tafsir_jalalayn": "(Dan mengapa tidak, sewaktu) ketika (kalian mendengar berita bohong itu, kalian tidak mengatakan, \"Sekali-kali tidaklah pantas) maksudnya tidak layak (bagi kita memperkatakan ini. Maha Suci Engkau) lafal Subhaanaka menunjukkan makna Ta'ajjub (ini adalah dusta) bohong (yang besar.\")",
            "sajda": false,
            "transliteration": "Wa law laaa iz sami'tu moohu qultum maa yakoonu lanaaa an natakallama bihaazaa Subhaanaka haaza buhtaanun 'azeem",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2808,
            "aya_number": 17,
            "aya_text": "يَعِظُكُمُ اللّٰهُ اَنْ تَعُوْدُوْا لِمِثْلِهٖٓ اَبَدًا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ۚ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 351,
            "translation_aya_text": "Allah memperingatkan kamu agar (jangan) kembali mengulangi seperti itu selama-lamanya, jika kamu orang beriman,",
            "tafsir_jalalayn": "(Allah memperingatkan kalian) yakni melarang kalian (agar jangan kembali memperbuat yang seperti itu selama-lamanya, jika kalian orang-orang yang beriman) yang mau mengambil pelajaran dari hal tersebut.",
            "sajda": false,
            "transliteration": "Ya'izukumul laahu an ta'oodoo limisliheee abadan in kuntum mu'mineen",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2809,
            "aya_number": 18,
            "aya_text": "وَيُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 351,
            "translation_aya_text": "dan Allah menjelaskan ayat-ayat(-Nya) kepada kamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan Allah menerangkan ayat-ayat-Nya kepada kalian) mengenai perintah dan larangan. (Dan Allah Maha Mengetahui) tentang apa yang Dia perintahkan dan apa yang Dia larang (lagi Maha Bijaksana) dalam hal ini.",
            "sajda": false,
            "transliteration": "Wa yubaiyinul laahu lakumul Aayaat; wallaahu 'Aleemun Hakeem",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2810,
            "aya_number": 19,
            "aya_text": "اِنَّ الَّذِيْنَ يُحِبُّوْنَ اَنْ تَشِيْعَ الْفَاحِشَةُ فِى الَّذِيْنَ اٰمَنُوْا لَهُمْ عَذَابٌ اَلِيْمٌۙ فِى الدُّنْيَا وَالْاٰخِرَةِۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 351,
            "translation_aya_text": "Sesungguhnya orang-orang yang ingin agar perbuatan yang sangat keji itu (berita bohong) tersiar di kalangan orang-orang yang beriman, mereka mendapat azab yang pedih di dunia dan di akhirat. Dan Allah mengetahui, sedang kamu tidak mengetahui.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang ingin agar berita perbuatan yang amat keji itu tersiar) dengan melalui mulut mereka (di kalangan orang-orang yang beriman) dengan menisbatkan perbuatan keji itu kepada mereka, yang dimaksud adalah segolongan dari kaum Mukmin (bagi mereka azab yang pedih di dunia) mendapat hukuman hudud menuduh berzina (dan di akhirat) oleh Allah dimasukkan ke dalam neraka. (Dan Allah Maha Mengetahui) ketiadaan perbuatan keji itu dari kalangan mereka (sedangkan kalian) hai golongan orang-orang yang melancarkan berita bohong, terhadap apa yang kalian katakan itu (tidak mengetahui) tentang adanya perbuatan keji di kalangan orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Innal lazeena yuhibboona an tashee'al faahishatu fil lazeena aamanoo lahum 'azaabun aleemun fid dunyaa wal Aakhirah; wallaahu ya'lamu wa antum laa ta'lamoon",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2811,
            "aya_number": 20,
            "aya_text": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ رَءُوْفٌ رَّحِيْمٌ ࣖ ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 351,
            "translation_aya_text": "Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan ditimpa azab yang besar). Sungguh, Allah Maha Penyantun, Ma-ha Penyayang. ",
            "tafsir_jalalayn": "(Dan sekiranya tidaklah karena karunia Allah kepada kalian) hai orang-orang yang menuduh (dan rahmat-Nya, dan Allah Maha Penyantun lagi Maha Penyayang) kepada kalian, niscaya Dia akan menyegerakan hukuman-Nya kepada kalian.",
            "sajda": false,
            "transliteration": "Wa law laa fadlul laahi 'alaikum wa rahmatuhoo wa annal laaha Ra'oofur Raheem",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        }
    ]
}