{
    "page_number": 356,
    "data": [
        {
            "aya_id": 2835,
            "aya_number": 44,
            "aya_text": "يُقَلِّبُ اللّٰهُ الَّيْلَ وَالنَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 356,
            "translation_aya_text": "Allah mempergantikan malam dan siang. Sesungguhnya pada yang demikian itu, pasti terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (yang tajam).",
            "tafsir_jalalayn": "(Allah mempergantikan malam dan siang) mendatangkan masing-masingnya sebagai pengganti dari yang lain. (sesungguhnya pada yang demikian itu) yakni pergantian ini (terdapat pelajaran) yang menunjukkan kebesaran-Nya (bagi orang-orang yang mempunyai penglihatan) bagi mereka yang memiliki penglihatan memandang kekuasaan Allah swt.",
            "sajda": false,
            "transliteration": "Yuqallibul laahul laila wannahaar; inna fee zaalika la'ibratal li ulil absaar",
            "tajweed_text": "يُقَلِّبُ [h:9477[ٱ]للَّهُ [h:9478[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَعِ[q:1764[بْ]رَ[u:1765[ةً ل]ِّأُ[s[وْ]لِى [h:1766[ٱ]لْأَ[q:1767[بْ]صَ[p[ـٰ]رِ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2836,
            "aya_number": 45,
            "aya_text": "وَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 356,
            "translation_aya_text": "Dan Allah menciptakan semua jenis hewan dari air, maka sebagian ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki, sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Dan Allah telah menciptakan semua jenis hewan) maksudnya makhluk hidup (dari air) yakni air mani (maka sebagian dari hewan itu ada yang berjalan di atas perutnya) seperti ulat dan binatang melata lainnya (dan sebagian berjalan dengan dua kaki) seperti manusia dan burung (sedangkan sebagian yang lain berjalan dengan empat kaki) seperti hewan liar dan hewan ternak. (Allah menciptakan apa yang dikehendaki-Nya, sesungguhnya Allah Maha Kuasa atas segala sesuatu).",
            "sajda": false,
            "transliteration": "Wallaahu khalaqa kulla daaabbatim mim maaa'in faminhum mai yamshee 'alaa batnihee wa minhum mai yamshee 'alaa rijlaine wa minhum mai yamshee 'alaaa arba'; yakhluqul laahu maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer",
            "tajweed_text": "وَ[h:9999[ٱ]للَّهُ خَلَقَ كُلَّ د[m[َا]ٓبَّ[a:9479[ةٍ م]ّ[a:840[ِن م]ّ[o[َا]ٓ[f:9480[ءٍ‌ۖ ف]َمِنْه[w:1456[ُم م]ّ[a:9481[َن ي]َمْشِى عَلَىٰ بَ[q:9482[طْ]نِه[n[ِۦ] وَمِنْه[w:1106[ُم م]ّ[a:9481[َن ي]َمْشِى عَلَىٰ رِ[q:9483[جْ]لَيْنِ وَمِنْه[w:1106[ُم م]ّ[a:9481[َن ي]َمْشِى عَلَ[o[ىٰٓ] أَرْبَ[a:9484[عٍ‌ۚ ي]َخْلُقُ [h:9485[ٱ]للَّهُ مَا يَش[o[َا]ٓءُ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2837,
            "aya_number": 46,
            "aya_text": "لَقَدْ اَنْزَلْنَآ اٰيٰتٍ مُّبَيِّنٰتٍۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 356,
            "translation_aya_text": "Sungguh, Kami telah menurunkan ayat-ayat yang memberi penjelasan. Dan Allah memberi petunjuk siapa yang Dia kehendaki ke jalan yang lurus.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menurunkan ayat-ayat yang menjelaskan) yaitu Alquran. (Dan Allah memimpin siapa yang dikehendaki-Nya kepada jalan) yakni tuntunan (yang lurus) yaitu agama Islam.",
            "sajda": false,
            "transliteration": "Laqad anzalnaaa Aayaatim mubaiyinaat; wallaahu yahdee mai yashaaa'u ilaa Siraatim Mustaqeem",
            "tajweed_text": "لَّقَ[q:2389[دْ] أَ[f:515[نز]َلْن[o[َآ] ءَايَ[n[ـٰ][a:9418[تٍ م]ُّبَيِّنَ[n[ـٰ][a:9486[تٍ‌ۚ و]َ[h:72[ٱ]للَّهُ يَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُ إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2838,
            "aya_number": 47,
            "aya_text": "وَيَقُوْلُوْنَ اٰمَنَّا بِاللّٰهِ وَبِالرَّسُوْلِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ مِّنْۢ بَعْدِ ذٰلِكَۗ وَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 356,
            "translation_aya_text": "Dan mereka (orang-orang munafik) berkata, “Kami telah beriman kepada Allah dan Rasul (Muhammad), dan kami menaati (keduanya).”  Kemudian sebagian dari mereka berpaling setelah itu. Mereka itu bukanlah orang-orang beriman.",
            "tafsir_jalalayn": "(Dan mereka berkata) maksudnya orang-orang munafik, (\"Kami telah beriman) Kami telah percaya (kepada Allah) dengan mengesakan-Nya (dan Rasul) yaitu Nabi Muhammad (dan Kami menaati\") apa yang telah ditetapkan oleh Allah dan Rasul-Nya. (Kemudian berpalinglah) memalingkan diri (sebagian dari mereka sesudah itu) dari apa yang telah ditetapkan oleh Allah dan Rasul-Nya (sekali-kali mereka itu bukanlah) orang-orang yang berpaling itu (orang-orang yang beriman) sejati, yang hati dan lisan mereka bersesuaian.",
            "sajda": false,
            "transliteration": "Wa yaqooloona aamannaa billaahi wa bir Rasooli wa ata'naa summa yatawallaa fareequm minhum mim ba'di zaalik; wa maaa ulaaa'ika bilmu'mineen",
            "tajweed_text": "وَيَقُولُونَ ءَامَ[g[نّ]َا بِ[h:32[ٱ]للَّهِ وَبِ[h:9487[ٱ][l[ل]رَّسُولِ وَأَطَعْنَا ثُ[g[مّ]َ يَتَوَلَّىٰ فَرِي[a:388[قٌ م]ِّنْه[w:8433[ُم م]ّ[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ‌ۚ وَم[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ بِ[h:3560[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2839,
            "aya_number": 48,
            "aya_text": "وَاِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اِذَا فَرِيْقٌ مِّنْهُمْ مُّعْرِضُوْنَ ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 356,
            "translation_aya_text": "Dan apabila mereka diajak kepada Allah dan Rasul-Nya, agar (Rasul) memutuskan perkara di antara mereka, tiba-tiba sebagian dari mereka menolak (untuk datang).",
            "tafsir_jalalayn": "(Dan apabila mereka dipanggil kepada Allah dan Rasul-Nya) yang menyampaikan kepada mereka (agar Rasul menghukum/mengadili di antara mereka, tiba-tiba sebagian dari mereka berpaling) menolak untuk datang memenuhi seruan Rasul.",
            "sajda": false,
            "transliteration": "Wa izaa du'ooo ilal laahi wa Rasoolihee li yahkuma bainahum izaa fareequm minhum mu'ridoon",
            "tajweed_text": "وَإِذَا دُع[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِي[a:388[قٌ م]ِّنْه[w:9488[ُم م]ُّعْرِض[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2840,
            "aya_number": 49,
            "aya_text": "وَاِنْ يَّكُنْ لَّهُمُ الْحَقُّ يَأْتُوْٓا اِلَيْهِ مُذْعِنِيْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 356,
            "translation_aya_text": "Tetapi, jika kebenaran di pihak mereka, mereka datang kepadanya (Rasul) dengan patuh.",
            "tafsir_jalalayn": "(Tetapi jika keputusan itu untuk kemaslahatan mereka, mereka mau datang kepada Rasul dengan patuh) dengan segera dan penuh ketaatan.",
            "sajda": false,
            "transliteration": "Wa iny-yakul lahumul haqqu yaatooo ilaihi muz'ineen",
            "tajweed_text": "وَإ[a:4454[ِن ي]َك[u:9489[ُن ل]َّهُمُ [h:570[ٱ]لْحَقُّ يَأْت[o[ُوٓ][s[اْ] إِلَيْهِ مُذْعِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2841,
            "aya_number": 50,
            "aya_text": "اَفِيْ قُلُوْبِهِمْ مَّرَضٌ اَمِ ارْتَابُوْٓا اَمْ يَخَافُوْنَ اَنْ يَّحِيْفَ اللّٰهُ عَلَيْهِمْ وَرَسُوْلُهٗ ۗبَلْ اُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ࣖ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 356,
            "translation_aya_text": "Apakah (ketidakhadiran mereka karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim.",
            "tafsir_jalalayn": "(Apakah di dalam hati mereka ada penyakit) yakni kekafiran (atau karena mereka ragu-ragu) mereka meragukan kenabiannya (ataukah karena mereka takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka?) di dalam peradilan, yakni mereka diperlakukan secara aniaya di dalamnya. Tidak (sebenarnya, mereka itulah orang-orang yang zalim) karena mereka berpaling dari peradilan itu.",
            "sajda": false,
            "transliteration": "Afee quloobihim ma radun amirtaabooo am yakhaafoona ani yaheefallaahu 'alaihim wa Rasooluh; bal ulaaa'ika humuz zaalimoon",
            "tajweed_text": "أَفِى قُلُوبِه[w:39[ِم م]َّرَضٌ أَمِ [h:9490[ٱ]رْتَاب[o[ُوٓ][s[اْ] أَمْ يَخَافُونَ أ[a:9491[َن ي]َحِيفَ [h:9492[ٱ]للَّهُ عَلَيْهِمْ وَرَسُولُهُ[n[ۥ]‌ۚ بَلْ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2842,
            "aya_number": 51,
            "aya_text": "اِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ اِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَاۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 356,
            "translation_aya_text": "Hanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, “Kami mendengar, dan kami taat.” Dan mereka itulah orang-orang yang beruntung.",
            "tafsir_jalalayn": "(Sesungguhnya jawaban orang-orang Mukmin, bila mereka dipanggil kepada Allah dan Rasul-Nya agar Rasul mengadili di antara mereka) maka jawaban yang pantas mereka katakan (ialah ucapan, \"Kami mendengar dan Kami patuh\") yakni mengiakan secara spontan. (Dan mereka) sejak saat itu (adalah orang-orang yang beruntung) artinya orang-orang yang selamat di dunia dan akhirat.",
            "sajda": false,
            "transliteration": "Innamaa kaana qawlal mu'mineena izaa du'ooo ilal laahi wa Rasoolihee li yahkuma bainahum ai yaqooloo sami'naa wa ata'naa; wa ulaaa'ika humul muflihoon",
            "tajweed_text": "إِ[g[نّ]َمَا كَانَ قَوْلَ [h:9493[ٱ]لْمُؤْمِنِينَ إِذَا دُع[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] لِيَحْكُمَ بَيْنَهُمْ أ[a:6263[َن ي]َقُولُو[s[اْ] سَمِعْنَا وَأَطَعْنَا‌ۚ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2843,
            "aya_number": 52,
            "aya_text": "وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ وَيَخْشَ اللّٰهَ وَيَتَّقْهِ فَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 356,
            "translation_aya_text": "Dan barangsiapa taat kepada Allah dan Rasul-Nya serta takut kepada Allah dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan.",
            "tafsir_jalalayn": "(Dan barang siapa yang taat kepada Allah dan Rasul-Nya dan takut kepada Allah) merasa takut kepada-Nya (dan bertakwa kepada-Nya) dapat dibaca Wayattaqih dan Wayattaqhi, yakni dengan menaati-Nya (maka mereka adalah orang-orang yang mendapat kemenangan) yaitu mendapat surga.",
            "sajda": false,
            "transliteration": "Wa mai yuti'il laaha wa Rasoolahoo wa yakhshal laaha wa yattaqhi fa ulaaa'ika humul faaa'izoon",
            "tajweed_text": "وَم[a:2629[َن ي]ُطِعِ [h:2630[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَيَخْشَ [h:9494[ٱ]للَّهَ وَيَتَّ[q:9495[قْ]هِ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2844,
            "aya_number": 53,
            "aya_text": "۞ وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ اَمَرْتَهُمْ لَيَخْرُجُنَّۗ قُلْ لَّا تُقْسِمُوْاۚ طَاعَةٌ مَّعْرُوْفَةٌ  ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 356,
            "translation_aya_text": "Dan mereka bersumpah dengan (nama) Allah dengan sumpah sungguh-sungguh, bahwa jika engkau suruh mereka berperang, pastilah mereka akan pergi. Katakanlah (Muhammad), “Janganlah kamu bersumpah, (karena yang diminta) adalah ketaatan yang baik. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.”",
            "tafsir_jalalayn": "(Dan mereka bersumpah dengan nama Allah sekuat-kuat sumpah) dengan sekuatnya (jika kalian suruh mereka) untuk pergi berjihad (pastilah mereka akan pergi. Katakanlah!) kepada mereka (\"Janganlah kalian bersumpah, karena ketaatan yang diminta ialah ketaatan yang sebenarnya) maksudnya taat yang sebenarnya kepada Nabi adalah lebih baik daripada sumpah kalian yang tidak kalian tunaikan. (Sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan\") berupa ketaatan kalian secara lisan, padahal kalian bertentangan dalam prakteknya.",
            "sajda": false,
            "transliteration": "Wa aqsamoo billaahi jahda aimaanihim la'in amartahum la yakhrujunna qul laa tuqsimoo taa'atum ma'roofah innal laaha khabeerum bimaa ta'maloon",
            "tajweed_text": "۞ وَأَ[q:4324[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُ[g[نّ]َ‌ۖ قُل لَّا تُ[q:9496[قْ]سِمُو[s[اْ‌ۖ] طَاعَ[a:9497[ةٌ م]َّعْرُوفَةٌ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        }
    ]
}