{
    "page_number": 357,
    "data": [
        {
            "aya_id": 2845,
            "aya_number": 54,
            "aya_text": "قُلْ اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْۗ وَاِنْ تُطِيْعُوْهُ تَهْتَدُوْاۗ وَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 357,
            "translation_aya_text": "Katakanlah, “Taatlah kepada Allah dan taatlah kepada Rasul; jika kamu berpaling, maka sesungguhnya kewajiban Rasul (Muhammad) itu hanyalah apa yang dibebankan kepadanya, dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas.”",
            "tafsir_jalalayn": "(Katakanlah! \"Taatlah kepada Allah dan taatlah kepada Rasul dan jika kalian berpaling) dari taat kepadanya. Lafal Tawallau asalnya adalah Tatawallau; maksudnya pembicaraan ini ditujukan kepada mereka (maka sesungguhnya kewajiban Rasul itu adalah apa yang dibebankan kepadanya) yaitu menyampaikan risalah (dan kewajiban kamu sekalian adalah semata-mata apa yang dibebankan kepada kalian) yakni untuk taat kepadanya (dan jika kalian taat kepadanya, niscaya kalian mendapat petunjuk. Dan tidak lain kewajiban Rasul itu melainkan menyampaikan amanat Allah dengan terang\") yaitu secara jelas dan gamblang.",
            "sajda": false,
            "transliteration": "Qul atee'ul laaha wa atee'ur Rasoola fa in tawallaw fa innamaa 'alaihi maa hummila wa 'alaikum maa hummiltum wa in tutee'oohu tahtadoo; wa maa'alar Rasooli illal balaaghul mubeen",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2846,
            "aya_number": 55,
            "aya_text": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذِيْنَ مِنْ قَبْلِهِمْۖ وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ الَّذِى ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّنْۢ بَعْدِ خَوْفِهِمْ اَمْنًاۗ يَعْبُدُوْنَنِيْ لَا يُشْرِكُوْنَ بِيْ شَيْـًٔاۗ وَمَنْ كَفَرَ بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 357,
            "translation_aya_text": "Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh, Dia akan meneguhkan bagi mereka dengan agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu apa pun. Tetapi barangsiapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik.",
            "tafsir_jalalayn": "(Dan Allah telah menjanjikan kepada orang-orang yang beriman di antara kalian dan mengerjakan amal-amal yang saleh, bahwa Dia sungguh-sungguh akan menjadikan mereka berkuasa di bumi) sebagai ganti dari orang-orang kafir (sebagaimana Dia telah menjadikan berkuasa) dapat dibaca Kamastakhlafa dan Kamastukhlifa (orang-orang yang sebelum mereka) sebagaimana yang dialami oleh kaum Bani Israel sebagai pengganti dari orang-orang yang lalim dan angkara murka (dan sungguh Dia akan meneguhkan bagi mereka agama yang telah diridai-Nya untuk mereka) yaitu agama Islam; seumpamanya Dia akan memenangkannya di atas agama-agama yang lain, kemudian Dia meluaskan bagi mereka daerah-daerah mereka dan mereka menjadi para pemiliknya (dan Dia benar-benar akan menukar keadaan mereka) dapat dibaca Takhfif yaitu menjadi walayubdilannahum, dapat pula dibaca Tasydid yaitu menjadi Walayubaddilannahum (sesudah mereka berada dalam ketakutan) dari perlakuan orang-orang kafir (menjadi aman sentosa) dan Allah telah menunaikan janji-Nya kepada mereka, yaitu memberikan kepada mereka apa yang telah disebutkan tadi, kemudian Dia memuji mereka melalui firman-Nya, (Mereka tetap menyembah-Ku dengan tiada mempersekutukan sesuatu apa pun dengan Aku) ayat ini merupakan jumlah Isti'naf atau kalimat baru, akan tetapi statusnya disamakan sebagai Illat. (Dan barang siapa yang tetap kafir sesudah janji itu) sesudah pemberian nikmat kepada mereka, yaitu keamanan tadi (maka mereka itulah orang-orang yang fasik) dan orang-orang yang mula-mula kafir sesudah itu adalah para pembunuh Khalifah Usman r.a. kemudian mereka menjadi orang-orang yang saling membunuh padahal sebelumnya mereka berteman.",
            "sajda": false,
            "transliteration": "Wa'adal laahul lazeena aamanoo minkum wa 'amilus saalihaati la yastakhlifan nahum fil ardi kamastakh lafal lazeena min qablihim wa la yumakkinanna lahum deenahumul lazir tadaa lahum wa la yubaddilannahum mim ba'di khawfihim amnaa; ya'budoonanee laayushrikoona bee shai'aa; wa man kafara ba'da zaalika fa ulaaa'ika humul faasiqoon",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2847,
            "aya_number": 56,
            "aya_text": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا الرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 357,
            "translation_aya_text": "Dan laksanakanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul (Muhammad), agar kamu diberi rahmat.",
            "tafsir_jalalayn": "(Dan dirikanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul, supaya kalian diberi rahmat) mudah-mudahan kalian diberi rahmat.",
            "sajda": false,
            "transliteration": "Wa aqeemus Salaata wa aatuz Zakaata wa atee'ur Rasoola la'allakum turhamoon",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2848,
            "aya_number": 57,
            "aya_text": "لَا تَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا مُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَأْوٰىهُمُ النَّارُۗ وَلَبِئْسَ الْمَصِيْرُ ࣖ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 357,
            "translation_aya_text": "Janganlah engkau mengira bahwa orang-orang yang kafir itu dapat luput dari siksaan Allah di bumi; sedang tempat kembali mereka (di akhirat) adalah neraka. Dan itulah seburuk-buruk tempat kembali.",
            "tafsir_jalalayn": "(Janganlah kamu kira) dapat dibaca Tahsabanna dan Yahsabanna, yang menjadi Fa'il atau subyeknya adalah Rasulullah (bahwa orang-orang yang kafir itu dapat melemahkan) Kami (di bumi ini) yakni selamat dari azab Kami (sedangkan tempat tinggal mereka) yaitu tempat mereka kembali (adalah neraka. Dan sungguh sejelek-jelek tempat kembali adalah neraka) maksudnya tempat kembali yang paling buruk.",
            "sajda": false,
            "transliteration": "Laa tahsabannal lazeena kafaroo mu'jizeena fil ard; wa maawaahumun Naaru wa labi'sal maseer",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 2849,
            "aya_number": 58,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِيَسْتَأْذِنْكُمُ الَّذِيْنَ مَلَكَتْ اَيْمَانُكُمْ وَالَّذِيْنَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلٰثَ مَرّٰتٍۗ مِنْ قَبْلِ صَلٰوةِ الْفَجْرِ وَحِيْنَ تَضَعُوْنَ ثِيَابَكُمْ مِّنَ الظَّهِيْرَةِ وَمِنْۢ بَعْدِ صَلٰوةِ الْعِشَاۤءِۗ ثَلٰثُ عَوْرٰتٍ لَّكُمْۗ  لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّۗ طَوَّافُوْنَ عَلَيْكُمْ بَعْضُكُمْ عَلٰى بَعْضٍۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
            "sura_id": 24,
            "juz_id": 18,
            "page_number": 357,
            "translation_aya_text": "Wahai orang-orang yang beriman! Hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki, dan orang-orang yang belum balig (dewasa) di antara kamu, meminta izin kepada kamu pada tiga kali (kesempatan) yaitu, sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari, dan setelah salat Isya. (Itulah) tiga aurat (waktu) bagi kamu. Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu; mereka keluar masuk melayani kamu, sebagian kamu atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat itu kepadamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, hendaklah meminta izin kepada kalian budak-budak yang kalian miliki) baik yang laki-laki maupun yang perempuan (dan orang-orang yang belum balig di antara kalian) maksudnya dari kalangan orang-orang yang merdeka dan belum mengetahui perihal kaum wanita (sebanyak tiga kali) yaitu dalam tiga waktu untuk seharinya (yaitu sebelum salat subuh dan ketika kalian menanggalkan pakaian luar kalian di tengah hari) yakni waktu salat Zuhur (dan sesudah salat Isyak. Itulah tiga aurat bagi kalian) kalau dibaca Rafa' menjadi Tsalaatsu 'Auraatin, berarti menjadi Khabar dari Mubtada yang diperkirakan keberadaannya, dan sebelum Khabar terdapat Mudhaf, kemudian kedudukan Mudhaf yang diperkirakan itu diganti oleh Mudhaf ilaih yaitu lafal Tsalaatsun itu sendiri. Makna selengkapnya ialah, Ketentuan tersebut adalah tiga waktu yang ketiga-tiganya merupakan aurat bagi kalian. Jika dibaca Nashab menjadi Tsalaatsa Auraatin Lakum, dengan memperkirakan adanya lafal Auraatin yang dinashabkan, juga karena menjadi Badal secara Mahal dari lafal sebelumnya, kemudian Mudhaf ilaih menggantikan kedudukannya. Dikatakan demikian karena pada saat-saat tersebut, yaitu ketiga waktu itu, orang-orang membuka pakaian luar mereka untuk istirahat sehingga auratnya kelihatan. (Tidak ada atas kalian dan tidak pula atas mereka) atas budak-budak yang kalian miliki dan anak-anak kecil (dosa) untuk masuk menemui kalian tanpa izin (selain dari tiga waktu itu) yakni sesudah ketiga waktu tadi, sedangkan mereka (melayani kalian) meladeni kalian (sebagian kalian) yakni pelayan itu mempunyai keperluan (kepada sebagian yang lain) kalimat ini berkedudukan mengukuhkan makna sebelumnya. (Demikianlah) sebagaimana apa yang telah disebutkan tadi (Allah menjelaskan ayat-ayat bagi kalian) yakni menjelaskan hukum-hukum-Nya. (Dan Allah Maha Mengetahui) tentang semua urusan makhluk-Nya (lagi Maha Bijaksana) di dalam mengatur kepentingan mereka. Ayat yang menyangkut masalah meminta izin ini menurut suatu pendapat telah dinasakh. Akan tetapi menurut pendapat yang lain tidak dinasakh, hanya saja orang-orang meremehkan masalah meminta izin ini, sehingga banyak dari mereka yang tidak memakainya lagi.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo li yastaazinkumul lazeena malakat aimaanukum wallazeena lam yablughul huluma minkum salaasa marraat; min qabli Salaatil Fajri wa heena tada'oona siyaa bakum minaz zaheerati wa mim ba'di Salaatil Ishaaa'; salaasu 'awraatil lakum; laisa 'alaikum wa laa 'alaihim junaahum ba'dahunn; tawwaafoona 'alaikum ba'dukum 'alaa ba'd; kazaalika yubaiyinul laahu lakumul aayaat wallaahu 'Aleemun Hakeem",
            "surah": {
                "name": "سُورَةُ النُّورِ",
                "englishName": "An-Noor",
                "englishNameTranslation": "The Light",
                "revelationType": "Medinan"
            }
        }
    ]
}