{
    "page_number": 36,
    "data": [
        {
            "aya_id": 232,
            "aya_number": 225,
            "aya_text": "لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ فِيْٓ اَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوْبُكُمْ ۗ وَاللّٰهُ غَفُوْرٌ حَلِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 36,
            "translation_aya_text": "Allah tidak menghukum kamu karena sumpahmu yang tidak kamu sengaja, tetapi Dia menghukum kamu karena niat yang terkandung dalam hatimu. Allah Maha Pengampun, Maha Penyantun.",
            "tafsir_jalalayn": "(Allah tidaklah menghukum kamu disebabkan sumpah kosong), artinya yang tidak dimaksud (dalam sumpah-sumpahmu) yakni yang terucap dari mulut tanpa sengaja untuk bersumpah, misalnya, \"Tidak, demi Allah!\" Atau \"Benar, demi Allah!\" Maka ini tidak ada dosanya serta tidak wajib kafarat. (Tetapi Allah akan menghukum kamu disebabkan sumpah yang disengaja oleh hatimu), artinya kamu sadari bahwa itu sumpah yang tidak boleh dilanggar. (Dan Allah Maha Pengampun) terhadap hal-hal yang tidak disengaja (lagi Maha Penyantun) hingga sudi menangguhkan hukuman terhadap orang yang akan menjalaninya.",
            "sajda": false,
            "transliteration": "Laa yu'aakhi zukumul laahu billaghwi feee aymaa nikum wa laakiny yu'aakhi zukum bimaa kasabat quloo bukum; wallaahu Ghafoorun Haleem",
            "tajweed_text": "لَّا يُؤَاخِذُكُمُ [h:1261[ٱ]للَّهُ بِ[h:1262[ٱ][l[ل]لَّغْوِ ف[o[ِىٓ] أَيْمَ[n[ـٰ]نِكُمْ وَلَ[n[ـٰ]ك[a:1263[ِن ي]ُؤَاخِذُك[c:1264[ُم ب]ِمَا كَسَبَتْ قُلُوبُكُمْ‌ۗ وَ[h:72[ٱ]للَّهُ غَفُورٌ حَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 233,
            "aya_number": 226,
            "aya_text": "لِلَّذِيْنَ يُؤْلُوْنَ مِنْ نِّسَاۤىِٕهِمْ تَرَبُّصُ اَرْبَعَةِ اَشْهُرٍۚ فَاِنْ فَاۤءُوْ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 36,
            "translation_aya_text": "Bagi orang yang meng-ila' istrinya harus menunggu empat bulan. Kemudian jika mereka kembali (kepada istrinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Bagi orang-orang yang melakukan ila` terhadap istri-istri mereka), artinya bersumpah tidak akan mencampuri istri-istri mereka, (diberi tangguh) atau menunggu (selama empat bulan. Jika mereka kembali), maksudnya rujuk dari sumpah untuk mencampuri, baik waktu itu atau sesudahnya, (maka sesungguhnya Allah Maha Pengampun) kepada mereka yang telah membuat istri-istrinya menderita disebabkan sumpahnya, (lagi Maha Penyayang) terhadap mereka.",
            "sajda": false,
            "transliteration": "Lillazeena yu'loona min nisaaa'ihim tarabbusu arba'ati ashhurin fain faaa'oo fa innal laaha Ghafoorur Raheem",
            "tajweed_text": "لِّلَّذِينَ يُؤْلُونَ م[a:1265[ِن ن]ِّس[o[َا]ٓئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُ[f:1266[رٍ‌ۖ ف]َإِ[f:1267[ن ف][o[َا]ٓءُو فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 234,
            "aya_number": 227,
            "aya_text": "وَاِنْ عَزَمُوا الطَّلَاقَ فَاِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 36,
            "translation_aya_text": "Dan jika mereka berketetapan hati hendak menceraikan, maka sungguh, Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan sekiranya mereka berketetapan hati untuk talak), artinya tak mau kembali, maka mereka harus menjatuhkannya, (karena sesungguhnya Allah Maha Mendengar) ucapan mereka (lagi Maha Mengetahui), maksud atau tekad mereka. Jadi maksudnya; setelah menunggu selama empat bulan tidak ada lagi kesempatan terbuka bagi mereka, kecuali kembali atau menjatuhkan talak.",
            "sajda": false,
            "transliteration": "Wa in 'azamut talaaqa fa innal laaha Samee'un 'Aleem",
            "tajweed_text": "وَإِنْ عَزَمُو[s[اْ] [h:1268[ٱ][l[ل]طَّلَ[n[ـٰ]قَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ سَمِيعٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 235,
            "aya_number": 228,
            "aya_text": "وَالْمُطَلَّقٰتُ يَتَرَبَّصْنَ بِاَنْفُسِهِنَّ ثَلٰثَةَ قُرُوْۤءٍۗ وَلَا يَحِلُّ لَهُنَّ اَنْ يَّكْتُمْنَ مَا خَلَقَ اللّٰهُ فِيْٓ اَرْحَامِهِنَّ اِنْ كُنَّ يُؤْمِنَّ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ وَبُعُوْلَتُهُنَّ اَحَقُّ بِرَدِّهِنَّ فِيْ ذٰلِكَ اِنْ اَرَادُوْٓا اِصْلَاحًا ۗوَلَهُنَّ مِثْلُ الَّذِيْ عَلَيْهِنَّ بِالْمَعْرُوْفِۖ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ  ۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 36,
            "translation_aya_text": "Dan para istri yang diceraikan (wajib) menahan diri mereka (menunggu) tiga kali quru'. Tidak boleh bagi mereka menyembunyikan apa yang diciptakan Allah  dalam  rahim  mereka,  jika mereka beriman kepada Allah dan hari akhir. Dan para suami mereka lebih berhak kembali kepada mereka dalam (masa) itu, jika mereka menghendaki perbaikan. Dan mereka (para perempuan) mempunyai hak seimbang dengan kewajibannya menurut cara yang patut. Tetapi para suami mempunyai kelebihan di atas mereka. Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan wanita-wanita yang ditalak hendaklah menunggu) atau menahan (diri mereka) dari kawin (selama tiga kali quru') yang dihitung dari mulainya dijatuhkan talak. Dan quru' adalah jamak dari qar-un dengan mematahkan qaf, mengenai hal ini ada dua pendapat, ada yang mengatakannya suci dan ada pula yang mengatakannya haid. Ini mengenai wanita-wanita yang telah dicampuri. Adapun mengenai yang belum dicampuri, maka tidak ada idahnya berdasarkan firman Allah, \"Maka mereka itu tidak mempunyai idah bagimu. Juga bukan lagi wanita-wanita yang terhenti haidnya atau anak-anak yang masih di bawah umur, karena bagi mereka idahnya selama tiga bulan. Mengenai wanita-wanita hamil, maka idahnya adalah sampai mereka melahirkan kandungannya sebagaimana tercantum dalam surah At-Thalaq, sedangkan wanita-wanita budak, sebagaimana menurut hadis, idah mereka adalah dua kali quru' (Dan mereka tidak boleh menyembunyikan apa yang telah diciptakan Allah pada rahim-rahim mereka) berupa anak atau darah haid, (jika mereka beriman kepada Allah dan hari akhir. Dan suami-suami mereka) (lebih berhak untuk merujuk mereka) sekalipun mereka tidak mau dirujuk (di saat demikian), artinya di saat menunggu itu (jika mereka menghendaki perbaikan) sesama mereka dan bukan untuk menyusahkan istri. Ini merupakan dorongan bagi orang yang berniat mengadakan perbaikan dan bukan merupakan syarat diperbolehkannya rujuk. Ini mengenai talak raj`i dan memang tidak ada orang yang lebih utama daripada suami, karena sewaktu masih dalam idah, tidak ada hak bagi orang lain untuk mengawini istrinya. (Dan para wanita mempunyai) dari para suaminya (hak-hak yang seimbang) dengan hak-hak para suami (yang dibebankan kepada mereka) (secara makruf) menurut syariat, baik dalam pergaulan sehari-hari, meninggalkan hal-hal yang akan mencelakakan istri dan lain sebagainya. (Akan tetapi pihak suami mempunyai satu tingkat kelebihan) tentang hak, misalnya tentang keharusan ditaati disebabkan maskawin dan belanja yang mereka keluarkan dari kantong mereka. (Dan Allah Maha Tangguh) dalam kerajaan-Nya, (lagi Maha Bijaksana) dalam rencana-Nya terhadap hak-hak-Nya.",
            "sajda": false,
            "transliteration": "Walmutallaqaatu yatarab basna bi anfusihinna salaasata qurooo'; wa laa yahillu lahunna ai yaktumna maa khalaqal laahu feee arhaaminhinna in kunna yu'minna billaahi wal yawmil aakhir; wa bu'oola tuhunna ahaqqu biraddihinna fee zaalika in araadooo islaahaa; wa lahunna mislul lazee 'araihinna bilma'roof; wa lirrijjaali 'alaihinna daraja; wallaahu 'Azeezun Hakeem",
            "tajweed_text": "وَ[h:9999[ٱ]لْمُطَلَّقَ[n[ـٰ]تُ يَتَرَبَّصْنَ بِأَ[f:1269[نف]ُسِهِ[g[نّ]َ ثَلَ[n[ـٰ]ثَةَ قُر[o[ُو]ٓ[a:1270[ءٍ‌ۚ و]َلَا يَحِلُّ لَهُ[g[نّ]َ أ[a:1271[َن ي]َكْتُمْنَ مَا خَلَقَ [h:1272[ٱ]للَّهُ ف[o[ِىٓ] أَرْحَامِهِ[g[نّ]َ إِ[f:1273[ن ك]ُ[g[نّ]َ يُؤْمِ[g[نّ]َ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ‌ۚ وَبُعُولَتُهُ[g[نّ]َ أَحَقُّ بِرَدِّهِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ إِنْ أَرَاد[o[ُوٓ][s[اْ] إِصْلَ[n[ـٰ][a:1274[حًا‌ۚ و]َلَهُ[g[نّ]َ مِثْلُ [h:1275[ٱ]لَّذِى عَلَيْهِ[g[نّ]َ بِ[h:934[ٱ]لْمَعْرُوفِ‌ۚ وَلِلرِّجَالِ عَلَيْهِ[g[نّ]َ دَرَجَ[a:1276[ةٌ‌ۗ و]َ[h:72[ٱ]للَّهُ عَزِيزٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 236,
            "aya_number": 229,
            "aya_text": "اَلطَّلَاقُ مَرَّتٰنِ ۖ فَاِمْسَاكٌۢ بِمَعْرُوْفٍ اَوْ تَسْرِيْحٌۢ بِاِحْسَانٍ ۗ وَلَا يَحِلُّ لَكُمْ اَنْ تَأْخُذُوْا مِمَّآ اٰتَيْتُمُوْهُنَّ شَيْـًٔا اِلَّآ اَنْ يَّخَافَآ اَلَّا يُقِيْمَا حُدُوْدَ اللّٰهِ ۗ فَاِنْ خِفْتُمْ اَلَّا يُقِيْمَا حُدُوْدَ اللّٰهِ ۙ فَلَا جُنَاحَ عَلَيْهِمَا فِيْمَا افْتَدَتْ بِهٖ ۗ تِلْكَ حُدُوْدُ اللّٰهِ فَلَا تَعْتَدُوْهَا ۚوَمَنْ يَّتَعَدَّ حُدُوْدَ اللّٰهِ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 36,
            "translation_aya_text": "Talak (yang dapat dirujuk) itu dua kali. (Setelah itu suami dapat) menahan dengan baik, atau melepaskan dengan baik. Tidak halal bagi kamu mengambil kembali sesuatu yang telah kamu berikan kepada mereka, kecuali keduanya (suami dan istri) khawatir tidak mampu menjalankan hukum-hukum Allah. Jika kamu (wali) khawatir bahwa keduanya tidak mampu menjalankan hukum-hukum Allah, maka keduanya tidak berdosa atas bayaran yang (harus) diberikan (oleh istri) untuk menebus dirinya. Itulah hukum-hukum Allah, maka janganlah kamu melanggarnya. Barangsiapa melanggar hukum-hukum Allah, mereka itulah orang-orang zalim.",
            "tafsir_jalalayn": "(Talak) atau perceraian yang dapat kembali rujuk itu (dua kali) (setelah itu boleh memegang mereka) dengan jalan rujuk (secara baik-baik) tanpa menyusahkan mereka (atau melepas), artinya menceraikan mereka (dengan cara baik pula. Tidak halal bagi kamu) hai para suami (untuk mengambil kembali sesuatu yang telah kami berikan kepada mereka) berupa mahar atau maskawin, jika kamu menceraikan mereka itu, (kecuali kalau keduanya khawatir), maksudnya suami istri itu (tidak dapat menjalankan hukum-hukum Allah), artinya tidak dapat melaksanakan kewajiban-kewajiban yang telah digariskan-Nya. Menurut satu qiraat dibaca 'yukhaafaa' secara pasif, Sedangkan 'an laa yuqiimaa' menjadi badal isytimal bagi dhamir yang terdapat di sana. Terdapat juga bacaan dengan baris di atas pada kedua fi`il tersebut. (Jika kamu merasa khawatir bahwa mereka berdua tidak dapat menjalankan hukum-hukum Allah, maka tidaklah mereka itu berdosa mengenai uang tebusan) yang dibayarkan oleh pihak istri untuk menebus dirinya, artinya tak ada salahnya jika pihak suami mengambil uang tersebut begitu pula pihak istri jika membayarkannya. (Itulah), yakni hukum-hukum yang disebutkan di atas (peraturan-peraturan Allah, maka janganlah kamu melanggarnya. Barang siapa yang melanggar peraturan-peraturan Allah, maka merekalah orang-orang yang aniaya).",
            "sajda": false,
            "transliteration": "Attalaaqu marrataani fa imsaakum bima'roofin aw tasreehum bi ihsaan; wa laa yahillu lakum an taakhuzoo mimmaaa aataitumoohunna shai'an illaaa ai yakhaafaaa alla yuqeemaa hudoodallahi fa in khiftum allaa yuqeemaa budoodal laahi falaa junaaha 'Alaihimaa feemaf tadat bihee tilka hudoodul laahi falaa ta'tadoohaa; wa mai yata'adda hudoodal laahi fa ulaaa'ika humuzzaa limoon",
            "tajweed_text": "ٱ[l[ل]طَّلَ[n[ـٰ]قُ مَرَّتَانِ‌ۖ فَإِمْسَا[i:1277[كُۢ ب]ِمَعْرُوفٍ أَوْ تَسْرِي[i:1278[حُۢ ب]ِإِحْسَ[n[ـٰ][a:1279[نٍ‌ۗ و]َلَا يَحِلُّ لَكُمْ أَ[f:1280[ن ت]َأْخُذُو[s[اْ] مِ[g[مّ][o[َآ] ءَاتَيْتُمُوهُ[g[نّ]َ شَيْــًٔا إِلّ[o[َآ] أ[a:1281[َن ي]َخَاف[o[َآ] أَلَّا يُقِيمَا حُدُودَ [h:1282[ٱ]للَّهِ‌ۖ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ [h:1282[ٱ]للَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا [h:1283[ٱ]فْتَدَتْ بِه[n[ِۦ]‌ۗ تِلْكَ حُدُودُ [h:1000[ٱ]للَّهِ فَلَا تَعْتَدُوهَا‌ۚ وَم[a:1284[َن ي]َتَعَدَّ حُدُودَ [h:1282[ٱ]للَّهِ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 237,
            "aya_number": 230,
            "aya_text": "فَاِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهٗ مِنْۢ بَعْدُ حَتّٰى تَنْكِحَ زَوْجًا غَيْرَهٗ ۗ فَاِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يَّتَرَاجَعَآ اِنْ ظَنَّآ اَنْ يُّقِيْمَا حُدُوْدَ اللّٰهِ ۗ وَتِلْكَ حُدُوْدُ اللّٰهِ يُبَيِّنُهَا لِقَوْمٍ يَّعْلَمُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 36,
            "translation_aya_text": "Kemudian jika dia menceraikannya (setelah talak yang kedua), maka perempuan itu tidak halal lagi baginya sebelum dia menikah dengan suami yang lain. Kemudian jika suami yang lain itu menceraikannya, maka tidak ada dosa bagi keduanya (suami pertama dan bekas istri) untuk menikah kembali jika keduanya berpendapat akan dapat menjalankan hukum-hukum Allah. Itulah ketentuan-ketentuan Allah yang diterangkan-Nya kepada orang-orang yang berpengetahuan.",
            "tafsir_jalalayn": "(Kemudian jika ia menceraikannya lagi), maksudnya si suami setelah talak yang kedua, (maka wanita itu tidak halal lagi baginya setelah itu), maksudnya setelah talak tiga (hingga dia kawin dengan suami yang lain) serta mencampurinya sebagaimana tersebut dalam hadis yang diriwayatkan oleh Bukhari dan Muslim. (Kemudian jika ia menceraikannya pula) maksudnya suaminya yang kedua, (maka tidak ada dosa bagi keduanya), maksudnya istri dan bekas suami yang pertama (untuk kembali) pada perkawinan mereka setelah berakhirnya idah, (jika keduanya itu mengira akan dapat menjalankan hukum-hukum Allah. Itulah), maksudnya semua yang telah disebutkan itu (peraturan-peraturan Allah yang dijelaskan-Nya kepada kaum yang mau mengetahui) atau merenungkan.",
            "sajda": false,
            "transliteration": "Fa in tallaqahaa falaa tahillu lahoo mim ba'du hattaa tankiha zawjan ghairah; fa in tallaqahaa falaa junaaha 'alaihimaaa ai yataraaja'aaa in zannaaa ai yuqeemaa hudoodal laa; wa tilka hudoodul laahi yubaiyinuhaa liqawminy ya'lamoon",
            "tajweed_text": "فَإِ[f:1286[ن ط]َلَّقَهَا فَلَا تَحِلُّ لَهُ[n[ۥ] م[i:1287[ِنۢ ب]َعْدُ حَتَّىٰ تَ[f:1288[نك]ِحَ زَوْجًا غَيْرَهُ[n[ۥ]‌ۗ فَإِ[f:1286[ن ط]َلَّقَهَا فَلَا جُنَاحَ عَلَيْهِم[o[َآ] أ[a:1289[َن ي]َتَرَاجَع[o[َآ] إِ[f:1290[ن ظ]َ[g[نّ][o[َآ] أ[a:1291[َن ي]ُقِيمَا حُدُودَ [h:1282[ٱ]للَّهِ‌ۗ وَتِلْكَ حُدُودُ [h:1000[ٱ]للَّهِ يُبَيِّنُهَا لِقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}