{
    "page_number": 360,
    "data": [
        {
            "aya_id": 2858,
            "aya_number": 3,
            "aya_text": "وَاتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً لَّا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَ وَلَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ ضَرًّا وَّلَا نَفْعًا وَّلَا يَمْلِكُوْنَ مَوْتًا وَّلَا حَيٰوةً وَّلَا نُشُوْرًا",
            "sura_id": 25,
            "juz_id": 18,
            "page_number": 360,
            "translation_aya_text": "Namun mereka mengambil tuhan-tuhan selain Dia (untuk disembah), padahal mereka (tuhan-tuhan itu) tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) bahaya terhadap dirinya dan tidak dapat (mendatangkan) manfaat serta tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan.",
            "tafsir_jalalayn": "(Kemudian mereka mengambil) yang dimaksud adalah orang-orang kafir (selain daripada-Nya) selain Allah swt. (sebagai tuhan-tuhan) berupa berhala-berhala (yang mereka tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk menolak sesuatu kemudaratan dari dirinya) tidak akan mampu menolak bahaya yang mengancam dirinya (dan tidak pula untuk mengambil suatu manfaat pun) artinya tidak dapat menghasilkan manfaat bagi dirinya (dan juga tidak kuasa mematikan, menghidupkan) yakni tidak mampu mematikan seseorang dan tidak pula mampu menghidupkannya (dan tidak pula membangkitkan) tidak mampu membangkitkan orang-orang yang mati untuk dapat hidup kembali.",
            "sajda": false,
            "transliteration": "Wattakhazoo min dooniheee aahihatal laa yakhluqoona shai'anw wa hum yukhlaqoona wa laa yamlikoona li anfusihim darranw wa laa naf'anw wa laa yamlikoona mawtanw wa laa hayaatanw wa laa nushooraa",
            "tajweed_text": "وَ[h:9999[ٱ]تَّخَذُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] ءَالِهَ[u:9560[ةً ل]َّا يَخْلُقُونَ شَيْـ[a:5188[ـًٔا و]َهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَ[f:6929[نف]ُسِهِمْ ضَر[a:3719[ًّا و]َلَا نَفْ[a:5175[عًا و]َلَا يَمْلِكُونَ مَوْ[a:9561[تًا و]َلَا حَيَ[s[و][n[ٲ][a:9562[ةً و]َلَا نُشُورًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2859,
            "aya_number": 4,
            "aya_text": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اِفْكُ ِۨافْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَۚ فَقَدْ جَاۤءُوْ ظُلْمًا وَّزُوْرًا ۚ",
            "sura_id": 25,
            "juz_id": 18,
            "page_number": 360,
            "translation_aya_text": "Dan orang-orang kafir berkata, “(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,” Sungguh, mereka telah berbuat zalim dan dusta yang besar.",
            "tafsir_jalalayn": "(Dan orang-orang kafir berkata, \"Sesungguhnya ini) Alquran ini (tidak lain hanyalah kebohongan-kebohongan) yakni kedustaan (yang diada-adakan olehnya) oleh Muhammad sendiri (dan dia dibantu oleh kaum yang lain) yakni oleh sebagian dari orang-orang ahli kitab. Allah berfirman: (Maka sesungguhnya mereka telah berbuat suatu kelaliman dan dusta yang besar\") yakni kekafiran dan kedustaan.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena kafarooo in haazaaa illaaa ifkunif taraahu wa a'aanahoo 'alaihi qawmun aakharoona faqad jaaa'oo zulmanw wa zooraa",
            "tajweed_text": "وَقَالَ [h:614[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلّ[o[َآ] إِفْكٌ [h:9563[ٱ]فْتَرَ[n[ٮٰ]هُ وَأَعَانَهُ[n[ۥ] عَلَيْهِ قَوْمٌ ءَاخَرُونَ‌ۖ فَقَ[q:563[دْ] ج[o[َا]ٓءُو ظُلْ[a:9564[مًا و]َزُورًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2860,
            "aya_number": 5,
            "aya_text": "وَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا",
            "sura_id": 25,
            "juz_id": 18,
            "page_number": 360,
            "translation_aya_text": "Dan mereka berkata, “(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.”",
            "tafsir_jalalayn": "(Dan mereka berkata,) pula bahwa Alquran itu (\"Dongengan-dongengan orang-orang dahulu) yakni kedustaan-kedustaan mereka. Lafal Asaathiir adalah bentuk jamak dari lafal Usthuurah (dimintanya supaya dituliskan) telah menukilnya dari kaum tersebut melalui orang lain (maka dibacakanlah dongengan itu kepadanya) supaya ia hafal (setiap pagi dan petang.\") Kemudian Allah berfirman menyanggah ucapan mereka:",
            "sajda": false,
            "transliteration": "Wa qaalooo asaateerul awwaleenak tatabahaa fahiya tumlaa 'alaihi bukratanw wa aseelaa",
            "tajweed_text": "وَقَال[o[ُوٓ][s[اْ] أَسَ[n[ـٰ]طِيرُ [h:3993[ٱ]لْأَوَّلِينَ [h:9565[ٱ]كْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَ[a:9566[ةً و]َأَصِيلاً",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2861,
            "aya_number": 6,
            "aya_text": "قُلْ اَنْزَلَهُ الَّذِيْ يَعْلَمُ السِّرَّ  فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ كَانَ غَفُوْرًا رَّحِيْمًا",
            "sura_id": 25,
            "juz_id": 18,
            "page_number": 360,
            "translation_aya_text": "Katakanlah (Muhammad), “(Al-Qur'an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.” ",
            "tafsir_jalalayn": "(Katakanlah! \"Alquran ini diturunkan oleh Allah yang mengetahui rahasia) hal-hal yang gaib (di langit dan di bumi. Sesungguhnya Dia adalah Maha Pengampun) kepada orang-orang yang beriman (lagi Maha Penyayang\") kepada mereka.",
            "sajda": false,
            "transliteration": "Qul anzalhul lazee ya'lamus sirra fis samaawaati wal-ard; innahoo kaana Ghafoorar Raheemaa",
            "tajweed_text": "قُلْ أَ[f:3300[نز]َلَهُ [h:9567[ٱ]لَّذِى يَعْلَمُ [h:8444[ٱ][l[ل]سِّرَّ فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ غَفُو[u:2701[رًا ر]َّحِيمًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2862,
            "aya_number": 7,
            "aya_text": "وَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ  لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ",
            "sura_id": 25,
            "juz_id": 18,
            "page_number": 360,
            "translation_aya_text": "Dan mereka berkata, “Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia,",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Mengapa Rasul ini memakan makanan dan berjalan di pasar-pasar? Mengapa tidak) (diturunkan kepadanya Malaikat, agar Malaikat itu memberikan peringatan bersama dengan dia?) maksudnya yang membenarkan kerasulannya.",
            "sajda": false,
            "transliteration": "Wa qaaloo maa li haazar Rasooli yaakulut ta'aama wa yamshee fil aswaaq; law laaa unzila ilaihi malakun fa yakoona ma'ahoo nazeeraa",
            "tajweed_text": "وَقَالُو[s[اْ] مَالِ هَ[n[ـٰ]ذَا [h:9568[ٱ][l[ل]رَّسُولِ يَأْكُلُ [h:9569[ٱ][l[ل]طَّعَامَ وَيَمْشِى فِى [h:9570[ٱ]لْأَسْوَاقِ‌ۙ لَوْل[o[َآ] أُ[f:17[نز]ِلَ إِلَيْهِ مَلَ[f:9571[كٌ ف]َيَكُونَ مَعَهُ[n[ۥ] نَذِيرًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2863,
            "aya_number": 8,
            "aya_text": "اَوْ يُلْقٰىٓ اِلَيْهِ كَنْزٌ اَوْ تَكُوْنُ لَهٗ جَنَّةٌ يَّأْكُلُ مِنْهَاۗ وَقَالَ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا",
            "sura_id": 25,
            "juz_id": 18,
            "page_number": 360,
            "translation_aya_text": "atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?” Dan orang-orang zalim itu berkata, “Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.”",
            "tafsir_jalalayn": "(Atau mengapa tidak diturunkan kepadanya perbendaharaan) dari langit yang kemudian ia membelanjakannya, sehingga ia tidak usah berjalan-jalan di pasar lagi untuk mencari penghidupan (atau mengapa tidak ada kebun baginya) yaitu ladang yang menjadi miliknya (yang dapat dia makan dari hasilnya\") buah-buahannya, sehingga hal itu menjadi kecukupan baginya. Menurut qiraat yang lain dibaca Na'kulu Minhaa, artinya; yang kami dapat ikut makan dari kebunnya. Maksudnya, supaya memiliki kelebihan di atas kami. (Dan orang-orang yang zalim itu berkata:) orang-orang kafir itu kepada orang-orang Mukmin, (\"Tidak lain kamu sekalian hanyalah mengikuti seorang lelaki yang kena sihir\") orang yang akalnya tidak waras karena pengaruh sihir. Maka Allah berfirman pada ayat selanjutnya:",
            "sajda": false,
            "transliteration": "Aw yulqaaa ilaihi kanzun aw takoonu lahoo jannatuny yaakulu minhaa; wa qaalaz zaalimoona in tattabi'oona illaa rajulam mas hooraa",
            "tajweed_text": "أَوْ يُلْقَ[o[ىٰٓ] إِلَيْهِ كَ[f:6264[نز]ٌ أَوْ تَكُونُ لَهُ[n[ۥ] جَ[g[نّ]َ[a:9572[ةٌ ي]َأْكُلُ مِنْهَا‌ۚ وَقَالَ [h:9573[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ إِ[f:4511[ن ت]َتَّبِعُونَ إِلَّا رَجُل[a:7781[اً م]َّسْحُورًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2864,
            "aya_number": 9,
            "aya_text": "اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا ࣖ",
            "sura_id": 25,
            "juz_id": 18,
            "page_number": 360,
            "translation_aya_text": "Perhatikanlah, bagaimana mereka membuat perumpamaan-perumpamaan tentang engkau, maka sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu). ",
            "tafsir_jalalayn": "(Perhatikanlah, bagaimana mereka membuat perumpamaan-perumpamaan tentang kamu) dengan julukan sebagai orang yang kena pengaruh sihir, orang yang membutuhkan nafkah, orang yang harus ditemani oleh Malaikat yang bersama-sama menyampaikan tugasnya (lalu sesatlah mereka) dari petunjuk disebabkan ucapannya itu (mereka tidak sanggup mendapatkan jalan untuk menentang kerasulannya) maksudnya mereka tidak akan dapat menemukan jalan untuk menentangnya.",
            "sajda": false,
            "transliteration": "Unzur kaifa daraboo lakal amsaala fadalloo falaa yastatee'oona sabeelaa",
            "tajweed_text": "ٱ[f:2837[نظ]ُرْ كَيْفَ ضَرَبُو[s[اْ] لَكَ [h:7782[ٱ]لْأَمْثَ[n[ـٰ]لَ فَضَلُّو[s[اْ] فَلَا يَسْتَطِيعُونَ سَبِيلاً",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2865,
            "aya_number": 10,
            "aya_text": "تَبٰرَكَ الَّذِيْٓ اِنْ شَاۤءَ جَعَلَ لَكَ خَيْرًا مِّنْ ذٰلِكَ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ وَيَجْعَلْ لَّكَ قُصُوْرًا",
            "sura_id": 25,
            "juz_id": 18,
            "page_number": 360,
            "translation_aya_text": "Mahasuci (Allah) yang jika Dia menghendaki, niscaya Dia jadikan bagimu yang lebih baik daripada itu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, dan Dia jadikan (pula) istana-istana untukmu.",
            "tafsir_jalalayn": "(Maha Agung Allah) Maha Kaya akan kebaikan (yang jika Dia menghendaki, niscaya dijadikan-Nya bagimu yang lebih baik dari yang demikian) yakni lebih baik daripada perbendaharaan harta dan kebun yang mereka mintakan di dunia ini (yaitu surga-surga yang di bawahnya mengalir sungai-sungai) karena Dia telah menjanjikan akan memberikan kepadanya nanti di akhirat (dan dijadikan-Nya pula) lafal ayat ini dibaca Jazm (untukmu istana-istana) dan menurut qiraat yang lain, lafal Yaj'al dibaca Yaj'alu sehingga kedudukannya menjadi kalimat Isti'naf, atau kalimat baru.",
            "sajda": false,
            "transliteration": "Tabaarakal lazeee in shaaa'a ja'ala laka khairam min zaalika jannaatin tajree min tahtihal anhaaru wa yaj'al laka qusooraa",
            "tajweed_text": "تَبَارَكَ [h:9556[ٱ]لَّذ[o[ِىٓ] إِ[f:364[ن ش][o[َا]ٓءَ جَعَلَ لَكَ خَيْ[a:8082[رًا م]ِّ[f:2624[ن ذ][n[َٲ]لِكَ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ وَيَ[q:9574[جْ]عَل لَّكَ قُصُورَۢا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2866,
            "aya_number": 11,
            "aya_text": "بَلْ كَذَّبُوْا بِالسَّاعَةِۙ وَاَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيْرًا",
            "sura_id": 25,
            "juz_id": 18,
            "page_number": 360,
            "translation_aya_text": "Bahkan mereka mendustakan hari Kiamat. Dan Kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat.",
            "tafsir_jalalayn": "(Bahkan mereka mendustakan hari kiamat) hari terakhir yang tiada hari lagi sesudahnya. (Dan Kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari kiamat) neraka yang apinya menyala-nyala dengan nyala yang besar.",
            "sajda": false,
            "transliteration": "Bal kazzaboo bis Saa'ati wa a'tadnaa liman kazzaba bis Saa'ati sa'eeraa",
            "tajweed_text": "بَلْ كَذَّبُو[s[اْ] بِ[h:9575[ٱ][l[ل]سَّاعَةِ‌ۖ وَأَعْتَ[q:2782[دْ]نَا لِمَ[f:9576[ن ك]َذَّبَ بِ[h:9575[ٱ][l[ل]سَّاعَةِ سَعِيرًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        }
    ]
}