{
    "page_number": 362,
    "data": [
        {
            "aya_id": 2876,
            "aya_number": 21,
            "aya_text": "۞ وَقَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا لَوْلَآ اُنْزِلَ عَلَيْنَا الْمَلٰۤىِٕكَةُ اَوْ نَرٰى رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوْا فِيْٓ اَنْفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيْرًا",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?” Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman).",
            "tafsir_jalalayn": "(Berkatalah orang-orang yang tidak menanti-nanti pertemuannya dengan Kami,) yakni orang-orang yang tidak takut kepada adanya hari berbangkit dan hari pembalasan (\"Mengapakah tidak) (diturunkan kepada kita malaikat) yang menjadi Rasul-rasul kepada kita (atau mengapa kita tidak melihat Rabb kita?\") kemudian kita diberi tahu, bahwa Muhammad adalah Rasul-Nya. Lalu Allah berfirman, (\"Sesungguhnya mereka memandang besar) merasa besar (tentang diri mereka dan mereka telah melampaui batas) berlaku sangat kurang ajar (dengan kelewat batas yang sangat besar) disebabkan mereka berani meminta melihat Allah swt. di dunia. Lafal 'Atauw dengan memakai huruf Wau sesuai dengan kata asalnya, berbeda dengan lafal 'Ataa yang huruf akhirnya telah diganti menjadi Ya, seperti dalam surah Maryam.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena laa yarjoona liqaaa'anaa law laaa unzila 'alainal malaaa'ikatu awnaraa Rabbanaa; laqadistakbaroo feee anfusihim wa 'ataw 'utuwwan kabeeraa",
            "tajweed_text": "۞ وَقَالَ [h:614[ٱ]لَّذِينَ لَا يَرْجُونَ لِق[o[َا]ٓءَنَا لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْنَا [h:9604[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ أَوْ نَرَىٰ رَبَّنَا‌ۗ لَقَدِ [h:9605[ٱ]سْتَكْبَرُو[s[اْ] ف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ وَعَتَوْ عُتُو[f:9606[ًّا ك]َبِيرًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2877,
            "aya_number": 22,
            "aya_text": "يَوْمَ يَرَوْنَ الْمَلٰۤىِٕكَةَ لَا بُشْرٰى يَوْمَىِٕذٍ لِّلْمُجْرِمِيْنَ وَيَقُوْلُوْنَ حِجْرًا مَّحْجُوْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "(Ingatlah) pada hari (ketika) mereka melihat para malaikat, pada hari itu tidak ada kabar gembira bagi orang-orang yang berdosa dan mereka berkata, “Hijran mahjura.”",
            "tafsir_jalalayn": "(Pada hari mereka melihat Malaikat) di antara makhluk-makhluk Allah yang lainnya, yaitu pada hari kiamat. Lafal Yauma dinashabkan oleh lafal Udzkur, yang keberadaannya diperkirakan sebelumnya; maksudnya, ingatlah pada hari mereka melihat Malaikat (di hari itu tidak ada kabar gembira bagi orang-orang yang berdosa) yakni orang-orang kafir, berbeda keadaannya dengan orang-orang Mukmin, bagi mereka kabar gembira yaitu mendapatkan surga (dan mereka berkata: 'Hijran mahjuuran'\") sebagaimana kebiasaan mereka di dunia apabila mereka tertimpa kesengsaraan, artinya: lindungilah kami di tempat perlindungan. Mereka pada hari itu meminta perlindungan kepada Malaikat. Kemudian Allah berfirman,",
            "sajda": false,
            "transliteration": "Yawma yarawnal malaaa 'ikata laa bushraa Yawma'izil lilmujrimeena wa yaqooloona hijram mahjooraa",
            "tajweed_text": "يَوْمَ يَرَوْنَ [h:9607[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ لَا بُشْرَىٰ يَوْمَئِ[u:9608[ذٍ ل]ِّلْمُ[q:9609[جْ]رِمِينَ وَيَقُولُونَ حِ[q:9610[جْ][a:9611[رًا م]َّحْجُورًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2878,
            "aya_number": 23,
            "aya_text": "وَقَدِمْنَآ اِلٰى مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَاۤءً مَّنْثُوْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "Dan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. ",
            "tafsir_jalalayn": "(\"Dan Kami hadapi) kami hadapkan (segala amal yang mereka kerjakan) amal kebaikan seperti sedekah, menghubungkan silaturahmi, menjamu tamu dan menolong orang yang memerlukan pertolongan sewaktu di dunia (lalu Kami jadikan amal itu bagaikan debu yang beterbangan.\") amal perbuatan mereka tidak bermanfaat sama sekali pada hari itu, tidak ada pahalanya sebab syaratnya tak terpenuhi, yaitu iman, akan tetapi mereka telah mendapatkan balasannya selagi mereka di dunia.",
            "sajda": false,
            "transliteration": "Wa qadimnaaa ilaa maa 'amiloo min 'amalin faja'alnaahu habaaa'am mansooraa",
            "tajweed_text": "وَقَدِمْن[o[َآ] إِلَىٰ مَا عَمِلُو[s[اْ] مِنْ عَمَ[f:9612[لٍ ف]َجَعَلْنَ[n[ـٰ]هُ هَب[o[َا]ٓ[a:9613[ءً م]َّ[f:9614[نث]ُورًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2879,
            "aya_number": 24,
            "aya_text": "اَصْحٰبُ الْجَنَّةِ يَوْمَىِٕذٍ خَيْرٌ مُّسْتَقَرًّا وَّاَحْسَنُ مَقِيْلًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "Penghuni-penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya. ",
            "tafsir_jalalayn": "(Penghuni-penghuni surga pada hari itu) di hari kiamat (paling baik tempat tinggalnya) lebih baik daripada tempat tinggal orang-orang kafir sewaktu di dunia (dan paling indah tempat istirahatnya) lebih indah daripada tempat istirahat mereka sewaktu di dunia. Lafal Maqiila artinya tempat untuk beristirahat di tengah hari yang panas. Kemudian dari pengertian ini dapat diambil kesimpulan makna tentang selesainya masa perhitungan amal perbuatan, yaitu di waktu tengah hari, hanya memakan waktu setengah hari, seperti yang telah disebutkan di dalam hadis.",
            "sajda": false,
            "transliteration": "As haabul jannati yawma'izin khairum mustaqar ranw wa ahsanu maqeela",
            "tajweed_text": "أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ يَوْمَئِذٍ خَيْ[a:9615[رٌ م]ُّسْتَقَر[a:9616[ًّا و]َأَحْسَنُ مَقِيلاً",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2880,
            "aya_number": 25,
            "aya_text": "وَيَوْمَ تَشَقَّقُ السَّمَاۤءُ بِالْغَمَامِ وَنُزِّلَ الْمَلٰۤىِٕكَةُ تَنْزِيْلًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "Dan (ingatlah) pada hari (ketika) langit pecah mengeluarkan kabut putih dan para malaikat diturunkan (secara) bergelombang.",
            "tafsir_jalalayn": "(Dan ingatlah di hari ketika langit pecah) yaitu semua langit (mengeluarkan kabut) seraya mengeluarkan kabut yang berwarna putih (dan diturunkan Malaikat) dari setiap lapisan langit (bergelombang-gelombang) pada hari kiamat itu. Dinashabkannya lafal Yauma karena pada sebelumnya diperkirakan ada lafal Udzkur. Menurut qiraat yang lain lafal Tasyaqqaqu dibaca Tasysyaqqaqu dengan ditasydidkannya huruf Syin yang diambil dari asal kata Tatasyaqqaqu. Kemudian huruf Ta yang kedua diganti menjadi Syin lalu diidgamkan kepada Syin yang kedua sehingga menjadi Tasysyaqqaqu. Sedangkan menurut qiraat yang lainnya lagi lafal Nuzzila dibaca Nunzilu dan lafal Al Malaaikatu dibaca Al Malaaikata, sehingga bacaan lengkapnya menurut qiraat ini menjadi Nunzilul Malaaikata, artinya, Kami menurunkan Malaikat-malaikat.",
            "sajda": false,
            "transliteration": "Wa Yawma tashaqqaqus samaaa'u bilghamaami wa nuzzilal malaaa'ikatu tanzeela",
            "tajweed_text": "وَيَوْمَ تَشَقَّقُ [h:9617[ٱ][l[ل]سَّم[o[َا]ٓءُ بِ[h:9618[ٱ]لْغَمَ[n[ـٰ]مِ وَنُزِّلَ [h:9619[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ تَ[f:7929[نز]ِيلاً",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2881,
            "aya_number": 26,
            "aya_text": "اَلْمُلْكُ يَوْمَىِٕذِ ِۨالْحَقُّ لِلرَّحْمٰنِۗ وَكَانَ يَوْمًا عَلَى الْكٰفِرِيْنَ عَسِيْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "Kerajaan yang hak pada hari itu adalah milik Tuhan Yang Maha Pengasih. Dan itulah hari yang sulit bagi orang-orang kafir. ",
            "tafsir_jalalayn": "(Kerajaan yang hak pada hari itu adalah kepunyaan Allah Yang Maha Pemurah) tiada seorang pun yang menyaingi-Nya dalam hal ini. (Dan adalah) hari itu (satu hari yang penuh kesukaran bagi orang-orang kafir) berbeda dengan keadaan orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Almulku Yawma'izinil haqqu lir Rahmaan; wa kaana Yawman'alal kaafireena 'aseeraa",
            "tajweed_text": "ٱلْمُلْكُ يَوْمَئِذٍ [h:4590[ٱ]لْحَقُّ لِلرَّحْمَ[n[ـٰ]نِ‌ۚ وَكَانَ يَوْمًا عَلَى [h:468[ٱ]لْكَ[n[ـٰ]فِرِينَ عَسِيرًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2882,
            "aya_number": 27,
            "aya_text": "وَيَوْمَ يَعَضُّ الظَّالِمُ عَلٰى يَدَيْهِ يَقُوْلُ يٰلَيْتَنِى اتَّخَذْتُ مَعَ الرَّسُوْلِ سَبِيْلًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "Dan (ingatlah) pada hari (ketika) orang-orang zalim menggigit dua jarinya, (menyesali perbuatannya) seraya berkata, “Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul.  ",
            "tafsir_jalalayn": "(Dan ingatlah hari ketika itu orang yang zalim) orang musyrik, yaitu Uqbah bin Mu'ith yang pernah membaca dua kalimat syahadat, kemudian ia menjadi murtad demi mengambil hati Ubay bin Khalaf (menggigit dua tangannya) karena menyesal dan kecewa, di hari kiamat (seraya berkata, \"Aduhai!) huruf Ya menunjukkan makna penyesalan (Kiranya dahulu aku mengambil bersama Rasul) yakni Nabi Muhammad (jalan) petunjuk.",
            "sajda": false,
            "transliteration": "Wa Yawma ya'adduz zaalimu 'alaa yadaihi yaqoolu yaa laitanit takhaztu ma'ar Rasooli sabeelaa",
            "tajweed_text": "وَيَوْمَ يَعَضُّ [h:9620[ٱ][l[ل]ظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَ[n[ـٰ]لَيْتَنِى [h:9621[ٱ]تَّخَذْتُ مَعَ [h:9622[ٱ][l[ل]رَّسُولِ سَبِيلاً",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2883,
            "aya_number": 28,
            "aya_text": "يٰوَيْلَتٰى لَيْتَنِيْ لَمْ اَتَّخِذْ فُلَانًا خَلِيْلًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "Wahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku), ",
            "tafsir_jalalayn": "(Kecelakaan besar bagiku) huruf Alif dari lafal Yaa Wailataa merupakan pergantian Ya Idhafah, asalnya adalah Yaa Wailatii maknanya alangkah binasanya aku (kiranya aku dahulu tidak menjadikan si Polan itu) yakni Ubay bin Khalaf yang dijilatnya tadi (teman akrab).",
            "sajda": false,
            "transliteration": "Yaa wailataa laitanee lam attakhiz fulaanan khaleelaa",
            "tajweed_text": "يَ[n[ـٰ]وَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلاً",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2884,
            "aya_number": 29,
            "aya_text": "لَقَدْ اَضَلَّنِيْ عَنِ الذِّكْرِ بَعْدَ اِذْ جَاۤءَنِيْۗ وَكَانَ الشَّيْطٰنُ لِلْاِنْسَانِ خَذُوْلًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "sungguh, dia telah menyesatkan aku dari peringatan (Al-Qur'an) ketika (Al-Qur'an) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.” ",
            "tafsir_jalalayn": "(Sesungguhnya dia telah menyesatkan aku dari peringatan) Alquran (sesudah peringatan itu datang kepadaku\") karena dialah yang menjadikan aku murtad dan tidak beriman lagi kepada Alquran. Kemudian Allah berfirman, (\"Dan adalah setan itu terhadap manusia) yang kafir (selalu membuat kecewa.\") karena ia akan meninggalkannya begitu saja, cuci tangan bilamana manusia tertimpa malapetaka.",
            "sajda": false,
            "transliteration": "Laqad adallanee 'aniz zikri ba'da iz jaaa'anee; wa kaanash Shaitaanu lil insaani khazoolaa",
            "tajweed_text": "لَّقَ[q:2389[دْ] أَضَلَّنِى عَنِ [h:9623[ٱ][l[ل]ذِّكْرِ بَعْدَ إِذْ ج[o[َا]ٓءَنِى‌ۗ وَكَانَ [h:7732[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ خَذُولاً",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2885,
            "aya_number": 30,
            "aya_text": "وَقَالَ الرَّسُوْلُ يٰرَبِّ اِنَّ قَوْمِى اتَّخَذُوْا هٰذَا الْقُرْاٰنَ مَهْجُوْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "Dan Rasul (Muhammad) berkata, “Ya Tuhanku, sesungguhnya kaumku telah menjadikan Al-Qur'an ini diabaikan.”",
            "tafsir_jalalayn": "(Berkatalah Rasul) Nabi Muhammad, (\"Ya Rabbku! Sesungguhnya kaumku) kabilah Quraisy (menjadikan Alquran ini suatu yang diasingkan\") ditinggal begitu saja. Maka Allah swt. berfirman,",
            "sajda": false,
            "transliteration": "Wa qaalar Rasoolu yaa Rabbi inna qawmit takhazoo haazal Qur-aana mahjooraa",
            "tajweed_text": "وَقَالَ [h:9624[ٱ][l[ل]رَّسُولُ يَ[n[ـٰ]رَبِّ إِ[g[نّ]َ قَوْمِى [h:9625[ٱ]تَّخَذُو[s[اْ] هَ[n[ـٰ]ذَا [h:6544[ٱ]لْقُرْءَانَ مَهْجُورًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2886,
            "aya_number": 31,
            "aya_text": "وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِيْنَۗ وَكَفٰى بِرَبِّكَ هَادِيًا وَّنَصِيْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "Begitulah, bagi setiap nabi, telah Kami adakan musuh dari orang-orang yang berdosa. Tetapi cukuplah Tuhanmu menjadi pemberi petunjuk dan penolong. ",
            "tafsir_jalalayn": "(\"Dan seperti itulah) sebagaimana Kami telah menjadikan bagimu musuh dari kalangan orang-orang musyrik kaummu sendiri (Kami adakan bagi tiap-tiap Nabi) sebelum kamu (musuh dari orang-orang yang berdosa) yakni orang-orang musyrik maka bersabarlah sebagaimana mereka bersabar. (Dan cukuplah Rabbmu menjadi Pemberi petunjuk) bagimu (dan Penolong\") yang menolong kamu terhadap musuh-musuhmu.",
            "sajda": false,
            "transliteration": "Wa kazaalika ja'alnaa likulli Nabiyyin 'aduwwam minal mujrimeen; wa kafaa bi Rabbika haadiyanw wa naseeraa",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُو[a:9626[ًّا م]ِّنَ [h:9627[ٱ]لْمُ[q:4093[جْ]رِمِينَ‌ۗ وَكَفَىٰ بِرَبِّكَ هَادِ[a:9628[يًا و]َنَصِيرًا",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2887,
            "aya_number": 32,
            "aya_text": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْاٰنُ جُمْلَةً وَّاحِدَةً ۛ كَذٰلِكَ ۛ لِنُثَبِّتَ بِهٖ فُؤَادَكَ وَرَتَّلْنٰهُ تَرْتِيْلًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 362,
            "translation_aya_text": "Dan orang-orang kafir berkata, “Mengapa Al-Qur'an itu tidak diturunkan kepadanya sekaligus?” Demikianlah, agar Kami memperteguh hatimu (Muhammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan dan benar). ",
            "tafsir_jalalayn": "(Berkatalah orang-orang yang kafir, \"Mengapa tidak) (diturunkan kepadanya Alquran sekali turun saja?\") sebagaimana kitab Taurat, kitab Injil dan kitab Zabur. Allah menjawab melalui firman-Nya, \"Kami sengaja menurunkannya (demikian) secara terpisah-pisah (supaya Kami perkuat hatimu dengannya) Kami menguatkan kalbumu dengan Alquran (dan Kami membacakannya kelompok demi kelompok\") Kami menurunkannya tahap demi tahap secara perlahan dan tidak tergesa-gesa, supaya mudah dipahami dan dihafal.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena kafaroo law laa nuzzila 'alaihil Quraanu jumlatanw waahidah; kazaalika linusabbita bihee fu'aadaka wa rattalnaahu tarteelaa",
            "tajweed_text": "وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْلَا نُزِّلَ عَلَيْهِ [h:9629[ٱ]لْقُرْءَانُ جُمْلَ[a:9630[ةً و][n[َٲ]حِدَ[f:9631[ةً‌ۚ ك]َذ[n[َٲ]لِكَ لِنُثَبِّتَ بِه[n[ِۦ] فُؤَادَكَ‌ۖ وَرَتَّلْنَ[n[ـٰ]هُ تَرْتِيلاً",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        }
    ]
}