{
    "page_number": 363,
    "data": [
        {
            "aya_id": 2888,
            "aya_number": 33,
            "aya_text": "وَلَا يَأْتُوْنَكَ بِمَثَلٍ اِلَّا جِئْنٰكَ بِالْحَقِّ وَاَحْسَنَ تَفْسِيْرًا ۗ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "Dan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, melainkan Kami datangkan kepadamu yang benar dan penjelasan yang paling baik. ",
            "tafsir_jalalayn": "(Tidaklah orang-orang kafir itu datang kepadamu membawa sesuatu yang ganjil) untuk membatalkan perkaramu (melainkan Kami datangkan kepadamu suatu yang benar) yang menolak dan membantahnya (dan yang paling baik penjelasannya) untuk menjelaskan perkara yang sebenarnya kepada mereka.",
            "sajda": false,
            "transliteration": "Wa laa yaatoonaka bimasainn illaa ji'naaka bilhaqqi wa ahsana tafseeraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2889,
            "aya_number": 34,
            "aya_text": "اَلَّذِيْنَ يُحْشَرُوْنَ عَلٰى وُجُوْهِهِمْ اِلٰى جَهَنَّمَۙ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ سَبِيْلًا ࣖ ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "Orang-orang yang dikumpulkan ke neraka Jahanam dengan diseret wajahnya, mereka itulah yang paling buruk tempatnya dan paling sesat jalannya. ",
            "tafsir_jalalayn": "Mereka adalah (orang-orang yang dihimpunkan dengan diseret atas muka-muka mereka) mereka digiring seraya diseret (ke neraka Jahanam, mereka itulah orang-orang yang paling buruk tempatnya) yaitu neraka Jahanam (dan paling sesat jalannya) paling keliru jalannya bila dibandingkan dengan selain mereka, sebab kekafirannya.",
            "sajda": false,
            "transliteration": "Allazeena yuhsharoona 'alaa wujoohim ilaa jahannama ulaaa'ika sharrum makaananw wa adallu sabeelaa )section 3)",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2890,
            "aya_number": 35,
            "aya_text": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنَا مَعَهٗٓ اَخَاهُ هٰرُوْنَ وَزِيْرًا ۚ ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir (pembantu). ",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada Musa kitab) Taurat (dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir) yang membantunya di dalam menyampaikan tugas risalahnya.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Moosal Kitaaba wa ja'alnaa ma'ahooo akhaahu Haaroona wazeeraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2891,
            "aya_number": 36,
            "aya_text": "فَقُلْنَا اذْهَبَآ اِلَى الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ فَدَمَّرْنٰهُمْ تَدْمِيْرًا ۗ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "Kemudian Kami berfirman (kepada keduanya), “Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami.” Lalu Kami hancurkan mereka dengan sehancur-hancurnya. ",
            "tafsir_jalalayn": "(Kemudian Kami berfirman kepada keduanya, \"Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami\") yakni bangsa Koptik, Firaun dan kaumnya, lalu keduanya berangkat ke negeri mereka, akan tetapi mereka mendustakannya. (Maka Kami membinasakan mereka sehancur-hancurnya) Kami menumpas mereka sampai binasa.",
            "sajda": false,
            "transliteration": "Faqulnaz habaaa ilal qawmil lazeena kazzaboo bi Aayaatinaa fadammarnaahum tadmeeraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2892,
            "aya_number": 37,
            "aya_text": "وَقَوْمَ نُوْحٍ لَّمَّا كَذَّبُوا الرُّسُلَ اَغْرَقْنٰهُمْ وَجَعَلْنٰهُمْ لِلنَّاسِ اٰيَةًۗ وَاَعْتَدْنَا لِلظّٰلِمِيْنَ عَذَابًا اَلِيْمًا ۚ ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "Dan (telah Kami binasakan) kaum Nuh ketika mereka mendustakan para rasul. Kami tenggelamkam mereka dan Kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah sediakan bagi orang-orang zalim azab yang pedih; ",
            "tafsir_jalalayn": "(Dan) ingatlah (kaum Nuh tatkala mereka mendustakan Rasul-rasul) mereka mendustakan Nabi Nuh, mengingat Nabi Nuh tinggal bersama mereka dalam kurun waktu yang lama sekali, maka diungkapkan dalam ayat ini seolah-olah Nabi Nuh menduduki tempat Rasul-rasul. Atau karena dengan mendustakan Nabi Nuh maka seolah-olah mereka mendustakan Rasul-rasul lainnya yang membawa risalah yang sama dengan apa yang dibawa oleh Nabi Nuh, yaitu ajaran Tauhid (Kami tenggelamkan mereka) lafal ayat ini menjadi jawab dari Lamma (dan Kami jadikan cerita mereka bagi manusia) sesudah mereka (sebagai tanda) pelajaran (dan Kami telah menyediakan) di akhirat (untuk orang-orang yang zalim) yakni orang-orang kafir (azab yang pedih) siksaan yang sangat menyakitkan di samping azab yang telah mereka rasakan sewaktu hidup di dunia.",
            "sajda": false,
            "transliteration": "Wa qawma Noohil lammaa kazzabur Rusula aghraqnaahum wa ja'alnaahum linnaasi Aayatanw wa a'tadnaa lizzaalimeena 'azaaban aleemaa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2893,
            "aya_number": 38,
            "aya_text": "وَعَادًا وَّثَمُوْدَا۟ وَاَصْحٰبَ الرَّسِّ وَقُرُوْنًاۢ بَيْنَ ذٰلِكَ كَثِيْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "dan (telah Kami binasakan) kaum ‘Ad dan samud dan penduduk Rass serta banyak (lagi) generasi di antara (kaum-kaum) itu. ",
            "tafsir_jalalayn": "(Dan) ingatlah (kaum Ad) yakni kaum Nabi Hud (dan Tsamud) kaum Nabi Saleh (dan penduduk Rass) nama sebuah sumur; Nabi mereka menurut suatu pendapat adalah Nabi Syuaib, tetapi menurut pendapat yang lain bukan Nabi Syuaib. Mereka tinggal di sekitar sumur itu, kemudian sumur itu amblas berikut orang-orang yang tinggal di sekitarnya dan rumah-rumah mereka pun ikut amblas (dan banyak lagi generasi-generasi) kaum-kaum (di antara kaum-kaum tersebut) yakni antara kaum Ad dan penduduk Rass.",
            "sajda": false,
            "transliteration": "Wa 'Aadanw Samooda wa As haabar Rassi wa quroonam baina zaalika kaseeraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2894,
            "aya_number": 39,
            "aya_text": "وَكُلًّا ضَرَبْنَا لَهُ الْاَمْثَالَۖ وَكُلًّا تَبَّرْنَا تَتْبِيْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "Dan masing-masing telah Kami jadikan perumpamaan dan masing-masing telah Kami hancurkan sehancur-hancurnya.  ",
            "tafsir_jalalayn": "(Dan Kami jadikan bagi masing-masing mereka tamsil) untuk menegakkan hujah terhadap mereka, oleh karenanya tidak sekali-kali Kami membinasakan mereka melainkan sesudah mereka Kami beri peringatan (dan masing-masing mereka itu benar-benar telah Kami binasakan dengan sehancur-hancurnya) yakni Kami tumpas mereka hingga binasa, disebabkan mereka telah mendustakan nabi-nabi mereka.",
            "sajda": false,
            "transliteration": "Wa kullandarabnaa lahul amsaala wa kullan tabbarnaa tatbeera",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2895,
            "aya_number": 40,
            "aya_text": "وَلَقَدْ اَتَوْا عَلَى الْقَرْيَةِ الَّتِيْٓ اُمْطِرَتْ مَطَرَ السَّوْءِۗ اَفَلَمْ يَكُوْنُوْا يَرَوْنَهَاۚ بَلْ كَانُوْا لَا يَرْجُوْنَ نُشُوْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "Dan sungguh, mereka (kaum musyrik Mekah) telah melalui negeri (Sodom) yang (dulu) dijatuhi hujan yang buruk (hujan batu). Tidakkah mereka menyaksikannya? Bahkan mereka itu sebenarnya tidak mengharapkan hari kebangkitan. ",
            "tafsir_jalalayn": "(Dan sesungguhnya mereka telah melalui) yakni orang-orang kafir Mekah itu sering melewati (sebuah negeri yang dihujani dengan hujan yang sejelek-jeleknya) lafal As Sau' adalah bentuk Mashdar dari lafal Saa-a. Maksudnya mereka telah dihujani dengan batu-batu; negeri tempat tinggal mereka adalah suatu kota yang paling besar bagi kaum Nabi Luth, kemudian Allah membinasakan mereka sebab mereka gemar melakukan perbuatan yang keji. (Maka apakah mereka tidak menyaksikan bekas-bekasnya) di dalam perjalanan mereka menuju ke negeri Syam, kemudian mereka mengambil pelajaran darinya? Istifham atau kata tanya pada ayat ini mengandung makna Taqrir, maksudnya, hendaklah mereka mengambil pelajaran dari bekas-bekas itu (bahkan adalah mereka itu tidak mengharapkan) mereka tidak takut sama sekali (akan kebangkitan) maksudnya hari mereka dihidupkan kembali, mereka sama sekali tidak beriman kepadanya.",
            "sajda": false,
            "transliteration": "Wa laqad ataw 'alal qaryatil lateee umtirat mataras saw'; afalam yakoonoo yarawnahaa; bal kaanoo laa yarjoona nushooraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2896,
            "aya_number": 41,
            "aya_text": "وَاِذَا رَاَوْكَ اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ بَعَثَ اللّٰهُ رَسُوْلًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "Dan apabila mereka melihat engkau (Muhammad), mereka hanyalah menjadikan engkau sebagai ejekan (dengan mengatakan), “Inikah orangnya yang diutus Allah sebagai Rasul? ",
            "tafsir_jalalayn": "(Dan apabila mereka melihat kamu, maka tidak lain) (mereka menjadikan kamu sebagai ejekan) sasaran ejekan mereka, di dalam ejekannya itu mereka mengatakan, (\"Inikah orangnya yang diutus oleh Allah sebagai Rasul?) menurut pengakuannya. Mereka mengatakan demikian dengan nada menghina dan menganggap remeh risalah yang dibawanya.",
            "sajda": false,
            "transliteration": "Wa izaa ra awka iny yattakhizoonaka illaa huzuwan ahaazal lazee ba'asal laahu Rasoolaa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2897,
            "aya_number": 42,
            "aya_text": "اِنْ كَادَ لَيُضِلُّنَا عَنْ اٰلِهَتِنَا لَوْلَآ اَنْ صَبَرْنَا عَلَيْهَاۗ وَسَوْفَ يَعْلَمُوْنَ حِيْنَ يَرَوْنَ الْعَذَابَ مَنْ اَضَلُّ سَبِيْلًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "Sungguh, hampir saja dia menyesatkan kita dari sesembahan kita, seandainya kita tidak tetap bertahan (menyembah)nya.” Dan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya.",
            "tafsir_jalalayn": "(Sesungguhnya) lafal In adalah bentuk Takhfif dari lafal Inna, sedangkan isimnya tidak disebutkan, jadi bentuk lengkapnya adalah Innahuu, artinya, sesungguhnya ia (hampirlah ia menyesatkan kita) memalingkan diri kita (dari sesembahan-sesembahan kita, seandainya kita tidak sabar menyembahnya.\") niscaya kita dapat dipalingkan dari sesembahan-sesembahan kita olehnya. Maka Allah berfirman, (\"Dan mereka kelak akan mengetahui di saat mereka melihat azab) secara terang-terangan kelak di akhirat (siapa yang paling sesat jalannya\") yang paling keliru tuntunannya, apakah mereka ataukah orang-orang yang beriman?",
            "sajda": false,
            "transliteration": "In kaada la yudillunaa 'an aalihatinaa law laaa an sabarnaa 'alaihaa; wa sawfa ya'lamoona heena yarawnal 'azaaba man adallu sabeela",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2898,
            "aya_number": 43,
            "aya_text": "اَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُۗ اَفَاَنْتَ تَكُوْنُ عَلَيْهِ وَكِيْلًا ۙ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 363,
            "translation_aya_text": "Sudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya? ",
            "tafsir_jalalayn": "(Terangkanlah kepadaku) ceritakanlah kepada-Ku (tentang orang yang menjadikan hawa nafsunya sebagai tuhannya) maksudnya orang-orang yang menurutkan hawa nafsunya; dalam ungkapan ayat ini Maf'ul kedua didahulukan mengingat kedudukannya yang penting, yaitu lafal Ilaahahu. Sedangkan jumlah Manittakhadza Hawaahu adalah Maf'ul Awwal dari lafal Ara-aita, dan Maf'ul yang kedua adalah lafal Ilaahahu yang didahulukan tadi. (Maka apakah kamu dapat menjadi pemeliharanya?) yang dapat memelihara dia untuk tidak mengikuti hawa nafsunya? Tentu saja tidak.",
            "sajda": false,
            "transliteration": "Ara'aita manit takhaza ilaahahoo hawaahu afa anta takoonu 'alaihi wakeelaa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        }
    ]
}