{
    "page_number": 364,
    "data": [
        {
            "aya_id": 2899,
            "aya_number": 44,
            "aya_text": "اَمْ تَحْسَبُ اَنَّ اَكْثَرَهُمْ يَسْمَعُوْنَ اَوْ يَعْقِلُوْنَۗ اِنْ هُمْ اِلَّا كَالْاَنْعَامِ  بَلْ هُمْ اَضَلُّ سَبِيْلًا ࣖ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "Atau apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya.",
            "tafsir_jalalayn": "(Atau apakah kamu mengira bahwa kebanyakan mereka itu mendengar) dengan pendengaran yang dibarengi dengan pengertian (atau memahami) apa yang kamu katakan kepada mereka. (Tiada lain) (mereka itu hanyalah seperti binatang ternak, bahkan mereka lebih sesat lagi jalannya) daripada binatang ternak itu, karena binatang ternak mau menurut dan patuh kepada penggembalanya, sedangkan mereka tidak mau menaati Pemeliharanya, yaitu Allah, yang telah memberikan kenikmatan kepada mereka.",
            "sajda": false,
            "transliteration": "Am tahsabu annna aksarahum yasma'oona aw ya''qiloon; in hum illaa kal an'aami bal hum adallu sabeelan",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2900,
            "aya_number": 45,
            "aya_text": "اَلَمْ تَرَ اِلٰى رَبِّكَ كَيْفَ مَدَّ الظِّلَّۚ وَلَوْ شَاۤءَ لَجَعَلَهٗ سَاكِنًاۚ  ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيْلًا ۙ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "Tidakkah engkau memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang; dan sekiranya Dia menghendaki, niscaya Dia jadikannya (bayang-bayang itu) tetap, kemudian Kami jadikan matahari sebagai petunjuk, ",
            "tafsir_jalalayn": "(Apakah kamu tidak memperhatikan) yakni tidak melihat (kepada) ciptaan (Rabbmu, bagaimana Dia memanjangkan bayang-bayang) mulai dari tenggelamnya matahari sampai dengan hendak terbitnya (dan kalau Dia menghendaki) yakni Rabbmu (niscaya Dia menjadikan bayang-bayang itu tetap) artinya tidak hilang sekalipun matahari terbit (kemudian Kami jadikan matahari atasnya) yakni bayang-bayang atau gelap itu (sebagai petunjuk) karena seandainya tidak ada matahari maka niscaya bayang-bayang atau gelap itu tidak akan dikenal.",
            "sajda": false,
            "transliteration": "Alam tara ilaa Rabbika kaifa maddaz zilla wa law shaaa'a laja'alahoo saakinan summa ja'alnash shamsa 'alaihe daleelaa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2901,
            "aya_number": 46,
            "aya_text": "ثُمَّ قَبَضْنٰهُ اِلَيْنَا قَبْضًا يَّسِيْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "kemudian Kami menariknya (bayang-bayang itu) kepada Kami sedikit demi sedikit. ",
            "tafsir_jalalayn": "(Kemudian Kami menarik bayang-bayang itu) yakni bayang-bayang yang memanjang itu (kepada Kami dengan tarikan yang perlahan-lahan), yaitu dengan terbitnya matahari.",
            "sajda": false,
            "transliteration": "Summa qabadnaahu ilainaa qabdany yaseeraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2902,
            "aya_number": 47,
            "aya_text": "وَهُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِبَاسًا وَّالنَّوْمَ سُبَاتًا وَّجَعَلَ النَّهَارَ نُشُوْرًا  ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "Dan Dialah yang menjadikan malam untukmu (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangkit berusaha. ",
            "tafsir_jalalayn": "(Dialah yang menjadikan untuk kalian malam sebagai pakaian) yakni yang menutupi bagaikan pakaian (dan tidur untuk istirahat) bagi tubuh setelah selesai dari bekerja (dan Dia menjadikan siang untuk bangun berusaha) kalian bangun di waktu itu untuk mencari rezeki dan melakukan pekerjaan-pekerjaan lainnya.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee ja'ala lakumul laila libaasanw wannawma subaatanw wa ja'alan nahaara nushooraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2903,
            "aya_number": 48,
            "aya_text": "وَهُوَ الَّذِيْٓ اَرْسَلَ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۚ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً طَهُوْرًا ۙ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "Dan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih, ",
            "tafsir_jalalayn": "(Dialah yang meniupkan angin) menurut qiraat yang lain lafal Ar-Riih dibaca Ar-Riyah (pembawa kabar gembira dekat sebelum kedatangan rahmat-Nya) yakni dekat sebelum hujan. Lafal Nusyuran menurut suatu qiraat dibaca Nusyran, artinya secara terpisah-pisah yakni dibaca secara Takhfif supaya ringan bacaannya. Menurut qiraat yang lain dibaca Nasyran karena dianggap sebagai Mashdar. Menurut qiraat lainnya lagi dibaca Busyra, artinya sebagai pembawa kabar gembira. Bentuk tunggal bacaan pertama adalah Nusyurun, wazannya sama dengan lafal Rasulun yang bentuk jamaknya adalah Rusulun. Sedangkan bentuk tunggal dari bacaan yang kedua yaitu Busyran ialah Basyirun, artinya pembawa kabar gembira (dan Kami turunkan dan langit air yang amat bersih) yaitu air yang dapat dipakai untuk bersuci, atau air yang menyucikan.",
            "sajda": false,
            "transliteration": "Wa Huwal lazeee arsalar riyaaha bushram baina yadai rahmatih; wa anzalnaa minas samaaa'i maaa'an tahooraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2904,
            "aya_number": 49,
            "aya_text": "لِّنُحْيِ َۧ بِهٖ بَلْدَةً مَّيْتًا وَّنُسْقِيَهٗ مِمَّا خَلَقْنَآ اَنْعَامًا وَّاَنَاسِيَّ كَثِيْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "agar (dengan air itu) Kami menghidupkan negeri yang mati (tandus), dan Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak. ",
            "tafsir_jalalayn": "(Agar Kami menghidupkan dengan air itu negeri atau tanah yang mati) lafal Maitan dibaca Takhfif bentuk Mudzakkar dan Muannatsnya sama saja. Disebutkan dengan maksud, bahwa yang mati itu adalah tanah negeri itu (dan agar Kami memberi minum dengannya) dengan air itu (sebagian besar dari makhluk Kami, binatang-binatang ternak) unta, sapi dan kambing (dan manusia yang banyak) lafal Anaasiyyu merupakan bentuk jamak dari lafal Insaanun, bentuk asalnya adalah Anaasiinu, kemudian huruf Nun diganti menjadi Ya, lalu huruf Ya yang pertama diidgamkan kepadanya sehingga jadilah Anaasiyyu. Atau lafal Anaasiyyu ini adalah bentuk jamak dari lafal Insiyyun.",
            "sajda": false,
            "transliteration": "Linuhyiya bihee balda tam maitanw wa nusqiyahoo mimmaa khalaqnaaa an'aa manw wa anaasiyya kaseeraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2905,
            "aya_number": 50,
            "aya_text": "وَلَقَدْ صَرَّفْنٰهُ بَيْنَهُمْ لِيَذَّكَّرُوْاۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "Dan sungguh, Kami telah mempergilirkan (hujan) itu di antara mereka agar mereka mengambil pelajaran; tetapi kebanyakan manusia tidak mau (bersyukur), bahkan mereka mengingkari (nikmat).",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah menggilirnya) yakni air hujan itu (di antara manusia supaya mereka mengambil pelajaran daripadanya) Yadzdzakkaruu asalnya Yatadzakkaruu, kemudian huruf Ta diidgamkan kepada huruf Dzal setelah terlebih dahulu diganti menjadi Dzal pula, sehingga jadilah Yadzdzakkaruu. Menurut suatu qiraat dibaca Liyadzkuruu, sehingga artinya menjadi: supaya mereka ingat akan nikmat Allah dengan adanya air tersebut (maka kebanyakan manusia itu tidak mau kecuali mengingkari) nikmat Allah, karena mereka mengatakan bahwa hujan kita ini disebabkan munculnya bintang anu.",
            "sajda": false,
            "transliteration": "Wa laqad sarrafnaahu bainahum li yazzakkaroo fa abaaa aksarun naasi illaa kufooraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2906,
            "aya_number": 51,
            "aya_text": "وَلَوْ شِئْنَا لَبَعَثْنَا فِيْ كُلِّ قَرْيَةٍ نَّذِيْرًا ۖ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "Dan sekiranya Kami menghendaki, niscaya Kami utus seorang pemberi peringatan pada setiap negeri. ",
            "tafsir_jalalayn": "(Dan andai kata Kami menghendaki, benar-benarlah Kami utus pada tiap-tiap negeri seorang yang memberi peringatan) untuk mengingatkan penduduknya, akan tetapi Kami mengutus kamu, hai Muhammad, kepada penduduk semua negeri sebagai pemberi peringatan kepada mereka semuanya, supaya pahalamu menjadi besar.",
            "sajda": false,
            "transliteration": "Wa law shi'naa laba'asnaa fee kulli qar yatin nazeeraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2907,
            "aya_number": 52,
            "aya_text": "فَلَا تُطِعِ الْكٰفِرِيْنَ وَجَاهِدْهُمْ بِهٖ جِهَادًا كَبِيْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "Maka janganlah engkau taati orang-orang kafir, dan berjuanglah terhadap mereka dengannya (Al-Qur'an) dengan (semangat) perjuangan yang besar. ",
            "tafsir_jalalayn": "(Maka janganlah kamu mengikuti orang-orang kafir) memperturutkan hawa nafsu mereka (dan berjihadlah terhadap mereka dengannya) dengan Alquran (dengan jihad yang besar).",
            "sajda": false,
            "transliteration": "Falaa tuti'il kaafireena wa jaahidhum bihee jihaadan kabeeraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2908,
            "aya_number": 53,
            "aya_text": "۞ وَهُوَ الَّذِيْ مَرَجَ الْبَحْرَيْنِ هٰذَا عَذْبٌ فُرَاتٌ وَّهٰذَا مِلْحٌ  اُجَاجٌۚ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَّحِجْرًا مَّحْجُوْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "Dan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus. ",
            "tafsir_jalalayn": "(Dan Dialah yang membiarkan dua laut mengalir) secara berdampingan (yang ini tawar lagi segar) sangat tawar lagi menyegarkan (dan yang lain asin lagi pahit) asin sekali sehingga rasanya pahit (dan Dia jadikan antara keduanya dinding) batas yang menyebabkan kedua air tersebut tidak membaur, antara yang satu dengan yang lainnya (dan batas yang menghalangi) yakni penghalang yang mencegah keduanya untuk bercampur.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee marajal bahraini haazaa 'azbun furaatunw wa haazaa milhun ujaaj; wa ja'ala bainahumaa barzakhanw wa hijram mahjooraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2909,
            "aya_number": 54,
            "aya_text": "وَهُوَ الَّذِيْ خَلَقَ مِنَ الْمَاۤءِ بَشَرًا فَجَعَلَهٗ نَسَبًا وَّصِهْرًاۗ وَكَانَ رَبُّكَ قَدِيْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "Dan Dia (pula) yang menciptakan manusia dari air, lalu Dia jadikan manusia itu (mempunyai) keturunan dan musaharah dan Tuhanmu adalah Mahakuasa. ",
            "tafsir_jalalayn": "(Dan Dia pula yang menciptakan manusia dari air) yakni dari air mani; lafal Basyar adalah sinonim dari lafal Insaan (lalu Dia jadikan manusia itu punya keturunan) punya hubungan nasab (dan mushaharah) punya hubungan mushaharah, misalnya seorang lelaki atau perempuan melakukan perkawinan dengan pasangannya untuk memperoleh keturunan, maka hubungan kekeluargaan dari perkawinan ini dinamakan hubungan Mushaharah (dan adalah Rabbmu Maha Kuasa) untuk menciptakan apa yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee khalaqa minal maaa'i basharran fa ja'alahoo nasaban wa sihraa; wa kaana Rabbuka Qadeeraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2910,
            "aya_number": 55,
            "aya_text": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْۗ وَكَانَ الْكَافِرُ عَلٰى رَبِّهٖ ظَهِيْرًا ",
            "sura_id": 25,
            "juz_id": 19,
            "page_number": 364,
            "translation_aya_text": "Dan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) mendatangkan bencana kepada mereka. Orang-orang kafir adalah penolong (setan untuk berbuat durhaka) terhadap Tuhannya. ",
            "tafsir_jalalayn": "(Dan mereka menyembah) yakni orang-orang kafir (selain Allah apa yang tidak memberi manfaat kepada mereka) dengan menyembahnya (dan tidak pula memberi mudarat kepada mereka) jika tidak disembah, yang dimaksud adalah berhala-berhala. (Adalah orang kafir itu selalu menentang Rabbnya) selalu membantu setan dengan cara taat kepadanya dan menentang Rabbnya.",
            "sajda": false,
            "transliteration": "Wa ya'budoona min doonil laahi maa laa yanfa'uhum wa laa yadurruhum; wa kaanal kaafiru 'alaa Rabbihee zaheeraa",
            "surah": {
                "name": "سُورَةُ الفُرۡقَانِ",
                "englishName": "Al-Furqaan",
                "englishNameTranslation": "The Criterion",
                "revelationType": "Meccan"
            }
        }
    ]
}