{
    "page_number": 367,
    "data": [
        {
            "aya_id": 2933,
            "aya_number": 1,
            "aya_text": "طٰسۤمّۤ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Tha Sin Mim",
            "tafsir_jalalayn": "(Thaa Siin Miim) hanya Allah saja yang mengetahui maksudnya.",
            "sajda": false,
            "transliteration": "Taa-Seeen-Meeem",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2934,
            "aya_number": 2,
            "aya_text": "تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Inilah ayat-ayat Kitab (Al-Qur'an) yang jelas.",
            "tafsir_jalalayn": "(Inilah) (ayat-ayat Al Kitab) yakni Alquran. Idhafah di sini mengandung makna Min, maksudnya sebagian daripada Alquran (yang menerangkan) perkara yang hak atas perkara yang batil.",
            "sajda": false,
            "transliteration": "Tilka Aayaatul Kitaabil Mubeen",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2935,
            "aya_number": 3,
            "aya_text": "لَعَلَّكَ بَاخِعٌ نَّفْسَكَ اَلَّا يَكُوْنُوْا مُؤْمِنِيْنَ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Boleh jadi engkau (Muhammad) akan membinasakan dirimu (dengan kesedihan), karena mereka (penduduk Mekah) tidak beriman.",
            "tafsir_jalalayn": "(Boleh jadi kamu) hai Muhammad (akan membinasakan dirimu) bunuh diri karena sedih, disebabkan (karena mereka tidak) yaitu penduduk Mekah (beriman) lafal La'alla di sini bermakna Isyfaq atau menunjukkan makna rasa kasihan. Maksudnya, kasihanilah dirimu itu, ringankanlah dari kesedihannya.",
            "sajda": false,
            "transliteration": "La'allaka baakhi'un nafsaka allaa yakoonoo mu'mineen",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2936,
            "aya_number": 4,
            "aya_text": "اِنْ نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السَّمَاۤءِ اٰيَةً فَظَلَّتْ اَعْنَاقُهُمْ لَهَا خَاضِعِيْنَ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Jika Kami menghendaki, niscaya Kami turunkan kepada mereka mukjizat dari langit, yang akan membuat tengkuk mereka tunduk dengan rendah hati kepadanya.",
            "tafsir_jalalayn": "(Jika Kami kehendaki niscaya Kami menurunkan kepada mereka mukjizat dari langit, maka akan senantiasa) lafal Fazhallat dalam bentuknya yang Madhi ini bermakna Mudhari', artinya: maka akan terus-menerus (kuduk-kuduk mereka tunduk kepadanya) yakni mereka beriman kepadanya. Karena lafal Al A'naaq disifati dengan lafal Al Khudhu'. Sifat tersebut merupakan ciri khas makhluk yang berakal, maka sifat Al A'naaq dijamakkan ke dalam bentuk sebagaimana makhluk yang berakal.",
            "sajda": false,
            "transliteration": "In nashaa nunazzil 'alaihim minas samaaa'i Aayatan fazallat a'naaquhum lahaa khaadi'een",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2937,
            "aya_number": 5,
            "aya_text": "وَمَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنَ الرَّحْمٰنِ مُحْدَثٍ اِلَّا كَانُوْا عَنْهُ مُعْرِضِيْنَ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Dan setiap kali disampaikan kepada mereka suatu peringatan baru (ayat Al-Qur'an yang diturunkan) dari Tuhan Yang Maha Pengasih, mereka selalu berpaling darinya.",
            "tafsir_jalalayn": "(Dan sekali-kali tidak datang kepada mereka suatu peringatan) yaitu Alquran (yang baru dari Tuhan Yang Maha Pemurah) yang membeberkan rahasia mereka (melainkan mereka selalu berpaling daripadanya).",
            "sajda": false,
            "transliteration": "Wa maa yaateehim min zikrim minar Rahmaani muhdasin illaa kaanoo 'anhu mu'rideen",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2938,
            "aya_number": 6,
            "aya_text": "فَقَدْ كَذَّبُوْا فَسَيَأْتِيْهِمْ اَنْۢبـٰۤؤُا مَا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Sungguh, mereka telah mendustakan (Al-Qur'an), maka kelak akan datang kepada mereka (kebenaran) berita-berita mengenai apa (azab) yang dulu mereka perolok-olokkan.",
            "tafsir_jalalayn": "(Sungguh mereka telah mendustakan) Alquran (maka kelak akan datang kepada mereka kenyataan dari berita-berita) akibat dari apa (yang selalu mereka perolok-olokkan).",
            "sajda": false,
            "transliteration": "Faqad kazzaboo fasa yaateehim ambaaa'u maa kaanoo bihee yastahzi'oon",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2939,
            "aya_number": 7,
            "aya_text": "اَوَلَمْ يَرَوْا اِلَى الْاَرْضِ كَمْ اَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍ كَرِيْمٍ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Dan apakah mereka tidak memperhatikan bumi, betapa banyak Kami tumbuhkan di bumi itu berbagai macam pasangan (tumbuh-tumbuhan) yang baik?",
            "tafsir_jalalayn": "(Dan apakah mereka tidak memperhatikan) maksudnya tidak memikirkan tentang (bumi, berapakah banyaknya Kami tumbuhkan di bumi itu) alangkah banyaknya (dari bermacam-macam tumbuh-tumbuhan yang baik) jenisnya?",
            "sajda": false,
            "transliteration": "Awa lam yaraw ilal ardi kam ambatnaa feehaa min kulli zawjin kareem",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2940,
            "aya_number": 8,
            "aya_text": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةًۗ وَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Sungguh, pada yang demikian itu terdapat tanda (kebesaran Allah), tetapi kebanyakan mereka tidak beriman.",
            "tafsir_jalalayn": "(Sesungguhnya pada yang demikian itu benar-benar terdapat suatu tanda) yang menunjukkan akan kesempurnaan kekuasaan Allah swt. (Dan kebanyakan mereka tidak beriman), menurut ilmu Allah. Imam Sibawaih berpendapat bahwa lafal Kaana di sini adalah Zaidah.",
            "sajda": false,
            "transliteration": "Inn fee zaalika la Aayah; wa maa kaana aksaruhum mu'mineen",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2941,
            "aya_number": 9,
            "aya_text": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Dan sungguh, Tuhanmu Dialah Yang Mahaperkasa, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan sesungguhnya Rabbmu benar-benar Dia-iah Yang Maha Perkasa) memiliki keperkasaan untuk membalas orang-orang kafir (lagi Maha Penyayang) terhadap orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Wa inna Rabbaka la Huwal 'Azeezur Raheem",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2942,
            "aya_number": 10,
            "aya_text": "وَاِذْ نَادٰى رَبُّكَ مُوْسٰٓى اَنِ ائْتِ الْقَوْمَ الظّٰلِمِيْنَ ۙ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Dan (ingatlah) ketika Tuhanmu menyeru Musa (dengan firman-Nya), “Datangilah kaum yang zalim itu,",
            "tafsir_jalalayn": "(Dan) ceritakanlah, hai Muhammad!, kepada kaummu (ketika Rabbmu menyeru Musa) melalui firman-Nya pada malam ketika ia melihat api dan pohon (\"Bahwasanya) hendaknya (datangilah kaum yang zalim itu), datanglah kamu kepada mereka sebagai seorang Rasul.",
            "sajda": false,
            "transliteration": "Wa iz naadaa Rabbuka Moosaaa ani'-til qawmaz zaalimeen",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2943,
            "aya_number": 11,
            "aya_text": "قَوْمَ فِرْعَوْنَ ۗ اَلَا يَتَّقُوْنَ  ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "(yaitu) kaum Fir‘aun. Mengapa mereka tidak bertakwa?”",
            "tafsir_jalalayn": "(Yaitu kaum Firaun) terutama Firaun sendiri, mereka telah berbuat aniaya terhadap diri mereka sendiri dengan kekafiran mereka kepada Allah dan penindasan mereka kepada kaum Bani Israel (mengapa mereka tidak) Istifham di sini bermakna sanggahan (bertakwa?\") kepada Allah dengan menaati-Nya,",
            "sajda": false,
            "transliteration": "Qawma Fir'awn; alaa yattaqoon",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2944,
            "aya_number": 12,
            "aya_text": "قَالَ رَبِّ اِنِّيْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ ۗ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Dia (Musa) berkata, “Ya Tuhanku, sungguh, aku takut mereka akan mendustakan aku,",
            "tafsir_jalalayn": "(Berkata) Musa, (\"Ya Rabbku! Sesungguhnya aku takut bahwa mereka akan mendustakan aku).",
            "sajda": false,
            "transliteration": "Qaala Rabbi inneee akhaafu ai yukazziboon",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2945,
            "aya_number": 13,
            "aya_text": "وَيَضِيْقُ صَدْرِيْ وَلَا يَنْطَلِقُ لِسَانِيْ فَاَرْسِلْ اِلٰى هٰرُوْنَ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "sehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku).",
            "tafsir_jalalayn": "(Dan akan terasa sempit dadaku) karena mereka mendustakan aku (sedangkan lidahku tidak lancar) untuk menyampaikan risalah yang dibebankan kepadaku, karena lisanku pelat (maka utuslah) saudaraku (Harun) bersamaku.",
            "sajda": false,
            "transliteration": "Wa yadeequ sadree wa laa yantaliqu lisaanee fa arsil ilaa Haaroon",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2946,
            "aya_number": 14,
            "aya_text": "وَلَهُمْ عَلَيَّ ذَنْۢبٌ فَاَخَافُ اَنْ يَّقْتُلُوْنِ  ۚ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Sebab aku berdosa terhadap mereka, maka aku takut mereka akan membunuhku.”",
            "tafsir_jalalayn": "(Dan aku berdosa terhadap mereka) disebabkan aku telah membunuh seorang bangsa Kobtik (maka aku takut mereka akan membunuhku\") disebabkan aku telah membunuh salah seorang dari mereka.",
            "sajda": false,
            "transliteration": "Wa lahum 'alaiya zambun fa akhaafu ai yaqtuloon",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2947,
            "aya_number": 15,
            "aya_text": "قَالَ كَلَّاۚ فَاذْهَبَا بِاٰيٰتِنَآ اِنَّا مَعَكُمْ مُّسْتَمِعُوْنَ ۙ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "(Allah) berfirman, “Jangan takut (mereka tidak akan dapat membunuhmu)! Maka pergilah kamu berdua dengan membawa ayat-ayat Kami (mukjizat-mukjizat); sungguh, Kami bersamamu mendengarkan (apa yang mereka katakan),",
            "tafsir_jalalayn": "(Berfirman) Allah swt., (\"Jangan takut!) mereka tidak akan dapat membunuhmu (Pergilah kamu berdua) yakni kamu dan saudaramu itu; ungkapan ayat ini lebih diprioritaskan kepada Mukhathab, karena pada kenyataannya Nabi Harun pada waktu itu sedang tidak bersamanya (dengan membawa ayat-ayat Kami, sesungguhnya Kami bersamamu mendengarkan.\") apa yang kalian katakan dan apa yang dikatakan oleh mereka tentang kalian. Keduanya dianggap seakan-akan orang banyak (bentuk jamak).",
            "sajda": false,
            "transliteration": "Qaala kallaa fazhabaa bi Aayaatinaaa innaa ma'akum mustami'oon",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2948,
            "aya_number": 16,
            "aya_text": "فَأْتِيَا فِرْعَوْنَ فَقُوْلَآ اِنَّا رَسُوْلُ رَبِّ الْعٰلَمِيْنَ ۙ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "maka datanglah kamu berdua kepada Fir‘aun dan katakan, “Sesungguhnya kami adalah rasul-rasul Tuhan seluruh alam,",
            "tafsir_jalalayn": "(Maka datanglah kamu berdua kepada Firaun dan katakanlah olehmu, \"Sesungguhnya kami) yakni kamu berdua ini (adalah Rasul Rabb semesta alam) kepadamu.",
            "sajda": false,
            "transliteration": "Faatiyaa Fir'awna faqoolaaa innaa Rasoolu Rabbil 'aalameen",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2949,
            "aya_number": 17,
            "aya_text": "اَنْ اَرْسِلْ مَعَنَا بَنِيْٓ اِسْرَاۤءِيْلَ ۗ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "lepaskanlah Bani Israil (pergi) bersama kami.”",
            "tafsir_jalalayn": "(Hendaklah) hendaknya (lepaskanlah untuk pergi bersama kami) ke negeri Syam (kaum Bani Israel\") maka Nabi Musa dan Nabi Harun datang kepada Firaun lalu keduanya mengatakan apa yang telah disebutkan tadi.",
            "sajda": false,
            "transliteration": "An arsil ma'anaa Baneee Israaa'eel",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2950,
            "aya_number": 18,
            "aya_text": "قَالَ اَلَمْ نُرَبِّكَ فِيْنَا وَلِيْدًا وَّلَبِثْتَ فِيْنَا مِنْ عُمُرِكَ سِنِيْنَ ۗ ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Dia (Fir‘aun) menjawab, “Bukankah kami telah mengasuhmu dalam lingkungan (keluarga) kami, waktu engkau masih kanak-kanak dan engkau tinggal bersama kami beberapa tahun dari umurmu.",
            "tafsir_jalalayn": "(Berkatalah) Firaun kepada Nabi Musa, (\"Bukankah kami telah mengasuhmu di dalam keluarga kami) yakni dalam rumah kami (waktu kamu masih kanak-kanak) semasa kecil, baru saja dilahirkan, tetapi sudah disapih (dan kamu tinggal bersama kami beberapa tahun dari umurmu), selama tiga puluh tahun, pada masa itu Musa berpakaian seperti Firaun dan berkendaraan sebagaimana Firaun, ia dikenal sebagai anak angkat Firaun.",
            "sajda": false,
            "transliteration": "Qaala alam nurabbika feenaa waleedanw wa labista feenaa min 'umurika sineen",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 2951,
            "aya_number": 19,
            "aya_text": "وَفَعَلْتَ فَعْلَتَكَ الَّتِيْ فَعَلْتَ وَاَنْتَ مِنَ الْكٰفِرِيْنَ  ",
            "sura_id": 26,
            "juz_id": 19,
            "page_number": 367,
            "translation_aya_text": "Dan engkau (Musa) telah melakukan (kesalahan dari) perbuatan yang telah engkau lakukan dan engkau termasuk orang yang tidak tahu berterima kasih.”",
            "tafsir_jalalayn": "(Dan kamu telah berbuat suatu perbuatan yang telah kamu lakukan itu) yaitu membunuh seorang bangsa Kobtik (dan kamu termasuk orang-orang yang tidak tahu membalas budi\") yakni termasuk orang-orang yang ingkar terhadap nikmat yang telah kuberikan kepadamu, yaitu dididik dan tidak dijadikan budak.",
            "sajda": false,
            "transliteration": "Wa fa'alta fa'latakal latee fa'alta wa anta minal kaafireen",
            "surah": {
                "name": "سُورَةُ الشُّعَرَاءِ",
                "englishName": "Ash-Shu'araa",
                "englishNameTranslation": "The Poets",
                "revelationType": "Meccan"
            }
        }
    ]
}