{
    "page_number": 37,
    "data": [
        {
            "aya_id": 238,
            "aya_number": 231,
            "aya_text": "وَاِذَا طَلَّقْتُمُ النِّسَاۤءَ فَبَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ سَرِّحُوْهُنَّ بِمَعْرُوْفٍۗ وَلَا تُمْسِكُوْهُنَّ ضِرَارًا لِّتَعْتَدُوْا ۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَقَدْ ظَلَمَ نَفْسَهٗ ۗ وَلَا تَتَّخِذُوْٓا اٰيٰتِ اللّٰهِ هُزُوًا وَّاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ وَمَآ اَنْزَلَ عَلَيْكُمْ مِّنَ الْكِتٰبِ وَالْحِكْمَةِ يَعِظُكُمْ بِهٖ ۗوَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 37,
            "translation_aya_text": "Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai (akhir) idahnya, maka tahanlah mereka dengan cara yang baik, atau ceraikanlah mereka dengan cara yang baik (pula). Dan janganlah kamu tahan mereka dengan maksud jahat untuk menzalimi mereka. Barangsiapa melakukan demikian, maka dia telah menzalimi dirinya sendiri. Dan janganlah kamu jadikan ayat-ayat Allah sebagai bahan ejekan. Ingatlah nikmat Allah kepada kamu, dan apa yang telah diturunkan Allah kepada kamu yaitu Kitab (Al-Qur'an) dan Hikmah (Sunnah), untuk memberi pengajaran kepadamu. Dan bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Apabila kamu menceraikan istri-istri, lalu sampai idahnya), maksudnya dekat pada berakhir idahnya (maka peganglah mereka), artinya rujuklah kepada mereka (secara baik-baik) tanpa menimbulkan kesusahan bagi mereka (atau lepaskanlah secara baik-baik pula), artinya biarkanlah mereka itu sampai habis idah mereka. (Janganlah kamu tahan mereka itu) dengan rujuk (untuk menimbulkan kesusahan) berfungsi sebagai maf`ul liajlih (sehingga menganiaya mereka) sampai mereka terpaksa menebus diri, minta cerai dan menunggu lama. (Barang siapa melakukan demikian, berarti ia menganiaya dirinya) dengan menghadapkannya pada siksaan Allah (dan janganlah kamu jadikan ayat-ayat Allah sebagai permainan), artinya berolok-olok dengan melanggarnya (dan ingatlah nikmat Allah kepadamu), yakni agama Islam (dan apa-apa yang telah diturunkan-Nya padamu berupa Kitab) Alquran (dan hikmah) artinya hukum-hukum yang terdapat padanya (Allah memberimu pengajaran dengannya) agar kamu bersyukur dengan mengamalkannya (Dan bertakwalah kamu kepada Allah serta ketahuilah bahwa Allah mengetahui segala sesuatunya) hingga tidak satu pun yang tersembunyi bagi-Nya.",
            "sajda": false,
            "transliteration": "Wa izaa tallaqtumun nisaaa'a fabalaghna ajala hunna fa amsikoohunna bima'roofin law sarrihoo hunna bima'roof; wa laa tumsikoo hunna diraa rallita'tadoo; wa mai yaf'al zaalika faqad zalama nafsah; wa laa tattakhizooo aayaatillaahi huzuwaa; wazkuroo ni'matal laahi 'alaikum wa maaa anzala 'alaikum minal kitaabi wal ikmati ya'izukum bih; wattaqul laaha wa'lamooo annal laaha bikulli shai'i 'Aleem",
            "tajweed_text": "وَإِذَا طَلَّ[q:1293[قْ]تُمُ [h:1294[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ فَبَلَغْنَ أَجَلَهُ[g[نّ]َ فَأَمْسِكُوهُ[g[نّ]َ بِمَعْرُوفٍ أَوْ سَرِّحُوهُ[g[نّ]َ بِمَعْرُو[a:1295[فٍ‌ۚ و]َلَا تُمْسِكُوهُ[g[نّ]َ ضِرَا[u:1296[رًا ل]ِّتَعْتَدُو[s[اْ‌ۚ] وَم[a:1297[َن ي]َفْعَلْ ذ[n[َٲ]لِكَ فَقَ[q:563[دْ] ظَلَمَ نَفْسَهُ[n[ۥ]‌ۚ وَلَا تَتَّخِذ[o[ُوٓ][s[اْ] ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ هُزُ[a:1299[وًا‌ۚ و]َ[h:335[ٱ]ذْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ عَلَيْكُمْ وَم[o[َآ] أَ[f:471[نز]َلَ عَلَيْك[w:1301[ُم م]ِّنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ وَ[h:1302[ٱ]لْحِكْمَةِ يَعِظُك[c:1303[ُم ب]ِه[n[ِۦ]‌ۚ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ وَ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 239,
            "aya_number": 232,
            "aya_text": "وَاِذَا طَلَّقْتُمُ النِّسَاۤءَ فَبَلَغْنَ اَجَلَهُنَّ فَلَا تَعْضُلُوْهُنَّ اَنْ يَّنْكِحْنَ اَزْوَاجَهُنَّ اِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوْفِ ۗ ذٰلِكَ يُوْعَظُ بِهٖ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ۗ ذٰلِكُمْ اَزْكٰى لَكُمْ وَاَطْهَرُ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 37,
            "translation_aya_text": "Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai idahnya, maka jangan kamu halangi mereka menikah (lagi) dengan calon suaminya, apabila telah terjalin kecocokan di antara mereka dengan cara yang baik. Itulah yang dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari akhir. Itu lebih suci bagimu dan lebih bersih. Dan Allah mengetahui, sedangkan kamu tidak mengetahui.",
            "tafsir_jalalayn": "(Apabila kamu menceraikan istri-istrimu lalu sampai idahnya), maksudnya habis masa idahnya, (maka janganlah kamu halangi mereka itu) ditujukan kepada para wali agar mereka tidak melarang wanita-wanita untuk (untuk rujuk dengan suami-suami mereka yang telah menceraikan mereka itu). Asbabun nuzul ayat ini bahwa saudara perempuan dari Ma`qil bin Yasar diceraikan suaminya, lalu suaminya itu hendak rujuk kepadanya, tetapi dilarang oleh Ma`qil bin Yasar, sebagaimana diriwayatkan oleh Hakim (jika terdapat kerelaan), artinya kerelaan suami istri (di antara mereka secara baik-baik), artinya menurut syariat. (Demikian itu), yakni larangan menghalangi itu (dinasihatkan kepada orang-orang yang beriman di antara kamu kepada Allah dan hari yang akhir). Karena hanya mereka sajalah yang mengerti nasihat ini (Itu), artinya tidak menghalangi (lebih suci) lebih baik (bagi kamu dan lebih bersih) baik bagi kamu maupun bagi mereka karena dikhawatirkan kedua belah pihak bekas suami istri akan melakukan hubungan gelap, mengingat kedua belah pihak sudah saling cinta dan mengenal. (Dan Allah mengetahui) semua maslahat (sedangkan kamu tidak mengetahui yang demikian itu), maka mohonlah petunjuk dan ikutilah perintah-Nya.",
            "sajda": false,
            "transliteration": "Wa izaa tallaqtumun nisaaa'a fabalaghna ajalahunna falaa ta'duloo hunna ai yankihna azwaaja humna izaa taraadaw bainahum bilma' roof; zaalika yoo'azu bihee man kaana minkum yu'minu billaahi wal yawmil aakhir; zaalikum azkaa lakum wa athar; wallaahu ya'lamu wa antum laa ta'lamu wa antum laa ta'lamoon",
            "tajweed_text": "وَإِذَا طَلَّ[q:1293[قْ]تُمُ [h:1294[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ فَبَلَغْنَ أَجَلَهُ[g[نّ]َ فَلَا تَعْضُلُوهُ[g[نّ]َ أ[a:1304[َن ي]َ[f:1305[نك]ِحْنَ أَزْو[n[َٲ]جَهُ[g[نّ]َ إِذَا تَر[n[َٲ]ضَوْ[s[اْ] بَيْنَه[c:1306[ُم ب]ِ[h:934[ٱ]لْمَعْرُوفِ‌ۗ ذ[n[َٲ]لِكَ يُوعَظُ بِه[n[ِۦ] مَ[f:506[ن ك]َانَ مِ[f:344[نك]ُمْ يُؤْمِنُ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ‌ۗ ذ[n[َٲ]لِكُمْ أَزْكَىٰ لَكُمْ وَأَ[q:1307[طْ]هَرُ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ وَأَ[f:98[نت]ُمْ لَا تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 240,
            "aya_number": 233,
            "aya_text": "۞ وَالْوَالِدٰتُ يُرْضِعْنَ اَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ اَرَادَ اَنْ يُّتِمَّ الرَّضَاعَةَ ۗ وَعَلَى الْمَوْلُوْدِ لَهٗ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوْفِۗ  لَا تُكَلَّفُ نَفْسٌ اِلَّا وُسْعَهَا ۚ لَا تُضَاۤرَّ وَالِدَةٌ ۢبِوَلَدِهَا وَلَا مَوْلُوْدٌ لَّهٗ بِوَلَدِهٖ وَعَلَى الْوَارِثِ مِثْلُ ذٰلِكَ ۚ فَاِنْ اَرَادَا فِصَالًا عَنْ تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗوَاِنْ اَرَدْتُّمْ اَنْ تَسْتَرْضِعُوْٓا اَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ اِذَا سَلَّمْتُمْ مَّآ اٰتَيْتُمْ بِالْمَعْرُوْفِۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 37,
            "translation_aya_text": "Dan ibu-ibu hendaklah menyusui anak-anaknya selama dua tahun penuh, bagi yang ingin menyusui secara sempurna. Dan kewajiban ayah menanggung nafkah dan pakaian mereka dengan cara yang patut. Seseorang tidak dibebani lebih dari kesanggupannya. Janganlah seorang ibu menderita karena anaknya dan jangan pula seorang ayah (menderita) karena anaknya. Ahli waris pun (berkewajiban) seperti itu pula. Apabila keduanya ingin menyapih dengan persetujuan dan permusyawaratan antara keduanya, maka tidak ada dosa atas keduanya. Dan jika kamu ingin menyusukan anakmu kepada orang lain, maka tidak ada dosa bagimu memberikan pembayaran dengan cara yang patut. Bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Para ibu menyusukan), maksudnya hendaklah menyusukan (anak-anak mereka selama dua tahun penuh) sifat yang memperkuat, (yaitu bagi orang yang ingin menyempurnakan penyusuan) dan tidak perlu ditambah lagi. (Dan kewajiban yang diberi anak), maksudnya bapak (memberi mereka (para ibu) sandang pangan) sebagai imbalan menyusukan itu, yakni jika mereka diceraikan (secara makruf), artinya menurut kesanggupannya. (Setiap diri itu tidak dibebani kecuali menurut kadar kemampuannya, maksudnya kesanggupannya. (Tidak boleh seorang ibu itu menderita kesengsaraan disebabkan anaknya) misalnya dipaksa menyusukan padahal ia keberatan (dan tidak pula seorang ayah karena anaknya), misalnya diberi beban di atas kemampuannya. Mengidhafatkan anak kepada masing-masing ibu dan bapak pada kedua tempat tersebut ialah untuk mengimbau keprihatinan dan kesantunan, (dan ahli waris pun) ahli waris dari bapaknya, yaitu anak yang masih bayi dan di sini ditujukan kepada wali yang mengatur hartanya (berkewajiban seperti demikian), artinya seperti kewajiban bapaknya memberi ibunya sandang pangan. (Apabila keduanya ingin), maksudnya ibu bapaknya (menyapih) sebelum masa dua tahun dan timbul (dari kerelaan) atau persetujuan (keduanya dan hasil musyawarah) untuk mendapatkan kemaslahatan si bayi, (maka keduanya tidaklah berdosa) atas demikian itu. (Dan jika kamu ingin) ditujukan kepada pihak bapak (anakmu disusukan oleh orang lain) dan bukan oleh ibunya, (maka tidaklah kamu berdosa) dalam hal itu (jika kamu menyerahkan) kepada orang yang menyusukan (pembayaran upahnya) atau upah yang hendak kamu bayarkan (menurut yang patut) secara baik-baik dan dengan kerelaan hati. (Dan bertakwalah kamu kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan) hingga tiada satu pun yang tersembunyi bagi-Nya.",
            "sajda": false,
            "transliteration": "Walwaa lidaatu yurdi'na awlaada hunna hawlaini kaamilaini liman araada ai yutimmar radaa'ah; wa 'alalmawloodi lahoo rizuhunna wa kiswatuhunna bilma'roof; laatukallafu nafsun illaa wus'ahaa; laa tudaaarra waalidatum biwaladihaa wa laa mawloodul lahoo biwaladih; wa 'alal waarisi mislu zaalik; fa in araadaa Fisaalan 'an taraadim minhumaa wa tashaawurin falaa junaaha 'alaimaa; wa in arattum an tastardi'ooo awlaadakum falaa junaaha 'alaikum izaa sallamtum maaa aataitum bilma'roof; wattaqul laaha wa'lamooo annal laaha bimaa ta'maloona baseer",
            "tajweed_text": "۞ وَ[h:9999[ٱ]لْو[n[َٲ]لِد[n[َٲ]تُ يُرْضِعْنَ أَوْلَ[n[ـٰ]دَهُ[g[نّ]َ حَوْلَيْنِ كَامِلَيْنِ‌ۖ لِمَنْ أَرَادَ أ[a:1308[َن ي]ُتِ[g[مّ]َ [h:1309[ٱ][l[ل]رَّضَاعَةَ‌ۚ وَعَلَى [h:1310[ٱ]لْمَوْلُودِ لَهُ[n[ۥ] رِزْقُهُ[g[نّ]َ وَكِسْوَتُهُ[g[نّ]َ بِ[h:934[ٱ]لْمَعْرُوفِ‌ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا‌ۚ لَا تُض[m[َا]ٓرَّ و[n[َٲ]لِدَ[i:1311[ةُۢ ب]ِوَلَدِهَا وَلَا مَوْلُو[u:1312[دٌ ل]َّهُ[n[ۥ] بِوَلَدِه[n[ِۦ]‌ۚ وَعَلَى [h:1313[ٱ]لْوَارِثِ مِثْلُ ذ[n[َٲ]لِكَ‌ۗ فَإِنْ أَرَادَا فِصَالاً عَ[f:1314[ن ت]َرَا[a:1315[ضٍ م]ِّنْهُمَا وَتَشَاوُ[f:1316[رٍ ف]َلَا جُنَاحَ عَلَيْهِمَا‌ۗ وَإِنْ أَرَ[d:1317[د]تُّمْ أَ[f:1318[ن ت]َسْتَرْضِع[o[ُوٓ][s[اْ] أَوْلَ[n[ـٰ]دَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْت[w:1319[ُم م]ّ[o[َآ] ءَاتَيْت[c:1320[ُم ب]ِ[h:934[ٱ]لْمَعْرُوفِ‌ۗ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ وَ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}