{
    "page_number": 377,
    "data": [
        {
            "aya_id": 3160,
            "aya_number": 1,
            "aya_text": "طٰسۤ ۚ تِلْكَ اٰيٰتُ الْقُرْاٰنِ وَكِتَابٍ مُّبِيْنٍ ۙ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "Tha Sin. Inilah ayat-ayat Al-Qur'an, dan Kitab yang jelas,",
            "tafsir_jalalayn": "(Tha Sin) hanya Allah saja yang mengetahui maksudnya (ini) yakni ayat-ayat ini (adalah ayat-ayat Alquran) sebagian daripada Alquran (dan ayat-ayat Kitab yang menjelaskan) yang memenangkan perkara yang hak di atas perkara yang batil. Lafal Kitabin di'athafkan kepada lafal yang sebelumnya dengan ditambahi sifat.",
            "sajda": false,
            "transliteration": "Taa-Seeen; tilka Aayaatul Qur-aani wa Kitaabim Mubeen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3161,
            "aya_number": 2,
            "aya_text": "هُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ۙ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "petunjuk dan berita gembira bagi orang-orang yang beriman,",
            "tafsir_jalalayn": "Ia adalah (petunjuk) yang memberi petunjuk agar tidak sesat (dan berita gembira untuk orang-orang yang beriman) yang percaya kepadanya, yaitu akan diberi surga.",
            "sajda": false,
            "transliteration": "Hudanw wa bushraa lil mu'mineen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3162,
            "aya_number": 3,
            "aya_text": "الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "(yaitu) orang-orang yang melaksanakan salat dan menunaikan zakat, dan mereka meyakini adanya akhirat.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang mendirikan salat) yakni menunaikannya sesuai dengan ketentuan-ketentuannya (dan menunaikan) memberikan (zakat dan mereka yakin akan adanya negeri akhirat) artinya mereka mengetahui melalui dalil-dalil Alquran. Hum diulang karena antara Hum yang pertama dengan Khabarnya ada pemisah.",
            "sajda": false,
            "transliteration": "Allazeena yuqeemoonas Salaata wa yu'toonaz Zakaata wa hum bil Aakhirati hum yooqinoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3163,
            "aya_number": 4,
            "aya_text": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ زَيَّنَّا لَهُمْ اَعْمَالَهُمْ فَهُمْ يَعْمَهُوْنَ ۗ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "Sesungguhnya orang-orang yang tidak beriman kepada akhirat, Kami jadikan terasa indah bagi mereka perbuatan-perbuatan mereka (yang buruk), sehingga mereka bergelimang dalam kesesatan.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang tidak beriman kepada negeri akhirat, Kami jadikan mereka memandang indah perbuatan-perbuatan mereka) yang buruk, yaitu dengan membarakan nafsu syahwat mereka, lalu hal itu mereka pandang baik (maka mereka bergelimang) merasa kebingungan di dalamnya, sebab hal itu dianggap buruk oleh kita.",
            "sajda": false,
            "transliteration": "Innal lazeena laa yu'mimoona bil Aakhirati zaiyannaa lahum a'maalahum fahum ya'mahoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3164,
            "aya_number": 5,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ لَهُمْ سُوْۤءُ الْعَذَابِ وَهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "Mereka itulah orang-orang yang akan mendapat siksaan buruk (di dunia) dan mereka di akhirat adalah orang-orang yang paling rugi.",
            "tafsir_jalalayn": "(Mereka itulah orang-orang yang mendapat azab yang buruk) yang keras di dunia, yaitu dengan dibunuh dan ditawan (dan mereka di akhirat adalah orang-orang yang paling merugi) karena tempat mereka adalah neraka, mereka kekal di dalamnya.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena lahum sooo'ul 'azaabi wa hum fil Aakhirati humul akhsaroon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3165,
            "aya_number": 6,
            "aya_text": "وَاِنَّكَ لَتُلَقَّى الْقُرْاٰنَ مِنْ لَّدُنْ حَكِيْمٍ عَلِيْمٍ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "Dan sesungguhnya engkau (Muhammad) benar-benar telah diberi Al-Qur'an dari sisi (Allah) Yang Mahabijaksana, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan sesungguhnya kamu) khithab atau perintah ini ditujukan kepada Nabi saw. (benar-benar diberi Alquran) yakni diturunkan dengan sungguh-sungguh kepadamu (dari sisi) hadirat (Yang Maha Bijaksana lagi Maha Mengetahui) mengenai hal tersebut.",
            "sajda": false,
            "transliteration": "Wa innaka latulaqqal Qur-aana mil ladun Hakeemin 'Aleem",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3166,
            "aya_number": 7,
            "aya_text": "اِذْ قَالَ مُوْسٰى لِاَهْلِهٖٓ اِنِّيْٓ اٰنَسْتُ نَارًاۗ سَاٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ اٰتِيْكُمْ بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُوْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "(Ingatlah) ketika Musa berkata kepada keluarganya, “Sungguh, aku melihat api. Aku akan membawa kabar tentang itu kepadamu, atau aku akan membawa suluh api (obor) kepadamu agar kamu dapat berdiang (menghangatkan badan dekat api).”",
            "tafsir_jalalayn": "Ingatlah (ketika Musa berkata kepada keluarganya) yaitu istrinya sewaktu ia berjalan dari Madyan menuju ke Mesir, (\"Sesungguhnya aku melihat) dari jauh (api. Aku kelak akan membawa kepadamu kabar daripadanya) mengenai jalan yang harus kita tempuh, karena pada saat itu Nabi Musa tersesat (atau aku membawa kepadamu) dari api itu (suluh api). Jika dibaca Bisyihabi Qabasin, maka Idhafah di sini mengandung makna Bayan. Dapat pula dibaca Bisyihabin Qabasin, artinya obor api yang dinyalakan pada sumbu atau kayu (supaya kamu dapat berdiang\") huruf Tha pada lafal Tashthaluna adalah pengganti dari huruf Ta asal, karena wazannya adalah Tafta'iluna, yaitu berasal dari Shaliya atau Shala yang artinya berdiang pada api untuk menghilangkan rasa dingin.",
            "sajda": false,
            "transliteration": "Iz qaala Moosaa li ahliheee inneee aanastu naaran saaateekum minhaa bikhabarin aw aateekum bishihaabin qabasil la'allakum tastaloon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3167,
            "aya_number": 8,
            "aya_text": "فَلَمَّا جَاۤءَهَا نُوْدِيَ اَنْۢ بُوْرِكَ مَنْ فِى النَّارِ وَمَنْ حَوْلَهَاۗ وَسُبْحٰنَ اللّٰهِ رَبِّ الْعٰلَمِيْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "Maka ketika dia tiba di sana (tempat api itu), dia diseru, “Telah diberkahi orang-orang yang berada di dekat api, dan orang-orang yang berada di sekitarnya. Mahasuci Allah, Tuhan seluruh alam.”",
            "tafsir_jalalayn": "(Maka tatkala ia tiba di tempat api itu, diserulah dia, \"Bahwa telah diberkati) yakni semoga Allah memberkati (orang yang berada di dekat api itu) yaitu Nabi Musa (dan orang-orang yang berada di sekitarnya) yang terdiri dari para Malaikat. Atau maknanya terbalik, yakni malaikat dahulu kemudian Nabi Musa. Lafal Baraka ini bermuta'addi dengan sendirinya sebagaimana dapat bermuta'addi dengan huruf. Kemudian setelah lafal Fi diperkirakan adanya lafal Makani, maksudnya Fi Makanin Nari, yaitu orang-orang yang ada di sekitar api. (Dan Maha Suci Allah, Rabb semesta alam) dari semua apa yang diserukan-Nya, maksudnya Maha Suci Allah dari keburukan.",
            "sajda": false,
            "transliteration": "Falammaa jaaa'ahaa noodiya am boorika man finnnnaari wa man hawlahaa wa Subhaanal laahi Rabbil 'aalameen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3168,
            "aya_number": 9,
            "aya_text": "يٰمُوْسٰٓى اِنَّهٗٓ اَنَا اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ۙ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "(Allah berfirman), “Wahai Musa!  Sesungguhnya Aku adalah Allah, Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Hai Musa! Sesungguhnya) keadaan yang sebenarnya (Akulah Allah Yang Maha Perkasa lagi Maha Bijaksana).",
            "sajda": false,
            "transliteration": "Yaa Moosaaa innahooo Anal laahul 'Azeezul Hakeem",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3169,
            "aya_number": 10,
            "aya_text": "وَاَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰى لَا تَخَفْۗ اِنِّيْ لَا يَخَافُ لَدَيَّ الْمُرْسَلُوْنَ ۖ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "Dan lemparkanlah tongkatmu!” Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. ”Wahai Musa! Jangan takut! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut,",
            "tafsir_jalalayn": "(Dan lemparkanlah tongkatmu\") Musa melemparkannya. (Tatkala Musa melihat tongkatnya bergerak-gerak) bergerak ke sana dan ke mari (seperti seekor ular yang gesit) ular yang sangat besar tapi gesit gerakannya (larilah ia berbalik ke belakang tanpa menoleh) karena takut. Allah swt. berfirman, (\"Hai Musa! Janganlah kamu takut) oleh ular itu. (Sesungguhnya tidak takut di hadapan-Ku) yakni di sisi-Ku (orang-orang yang dijadikan Rasul) mereka tidak takut oleh ular dan selainnya.",
            "sajda": false,
            "transliteration": "Wa alqi 'asaak; falammmaa ra aahaa tahtazzu ka annahaa jaaannunw wallaa mudbiranw wa lam yu'aqqib; yaa Moosaa laa takhaf innee laa yakhaafu ladaiyal mursaloon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3170,
            "aya_number": 11,
            "aya_text": "اِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًاۢ بَعْدَ سُوْۤءٍ فَاِنِّيْ غَفُوْرٌ رَّحِيْمٌ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "kecuali orang yang berlaku zalim yang kemudian mengubah (dirinya) dengan kebaikan setelah kejahatan (bertobat); maka sungguh, Aku Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Tetapi) (orang-orang yang berlaku zalim) berbuat aniaya terhadap dirinya sendiri (kemudian menggantinya dengan kebaikan) yang ia lakukan (sesudah keburukannya itu) bertobat daripadanya (maka sesungguhnya Aku Maha Pengampun lagi Maha Penyayang) menerima tobatnya dan mengampuninya",
            "sajda": false,
            "transliteration": "Illaa man zalama summa baddala husnam ba'da sooo'in fa innee Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3171,
            "aya_number": 12,
            "aya_text": "وَاَدْخِلْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍۙ فِيْ تِسْعِ اٰيٰتٍ اِلٰى فِرْعَوْنَ وَقَوْمِهٖۚ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "Dan masukkanlah tanganmu ke leher bajumu, niscaya ia akan keluar menjadi putih (bersinar) tanpa cacat. (Kedua mukjizat ini) termasuk sembilan macam mukjizat (yang akan dikemukakan) kepada Fir‘aun dan kaumnya. Mereka benar-benar orang-orang yang fasik.”",
            "tafsir_jalalayn": "(Dan masukkanlah tanganmu ke leher bajumu) yakni kerah bajumu (niscaya ia akan keluar) berbeda keadaannya dengan warna kulit tangan biasa (putih bukan karena penyakit) supak, dan memancarkan cahaya yang menyilaukan mata, hal itu sebagai mukjizat (termasuk sembilan buah mukjizat) yang kamu diutus untuk membawanya (yang akan dikemukakan kepada Firaun dan kaumnya. Sesungguhnya mereka adalah kaum yang fasik\").",
            "sajda": false,
            "transliteration": "Wa adkhil yadaka fee jaibika takhruj baidaaa'a min ghairisooo'in feetis'i Aayaatin ilaa Fir'awna wa qawmih; innahum kaanoo qawman faasiqeen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3172,
            "aya_number": 13,
            "aya_text": "فَلَمَّا جَاۤءَتْهُمْ اٰيٰتُنَا مُبْصِرَةً قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌ ۚ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 377,
            "translation_aya_text": "Maka ketika mukjizat-mukjizat Kami yang terang itu sampai kepada mereka, mereka berkata, “Ini sihir yang nyata.”",
            "tafsir_jalalayn": "(Maka tatkala mukjizat-mukjizat Kami yang jelas itu sampai kepada mereka) tampak dengan cemerlang lagi jelas (berkatalah mereka, \"Ini adalah sihir yang nyata\") yakni jelas ilmu sihirnya.",
            "sajda": false,
            "transliteration": "Falammaa jaaa'at hum Aayaatunaa mubsiratan qaaloo haazaa sihrum mubeen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        }
    ]
}