{
    "page_number": 378,
    "data": [
        {
            "aya_id": 3173,
            "aya_number": 14,
            "aya_text": "وَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ࣖ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 378,
            "translation_aya_text": "Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
            "tafsir_jalalayn": "(Dan mereka mengingkarinya) maksudnya mereka tidak mengakuinya sebagai mukjizat (padahal) sesungguhnya (hati mereka meyakininya) bahwa hal itu semuanya datang dari sisi Allah dan bukan ilmu sihir (tetapi kelaliman dan kesombonganlah) yang mencegah mereka dari beriman kepada apa yang dibawa oleh Nabi Musa itu, karenanya mereka ingkar. (Maka perhatikanlah) hai Muhammad (betapa kesudahan orang-orang yang berbuat kerusakan itu) sebagaimana yang kamu ketahui, yaitu mereka dibinasakan.",
            "sajda": false,
            "transliteration": "Wa jahadoo bihaa wastaiqanat haaa anfusuhum zulmanw-wa 'uluwwaa; fanzur kaifa kaana 'aaqibatul mufsideen",
            "tajweed_text": "وَجَحَدُو[s[اْ] بِهَا وَ[h:9905[ٱ]سْتَيْقَنَتْه[o[َآ] أَ[f:2341[نف]ُسُهُمْ ظُلْ[a:9906[مًا و]َعُلُو[f:9907[ًّا‌ۚ ف]َ[h:1513[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:4852[ٱ]لْمُفْسِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3174,
            "aya_number": 15,
            "aya_text": "وَلَقَدْ اٰتَيْنَا دَاوٗدَ وَسُلَيْمٰنَ عِلْمًاۗ وَقَالَا الْحَمْدُ لِلّٰهِ الَّذِيْ فَضَّلَنَا عَلٰى كَثِيْرٍ مِّنْ عِبَادِهِ الْمُؤْمِنِيْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 378,
            "translation_aya_text": "Dan sungguh, Kami telah memberikan ilmu kepada Dawud dan Sulaiman; dan keduanya berkata, “Segala puji bagi Allah yang melebihkan kami dari banyak hamba-hamba-Nya yang beriman.”",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada Daud dan Sulaiman) yakni anak Daud (ilmu) tentang peradilan di antara manusia dan bahasa burung serta lain-lainnya (dan keduanya mengucapkan) sebagai tanda syukur mereka kepada Allah, (\"Segala puji bagi Allah yang telah melebihkan kami) dengan kenabian dan ditundukkannya jin, manusia dan setan-setan (dari kebanyakan hamba-hamba-Nya yang beriman\").",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Daawooda wa sulaimaana 'ilmaa; wa qaalal hamdu lil laahil lazee faddalanaa 'alaa kaseerim min 'ibaadihil mu'mineen",
            "tajweed_text": "وَلَقَ[q:341[دْ] ءَاتَيْنَا دَاوُ[n[ۥ]دَ وَسُلَيْمَ[n[ـٰ]نَ عِلْ[a:9908[مًا‌ۖ و]َقَالَا [h:9909[ٱ]لْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذِى فَضَّلَنَا عَلَىٰ كَثِي[a:3126[رٍ م]ِّنْ عِبَادِهِ [h:9910[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3175,
            "aya_number": 16,
            "aya_text": "وَوَرِثَ سُلَيْمٰنُ دَاوٗدَ وَقَالَ يٰٓاَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَاُوْتِيْنَا مِنْ كُلِّ شَيْءٍۗ اِنَّ هٰذَا لَهُوَ الْفَضْلُ الْمُبِيْنُ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 378,
            "translation_aya_text": "Dan Sulaiman telah mewarisi Dawud, dan dia (Sulaiman) berkata, “Wahai manusia! Kami telah diajari bahasa burung dan kami diberi segala sesuatu. Sungguh, (semua) ini benar-benar karunia yang nyata.”",
            "tafsir_jalalayn": "(Dan Sulaiman telah mewarisi Daud) yakni kenabian dan ilmunya tidak kepada putra-putra Nabi Daud yang lainnya (dan dia berkata, \"Hai manusia! Kami telah diberi pengertian tentang ucapan burung) yakni ia memahami suara-suaranya dan apa yang dimaksudnya (dan kami diberi segala sesuatu) sebagaimana yang telah diberikan kepada para nabi dan para raja. (Sesungguhnya ini) semua yang diberikan ini (benar-benar satu karunia yang nyata\").",
            "sajda": false,
            "transliteration": "Wa warisa Sulaimaanu Daawooda wa qaala yaaa aiyuhan naasu 'ullimnaa mantiqat tairi wa ooteenaa min kulli shai'in inna haazaa lahuwal fadlul mubeen",
            "tajweed_text": "وَوَرِثَ سُلَيْمَ[n[ـٰ]نُ دَاوُ[n[ۥ]دَ‌ۖ وَقَالَ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ عُلِّمْنَا مَ[f:9911[نط]ِقَ [h:9912[ٱ][l[ل]طَّيْرِ وَأُوتِينَا مِ[f:843[ن ك]ُلِّ شَىْءٍ‌ۖ إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَهُوَ [h:9913[ٱ]لْفَضْلُ [h:9914[ٱ]لْمُب[p[ِي]نُ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3176,
            "aya_number": 17,
            "aya_text": "وَحُشِرَ لِسُلَيْمٰنَ جُنُوْدُهٗ مِنَ الْجِنِّ وَالْاِنْسِ وَالطَّيْرِ فَهُمْ يُوْزَعُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 378,
            "translation_aya_text": "Dan untuk Sulaiman dikumpulkan bala tentaranya dari jin, manusia dan burung, lalu mereka berbaris dengan tertib.",
            "tafsir_jalalayn": "(Dan dihimpunkan) dapat dikumpulkan (untuk Sulaiman bala tentaranya dari golongan jin, manusia dan burung-burung) di dalam perjalanan yang dilakukannya (lalu mereka diatur dengan tertib) yakni dikumpulkan, kemudian digerakkan dengan teratur dan tertib.",
            "sajda": false,
            "transliteration": "Wa hushira Sulaimaana junooduhoo minal jinni wal insi wattairi fahum yooza'oon",
            "tajweed_text": "وَحُشِرَ لِسُلَيْمَ[n[ـٰ]نَ جُنُودُهُ[n[ۥ] مِنَ [h:4673[ٱ]لْجِ[g[نّ]ِ وَ[h:4418[ٱ]لْإِ[f:4418[نس]ِ وَ[h:9915[ٱ][l[ل]طَّيْرِ فَهُمْ يُوزَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3177,
            "aya_number": 18,
            "aya_text": "حَتّٰىٓ اِذَآ اَتَوْا عَلٰى وَادِ النَّمْلِۙ قَالَتْ نَمْلَةٌ يّٰٓاَيُّهَا النَّمْلُ ادْخُلُوْا مَسٰكِنَكُمْۚ  لَا يَحْطِمَنَّكُمْ سُلَيْمٰنُ وَجُنُوْدُهٗۙ وَهُمْ لَا يَشْعُرُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 378,
            "translation_aya_text": "Hingga ketika mereka sampai di lembah semut, berkatalah seekor semut, “Wahai semut-semut! Masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari.”",
            "tafsir_jalalayn": "(Sehingga apabila mereka sampai di lembah semut) yaitu di kota Thaif atau di negeri Syam; yang dimaksud adalah semut-semut kecil dan semut-semut besar (berkatalah seekor semut) yaitu raja semut, sewaktu melihat bala tentara Nabi Sulaiman, (\"Hai semut-semut! Masuklah ke dalam sarang-sarang kalian, agar kalian tidak diinjak) yakni tidak terinjak-injak (oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari\") semut dianggap sebagai makhluk yang dapat berbicara, mereka melakukan pembicaraan sesama mereka.",
            "sajda": false,
            "transliteration": "hattaaa izaaa ataw 'alaa waadin namli qaalat namlatuny yaaa aiyuhan namlud khuloo masaakinakum laa yahtimannakum Sulaimaanu wa junooduhoo wa hum laa yash'uroon",
            "tajweed_text": "حَتَّ[o[ىٰٓ] إِذ[o[َآ] أَتَوْ[s[اْ] عَلَىٰ وَادِ [h:9916[ٱ][l[ل][g[نّ]َمْلِ قَالَتْ نَمْلَ[a:9917[ةٌ ي]َ[o[ـٰٓ]أَيُّهَا [h:9918[ٱ][l[ل][g[نّ]َمْلُ [h:9919[ٱ][q:278[دْ]خُلُو[s[اْ] مَسَ[n[ـٰ]كِنَكُمْ لَا يَحْطِمَ[g[نّ]َكُمْ سُلَيْمَ[n[ـٰ]نُ وَجُنُودُهُ[n[ۥ] وَهُمْ لَا يَشْعُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3178,
            "aya_number": 19,
            "aya_text": "فَتَبَسَّمَ ضَاحِكًا مِّنْ قَوْلِهَا وَقَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَدْخِلْنِيْ بِرَحْمَتِكَ فِيْ عِبَادِكَ الصّٰلِحِيْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 378,
            "translation_aya_text": "Maka dia (Sulaiman) tersenyum lalu tertawa karena (mendengar) perkataan semut itu. Dan dia berdoa, “Ya Tuhanku, anugerahkanlah aku ilham untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku dan agar aku mengerjakan kebajikan yang Engkau ridai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh.”",
            "tafsir_jalalayn": "(Maka tersenyum) Nabi Sulaiman pada permulaannya (tertawa) pada akhirnya (karena mendengar perkataan semut itu) dia telah mendengarnya walaupun jaraknya masih jauh yakni tiga mil, kemudian suara itu dibawa oleh angin. Nabi Sulaiman menahan bala tentaranya sewaktu mereka hampir sampai ke lembah semut, sambil menunggu supaya semut-semut itu memasuki sarang-sarangnya terlebih dahulu. Bala tentara Nabi Sulaiman dalam perjalanan ini ada yang menaiki kendaraan dan ada pula yang berjalan kaki (dan dia berdoa, \"Ya Rabbku! Berilah aku) berilah aku ilham (untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan) nikmat-nikmat itu (kepadaku dan kepada dua orang ibu bapakku dan untuk mengerjakan amal saleh yang Engkau ridai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang Saleh\") yakni para Nabi dan para Wali.",
            "sajda": false,
            "transliteration": "Fatabassama daahikam min qawlihaa wa qaala Rabbi awzi'nee an ashkura ni'mata kal lateee an'amta 'alaiya wa 'alaa waalidaiya wa an a'mala saalihan tardaahu wa adkhilnee birahmatika fee 'ibaadikas saaliheen",
            "tajweed_text": "فَتَبَسَّمَ ضَاحِ[a:9920[كًا م]ِّ[f:9921[ن ق]َوْلِهَا وَقَالَ رَبِّ أَوْزِعْن[o[ِىٓ] أَنْ أَشْكُرَ نِعْمَتَكَ [h:9922[ٱ]لَّت[o[ِىٓ] أَنْعَمْتَ عَلَىَّ وَعَلَىٰ و[n[َٲ]لِدَىَّ وَأَنْ أَعْمَلَ صَ[n[ـٰ]لِ[f:9923[حًا ت]َرْضَ[n[ـٰ]هُ وَأَ[q:9924[دْ]خِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ [h:9925[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3179,
            "aya_number": 20,
            "aya_text": "وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَآ اَرَى الْهُدْهُدَۖ اَمْ كَانَ مِنَ الْغَاۤىِٕبِيْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 378,
            "translation_aya_text": "Dan dia memeriksa burung-burung lalu berkata, “Mengapa aku tidak melihat Hud-hud, apakah ia termasuk yang tidak hadir?",
            "tafsir_jalalayn": "(Dan dia memeriksa burung-burung) untuk mencari burung Hud-hud yang ditugaskan untuk meneliti adanya sumber air di bawah tanah, melalui paruhnya yang ia patuk-patukkan ke tanah yang dimaksud pada saat itu Nabi Sulaiman membutuhkan air untuk salat, ternyata dia tidak melihat burung Hud-hud itu (lalu ia berkata, \"Mengapa aku tidak melihat Hud-hud?) apakah gerangan yang menyebabkan hingga aku tidak melihatnya?, coba jelaskan kepadaku ke mana dia? (apakah dia termasuk yang tidak hadir?\") Nabi Sulaiman tidak melihatnya karena tidak ada di tempat, setelah terbukti Hud-hud tidak ada.",
            "sajda": false,
            "transliteration": "Wa tafaqqadat taira faqaala maa liya laaa aral hud hud, am kaana minal ghaaa'ibeen",
            "tajweed_text": "وَتَفَقَّدَ [h:9926[ٱ][l[ل]طَّيْرَ فَقَالَ مَا لِىَ ل[o[َآ] أَرَى [h:9927[ٱ]لْهُ[q:9928[دْ]هُدَ أَمْ كَانَ مِنَ [h:9929[ٱ]لْغ[o[َا]ٓئِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3180,
            "aya_number": 21,
            "aya_text": "لَاُعَذِّبَنَّهٗ عَذَابًا شَدِيْدًا اَوْ لَاَا۟ذْبَحَنَّهٗٓ اَوْ لَيَأْتِيَنِّيْ بِسُلْطٰنٍ مُّبِيْنٍ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 378,
            "translation_aya_text": "Pasti akan kuhukum ia dengan hukuman yang berat atau kusembelih ia, kecuali jika ia datang kepadaku dengan alasan yang jelas.”",
            "tafsir_jalalayn": "Nabi Sulaiman berkata, (\"Sungguh aku benar-benar akan mengazabnya dengan azab) yakni hukuman (yang keras) yaitu akan dicabuti bulu-bulu sayap dan ekornya, kemudian akan dicampakkan di tempat yang amat panas, sehingga ia tidak dapat menghindarkan diri dari bahaya binatang melata dan serangga yang akan memakannya (atau aku benar-benar menyembelihnya) yaitu memotong lehernya (atau benar-benar dia datang kepadaku) dapat dibaca Laya'tiyanniy dan Laya'tiynaniy (dengan alasan yang terang\") yang menjelaskan alasan ketidakhadirannya.",
            "sajda": false,
            "transliteration": "La-u'azzibanahoo 'azaaban shadeedan aw la azbahannahoo aw layaatiyannee bisultaanim mubeen",
            "tajweed_text": "لَأُعَذِّبَ[g[نّ]َهُ[n[ۥ] عَذَا[f:1966[بًا ش]َدِيدًا أَوْ لَأَ[s[اْ]ذْبَحَ[g[نّ]َهُ[o[ۥٓ] أَوْ لَيَأْتِيَ[g[نّ]ِى بِسُلْطَ[n[ـٰ][a:7067[نٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3181,
            "aya_number": 22,
            "aya_text": "فَمَكَثَ غَيْرَ بَعِيْدٍ فَقَالَ اَحَطْتُّ بِمَا لَمْ تُحِطْ بِهٖ وَجِئْتُكَ مِنْ سَبَاٍ ۢبِنَبَاٍ يَّقِيْنٍ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 378,
            "translation_aya_text": "Maka tidak lama kemudian (datanglah Hud-hud), lalu ia berkata, “Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba' membawa suatu berita yang meyakinkan.",
            "tafsir_jalalayn": "(Maka diamlah Nabi Sulaiman) dapat dibaca Famakutsa dan Famakatsa (dalam waktu yang tidak lama) tidak lama setelah itu datanglah burung Hud-hud ke hadapan Nabi Sulaiman seraya merendahkan diri, yakni dengan mengangkat kepalanya dan merendahkan kedua sayap dan ekornya. Akhirnya Nabi Sulaiman memaafkannya, lalu Nabi Sulaiman menanyakan kepadanya tentang apa yang ia jumpai selama ketidakhadirannya itu (Hud-hud berkata, \"Aku telah mengetahui sesuatu yang kamu belum mengetahuinya) yakni aku telah menyaksikan apa yang belum pernah kamu saksikan (dan kubawakan kepadamu dari negeri Saba) dapat dibaca Saba-in dan Saba-a nama suatu kabilah yang diam di negeri Yaman. Mereka dinamakan dengan nama kakek moyangnya. Berdasarkan ketentuan ini lafal Saba menerima Tanwin (suatu berita) yakni kabar (yang diyakini).",
            "sajda": false,
            "transliteration": "Famakasa ghaira ba'eedin faqaala ahattu bimaa lam tuhit bihee wa ji'tuka min Sabaim binaba iny-yaqeen",
            "tajweed_text": "فَمَكَثَ غَيْرَ بَعِي[f:9930[دٍ ف]َقَالَ أَحَطتُ بِمَا لَمْ تُحِ[q:8160[طْ] بِه[n[ِۦ] وَجِئْتُكَ مِ[f:9931[ن س]َبَ[i:9932[إِۭ ب]ِنَبَ[a:9933[إٍ ي]َق[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        }
    ]
}