{
    "page_number": 379,
    "data": [
        {
            "aya_id": 3182,
            "aya_number": 23,
            "aya_text": "اِنِّيْ وَجَدْتُّ امْرَاَةً تَمْلِكُهُمْ وَاُوْتِيَتْ مِنْ كُلِّ شَيْءٍ وَّلَهَا عَرْشٌ عَظِيْمٌ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Sungguh, kudapati ada seorang perempuan yang memerintah mereka, dan dia dianugerahi segala sesuatu serta memiliki singgasana yang besar.",
            "tafsir_jalalayn": "(Sesungguhnya aku menjumpai seorang wanita yang memerintah mereka) dia adalah ratu mereka bernama Balqis (dan dia dianugerahi segala sesuatu) yang diperlukan oleh seorang raja, seperti perlengkapan senjata dan peralatan lainnya (serta mempunyai singgasana) tempat duduk raja (yang besar) panjangnya kira-kira delapan puluh hasta dan lebarnya empat puluh hasta, sedangkan tingginya tiga puluh hasta, semuanya terbuat dari emas dan perak, kemudian bertahtakan mutiara, batu permata yaqut merah, batu zabarjad yang hijau dan tiang-tiangnya terbuat dari yaqut merah, zabarjad yang hijau dan zamrud. Kemudian singgasana itu memiliki tujuh pintu masuk yang selalu dijaga dengan ketat sekali.",
            "sajda": false,
            "transliteration": "Innee wajattum ra atan tamlikuhum wa ootiyat min kulli shai'inw wa lahaa 'arshun 'azeem",
            "tajweed_text": "إِ[g[نّ]ِى وَجَ[d:9934[د]تُّ [h:9935[ٱ]مْرَأَ[f:9936[ةً ت]َمْلِكُهُمْ وَأُوتِيَتْ مِ[f:843[ن ك]ُلِّ ش[a:9937[َىْءٍ و]َلَهَا عَرْشٌ عَظ[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3183,
            "aya_number": 24,
            "aya_text": "وَجَدْتُّهَا وَقَوْمَهَا يَسْجُدُوْنَ لِلشَّمْسِ مِنْ دُوْنِ اللّٰهِ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ فَهُمْ لَا يَهْتَدُوْنَۙ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Aku (burung Hud) dapati dia dan kaumnya menyembah matahari, bukan kepada Allah; dan setan telah menjadikan terasa indah bagi mereka perbuatan-perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), maka mereka tidak mendapat petunjuk,",
            "tafsir_jalalayn": "(Aku mendapati dia dan kaumnya menyembah matahari, selain Allah dan setan telah menjadikan mereka memandang baik perbuatan-perbuatan mereka, lalu menghalangi mereka dari jalan) yang benar (sehingga mereka tidak dapat petunjuk).",
            "sajda": false,
            "transliteration": "Wajattuhaa wa qawmahaa yasjudoona lishshamsi min doonil laahi wa zaiyana lahumush Shaitaanu a'maalahum fasaddahum 'anis sabeeli fahum laa yahtadoon",
            "tajweed_text": "وَجَ[d:9938[د]تُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَزَيَّنَ لَهُمُ [h:4046[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أَعْمَ[n[ـٰ]لَهُمْ فَصَدَّهُمْ عَنِ [h:6998[ٱ][l[ل]سَّبِيلِ فَهُمْ لَا يَهْتَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3184,
            "aya_number": 25,
            "aya_text": "اَلَّا يَسْجُدُوْا لِلّٰهِ الَّذِيْ يُخْرِجُ الْخَبْءَ فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُخْفُوْنَ وَمَا تُعْلِنُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "mereka (juga) tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit dan di bumi dan yang mengetahui apa yang kamu sembunyikan dan yang kamu nyatakan.",
            "tafsir_jalalayn": "(Agar mereka tidak menyembah Allah), ditambahkan An pada la yasjudu kemudian An di-idgamkan kepada la sehingga menjadi Alla Yasjudu perihalnya sama dengan lafal yang terdapat di dalam firman-Nya, 'Lialla Ya'lama Ahlul Kitabi.' Bentuk asalnya La Ya'lama lalu ditambah An dan sebelum itu lam Ta'lil. Kedudukan Alla Yasjudu menjadi Maf'ul secara Mahal dari lafal Yahtaduna, yaitu dengan menggugurkan huruf Ila (Yang mengeluarkan apa yang terpendam) lafal Al Khab-a adalah Mashdar, yang maknanya apa-apa yang terpendam di dalam hujan dan tumbuh-tumbuhan (di langit dan di bumi dan Yang mengetahui apa yang kalian sembunyikan) di dalam kalbu kalian (dan apa yang kalian nyatakan) melalui perkataan kalian.",
            "sajda": false,
            "transliteration": "Allaa yasjudoo lillaahil lazee yukhrijul khab'a fis samaawaati wal ardi wa ya'lamu maa tukhfoona wa maa tu'linoon",
            "tajweed_text": "أَلَّا يَسْجُدُو[s[اْ] لِلَّهِ [h:3912[ٱ]لَّذِى يُخْرِجُ [h:9939[ٱ]لْخَ[q:9940[بْ]ءَ فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3185,
            "aya_number": 26,
            "aya_text": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۙ رَبُّ الْعَرْشِ الْعَظِيْمِ ۩ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Allah, tidak ada tuhan melainkan Dia, Tuhan yang mempunyai ‘Arsy yang agung.”",
            "tafsir_jalalayn": "(Allah, tiada Tuhan yang wajib disembah melainkan hanya Dia, Tuhan Yang mempunyai Arasy yang besar\") ayat ini merupakan jumIah Isti'naf, dimaksud sebagai pujian yang menyangkut pula di dalamnya sebutan Arasy Tuhan Yang Maha Penyayang sebagai imbangan dari arasy ratu Balqis, sekalipun perbedaan antara keduanya jauh sekali.",
            "sajda": true,
            "transliteration": "Allaahu laaa ilaaha illaa Huwa Rabbul 'Arshil Azeem",
            "tajweed_text": "ٱللَّهُ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ رَبُّ [h:5930[ٱ]لْعَرْشِ [h:5931[ٱ]لْعَظِ[p[ي]مِ ۩",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3186,
            "aya_number": 27,
            "aya_text": "۞ قَالَ سَنَنْظُرُ اَصَدَقْتَ اَمْ كُنْتَ مِنَ الْكٰذِبِيْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Dia (Sulaiman) berkata, “Akan kami lihat, apa kamu benar, atau termasuk yang berdusta.",
            "tafsir_jalalayn": "(Berkatalah) Nabi Sulaiman kepada burung Hud-hud (\"Akan kami lihat, apakah kamu benar) di dalam berita yang kamu sampaikan kepada kami ini (ataukah kamu termasuk yang berdusta\") yakni kamu termasuk satu di antara mereka. Ungkapan ini jauh lebih sopan daripada seandainya dikatakan, \"Ataukah kamu berdusta dalam hal ini\". Kemudian burung Hud-hud menunjukkan sumber air itu kepada mereka lalu dikeluarkan airnya; mereka meminumnya sehingga menjadi segar kembali, mereka berwudu, lalu melakukan salat. Sesudah itu Nabi Sulaiman menulis surah kepada ratu Balqis yang bunyinya seperti berikut, \"Dari hamba Allah, Sulaiman ibnu Daud kepada ratu Balqis, ratu negeri Saba. Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang. Keselamatan atas orang yang mengikuti petunjuk. Amma Ba'du, Janganlah kamu sekalian berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri\". Setelah itu Nabi Sulaiman menuliskannya dengan minyak kesturi lalu dicapnya dengan cincinnya. Maka berkatalah ia kepada burung Hud-hud,",
            "sajda": false,
            "transliteration": "Qaala sananzuru asadaqta am kunta minal kaazibeen",
            "tajweed_text": "۞ قَالَ سَنَ[f:9941[نظ]ُرُ أَصَدَ[q:9942[قْ]تَ أَمْ كُ[f:735[نت]َ مِنَ [h:4785[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3187,
            "aya_number": 28,
            "aya_text": "اِذْهَبْ بِّكِتٰبِيْ هٰذَا فَاَلْقِهْ اِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُوْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Pergilah dengan (membawa) suratku ini, lalu jatuhkanlah kepada mereka, kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan.”",
            "tafsir_jalalayn": "(\"Pergilah membawa surahku ini, lalu jatuhkan kepada mereka) kepada ratu Balqis dan kaumnya (kemudian berpalinglah) pergilah (dari mereka) dengan tidak terlalu jauh dari mereka (lalu perhatikanlah apa yang mereka bicarakan.\") yakni, jawaban atau reaksi apakah yang bakal mereka lakukan. Kemudian burung Hud-hud membawa surah itu lalu mendatangi ratu Balqis yang pada waktu itu berada di tengah-tengah bala tentaranya. Kemudian burung Hud-hud menjatuhkan surah Nabi Sulaiman itu ke pangkuannya. Ketika ratu Balqis membaca surah tersebut, tubuhnya gemetar dan lemas karena takut, kemudian ia memikirkan isi surah tersebut.",
            "sajda": false,
            "transliteration": "Izhab bikitaabee haaza fa alqih ilaihim summma tawalla 'anhum fanzur maazaa yarji'oon",
            "tajweed_text": "ٱذْهَب بِّكِتَ[n[ـٰ]بِى هَ[n[ـٰ]ذَا فَأَلْقِهْ إِلَيْهِمْ ثُ[g[مّ]َ تَوَلَّ عَنْهُمْ فَ[h:1513[ٱ][f:1513[نظ]ُرْ مَاذَا يَرْجِع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3188,
            "aya_number": 29,
            "aya_text": "قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اِنِّيْٓ اُلْقِيَ اِلَيَّ كِتٰبٌ كَرِيْمٌ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Dia (Balqis) berkata, “Wahai para pembesar! Sesungguhnya telah disampaikan kepadaku sebuah surat yang mulia.”",
            "tafsir_jalalayn": "Selanjutnya (Ia berkata) yakni ratu Balqis kepada pemuka pemuka kaumnya, (\"Hai pembesar-pembesar! Sesungguhnya aku) dapat dibaca Al Mala-u Inni dan Al Mala-u winni, yakni bacaan secara Tahqiq dan Tas-hil (telah dijatuhkan kepadaku sebuah surah yang mulia) yakni surah yang berstempel.",
            "sajda": false,
            "transliteration": "Qaalat yaaa aiyuhal mala'u innee ulqiya ilaiya kitaabun kareem",
            "tajweed_text": "قَالَتْ يَ[o[ـٰٓ]أَيُّهَا [h:9943[ٱ]لْمَلَؤُ[s[اْ] إِ[g[نّ][o[ِىٓ] أُلْقِىَ إِلَىَّ كِتَ[n[ـٰ][f:9944[بٌ ك]َر[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3189,
            "aya_number": 30,
            "aya_text": "اِنَّهٗ مِنْ سُلَيْمٰنَ وَاِنَّهٗ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۙ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Sesungguhnya (surat) itu dari Sulaiman yang isinya, “Dengan nama Allah Yang Maha Pengasih, Maha Penyayang,",
            "tafsir_jalalayn": "Sesungguhnya surah itu dari Sulaiman dan sesungguhnya isinya) kandungan isi surah itu, ('Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Innahoo min Sulaimaana wa innahoo bismil laahir Rahmaanir Raheem",
            "tajweed_text": "إِ[g[نّ]َهُ[n[ۥ] مِ[f:9945[ن س]ُلَيْمَ[n[ـٰ]نَ وَإِ[g[نّ]َهُ[n[ۥ] بِسْمِ [h:6335[ٱ]للَّهِ [h:9946[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ [h:3[ٱ][l[ل]رَّح[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3190,
            "aya_number": 31,
            "aya_text": "اَلَّا تَعْلُوْا عَلَيَّ وَأْتُوْنِيْ مُسْلِمِيْنَ ࣖ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "janganlah engkau berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri.”",
            "tafsir_jalalayn": "(Janganlah kamu sekalian berlaku sombong terhadapku dan datanglah kepadaku, sebagai orang-orang yang berserah diri')\".",
            "sajda": false,
            "transliteration": "Allaa ta'loo 'alaiya waa toonee muslimeen",
            "tajweed_text": "أَلَّا تَعْلُو[s[اْ] عَلَىَّ وَأْتُونِى مُسْلِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3191,
            "aya_number": 32,
            "aya_text": "قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اَفْتُوْنِيْ فِيْٓ اَمْرِيْۚ مَا كُنْتُ قَاطِعَةً اَمْرًا حَتّٰى تَشْهَدُوْنِ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Dia (Balqis) berkata, “Wahai para pembesar! Berilah aku pertimbangan dalam perkaraku (ini). Aku tidak pernah memutuskan suatu perkara sebelum kamu hadir dalam majelis(ku).”",
            "tafsir_jalalayn": "(Berkata dia, \"Hai para pembesar! Berilah aku pertimbangan) dapat dibaca Al Mala-u Aftuni dan Al Mala-uwaftuni, maksudnya, kemukakanlah saran kamu sekalian kepadaku (dalam urusanku ini, aku tidak pernah memutuskan suatu persoalan) karena aku belum pernah memutuskannya (sebelum kalian berada dalam majelisku\") sebelum kalian semua hadir di majelisku ini.",
            "sajda": false,
            "transliteration": "Qaalat yaaa aiyuhal mala'u aftoonee fee amree maa kuntu qaati'atan amran hattaa tashhhaddon",
            "tajweed_text": "قَالَتْ يَ[o[ـٰٓ]أَيُّهَا [h:9943[ٱ]لْمَلَؤُ[s[اْ] أَفْتُونِى ف[o[ِىٓ] أَمْرِى مَا كُ[f:2917[نت]ُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَد[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3192,
            "aya_number": 33,
            "aya_text": "قَالُوْا نَحْنُ اُولُوْا قُوَّةٍ وَّاُولُوْا بَأْسٍ شَدِيْدٍ ەۙ وَّالْاَمْرُ اِلَيْكِ فَانْظُرِيْ مَاذَا تَأْمُرِيْنَ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Mereka menjawab, “Kita memiliki kekuatan dan keberanian yang luar biasa (untuk berperang), tetapi keputusan berada di tanganmu; maka pertimbangkanlah apa yang akan engkau perintahkan.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Kita adalah orang-orang yang memiliki kekuatan dan juga memiliki keberanian yang sangat) dalam peperangan (dan keputusan berada di tanganmu, maka pertimbangkanlah apa yang akan kamu perintahkan\") kami akan menaati perintahmu.",
            "sajda": false,
            "transliteration": "Qaaloo nahnu uloo quwwatinw wa uloo baasin shadeed; wal amru ilaiki fanzuree maazaa taamureen",
            "tajweed_text": "قَالُو[s[اْ] نَحْنُ أُ[s[وْ]لُو[s[اْ] قُوَّ[a:9947[ةٍ و]َأُ[s[وْ]لُو[s[اْ] بَأْ[f:7663[سٍ ش]َدِي[a:9948[دٍ و]َ[h:4748[ٱ]لْأَمْرُ إِلَيْكِ فَ[h:9949[ٱ][f:9949[نظ]ُرِى مَاذَا تَأْمُر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3193,
            "aya_number": 34,
            "aya_text": "قَالَتْ اِنَّ الْمُلُوْكَ اِذَا دَخَلُوْا قَرْيَةً اَفْسَدُوْهَا وَجَعَلُوْٓا اَعِزَّةَ اَهْلِهَآ اَذِلَّةً ۚوَكَذٰلِكَ يَفْعَلُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Dia (Balqis) berkata, “Sesungguhnya raja-raja apabila menaklukkan suatu negeri, mereka tentu membinasakannya, dan menjadikan penduduknya yang mulia jadi hina; dan demikian yang akan mereka perbuat.",
            "tafsir_jalalayn": "(Dia berkata, \"Sesungguhnya raja-raja apabila memasuki suatu negeri, niscaya mereka membinasakannya) melakukan pengrusakan di dalamnya (dan menjadikan penduduknya yang mulia jadi hina, dan demikian pula yang akan mereka perbuat) yang akan dilakukan oleh para pengirim surah ini.",
            "sajda": false,
            "transliteration": "Qaalat innal mulooka izaa dakhaloo qaryatan afsadoohaa wa ja'alooo a'izzata ahlihaaa azillah; wa kazaalika yaf'aloon",
            "tajweed_text": "قَالَتْ إِ[g[نّ]َ [h:9950[ٱ]لْمُلُوكَ إِذَا دَخَلُو[s[اْ] قَرْيَةً أَفْسَدُوهَا وَجَعَل[o[ُوٓ][s[اْ] أَعِزَّةَ أَهْلِه[o[َآ] أَذِلَّ[a:9951[ةً‌ۖ و]َكَذ[n[َٲ]لِكَ يَفْعَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3194,
            "aya_number": 35,
            "aya_text": "وَاِنِّيْ مُرْسِلَةٌ اِلَيْهِمْ بِهَدِيَّةٍ فَنٰظِرَةٌ ۢبِمَ يَرْجِعُ الْمُرْسَلُوْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 379,
            "translation_aya_text": "Dan sungguh, aku akan mengirim utusan kepada mereka dengan (membawa) hadiah, dan (aku) akan menunggu apa yang akan dibawa kembali oleh para utusan itu.”",
            "tafsir_jalalayn": "(Dan sesungguhnya aku akan mengirim utusan kepada mereka dengan membawa hadiah, dan aku akan menunggu apa yang akan dibawa kembali oleh utusan-utusan itu\") apakah mereka akan menerima hadiahku ini atau menolaknya. Jika ia seorang raja niscaya ia akan menerimanya, jika ia seorang Nabi niscaya ia akan menolaknya. Kemudian ratu Balqis mengirimkan para pelayan lelaki dan perempuan yang jumlahnya dua ribu orang; separuh laki-laki dan separuh lagi perempuan. Para utusan itu membawa lima ratus balok emas, sebuah mahkota yang bertatahkan permata, minyak kesturi, minyak anbar dan hadiah-hadiah lainnya beserta sebuah surah jawaban. Burung Hud-hud segera terbang menuju ke Nabi Sulaiman untuk memberitakan kepadanya semua apa yang ia dengar dan saksikan itu. Setelah Nabi Sulaiman mendapat berita dari burung Hud-hud, maka segera ia memerintahkan pasukannya untuk membuat batu bata dari emas dan perak, hendaknya dari tempat ia berkemah sampai dengan sembilan farsakh dihampari permadani, kemudian di sekelilingnya dibangun tembok yang terbuat dari batu bata emas dan perak, kemudian ia memerintahkan kepada anak-anak jin supaya mendatangkan hewan darat dan hewan laut yang paling indah untuk ditaruh di sebelah kanan dan kiri lapangan dekat istana yang dibangunnya itu.",
            "sajda": false,
            "transliteration": "Wa innee mursilatun ilaihim bihadiyyatin fanaaziratum bima yarji'ul mursaloon",
            "tajweed_text": "وَإِ[g[نّ]ِى مُرْسِلَةٌ إِلَيْه[c:9952[ِم ب]ِهَدِيَّ[f:9953[ةٍ ف]َنَاظِرَ[i:9954[ةُۢ ب]ِمَ يَرْجِعُ [h:9955[ٱ]لْمُرْسَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        }
    ]
}