{
    "page_number": 38,
    "data": [
        {
            "aya_id": 241,
            "aya_number": 234,
            "aya_text": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًا يَّتَرَبَّصْنَ بِاَنْفُسِهِنَّ اَرْبَعَةَ اَشْهُرٍ وَّعَشْرًا ۚ فاِذَا بَلَغْنَ اَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ بِالْمَعْرُوْفِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 38,
            "translation_aya_text": "Dan orang-orang yang mati di antara kamu serta meninggalkan istri-istri hendaklah mereka (istri-istri) menunggu empat bulan sepuluh hari. Kemudian apabila telah sampai (akhir) idah mereka, maka tidak ada dosa bagimu mengenai apa yang mereka lakukan terhadap diri mereka menurut cara yang patut. Dan Allah Maha Mengetahui apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Orang-orang yang wafat) atau meninggal dunia (di antara kamu dengan meninggalkan istri-istri, maka mereka menangguhkan), artinya hendaklah para istri itu menahan (diri mereka) untuk kawin setelah suami mereka yang meninggal itu (selama empat bulan dan sepuluh), maksudnya hari. Ini adalah mengenai wanita-wanita yang tidak hamil. Mengenai yang hamil, maka idah mereka sampai melahirkan kandungannya berdasarkan ayat At-Thalaq, sedangkan bagi wanita budak adalah setengah dari yang demikian itu, menurut hadis. (Apabila waktu mereka telah sampai), artinya habis masa idahnya, (mereka tiada dosa bagi kamu) hai para wali (membiarkan mereka berbuat pada diri mereka), misalnya bersolek dan menyiapkan diri untuk menerima pinangan (secara baik-baik), yakni menurut agama. (Dan Allah Maha Mengetahui apa-apa yang kamu lakukan), baik yang lahir maupun yang batin.",
            "sajda": false,
            "transliteration": "Wallazeena yutawaffawna minkum wa yazaroona azwaajai yatarabbasna bi anfusihinna arba'ata ashhurinw wa 'ashran fa izaa balaghna ajalahunna falaa junaaha 'alaikum feemaa fa'alna feee anfusihinna bilma'roof; wallaahu bimaa ta'maloona Khabeer",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يُتَوَفَّوْنَ مِ[f:344[نك]ُمْ وَيَذَرُونَ أَزْو[n[َٲ][a:1321[جًا ي]َتَرَبَّصْنَ بِأَ[f:1269[نف]ُسِهِ[g[نّ]َ أَرْبَعَةَ أَشْهُ[a:1322[رٍ و]َعَشْ[f:1323[رًا‌ۖ ف]َإِذَا بَلَغْنَ أَجَلَهُ[g[نّ]َ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ ف[o[ِىٓ] أَ[f:1324[نف]ُسِهِ[g[نّ]َ بِ[h:934[ٱ]لْمَعْرُوفِ‌ۗ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 242,
            "aya_number": 235,
            "aya_text": "وَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا عَرَّضْتُمْ بِهٖ مِنْ خِطْبَةِ النِّسَاۤءِ اَوْ اَكْنَنْتُمْ فِيْٓ اَنْفُسِكُمْ ۗ عَلِمَ اللّٰهُ اَنَّكُمْ سَتَذْكُرُوْنَهُنَّ وَلٰكِنْ لَّا تُوَاعِدُوْهُنَّ سِرًّا اِلَّآ اَنْ تَقُوْلُوْا قَوْلًا مَّعْرُوْفًا ەۗ وَلَا تَعْزِمُوْا عُقْدَةَ النِّكَاحِ حَتّٰى يَبْلُغَ الْكِتٰبُ اَجَلَهٗ ۗوَاعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ مَا فِيْٓ اَنْفُسِكُمْ فَاحْذَرُوْهُ ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 38,
            "translation_aya_text": "Dan tidak ada dosa bagimu meminang perempuan-perempuan itu dengan sindiran atau kamu sembunyikan (keinginanmu) dalam hati. Allah mengetahui bahwa kamu akan menyebut-nyebut kepada mereka. Tetapi janganlah kamu membuat perjanjian (untuk menikah) dengan mereka secara rahasia, kecuali sekedar mengucapkan kata-kata yang baik. Dan janganlah kamu menetapkan akad nikah, sebelum habis masa idahnya. Ketahuilah bahwa Allah mengetahui apa yang ada dalam hatimu, maka takutlah kepada-Nya. Dan ketahuilah bahwa Allah Maha Pengampun, Maha Penyantun.",
            "tafsir_jalalayn": "(Dan tak ada dosa bagimu meminang wanita-wanita itu secara sindiran), yakni wanita-wanita yang kematian suami dan masih berada dalam idah mereka, misalnya kata seseorang kepadanya, \"Engkau cantik\" atau \"Siapa yang melihatmu pasti jatuh cinta\" atau \"tiada wanita secantik engkau\" (atau kamu sembunyikan) kamu rahasiakan (dalam hatimu) rencana untuk mengawini mereka. (Allah mengetahui bahwa kamu akan menyebut-nyebut mereka) dan tidak sabar untuk meminang, maka diperbolehkannya secara sindiran, (tetapi janganlah kamu mengadakan perjanjian dengan mereka secara rahasia), maksudnya perjanjian kawin (melainkan) diperbolehkan (sekadar mengucapkan kata-kata yang baik) yang menurut syariat dianggap sindiran pinangan. (Dan janganlah kamu pastikan akan mengakadkan nikah), artinya melangsungkannya (sebelum yang tertulis) dari idah itu (habis waktunya) tegasnya sebelum idahnya habis. (Dan ketahuilah bahwa Allah mengetahui apa yang ada di dalam hatimu) apakah rencana pasti atau lainnya (maka takutlah kepada-Nya) dan janganlah sampai menerima hukuman-Nya disebabkan rencanamu yang pasti itu (Dan ketahuilah bahwa Allah Maha Pengampun) terhadap orang yang takut kepada-Nya (lagi Maha Penyantun) hingga menangguhkan hukuman-Nya terhadap orang yang berhak menerimanya.",
            "sajda": false,
            "transliteration": "Wa laa junaaha 'alaikum feema 'arradtum bihee min khitbatin nisaaa'i aw aknantum feee anfusikum; 'alimal laahu annakum satazkuroonahunna wa laakil laa tuwaa'idoohunna sirran illaaa an taqooloo qawlamma'roofaa; wa laa ta'zimoo 'uqdatan nikaahi hattaa yablughal kitaabu ajalah; wa'lamooo annal laaha ya'lamumaa feee anfusikum fahzarooh; wa'lamooo annallaaha Ghafoorun Haleem",
            "tajweed_text": "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْت[c:1325[ُم ب]ِه[n[ِۦ] مِنْ خِ[q:1326[طْ]بَةِ [h:1327[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ أَوْ أَكْنَ[f:1328[نت]ُمْ ف[o[ِىٓ] أَ[f:1329[نف]ُسِكُمْ‌ۚ عَلِمَ [h:986[ٱ]للَّهُ أَ[g[نّ]َكُمْ سَتَذْكُرُونَهُ[g[نّ]َ وَلَ[n[ـٰ]ك[u:46[ِن ل]َّا تُوَاعِدُوهُ[g[نّ]َ سِرًّا إِلّ[o[َآ] أَ[f:1330[ن ت]َقُولُو[s[اْ] قَوْل[a:1331[اً م]َّعْرُو[a:1332[فًا‌ۚ و]َلَا تَعْزِمُو[s[اْ] عُ[q:1333[قْ]دَةَ [h:1334[ٱ][l[ل][g[نّ]ِكَاحِ حَتَّىٰ يَ[q:1053[بْ]لُغَ [h:1335[ٱ]لْكِتَ[n[ـٰ]بُ أَجَلَهُ[n[ۥ]‌ۚ وَ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا ف[o[ِىٓ] أَ[f:1329[نف]ُسِكُمْ فَ[h:1336[ٱ]حْذَرُوهُ‌ۚ وَ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ غَفُورٌ حَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 243,
            "aya_number": 236,
            "aya_text": "لَا جُنَاحَ عَلَيْكُمْ اِنْ طَلَّقْتُمُ النِّسَاۤءَ مَا لَمْ تَمَسُّوْهُنَّ اَوْ تَفْرِضُوْا لَهُنَّ فَرِيْضَةً ۖ وَّمَتِّعُوْهُنَّ عَلَى الْمُوْسِعِ قَدَرُهٗ وَعَلَى الْمُقْتِرِ قَدَرُهٗ ۚ مَتَاعًا ۢبِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُحْسِنِيْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 38,
            "translation_aya_text": "Tidak ada dosa bagimu, jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mut‘ah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan.",
            "tafsir_jalalayn": "(Tidak ada dosa bagi kamu, jika kamu menceraikan istri-istrimu sebelum kamu menyentuh mereka) menurut satu qiraat, 'tumaassuuhunna' artinya mencampuri mereka (atau) sebelum (kamu menentukan maharnya), maksudnya maskawinnya. 'Ma' mashdariyah zharfiyah, maksudnya tak ada risiko atau tanggung jawabmu dalam perceraian sebelum campur dan sebelum ditentukannya berapa mahar, maka ceraikanlah mereka itu. (Dan hendaklah kamu beri mereka itu 'mutah') atau pemberian yang akan menyenangkan hati mereka; (bagi yang mampu) maksudnya yang kaya di antaramu (sesuai dengan kemampuannya, sedangkan bagi yang melarat) atau miskin (sesuai dengan kemampuannya pula). Ini menunjukkan bahwa tidak ada perbedaan tentang derajat atau kedudukan istri (yaitu pemberian) atau hiburan (menurut yang patut) menurut syariat dan menjadi sifat bagi mata`an. Demikian itu (merupakan kewajiban) 'haqqan' menjadi sifat yang kedua atau mashdar yang memperkuat (bagi orang-orang yang berbuat kebaikan) atau orang-orang yang taat.",
            "sajda": false,
            "transliteration": "Laa junaaha 'alaikum in tallaqtumun nisaaa'a maa lam tamassoohunna aw tafridoo lahunna fareedah; wa matti'oona 'alal moosi'i qadaruhoo wa 'alal muqtiri qadaruhoo matta'am bilma'roofi haqqan 'alalmuhsineen",
            "tajweed_text": "لَّا جُنَاحَ عَلَيْكُمْ إِ[f:1337[ن ط]َلَّ[q:1293[قْ]تُمُ [h:1294[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ مَا لَمْ تَمَسُّوهُ[g[نّ]َ أَوْ تَفْرِضُو[s[اْ] لَهُ[g[نّ]َ فَرِيضَ[a:1338[ةً‌ۚ و]َمَتِّعُوهُ[g[نّ]َ عَلَى [h:1339[ٱ]لْمُوسِعِ قَدَرُهُ[n[ۥ] وَعَلَى [h:1340[ٱ]لْمُ[q:1341[قْ]تِرِ قَدَرُهُ[n[ۥ] مَتَ[n[ـٰ]ع[i:1342[َۢا ب]ِ[h:934[ٱ]لْمَعْرُوفِ‌ۖ حَقًّا عَلَى [h:1343[ٱ]لْمُحْسِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 244,
            "aya_number": 237,
            "aya_text": "وَاِنْ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيْضَةً فَنِصْفُ مَا فَرَضْتُمْ اِلَّآ اَنْ يَّعْفُوْنَ اَوْ يَعْفُوَا الَّذِيْ بِيَدِهٖ عُقْدَةُ النِّكَاحِ ۗ وَاَنْ تَعْفُوْٓا اَقْرَبُ لِلتَّقْوٰىۗ وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ ۗ اِنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 38,
            "translation_aya_text": "Dan jika kamu menceraikan mereka sebelum kamu sentuh (campuri), padahal kamu sudah menentukan Maharnya, maka (bayarlah) seperdua dari yang telah kamu tentukan, kecuali jika mereka (membebaskan) atau dibebaskan oleh orang yang akad nikah ada di tangannya. Pembebasan itu lebih dekat kepada takwa. Dan janganlah kamu lupa kebaikan di antara kamu. Sungguh, Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dan jika kamu menceraikan istri-istrimu sebelum mencampuri mereka, padahal kamu sudah menetapkan mahar, maka bayarlah separuh dari yang telah kamu tetapkan itu). Ini menjadi hak mereka, sedangkan yang separuhnya lagi kembali kepadamu, (kecuali) atau tidak demikian hukumnya (jika mereka itu), maksudnya para istri itu memaafkan mereka hingga mereka tidak mengambilnya (atau dimaafkan oleh yang pada tangannya tergenggam akad nikah), yaitu suami, maka mahar diserahkan kepada para istri-istri itu semuanya. Tetapi menurut keterangan yang diterima dari Ibnu Abbas, wali boleh bertindak sepenggantinya, bila wanita itu mahjurah (tidak dibolehkan bertasaruf) dan hal ini tidak ada dosa baginya, maka dalam hal itu tidak ada kesulitan (dan bahwa kamu memaafkan itu) 'an' dengan mashdarnya menjadi mubtada' sedangkan khabarnya ialah (lebih dekat kepada ketakwaan. Dan jangan kamu lupakan keutamaan di antara kamu), artinya saling menunjukkan kemurahan hati, (sesungguhnya Allah Maha Melihat apa yang kamu kerjakan) dan akan membalasmu sebaik-baiknya.",
            "sajda": false,
            "transliteration": "Wa in tallaqtumoohunna min qabli an tamassoohunna wa qad farad tum lahunna fareedatan fanisfu maa faradtum illaaa ai ya'foona aw ya'fuwallazee biyadihee 'uqdatunnikaah; wa an ta'foona aw ya'fuwallazee biyadihee 'uqdatunnikaah; wa an ta'fooo aqrabu littaqwaa; wa laa tansawulfadla bainakum; innal laaha bimaa ta'maloona Baseer",
            "tajweed_text": "وَإِ[f:1344[ن ط]َلَّ[q:1345[قْ]تُمُوهُ[g[نّ]َ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أَ[f:1348[ن ت]َمَسُّوهُ[g[نّ]َ وَقَ[q:387[دْ] فَرَضْتُمْ لَهُ[g[نّ]َ فَرِيضَ[f:1349[ةً ف]َنِصْفُ مَا فَرَضْتُمْ إِلّ[o[َآ] أ[a:1350[َن ي]َعْفُونَ أَوْ يَعْفُوَ[s[اْ] [h:1351[ٱ]لَّذِى بِيَدِه[n[ِۦ] عُ[q:1352[قْ]دَةُ [h:1353[ٱ][l[ل][g[نّ]ِكَاحِ‌ۚ وَأَ[f:1354[ن ت]َعْف[o[ُوٓ][s[اْ] أَ[q:1355[قْ]رَبُ لِلتَّ[q:1356[قْ]وَىٰ‌ۚ وَلَا تَ[f:1357[نس]َوُ[s[اْ] [h:1358[ٱ]لْفَضْلَ بَيْنَكُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}