{
    "page_number": 380,
    "data": [
        {
            "aya_id": 3195,
            "aya_number": 36,
            "aya_text": "فَلَمَّا جَاۤءَ سُلَيْمٰنَ قَالَ اَتُمِدُّوْنَنِ بِمَالٍ فَمَآ اٰتٰىنِ  َۧ اللّٰهُ خَيْرٌ مِّمَّآ اٰتٰىكُمْۚ بَلْ اَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 380,
            "translation_aya_text": "Maka ketika para (utusan itu) sampai kepada Sulaiman, dia (Sulaiman) berkata, “Apakah kamu akan memberi harta kepadaku? Apa yang Allah berikan kepadaku lebih baik daripada apa yang Allah berikan kepadamu; tetapi kamu merasa bangga dengan hadiahmu. ",
            "tafsir_jalalayn": "(Maka tatkala utusan itu sampai) utusan ratu Balqis yang membawa hadiah berikut dengan pengiring-pengiringnya (kepada Sulaiman. Sulaiman berkata, \"Apakah patut kalian menolong aku dengan harta?, apa yang diberikan Allah kepadaku) berupa kenabian dan kerajaan (lebih baik daripada apa yang diberikan-Nya kepada kalian) yakni keduniaan yang diberikan kepada kalian (tetapi kalian merasa bangga dengan hadiah kalian itu) karena kalian merasa bangga dengan harta keduniaan yang kalian miliki.",
            "sajda": false,
            "transliteration": "Falammaa jaaa'a Sulaimaana qaala atumiddoonani bimaalin famaaa aataakum bal antum bihadiy yatikum tafrahoon",
            "tajweed_text": "فَلَ[g[مّ]َا ج[o[َا]ٓءَ سُلَيْمَ[n[ـٰ]نَ قَالَ أَتُمِدُّونَنِ بِمَا[f:9956[لٍ ف]َم[o[َآ] ءَاتَ[n[ـٰ]ن[n[ِۦ]َ [h:9957[ٱ]للَّهُ خَيْ[a:2365[رٌ م]ِّ[g[مّ][o[َآ] ءَاتَ[n[ـٰ]ك[c:9958[ُم ب]َلْ أَ[f:428[نت][c:9959[ُم ب]ِهَدِيَّتِكُمْ تَفْرَح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3196,
            "aya_number": 37,
            "aya_text": "اِرْجِعْ اِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُوْدٍ لَّا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِّنْهَآ اَذِلَّةً وَّهُمْ صَاغِرُوْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 380,
            "translation_aya_text": "Kembalilah kepada mereka! Sungguh, Kami pasti akan mendatangi mereka dengan bala tentara yang mereka tidak mampu melawannya, dan akan kami usir mereka dari negeri itu (Saba') secara terhina dan mereka akan menjadi (tawanan) yang hina dina.”",
            "tafsir_jalalayn": "(Kembalilah kepada mereka) dengan hadiah yang kamu bawa itu (sungguh kami akan mendatangi mereka dengan bala tentara yang mereka tidak mempunyai kekuatan) tidak berdaya lagi (untuk melawannya, dan pasti kami akan mengusir mereka dari negeri itu) dari negeri tempat tinggal mereka, yaitu negeri Saba'. Negeri ini dinamai dengan nama kakek moyang mereka (dengan terhina dan mereka menjadi tawanan\") jika mereka tidak mau datang kepadaku dengan berserah diri. Ketika utusan itu kembali kepada ratu Balqis berikut dengan hadiah yang mereka bawa sebelumnya, ratu Balqis menempatkan singgasananya di dalam keratonnya yang berpintu tujuh, sedangkan keraton ratu Balqis berada di dalam tujuh keraton yang besar-besar. Kemudian semua pintu-pintunya dikunci dengan rapat dan menugaskan sebagian bala tentaranya untuk menjaga keraton dan singgasananya. Setelah itu ia bersiap-siap untuk melakukan perjalanan menghadap Nabi Sulaiman, untuk melihat apa yang bakal diperintahkan oleh Nabi Sulaiman kepada dirinya. Berangkatlah ratu Balqis dengan membawa dua belas ribu pasukannya; menurut pendapat yang lain disebutkan bahwa jumlah tentara yang dibawanya pada saat itu sangat banyak, sehingga dari jarak satu farsakh dapat terdengar suara gemuruhnya.",
            "sajda": false,
            "transliteration": "Irji' ilaihim falanaatiyan nahum bijunoodil laa qibala lahum bihaa wa lanukhri jannahum minhaaa azillatanw wa hum saaghiroon",
            "tajweed_text": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَ[g[نّ]َه[c:9960[ُم ب]ِجُنُو[u:9961[دٍ ل]َّا قِبَلَ لَه[c:9962[ُم ب]ِهَا وَلَنُخْرِجَ[g[نّ]َه[w:9963[ُم م]ِّنْه[o[َآ] أَذِلَّ[a:9964[ةً و]َهُمْ صَ[n[ـٰ]غِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3197,
            "aya_number": 38,
            "aya_text": "قَالَ يٰٓاَيُّهَا الْمَلَؤُا اَيُّكُمْ يَأْتِيْنِيْ بِعَرْشِهَا قَبْلَ اَنْ يَّأْتُوْنِيْ مُسْلِمِيْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 380,
            "translation_aya_text": "Dia (Sulaiman) berkata, “Wahai para pembesar! Siapakah di antara kamu yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku menyerahkan diri?”",
            "tafsir_jalalayn": "(Berkata Sulaiman, \"Hai pembesar-pembesar! Siapakah di antara kamu sekalian) lafal ayat ini dapat dibaca secara Tahqiq dan dapat pula ia dibaca secara Tas-hil sebagaimana keterangan sebelumnya (yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku sebagai orang-orang yang berserah diri?\") yakni taat dan tunduk kepadaku. Maka aku harus mengambil singgasananya itu sebelum mereka datang, bukan sesudahnya.",
            "sajda": false,
            "transliteration": "Qaala yaaa aiyuhal mala'u aiyukum yaateenee bi'arshihaa qabla ai yaatoonee muslimeen",
            "tajweed_text": "قَالَ يَ[o[ـٰٓ]أَيُّهَا [h:9943[ٱ]لْمَلَؤُ[s[اْ] أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَ[q:3282[بْ]لَ أ[a:9965[َن ي]َأْتُونِى مُسْلِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3198,
            "aya_number": 39,
            "aya_text": "قَالَ عِفْرِيْتٌ مِّنَ الْجِنِّ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ تَقُوْمَ مِنْ مَّقَامِكَۚ وَاِنِّيْ عَلَيْهِ لَقَوِيٌّ اَمِيْنٌ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 380,
            "translation_aya_text": "‘Ifrit dari golongan jin berkata, “Akulah yang akan membawanya kepadamu sebelum engkau berdiri dari tempat dudukmu; dan sungguh, aku kuat melakukannya dan dapat dipercaya.”",
            "tafsir_jalalayn": "(Ifrit dari golongan jin berkata,) yakni jin yang paling kuat lagi keras (\"Aku akan datang kepadamu dengan membawa singgasana itu sebelum kamu berdiri dari tempat dudukmu) dari majelis tempat ia melakukan peradilan di antara orang-orang, yaitu dari mulai pagi sampai tengah hari (dan sesungguhnya aku benar-benar kuat) untuk membawanya (lagi dapat dipercaya.\") atas semua permata dan batu-batu berharga lainnya yang ada pada singgasananya itu. Maka Nabi Sulaiman berkata, \"Aku menginginkan yang lebih cepat dari itu\".",
            "sajda": false,
            "transliteration": "Qaala 'ifreetum minal jinni ana aateeka bihee qabla an taqooma mim maqaamika wa innee 'alaihi laqawiyyun ameen",
            "tajweed_text": "قَالَ عِفْرِي[a:9966[تٌ م]ِّنَ [h:4673[ٱ]لْجِ[g[نّ]ِ أَنَا۟ ءَاتِيكَ بِه[n[ِۦ] قَ[q:3282[بْ]لَ أَ[f:5839[ن ت]َقُومَ م[a:9967[ِن م]َّقَامِكَ‌ۖ وَإِ[g[نّ]ِى عَلَيْهِ لَقَوِىٌّ أَم[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3199,
            "aya_number": 40,
            "aya_text": "قَالَ الَّذِيْ عِنْدَهٗ عِلْمٌ مِّنَ الْكِتٰبِ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ يَّرْتَدَّ اِلَيْكَ طَرْفُكَۗ فَلَمَّا رَاٰهُ مُسْتَقِرًّا عِنْدَهٗ قَالَ هٰذَا مِنْ فَضْلِ رَبِّيْۗ  لِيَبْلُوَنِيْٓ ءَاَشْكُرُ اَمْ اَكْفُرُۗ وَمَنْ شَكَرَ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ رَبِّيْ غَنِيٌّ كَرِيْمٌ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 380,
            "translation_aya_text": "Seorang yang mempunyai ilmu dari Kitab berkata, “Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.” Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, “Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barangsiapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barangsiapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia.”",
            "tafsir_jalalayn": "(Seorang yang mempunyai ilmu dari Al kitab) yang diturunkan (berkata,) ia bernama Ashif ibnu Barkhiya; dia terkenal sangat jujur dan mengetahui tentang asma Allah Yang Teragung, yaitu suatu asma apabila dipanjatkan doa niscaya doa itu dikabulkan (\"Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip\") jika kamu tujukan pandanganmu itu kepada sesuatu. Maka Ashif berkata kepadanya, \"Coba lihat langit itu\", maka Nabi Sulaiman pun menujukan pandangannya ke langit, setelah itu ia mengembalikan pandangannya ke arah semula sebagaimana biasanya, tiba-tiba ia menjumpai singgasana ratu Balqis itu telah ada di hadapannya. Ketika Nabi Sulaiman mengarahkan pandangannya ke langit, pada saat itulah Ashif berdoa dengan mengucapkan Ismul A'zham, seraya meminta kepada Allah supaya Dia mendatangkan singgasana tersebut, maka dikabulkan permintaan Ashif itu oleh Allah. Sehingga dengan seketika singgasana itu telah berada di hadapannya. Ibaratnya Allah meletakkan singgasana itu di bawah bumi, lalu dimunculkan-Nya di bawah singgasana Nabi Sulaiman. (Maka tatkala Sulaiman melihat singgasana itu terletak) telah berada (di hadapannya, ia pun berkata, \"Ini) yakni didatangkannya singgasana itu untukku (termasuk karunia Rabbku untuk mencoba aku) untuk menguji diriku (apakah aku bersyukur) mensyukuri nikmat, lafal ayat ini dapat dibaca Tahqiq dan Tas-hil (atau mengingkari) nikmat-Nya. (Dan barang siapa yang bersyukur maka sesungguhnya dia bersyukur untuk kebaikan dirinya) artinya pahalanya itu untuk dirinya sendiri (dan barang siapa yang ingkar) akan nikmat-Nya (maka sesungguhnya Rabbku Maha Kaya) tidak membutuhkan kesyukurannya (lagi Maha Mulia\") yakni tetap memberikan kemurahan kepada orang-orang yang mengingkari nikmat-Nya.",
            "sajda": false,
            "transliteration": "Qaalal lazee indahoo 'ilmum minal Kitaabi ana aateeka bihee qabla ai yartadda ilaika tarfuk; falammaa ra aahu mustaqirran 'indahoo qaala haazaa min fadli Rabbee li yabluwaneee 'a-ashkuru am akfuru wa man shakara fa innamaa yashkuru linafsihee wa man kafara fa inna Rabbee Ghaniyyun Kareem",
            "tajweed_text": "قَالَ [h:9968[ٱ]لَّذِى عِ[f:719[ند]َهُ[n[ۥ] عِلْ[a:9969[مٌ م]ِّنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ أَنَا۟ ءَاتِيكَ بِه[n[ِۦ] قَ[q:3282[بْ]لَ أ[a:9970[َن ي]َرْتَدَّ إِلَيْكَ طَرْفُكَ‌ۚ فَلَ[g[مّ]َا رَءَاهُ مُسْتَقِرًّا عِ[f:719[ند]َهُ[n[ۥ] قَالَ هَ[n[ـٰ]ذَا مِ[f:6655[ن ف]َضْلِ رَبِّى لِيَ[q:9971[بْ]لُوَن[o[ِىٓ] ءَأَشْكُرُ أَمْ أَكْفُرُ‌ۖ وَمَ[f:9972[ن ش]َكَرَ فَإِ[g[نّ]َمَا يَشْكُرُ لِنَفْسِه[n[ِۦ]‌ۖ وَمَ[f:662[ن ك]َفَرَ فَإِ[g[نّ]َ رَبِّى غَنِ[f:9973[ىٌّ ك]َر[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3200,
            "aya_number": 41,
            "aya_text": "قَالَ نَكِّرُوْا لَهَا عَرْشَهَا نَنْظُرْ اَتَهْتَدِيْٓ اَمْ تَكُوْنُ مِنَ الَّذِيْنَ لَا يَهْتَدُوْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 380,
            "translation_aya_text": "Dia (Sulaiman) berkata, “Ubahlah untuknya singgasananya; kita akan melihat apakah dia (Balqis) mengenal; atau tidak mengenalnya lagi.”",
            "tafsir_jalalayn": "(Dia berkata, \"Ubahlah baginya singgasananya) yaitu bentuknya sehingga bila kelak ia melihatnya tidak yakin bahwa singgasana itu miliknya sendiri, (maka kita akan melihat apakah dia mengenal) yakni dapat mengetahuinya (ataukah dia termasuk orang-orang yang tidak mengenalnya\") tidak mengetahuinya karena telah mengalami perubahan. Nabi Sulaiman sengaja melakukan hal ini untuk menguji kecerdasan akalnya, karena menurut kata orang-orang dia berakal cerdas. Maka mereka segera mengubah singgasana itu dengan cara menambahi dan mengurangi serta memoles bagian-bagiannya.",
            "sajda": false,
            "transliteration": "Qaala nakkiroo lahaa 'arshahaa nanzur atahtadeee am takoonu minal lazeena laa yahtadoon",
            "tajweed_text": "قَالَ نَكِّرُو[s[اْ] لَهَا عَرْشَهَا نَ[f:9974[نظ]ُرْ أَتَهْتَد[o[ِىٓ] أَمْ تَكُونُ مِنَ [h:523[ٱ]لَّذِينَ لَا يَهْتَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3201,
            "aya_number": 42,
            "aya_text": "فَلَمَّا جَاۤءَتْ قِيْلَ اَهٰكَذَا عَرْشُكِۗ قَالَتْ كَاَنَّهٗ هُوَۚ وَاُوْتِيْنَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِيْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 380,
            "translation_aya_text": "Maka ketika dia (Balqis) datang, ditanyakanlah (kepadanya), “Serupa inikah singgasanamu?” Dia (Balqis) menjawab, “Seakan-akan itulah dia.” (Dan dia Balqis berkata), “Kami telah diberi pengetahuan sebelumnya dan kami adalah orang-orang yang berserah diri (kepada Allah).”",
            "tafsir_jalalayn": "(Dan ketika Balqis datang, ditanyakan) kepadanya, (\"Serupa inikah singgasanamu?\") apakah singgasanamu mirip seperti ini. (Dia menjawab, \"Seakan-akan singgasana ini singgasanaku\") ternyata dia masih mengetahuinya dan di dalam jawabannya ini Balqis mengungkapkannya dengan memakai kata seakan-akan, sebagaimana apa yang telah mereka perbuat terhadap dirinya. Karena jika ditanyakan, \"Inikah singgasanamu?\", maka niscaya dia akan menjawab. \"Ya\". Maka Nabi Sulaiman berkata setelah mengetahui bahwa Balqis mempunyai makrifat dan ilmu (\"Dan kami telah diberi pengetahuan sebelumnya dan kami adalah orang-orang yang berserah diri\") kepada Allah swt.",
            "sajda": false,
            "transliteration": "Falammaa jaaa'at qeela ahaakaza 'arshuki qaalat kaanna hoo; wa ooteenal 'ilma min qablihaa wa kunnaa muslimeen",
            "tajweed_text": "فَلَ[g[مّ]َا ج[o[َا]ٓءَتْ قِيلَ أَهَ[n[ـٰ]كَذَا عَرْشُكِ‌ۖ قَالَتْ كَأَ[g[نّ]َهُ[n[ۥ] هُوَ‌ۚ وَأُوتِينَا [h:9975[ٱ]لْعِلْمَ مِ[f:6977[ن ق]َ[q:6978[بْ]لِهَا وَكُ[g[نّ]َا مُسْلِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3202,
            "aya_number": 43,
            "aya_text": "وَصَدَّهَا مَا كَانَتْ تَّعْبُدُ مِنْ دُوْنِ اللّٰهِ ۗاِنَّهَا كَانَتْ مِنْ قَوْمٍ كٰفِرِيْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 380,
            "translation_aya_text": "Dan kebiasaannya menyembah selain Allah mencegahnya (untuk melahirkan keislamannya), sesungguhnya dia (Balqis) dahulu termasuk orang-orang kafir.",
            "tafsir_jalalayn": "(Dan telah mencegahnya) dari menyembah Allah (apa yang selama ini ia sembah selain Allah) (karena sesungguhnya dia dahulunya termasuk orang-orang yang kafir).",
            "sajda": false,
            "transliteration": "Wa saddahaa maa kaanat ta'budu min doonil laahi innahaa kaanat min qawmin kaafireen",
            "tajweed_text": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ‌ۖ إِ[g[نّ]َهَا كَانَتْ مِ[f:3024[ن ق]َوْ[f:4873[مٍ ك]َ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3203,
            "aya_number": 44,
            "aya_text": "قِيْلَ لَهَا ادْخُلِى الصَّرْحَۚ فَلَمَّا رَاَتْهُ حَسِبَتْهُ لُجَّةً وَّكَشَفَتْ عَنْ سَاقَيْهَاۗ قَالَ اِنَّهٗ صَرْحٌ مُّمَرَّدٌ مِّنْ قَوَارِيْرَ ەۗ قَالَتْ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ وَاَسْلَمْتُ مَعَ سُلَيْمٰنَ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 380,
            "translation_aya_text": "Dikatakan kepadanya (Balqis), “Masuklah ke dalam istana.” Maka ketika dia (Balqis) melihat (lantai istana) itu, dikiranya kolam air yang besar, dan disingkapkannya (penutup) kedua betisnya. Dia (Sulaiman) berkata, “Sesungguhnya ini hanyalah lantai istana yang dilapisi kaca.” Dia (Balqis) berkata, “Ya Tuhanku, sungguh, aku telah berbuat zalim terhadap diriku. Aku berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam.”",
            "tafsir_jalalayn": "(Dan dikatakan pula kepadanya, \"Masuklah ke dalam istana!\") yang lantainya terbuat dari kaca yang bening sekali, kemudian di bawahnya ada air tawar yang mengalir yang ada ikannya. Nabi Sulaiman sengaja melakukan demikian sewaktu ia mendengar berita bahwa kedua betis ratu Balqis dan kedua telapak kakinya seperti keledai. (Maka tatkala dia melihat lantai istana itu dikiranya kolam air) yakni kolam yang penuh dengan air (dan disingkapkannya kedua betisnya) untuk menyeberangi yang ia duga sebagai kolam, sedangkan Nabi Sulaiman pada saat itu duduk di atas singgasananya di ujung lantai kaca itu, maka ternyata ia melihat kedua betis dan kedua telapak kakinya indah. (Sulaiman berkata) kepada Balqis, (\"Sesungguhnya ia adalah istana licin) dan halus (yang terbuat dari kaca\") kemudian Nabi Sulaiman mengajaknya untuk masuk Islam. (Balqis berkata, \"Ya Rabbku! Sesungguhnya aku telah berbuat zalim terhadap diriku sendiri) dengan menyembah selain Engkau (dan aku berserah diri) mulai saat ini (bersama Sulaiman kepada Allah, Rabb semesta alam.\") kemudian Nabi Sulaiman berkehendak untuk mengawininya tetapi ia tidak menyukai rambut yang ada pada kedua betisnya. Maka setan-setan membuat cahaya untuk Nabi Sulaiman, dengan cahaya itu lenyaplah bulu-bulu betisnya. Nabi Sulaiman menikahinya serta mencintainya, kemudian Nabi Sulaiman mengakui kerajaannya. Tersebutlah, bahwa Nabi Sulaiman menggilirnya sekali setiap bulan, kemudian ia tinggal bersamanya selama tiga hari untuk setiap giliran. Disebutkan di dalam suatu riwayat, bahwa Nabi Sulaiman telah diangkat menjadi raja sejak ia berumur tiga belas tahun. Pada saat ia meninggal dunia umurnya mencapai lima puluh tiga tahun; Maha Suci Allah yang tiada habis bagi kerajaan-Nya.",
            "sajda": false,
            "transliteration": "Qeela lahad khulis sarha falammaa ra at hu hasibat hu lujjatanw wa khashafat 'an saaqaihaa; qaala innahoo sarhum mumarradum min qawaareer; qaalat Rabbi innee zalamtu nafsee wa aslamtu ma'a Sulaimaana lillaahi Rabbil 'aalameen",
            "tajweed_text": "قِيلَ لَهَا [h:9976[ٱ][q:9977[دْ]خُلِى [h:9978[ٱ][l[ل]صَّرْحَ‌ۖ فَلَ[g[مّ]َا رَأَتْهُ حَسِبَتْهُ لُجَّ[a:9979[ةً و]َكَشَفَتْ عَ[f:9980[ن س]َاقَيْهَا‌ۚ قَالَ إِ[g[نّ]َهُ[n[ۥ] صَرْ[a:9981[حٌ م]ُّمَرَّ[a:9982[دٌ م]ِّ[f:9983[ن ق]َوَارِيرَ‌ۗ قَالَتْ رَبِّ إِ[g[نّ]ِى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَ[n[ـٰ]نَ لِلَّهِ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        }
    ]
}