{
    "page_number": 381,
    "data": [
        {
            "aya_id": 3204,
            "aya_number": 45,
            "aya_text": "وَلَقَدْ اَرْسَلْنَآ اِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا اَنِ اعْبُدُوا اللّٰهَ فَاِذَا هُمْ فَرِيْقٰنِ يَخْتَصِمُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus kepada (kaum) Samud saudara mereka yaitu Saleh (yang menyeru), “Sembahlah Allah!” Tetapi tiba-tiba mereka (menjadi) dua golongan yang bermusuhan.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mengutus kepada kaum Tsamud saudara mereka) yang satu kabilah (Saleh, yang berseru, \"Sembahlah Allah!\") tauhidkanlah Dia. (Tetapi tiba-tiba mereka jadi dua golongan yang bermusuhan) dalam masalah agama; segolongan terdiri dari orang-orang yang beriman kepadanya sejak ia diutus kepada mereka dan golongan yang lain adalah orang-orang kafir.",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaaa ilaa Samoda akhaahum Saalihan ani'budul lahha fa izaa hum fareeqaani yakhtasimoon",
            "tajweed_text": "وَلَقَ[q:341[دْ] أَرْسَلْن[o[َآ] إِلَىٰ ثَمُودَ أَخَاهُمْ صَ[n[ـٰ]لِحًا أَنِ [h:3899[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3205,
            "aya_number": 46,
            "aya_text": "قَالَ يٰقَوْمِ لِمَ تَسْتَعْجِلُوْنَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِۚ  لَوْلَا تَسْتَغْفِرُوْنَ اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Dia (Saleh) berkata, “Wahai kaumku! Mengapa kamu meminta disegerakan keburukan sebelum (kamu meminta) kebaikan? Mengapa kamu tidak memohon ampunan kepada Allah, agar kamu mendapat rahmat?”",
            "tafsir_jalalayn": "(Dia berkata) kepada orang-orang yang mendustakannya. (\"Hai kaumku! Mengapa kalian minta disegerakan keburukan sebelum kamu minta kebaikan?) yakni meminta disegerakan turunnya azab sebelum rahmat, karena kalian telah mengatakan, 'Jika apa yang kamu datangkan kepada kami itu adalah benar, maka turunkanlah azab kepada kami', (Mengapa tidak) (kalian meminta ampun kepada Allah) dari kemusyrikan (agar kalian mendapat rahmat\") karenanya kalian tidak akan diazab.",
            "sajda": false,
            "transliteration": "Qaala yaa qawmi lima tasta'jiloona bissaiyi'ati qablal hasanati law laa tas taghfiroonal laaha la'allakum turhamoon",
            "tajweed_text": "قَالَ يَ[n[ـٰ]قَوْمِ لِمَ تَسْتَعْجِلُونَ بِ[h:4563[ٱ][l[ل]سَّيِّئَةِ قَ[q:3282[بْ]لَ [h:6889[ٱ]لْحَسَنَةِ‌ۖ لَوْلَا تَسْتَغْفِرُونَ [h:9984[ٱ]للَّهَ لَعَلَّكُمْ تُرْحَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3206,
            "aya_number": 47,
            "aya_text": "قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَّعَكَۗ قَالَ طٰۤىِٕرُكُمْ عِنْدَ اللّٰهِ  بَلْ اَنْتُمْ قَوْمٌ تُفْتَنُوْنَ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Mereka menjawab, “Kami mendapat nasib yang malang disebabkan oleh kamu dan orang-orang yang bersamamu.” Dia (Saleh) berkata, “Nasibmu ada pada Allah (bukan kami yang menjadi sebab), tetapi kamu adalah kaum yang sedang diuji.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Kami mendapat kesialan) asalnya adalah Tathayyarna, kemudian huruf Ta diidgamkan kepada huruf Tha setelah diganti menjadi Tha, kemudian ditarik Hamzah Washal, sehingga menjadi Iththayyarna. Artinya, kami merasa sial (disebabkan kamu dan orang-orang yang besertamu\") yakni orang-orang Mukmin yang besertamu. Mereka mengatakan demikian karena mereka tertimpa kemarau panjang dan paceklik. (Saleh berkata, \"Nasib kalian) yakni kesialan kalian (adapada sisi Allah) Dia-lah yang telah mendatangkannya kepada kalian, bukan kami (tetapi kalian kaum yang diuji\") maksudnya sedang dicoba dengan kebaikan dan keburukan.",
            "sajda": false,
            "transliteration": "Qaalut taiyarnaa bika wa bimam ma'ak; qaala taaa'irukum 'indal laahi bal antum qawmun tuftanoon",
            "tajweed_text": "قَالُو[s[اْ] [h:9985[ٱ]طَّيَّرْنَا بِكَ وَبِم[a:9986[َن م]َّعَكَ‌ۚ قَالَ طَ[o[ـٰٓ]ئِرُكُمْ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۖ بَلْ أَ[f:428[نت]ُمْ قَوْ[f:9987[مٌ ت]ُفْتَن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3207,
            "aya_number": 48,
            "aya_text": "وَكَانَ فِى الْمَدِيْنَةِ تِسْعَةُ رَهْطٍ يُّفْسِدُوْنَ فِى الْاَرْضِ وَلَا يُصْلِحُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Dan di kota itu ada sembilan orang laki-laki yang berbuat kerusakan di bumi, mereka tidak melakukan perbaikan.",
            "tafsir_jalalayn": "(Dan adalah di kota itu) yakni kota kaum Tsamud itu (sembilan orang laki-laki) dari kalangan kaum laki-laki (yang gemar membuat kerusakan di muka bumi) dengan melakukan perbuatan-perbuatan maksiat antara lain mereka merentenkan uang-uang Dirham (dan mereka tidak berbuat kebaikan) tidak pernah melakukan ketaatan.",
            "sajda": false,
            "transliteration": "Wa kaana fil madeenati tis'atu rahtiny yufsidoona fil ardi wa laa yuslihoon",
            "tajweed_text": "وَكَانَ فِى [h:4932[ٱ]لْمَدِينَةِ تِسْعَةُ رَهْ[a:9988[طٍ ي]ُفْسِدُونَ فِى [h:44[ٱ]لْأَرْضِ وَلَا يُصْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3208,
            "aya_number": 49,
            "aya_text": "قَالُوْا تَقَاسَمُوْا بِاللّٰهِ لَنُبَيِّتَنَّهٗ وَاَهْلَهٗ ثُمَّ لَنَقُوْلَنَّ لِوَلِيِّهٖ مَا شَهِدْنَا مَهْلِكَ اَهْلِهٖ وَاِنَّا لَصٰدِقُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Mereka berkata, “Bersumpahlah kamu dengan (nama) Allah, bahwa kita pasti akan menyerang dia bersama keluarganya pada malam hari, kemudian kita akan mengatakan kepada ahli warisnya (bahwa) kita tidak menyaksikan kebinasaan keluarganya itu, dan sungguh, kita orang yang benar.”",
            "tafsir_jalalayn": "(Mereka berkata) sebagian dari mereka berkata kepada sebagian yang lainnya, (\"Bersumpahlah kalian) lakukanlah sumpah oleh kalian (dengan nama Allah bahwa kita sungguh-sungguh akan menyerangnya dengan tiba-tiba di malam hari) lafal Lanubayyitannahu ini dapat pula dibaca Latubayyitunnahu (beserta keluarganya) yakni orang-orang yang beriman kepadanya. Maksudnya, kami bunuh mereka di malam hari secara sekonyong-konyong (kemudian kita katakan) dapat dibaca Lanaqulanna dan Lataqulunna (kepada ahli warisnya) yakni kepada orang-orang yang memiliki darahnya (bahwa kita tidak menyaksikan) tidak terlibat (kematian keluarganya) dapat dibaca Mahlika dan Muhlika, maksudnya, kami tidak mengetahui siapakah yang telah membunuh mereka (dan sesungguhnya kita adalah orang-orang yang benar\").",
            "sajda": false,
            "transliteration": "Qaaloo taqaasamoo billaahi lanubaiyitannahoo wa ahlahoo summaa lanaqoolana liwaliy yihee maa shahidnaa mahlika ahliee wa innaa lasaadiqoon",
            "tajweed_text": "قَالُو[s[اْ] تَقَاسَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ لَنُبَيِّتَ[g[نّ]َهُ[n[ۥ] وَأَهْلَهُ[n[ۥ] ثُ[g[مّ]َ لَنَقُولَ[g[نّ]َ لِوَلِيِّه[n[ِۦ] مَا شَهِ[q:4421[دْ]نَا مَهْلِكَ أَهْلِه[n[ِۦ] وَإِ[g[نّ]َا لَصَ[n[ـٰ]دِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3209,
            "aya_number": 50,
            "aya_text": "وَمَكَرُوْا مَكْرًا وَّمَكَرْنَا مَكْرًا وَّهُمْ لَا يَشْعُرُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Dan mereka membuat tipu daya, dan Kami pun menyusun tipu daya, sedang mereka tidak menyadari.",
            "tafsir_jalalayn": "(Dan mereka pun merencanakan makar) untuk membunuh Nabi Saleh dan para pengikutnya (dengan sungguh-sungguh dan Kami merencanakan makar pula) membalasnya dengan menyegerakan hukuman kepada mereka (sedangkan mereka tidak menyadari).",
            "sajda": false,
            "transliteration": "Wa makaroo makranw wa makarnaa makranw wa hum laa yash'uroon",
            "tajweed_text": "وَمَكَرُو[s[اْ] مَكْ[a:9989[رًا و]َمَكَرْنَا مَكْ[a:9990[رًا و]َهُمْ لَا يَشْعُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3210,
            "aya_number": 51,
            "aya_text": "فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ اَنَّا دَمَّرْنٰهُمْ وَقَوْمَهُمْ اَجْمَعِيْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Maka perhatikanlah bagaimana akibat dari tipu daya mereka, bahwa Kami membinasakan mereka dan kaum mereka semuanya.",
            "tafsir_jalalayn": "(Maka perhatikanlah betapa sesungguhnya akibat makar mereka itu, bahwasanya Kami membinasakan mereka) sebagai balasannya (dan kaum mereka semuanya) dengan jeritan malaikat Jibril atau para Malaikat melempari mereka dengan batu-batu sedangkan mereka tidak melihat malaikat-malaikat itu tetapi para malaikat melihat mereka.",
            "sajda": false,
            "transliteration": "Fanzur kaifa kaana 'aaqibatu makrihim annaa dammar naahum wa qawmahum ajma'een",
            "tajweed_text": "فَ[h:9999[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ مَكْرِهِمْ أَ[g[نّ]َا دَ[g[مّ]َرْنَ[n[ـٰ]هُمْ وَقَوْمَهُمْ أَ[q:825[جْ]مَع[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3211,
            "aya_number": 52,
            "aya_text": "فَتِلْكَ بُيُوْتُهُمْ خَاوِيَةً ۢبِمَا ظَلَمُوْاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْلَمُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Maka itulah rumah-rumah mereka yang runtuh karena kezaliman mereka. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang yang mengetahui.",
            "tafsir_jalalayn": "(Maka itulah rumah-rumah mereka dalam keadaan runtuh) yaitu kosong. Lafal Khawiyatan dinashabkan karena berkedudukan sebagai Hal, sedangkan 'Amil-nya atau yang mempengaruhinya adalah makna yang terkandung di dalam Isim Isyarat atau lafal Tilka (disebabkan kelaliman mereka) disebabkan kekafiran mereka. (Sesungguhnya yang demikian itu terdapat pelajaran) yaitu contoh yang dapat dijadikan sebagai pelajaran (bagi kaum yang mengetahui) kekuasaan Kami, karenanya mereka mengambil pelajaran darinya.",
            "sajda": false,
            "transliteration": "Fatilka buyootuhum khaa wiyatam bimaa zalamoo; inna fee zaalika la Aayatal liqaw miny-ya'lamoon",
            "tajweed_text": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَ[i:9991[ةَۢ ب]ِمَا ظَلَم[o[ُوٓ[s[اْ]‌ۗ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3212,
            "aya_number": 53,
            "aya_text": "وَاَنْجَيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Dan Kami selamatkan orang-orang yang beriman dan mereka selalu bertakwa.",
            "tafsir_jalalayn": "(Dan telah Kami selamatkan orang-orang yang beriman) kepada Nabi Saleh, yang jumlah mereka mencapai empat ribu orang (dan mereka itu selalu bertakwa) selalu memelihara diri dari perbuatan musyrik.",
            "sajda": false,
            "transliteration": "Wa anjainal lazeena aamanoo wa kaanoo yattaqoon",
            "tajweed_text": "وَأَ[f:9771[نج]َيْنَا [h:9992[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَكَانُو[s[اْ] يَتَّق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3213,
            "aya_number": 54,
            "aya_text": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ وَاَنْتُمْ تُبْصِرُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Dan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?”",
            "tafsir_jalalayn": "(Dan ingatlah kisah Luth) lafal Luthan di-nashab-kan oleh lafal Udzkur yang keberadaannya diperkirakan sebelumnya, kemudian dijelaskan oleh Badalnya (yaitu ketika dia berkata kepada kaumnya, \"Mengapa kalian mengerjakan perbuatan fahisyah itu) yakni perbuatan sodomi atau homosex (sedangkan kalian mengetahuinya) sebagian di antara kalian melihat sebagian yang lain bergelimang di dalam melakukan perbuatan yang jelas kejinya itu.",
            "sajda": false,
            "transliteration": "Wa lootan iz qaala liqawmiheee ataatoonal faa hishata wa antum qawmun tajjhaloon",
            "tajweed_text": "وَلُوطًا إِذْ قَالَ لِقَوْمِه[o[ِۦٓ] أَتَأْتُونَ [h:4827[ٱ]لْفَ[n[ـٰ]حِشَةَ وَأَ[f:98[نت]ُمْ تُ[q:8674[بْ]صِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3214,
            "aya_number": 55,
            "aya_text": "اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِ ۗبَلْ اَنْتُمْ قَوْمٌ تَجْهَلُوْنَ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 381,
            "translation_aya_text": "Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu).",
            "tafsir_jalalayn": "(Mengapa kalian) dapat dibaca secara Tahqiq dan Tashil (mendatangi laki-laki untuk melampiaskan nafsu syahwat kalian, bukan mendatangi wanita? Sebenarnya kalian adalah kaum yang tidak mengetahui.\") akibat dari perbuatan kalian itu.",
            "sajda": false,
            "transliteration": "A'innakum lataatoonar rijaala shahwatam min doonin nisaaa'; bal antum qawmun tajhaloon",
            "tajweed_text": "أَئِ[g[نّ]َكُمْ لَتَأْتُونَ [h:4830[ٱ][l[ل]رِّجَالَ شَهْوَ[a:4831[ةً م]ِّ[f:107[ن د]ُونِ [h:4832[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ‌ۚ بَلْ أَ[f:428[نت]ُمْ قَوْ[f:4983[مٌ ت]َ[q:4984[جْ]هَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        }
    ]
}