{
    "page_number": 382,
    "data": [
        {
            "aya_id": 3215,
            "aya_number": 56,
            "aya_text": "۞ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْٓا اٰلَ لُوْطٍ مِّنْ قَرْيَتِكُمْۙ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 382,
            "translation_aya_text": "Jawaban kaumnya tidak lain hanya dengan mengatakan, “Usirlah Lut dan keluarganya dari negerimu; sesungguhnya mereka adalah orang-orang yang (menganggap dirinya) suci.”",
            "tafsir_jalalayn": "(Maka tidak lain jawaban kaumnya melainkan mengatakan \"Usirlah Luth beserta keluarganya) (dari negeri kalian, karena sesungguhnya mereka itu orang-orang yang mengklaim dirinya bersih\") dari dubur kaum laki-laki, yakni tidak mau melakukan homosex.",
            "sajda": false,
            "transliteration": "Fammaa kaana jawaaba qawmiheee illaaa an qaalooo akrijoon aalaa Lootim min qaryatikum innahum unaasuny yatatahharoon",
            "tajweed_text": "۞ فَمَا كَانَ جَوَابَ قَوْمِه[o[ِۦٓ] إِلّ[o[َآ] أَ[f:2304[ن ق]َال[o[ُوٓ][s[اْ] أَخْرِج[o[ُوٓ][s[اْ] ءَالَ لُو[a:9993[طٍ م]ِّ[f:4835[ن ق]َرْيَتِكُمْ‌ۖ إِ[g[نّ]َهُمْ أُنَا[a:4836[سٌ ي]َتَطَهَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3216,
            "aya_number": 57,
            "aya_text": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ قَدَّرْنٰهَا مِنَ الْغٰبِرِيْنَ  ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 382,
            "translation_aya_text": "Maka Kami selamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan dia termasuk orang-orang yang tertinggal (dibinasakan).",
            "tafsir_jalalayn": "(Maka Kami selamatkan dia beserta keluarganya kecuali istrinya, Kami telah menakdirkan dia) telah memastikannya (termasuk orang-orang yang tertinggal) tetap terkena azab.",
            "sajda": false,
            "transliteration": "Fa anjainaahu wa ahlahooo illam ra atahoo qaddarnaahaa minal ghaabireen",
            "tajweed_text": "فَأَ[f:4779[نج]َيْنَ[n[ـٰ]هُ وَأَهْلَهُ[o[ۥٓ] إِلَّا [h:4837[ٱ]مْرَأَتَهُ[n[ۥ] قَدَّرْنَ[n[ـٰ]هَا مِنَ [h:4838[ٱ]لْغَ[n[ـٰ]بِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3217,
            "aya_number": 58,
            "aya_text": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ࣖ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 382,
            "translation_aya_text": "Dan Kami hujani mereka dengan hujan (batu), maka sangat buruklah hujan (yang ditimpakan) pada orang-orang yang diberi peringatan itu (tetapi tidak mengindahkan). ",
            "tafsir_jalalayn": "(Dan Kami turunkan hujan atas mereka) berupa batu dari sijjil, maka binasalah mereka (maka amat buruklah) seburuk-buruk (hujan yang ditimpakan atas orang-orang yang diberi peringatan itu) yaitu hujan azab yang ditimpakan atas mereka.",
            "sajda": false,
            "transliteration": "Wa amtarnaa 'alaihimm mataran fasaaa'a matarul munzareen",
            "tajweed_text": "وَأَمْطَرْنَا عَلَيْه[w:4839[ِم م]َّطَ[f:9838[رًا‌ۖ ف]َس[o[َا]ٓءَ مَطَرُ [h:9839[ٱ]لْمُ[f:6137[نذ]َر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3218,
            "aya_number": 59,
            "aya_text": "قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ",
            "sura_id": 27,
            "juz_id": 19,
            "page_number": 382,
            "translation_aya_text": "Katakanlah (Muhammad), “Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan (dengan Dia)?”",
            "tafsir_jalalayn": "(Katakanlah) hai Muhammad!, (\"Segala puji bagi Allah) atas binasanya orang-orang kafir dari umat-umat terdahulu (dan kesejahteraan atas hamba-hamba-Nya yang dipilih-Nya) yakni mereka yang dipilih-Nya (Apakah Allah) Allah dapat dibaca Tahqiq dan Tas-hil (yang lebih baik) bagi orang yang menyembah-Nya (ataukah apa yang mereka persekutukan dengan Dia) dapat dibaca, Yusyrikuna dan Tusyrikuna. Maksudnya apa yang dipersekutukan oleh para kuffar Mekah yaitu berhala-berhala. Apakah berhala-berhala itu lebih baik bagi para penyembahnya?",
            "sajda": false,
            "transliteration": "Qulil hamdu lillaahi wa salaamun 'alaa 'ibaadihil lazeenas tafaa; aaallaahu khairun ammmaa yushrikoon",
            "tajweed_text": "قُلِ [h:9994[ٱ]لْحَمْدُ لِلَّهِ وَسَلَ[n[ـٰ]مٌ عَلَىٰ عِبَادِهِ [h:9995[ٱ]لَّذِينَ [h:9996[ٱ]صْطَفَ[o[ىٰٓ‌ۗ] ءَآللَّهُ خَيْرٌ أَ[g[مّ]َا يُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3219,
            "aya_number": 60,
            "aya_text": "اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَ ۗ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 382,
            "translation_aya_text": "Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran).",
            "tafsir_jalalayn": "(Atau siapakah yang telah menciptakan langit dan bumi dan yang menurunkan air dari langit buat kalian, lalu Kami tumbuhkan) di dalam ungkapan ini terdapat Iltifat yakni sindiran dari Ghaibah kepada Mutakallim (dengan air itu kebun-kebun) lafal Hada-iq bentuk jamak dari lafal Hadiqatun artinya kebun yang dipagari (yang berpemandangan indah) tampak indah (yang kalian sekali-kali tidak mampu menumbuhkan pohon-pohonnya?) karena kalian tidak akan mempunyai kemampuan dan kekuasaan untuk itu. (Apakah ada tuhan) a-ilahun dapat dibaca Tahqiq dan Tas-hil (di samping Allah) yang membantu-Nya untuk melakukan hal-hal tersebut? Maksudnya tidak ada tuhan lain di samping Dia. (Bahkan sebenarnya mereka adalah orang-orang yang menyimpang) yakni menyekutukan Allah dengan selain-Nya.",
            "sajda": false,
            "transliteration": "Amman khalaqas samaawaati wal arda wa anzala lakum minas samaaa'i maaa'an fa ambatnaa bihee hadaaa'iqa zaata bahjjah; maa kanna lakum an tumbitoo shajarahaa; 'a-ilaahum ma'al laah; bal hum qawmuny ya'diloon",
            "tajweed_text": "أَ[g[مّ]َنْ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَأَ[f:91[نز]َلَ لَك[w:1578[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:9997[ءً ف]َأَ[i:9998[نۢب]َتْنَا بِه[n[ِۦ] حَد[o[َا]ٓئِقَ ذَاتَ بَهْجَ[a:9999[ةٍ م]َّا كَانَ لَكُمْ أَ[f:10000[ن ت]ُ[i:10001[نۢب]ِتُو[s[اْ] شَجَرَه[o[َآ‌ۗ] أَءِلَ[n[ـٰ][a:10002[هٌ م]َّعَ [h:3975[ٱ]للَّهِ‌ۚ بَلْ هُمْ قَوْ[a:10003[مٌ ي]َعْدِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3220,
            "aya_number": 61,
            "aya_text": "اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ۗ  ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 382,
            "translation_aya_text": "Bukankah Dia (Allah) yang telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengokohkan)nya dan yang menjadikan suatu pemisah antara dua laut? Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui.",
            "tafsir_jalalayn": "(Atau siapakah yang telah menjadikan bumi sebagai tempat berdiam) sehingga ia tidak menggoncangkan penduduknya (dan yang menjadikan di cekah-celahnya) yakni di antara celah-celahnya (sungai-sungai dan yang menjadikan gunung-gunung untuk mengokohkannya) sebagai pengokoh Bumi (dan menjadikan suatu pemisah antara dua laut) antara air tawar dan air asin, satu sama lainnya tidak bercampur baur. (Apakah di samping Allah ada tuhan yang lain? Bahkan sebenarnya kebanyakan dari mereka tidak mengetahui) keesaaan-Nya",
            "sajda": false,
            "transliteration": "Ammann ja'alal arda qaraaranw wa ja'ala khilaalahaaa anhaaranw wa ja'ala lahaa rawaasiya wa ja'ala bainal bahraini haajizaa; 'a-ilaahumma'allah; bal aksaruhum la ya'lamoon",
            "tajweed_text": "أَ[g[مّ]َ[f:10004[ن ج]َعَلَ [h:10005[ٱ]لْأَرْضَ قَرَا[a:10006[رًا و]َجَعَلَ خِلَ[n[ـٰ]لَه[o[َآ] أَنْهَ[n[ـٰ][a:10007[رًا و]َجَعَلَ لَهَا رَو[n[َٲ]سِىَ وَجَعَلَ بَيْنَ [h:10008[ٱ]لْبَحْرَيْنِ حَاجِزًا‌ۗ أَءِلَ[n[ـٰ][a:10002[هٌ م]َّعَ [h:3975[ٱ]للَّهِ‌ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3221,
            "aya_number": 62,
            "aya_text": "اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 382,
            "translation_aya_text": "Bukankah Dia (Allah) yang memperkenankan (doa) orang yang dalam kesulitan apabila dia berdoa kepada-Nya, dan menghilangkan kesusahan dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah di samping Allah ada tuhan (yang lain)? Sedikit sekali (nikmat Allah) yang kamu ingat.",
            "tafsir_jalalayn": "(Atau siapakah yang memperkenankan doa orang yang dalam kesulitan) orang yang sengsara kemudian tertimpa kemudaratan (apabila ia berdoa kepada-Nya, dan yang menghilangkan kesusahan) dari dirinya dan dari diri orang selainnya (dan yang menjadikan kalian sebagai khalifah di bumi) Idhafah dalam lafal Khulafa-al Ardhi mengandung makna Fi. Maksudnya. setiap generasi menjadi pengganti generasi sebelumnya. (Apakah di samping Allah ada tuhan yang lain? Amat sedikitlah kalian mengingati-Nya) mengambil pelajaran dari hal ini. Lafal Tadzakkaruna dapat pula dibaca Yadzdzakkaruna; kemudian huruf Ta di-idgham-kan kepada huruf Dzal. Dan huruf Ma di sini untuk menunjukkan makna sedikit sekali. bintang sebagai pemandunya di waktu tengah malam, dan, dengan tanda-tanda yang ada di daratan di waktu siang hari",
            "sajda": false,
            "transliteration": "Ammany-yujeebul mud tarra izaa da'aahu wa yakshifussooo'a wa yaj'alukum khula faaa'al ardi 'a-ilaahum ma'al laahi qaleelam maa tazak karoon",
            "tajweed_text": "أَ[g[مّ][a:10009[َن ي]ُجِيبُ [h:10010[ٱ]لْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ [h:10011[ٱ][l[ل]سّ[o[ُو]ٓءَ وَيَ[q:10012[جْ]عَلُكُمْ خُلَف[o[َا]ٓءَ [h:10013[ٱ]لْأَرْضِ‌ۗ أَءِلَ[n[ـٰ][a:10002[هٌ م]َّعَ [h:3975[ٱ]للَّهِ‌ۚ قَلِيل[a:4583[اً م]َّا تَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3222,
            "aya_number": 63,
            "aya_text": "اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًا ۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 382,
            "translation_aya_text": "Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan. ",
            "tafsir_jalalayn": "(Atau siapakah yang memimpin kalian) yakni yang membimbing kalian kepada tujuan-tujuan kalian (dalam kegelapan di daratan dan lautan) dengan bintang-bintang sebagai pemandunya di waktu tengah malam dan dengan tanda-tanda yang ada di daratan di waktu siang hari (dan siapa pulakah yang mendatangkan angin sebagai kabar gembira sebelum kedatangan rahmat-Nya) sebelum hujan tiba (Apakah di samping Allah ada tuhan yang lain? Maha Tinggi Allah terhadap apa yang mereka persekutukan) dengan-Nya.",
            "sajda": false,
            "transliteration": "Ammany-yahdeekum fee zulumaatil barri wal bahri wa many yursilu riyaaha bushram baina yadai rahmatih; 'a-ilaahum ma'al laah; Ta'aalal laahu 'ammaa yushrikoon",
            "tajweed_text": "أَ[g[مّ][a:10014[َن ي]َهْدِيكُمْ فِى ظُلُمَ[n[ـٰ]تِ [h:4129[ٱ]لْبَرِّ وَ[h:4107[ٱ]لْبَحْرِ وَم[a:10015[َن ي]ُرْسِلُ [h:4755[ٱ][l[ل]رِّيَ[n[ـٰ]حَ بُشْر[i:4756[َۢا ب]َيْنَ يَدَىْ رَحْمَتِه[o[ِۦٓ‌ۗ] أَءِلَ[n[ـٰ][a:10002[هٌ م]َّعَ [h:3975[ٱ]للَّهِ‌ۚ تَعَ[n[ـٰ]لَى [h:10016[ٱ]للَّهُ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        }
    ]
}