{
    "page_number": 383,
    "data": [
        {
            "aya_id": 3223,
            "aya_number": 64,
            "aya_text": "اَمَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَمَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Bukankah Dia (Allah) yang menciptakan (makhluk) dari permulaannya, kemudian mengulanginya (lagi) dan yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, “Kemukakanlah bukti kebenaranmu, jika kamu orang yang benar.”",
            "tafsir_jalalayn": "(Atau siapakah yang menciptakan manusia dari permulaannya) di dalam rahim, yakni dari air mani (kemudian mengulanginya lagi) menghidupkannya kembali sesudah mati, sekalipun kalian tidak mengakui adanya hari berbangkit itu, karena bukti-bukti yang menunjukkannya telah jelas (dan siapa pula yang memberikan rezeki dari langit) melalui hujan (dan bumi?) melalui tumbuh-tumbuhan. (Apakah di samping Allah ada tuhan yang lain?\") maksudnya, tidak ada yang dapat melakukan sedikit pun dari hal-hal yang telah disebutkan tadi melainkan hanya Allah semata, dan tiada Tuhan selain-Nya. (Katakanlah) hai Muhammad!, (\"Unjukkanlah bukti kebenaran kalian) argumentasi kalian (jika kalian memang orang-orang yang benar\") bahwasanya di samping-Ku ada tuhan lain yang mampu berbuat sesuatu dari hal-hal yang telah disebutkan tadi. Kemudian orang-orang kafir itu bertanya kepada Nabi saw. tentang waktu kiamat, maka turunlah firman-Nya,",
            "sajda": false,
            "transliteration": "Ammmany-yabda'ul khalqa summa yu'eeduhoo wa many-yarzuqukum minas sammaaa'i wal ard; 'a-ilaahum ma'allah; qul haatoo burhaanakum in kuntum saadiqeen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3224,
            "aya_number": 65,
            "aya_text": "قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُ ۗوَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Katakanlah (Muhammad), “Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan.”",
            "tafsir_jalalayn": "(Katakanlah!, \"Tidak ada seorang pun di langit dan di bumi yang mengetahui) baik dari kalangan para Malaikat maupun manusia (perkara yang gaib) dari mereka (kecuali) hanya (Allah saja) yang mengetahuinya (dan mereka tidak mengetahui) maksudnya orang-orang kafir Mekah sama pula dengan orang-orang selain mereka (bila) kapan waktunya (mereka dibangkitkan hidup kembali.\")",
            "sajda": false,
            "transliteration": "Qul laa ya'lamu mman fis sammaawaati wal ardil ghaiba illal laah; wa maa yash'uroona aiyaana yub'asoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3225,
            "aya_number": 66,
            "aya_text": "بَلِ ادّٰرَكَ عِلْمُهُمْ فِى الْاٰخِرَةِۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْهَاۗ بَلْ هُمْ مِّنْهَا عَمُوْنَ ࣖ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Bahkan pengetahuan mereka tentang akhirat tidak sampai (ke sana). Bahkan mereka ragu-ragu tentangnya (akhirat itu). Bahkan mereka buta tentang itu.",
            "tafsir_jalalayn": "(Apakah) lafal Bal di sini bermakna Hal, yakni apakah (sampai ke sana) lafal Iddaraka pada asalnya adalah Tadaraka, kemudian huruf Ta diganti menjadi Dal kemudian di-idgam-kan kepada Dal, lalu ditariklah Hamzali Washal, artinya sama dengan lafal Balagha, Lahiqa, atau Tataba'a dan Talahaqa, yaitu, sampai ke sana. Menurut qiraat yang lain dibaca Adraka menurut wazan Akrama, sehingga artinya menjadi, Apakah telah sampai ke sana (pengetahuan mereka tentang akhirat?) yakni mengenai hari akhirat, sehingga mereka menanyakan tentang kedatangannya. Pada kenyataannya tidaklah demikian (sebenarnya mereka ragu-ragu tentang akhirat itu, bahkan mereka buta daripadanya) 'Amuna berasal dari kata Umyul Qalbi yang artinya buta hatinya; pengertian ungkapan ini lebih mengena daripada kalimat sebelumnya. Pada asalnya lafal 'Amuna adalah 'Amiyuna, oleh karena harakat Dhammah atas Ya dianggap berat untuk diucapkan, maka harakat Dhammah-nya dipindahkan kepada Mim, hal ini dilakukan sesudah terlebih dahulu harakat Kasrah-nya dibuang, sehingga jadilah 'Amuna.",
            "sajda": false,
            "transliteration": "Balid daaraka 'ilmuhum fil Aakhirah; bal hum fee shakkim minhaa bal hum minhaa 'amoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3226,
            "aya_number": 67,
            "aya_text": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا ءَاِذَا كُنَّا تُرَابًا وَّاٰبَاۤؤُنَآ اَىِٕنَّا لَمُخْرَجُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Dan orang-orang yang kafir berkata, “Setelah kita menjadi tanah dan (begitu pula) nenek moyang kita, apakah benar kita akan dikeluarkan (dari kubur)?",
            "tafsir_jalalayn": "Berkata pula orang-orang kafir) yang mengingkari adanya hari berbangkit (\"Apakah setelah kita menjadi tanah dan begitu pula bapak-bapak kita; apakah sesungguhnya kita akan dikeluarkan kembali?) dari kuburan kita, maksudnya akan dihidupkan kembali.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena kafarooo 'a-izaa kunnaa turaabanw wa aabaaa'unaaa a'innaa lamukhrajoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3227,
            "aya_number": 68,
            "aya_text": "لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَاۤؤُنَا مِنْ قَبْلُۙ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Sejak dahulu kami telah diberi ancaman dengan ini (hari kebangkitan); kami dan nenek moyang kami. Sebenarnya ini hanyalah dongeng orang-orang terdahulu.”",
            "tafsir_jalalayn": "(Sesungguhnya kami telah diberi ancaman dengan ini dan juga bapak-bapak kami dahulu, tiada lain) yakni tidak lain (ini hanyalah dongeng-dongengan orang dahulu kala\") lafal Asathir bentuk jamak dari lafal Usthurah, artinya dongeng yang tidak ada kenyataannya, atau cerita dusta.",
            "sajda": false,
            "transliteration": "Laqad wu'idnaa haazaa nahnu wa aabaaa'unaa min qablu in haazaaa illaaa asaateerul awwaleen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3228,
            "aya_number": 69,
            "aya_text": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Katakanlah (Muhammad), “Berjalanlah kamu di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa. ",
            "tafsir_jalalayn": "(Katakanlah!, \"Berjalanlah kalian di muka bumi, lalu perhatikanlah bagaimana akibat orang-orang yang berdosa) karena ingkar kepada adanya hari berbangkit, yaitu dibinasakan-Nya mereka oleh azab-Nya.",
            "sajda": false,
            "transliteration": "Qul seeroo fil ardi fanzuroo kaifa kaana 'aaqibatul mujremeen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3229,
            "aya_number": 70,
            "aya_text": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Dan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.”",
            "tafsir_jalalayn": "(Dan janganlah kamu berduka cita terhadap mereka dan janganlah dadamu merasa sempit terhadap apa yang mereka tipu dayakan\") ayat ini merupakan hiburan dan penenang hati Nabi saw. Maksudnya, janganlah kamu hiraukan makar mereka terhadap dirimu, karena sesungguhnya Kami akan menolong kamu dari mereka.",
            "sajda": false,
            "transliteration": "Wa laa tahzan 'alaihim wa laa takun fee daiqim mimmaa yamkuroon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3230,
            "aya_number": 71,
            "aya_text": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Dan mereka (orang kafir) berkata, “Kapankah datangnya janji (azab) itu, jika kamu orang yang benar.”",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Bilakah datangnya ancaman itu) azab yang diancamkan itu (jika memang kamu orang-orang yang benar.\") di dalam pengakuanmu itu.",
            "sajda": false,
            "transliteration": "Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3231,
            "aya_number": 72,
            "aya_text": "قُلْ عَسٰٓى اَنْ يَّكُوْنَ رَدِفَ لَكُمْ بَعْضُ الَّذِيْ تَسْتَعْجِلُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Katakanlah (Muhammad), “Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.”",
            "tafsir_jalalayn": "(Katakanlah!, \"Mungkin telah hampir datang) artinya telah dekat (kepada kalian sebagian dari azab yang kalian minta supaya disegerakan itu.\") maka terjadilah hal itu, yaitu dengan dibunuhnya mereka dalam perang Badar, sedangkan azab yang lainnya akan menimpa mereka sesudah mereka mati.",
            "sajda": false,
            "transliteration": "Qul 'asaaa any-yakoona radifa lakum ba'dul lazee tasta'jiloon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3232,
            "aya_number": 73,
            "aya_text": "وَاِنَّ رَبَّكَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Dan sungguh, Tuhanmu benar-benar memiliki karunia (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya).",
            "tafsir_jalalayn": "(Dan sesungguhnya Rabbmu, benar-benar mempunyai karunia yang besar yang diberikan-Nya kepada manusia) antara lain; penangguhan azab atas orang-orang kafir (tetapi kebanyakan mereka tidak mensyukurinya) orang-orang kafir tidak mensyukuri ditangguhkannya azab atas mereka, karena mereka tidak mempercayai akan adanya azab itu.",
            "sajda": false,
            "transliteration": "Wa innna Rabbaka lazoo fadlin 'alan naasi wa laakina aksarahum laa yashkuroon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3233,
            "aya_number": 74,
            "aya_text": "وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Dan sungguh, Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan.",
            "tafsir_jalalayn": "(Dan sesungguhnya Rabbmu, benar-benar mengetahui apa yang disembunyikan hati mereka) maksudnya apa yang tersimpan di dalam hati mereka (dan apa yang mereka nyatakan) melalui lisan-lisan mereka.",
            "sajda": false,
            "transliteration": "Wa inna Rabbaka la ya'lamu maa tukinnu sudooruhum wa maa yu'linoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3234,
            "aya_number": 75,
            "aya_text": "وَمَا مِنْ غَاۤىِٕبَةٍ فِى السَّمَاۤءِ وَالْاَرْضِ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Dan tidak ada sesuatu pun yang tersembunyi di langit dan di bumi, melainkan (tercatat) dalam Kitab yang jelas (Lauh Mahfuzh).",
            "tafsir_jalalayn": "(Tiada sesuatu pun yang gaib di langit dan di bumi) huruf Ha pada lafal Ghaibah untuk menunjukkan makna Mubalaghah atau sangat, maksudnya sangat gaib di mata manusia (melainkan terdapat dalam kitab yang nyata) yakni Lohmahfuz dan rahasia ilmu Allah swt. antara lain diazabnya orang-orang kafir.",
            "sajda": false,
            "transliteration": "Wa maa min ghaaa'ibatin fis samaaa'i wal ardi illaa fee kitaabimm mubeen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3235,
            "aya_number": 76,
            "aya_text": "اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَكْثَرَ الَّذِيْ هُمْ فِيْهِ يَخْتَلِفُوْنَ  ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 383,
            "translation_aya_text": "Sungguh, Al-Qur'an ini menjelaskan kepada Bani Israil sebagian besar dari (perkara) yang mereka perselisihkan.",
            "tafsir_jalalayn": "(Sesungguhnya Alquran ini menjelaskan kepada Bani Israel) yang ada di zaman Nabi saw. (sebagian besar dari perkara-perkara yang mereka berselisih tentangnya) dengan menjelaskan hal tersebut sesuai dengan kedudukannya, sehingga hilanglah semua perselisihan yang ada pada mereka, jika mereka mau mengambilnya dan masuk Islam.",
            "sajda": false,
            "transliteration": "Inna haazal Qur-aana yaqussu 'alaa Baneee israaa'eela aksaral lazee hum feehi yakhtalifoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        }
    ]
}