{
    "page_number": 384,
    "data": [
        {
            "aya_id": 3236,
            "aya_number": 77,
            "aya_text": "وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Dan sungguh, (Al-Qur'an) itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
            "tafsir_jalalayn": "Dan sesungguhnya Alquran itu benar-benar menjadi petunjuk) dari kesesatan (dan rahmat bagi orang-orang yang beriman) yakni terhindar dari azab.",
            "sajda": false,
            "transliteration": "Wa innahoo lahudanw wa rahmatul lilmu'mineen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3237,
            "aya_number": 78,
            "aya_text": "اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Sungguh, Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan hukum-Nya, dan Dia Mahaperkasa, Maha Mengetahui.",
            "tafsir_jalalayn": "(Sesungguhnya Rabbmu akan menyelesaikan perkara di antara mereka) sama dengan orang-orang selain mereka, kelak di hari kiamat (dengan keputusan-Nya) dengan keadilan-Nya. (Dan Dia-lah yang Maha Perkasa) Maha Menang (lagi Maha Mengetahui) tentang ketentuan yang akan diputuskan-Nya, tidak mungkin bagi seorang pun menentangnya, tidak sebagaimana di dunia di mana orang-orang kafir masih dapat menentang Nabi-nabi-Nya.",
            "sajda": false,
            "transliteration": "Inna Rabbaka yaqdee bainahum bihukmih; wa Huwal 'Azeezul 'Aleem",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3238,
            "aya_number": 79,
            "aya_text": "فَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Maka bertawakallah kepada Allah, sungguh engkau (Muhammad) berada di atas kebenaran yang nyata.",
            "tafsir_jalalayn": "(Sebab itu bertakwalah kepada Allah) percayakanlah kepada-Nya (sesungguhnya kamu berada di atas kebenaran yang nyata) yakni agama yang nyata, maka akibatnya kamulah yang akan mendapat kemenangan atas orang-orang kafir. Kemudian pada ayat selanjutnya Allah membuat perumpamaan tentang orang-orang kafir, sebagai orang-orang mati, tuli dan buta, untuk itu Allah swt. berfirman,",
            "sajda": false,
            "transliteration": "Fatawakkal 'alal laahi innaka 'alal haqqil mubeen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3239,
            "aya_number": 80,
            "aya_text": "اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Sungguh, engkau tidak dapat menjadikan orang yang mati dapat mendengar dan (tidak pula) menjadikan orang yang tuli dapat mendengar seruan, apabila mereka telah berpaling ke belakang.",
            "tafsir_jalalayn": "(\"Sesungguhnya kamu tidak dapat menjadikan orang-orang yang mati mendengar dan tidak pula menjadikan orang-orang yang tuli mendengar panggilan, apabila) dapat dibaca Tahqiq dan Tas-hil (mereka telah berpaling membelakang).",
            "sajda": false,
            "transliteration": "Innaka laa tusmi'ul mawtaa wa laa tusmi'us summad du'aaa izaa wallaw mudbireen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3240,
            "aya_number": 81,
            "aya_text": "وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Dan engkau tidak akan dapat memberi petunjuk orang buta dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri.",
            "tafsir_jalalayn": "Dan kamu sekali-kali tidak dapat memimpin orang-orang buta dari kesesatan mereka, tidak lain kamu hanya dapat membuat mendengar) dengan pendengaran yang disertai pemahaman dan mau menerima apa yang didengarnya yaitu (orang-orang yang beriman kepada ayat-ayat Kami) kepada Alquran (lalu mereka berserah diri) mengikhlaskan diri mereka untuk mentauhidkan Allah.",
            "sajda": false,
            "transliteration": "Wa maaa anta bihaadil 'umyi 'an dalaalatihim in tusmi'u illaa mai yu'minu bi aayaatinaa fahum muslimoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3241,
            "aya_number": 82,
            "aya_text": "۞ وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَاۤبَّةً مِّنَ الْاَرْضِ تُكَلِّمُهُمْ اَنَّ النَّاسَ كَانُوْا بِاٰيٰتِنَا لَا يُوْقِنُوْنَ ࣖ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Dan apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami keluarkan makhluk bergerak yang bernyawa dari bumi yang akan mengatakan kepada mereka bahwa manusia dahulu tidak yakin kepada ayat-ayat Kami. ",
            "tafsir_jalalayn": "(Dan apabila perkataan telah jatuh atas mereka) yakni azab telah pasti menimpa mereka termasuk orang-orang kafir lainnya. (Kami keluarkan sejenis binatang melata dari bumi yang akan mengatakan kepada mereka) yaitu akan berbicara kepada orang-orang yang ada dari kalangan mereka; sewaktu binatang melata itu keluar ia langsung berbicara kepada mereka dengan memakai bahasa Arab. Dan garis besar dari apa yang dikatakannya itu ialah (bahwa sesungguhnya manusia) orang-orang kafir Mekah. Lafal Anna menurut qiraat yang lain dibaca Inna; qiraat ini dapat dipakai pula bilamana diperkirakan adanya huruf Ba sesudah lafal Tukallimuhum (dahulu tidak yakin kepada ayat-ayat Kami.\") mereka tidak beriman kepada Alquran yang di dalamnya disebutkan tentang adanya hari berbangkit, hari hisab amal perbuatan dan hari pembalasan. Dengan keluarnya binatang melata ini, maka terhentilah fungsi Amar Makruf dan Nahi Mungkar dan orang kafir yang beriman pada saat itu tidak dianggap lagi keimanannya, sebagaimana yang telah diwahyukan oleh Allah swt. kepada Nabi Nuh melalui firman-Nya, \"Bahwasanya sekali-kali, tidak akan beriman di antara kaummu, kecuali orang-orang yang telah beriman saja.\" (Q.S. 11 Hud, 36).",
            "sajda": false,
            "transliteration": "Wa izaa waqa'al qawhu 'alaihim akhrajnaa lahum daabbatam minal ardi tukal limuhum annan naasa kaanoo bi aayaatinaa laa yooqinoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3242,
            "aya_number": 83,
            "aya_text": "وَيَوْمَ نَحْشُرُ مِنْ كُلِّ اُمَّةٍ فَوْجًا مِّمَّنْ يُّكَذِّبُ بِاٰيٰتِنَا فَهُمْ يُوْزَعُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Dan (ingatlah) pada hari (ketika) Kami mengumpulkan dari setiap umat, segolongan orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok).",
            "tafsir_jalalayn": "(Dan) ingatlah (hari ketika Kami kumpulkan dari tiap-tiap umat segolongan) yakni sekumpulan (orang-orang yang mendustakan ayat-ayat Kami) mereka adalah pemimpin-pemimpin yang menjadi panutannya (lalu mereka dibagi-bagi) dikumpulkan dalam kelompok-kelompok kemudian mereka digiring.",
            "sajda": false,
            "transliteration": "Wa Yawma nahshuru min kulli ummmatin fawjam mim many-yukazzibu bi Aayaatinaa fahum yooza'oon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3243,
            "aya_number": 84,
            "aya_text": "حَتّٰٓى اِذَا جَاۤءُوْ قَالَ اَكَذَّبْتُمْ بِاٰيٰتِيْ وَلَمْ تُحِيْطُوْا بِهَا عِلْمًا اَمَّاذَا كُنْتُمْ تَعْمَلُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Hingga apabila mereka datang, Dia (Allah) berfirman, “Mengapa kamu telah mendustakan ayat-ayat-Ku, pada-hal kamu tidak mempunyai pengetahuan tentang itu, atau apakah yang telah kamu kerjakan?”",
            "tafsir_jalalayn": "Sehingga apabila mereka datang) di tempat perhitungan amal perbuatan (Allah berfirman) kepada mereka, (\"Apakah kalian telah mendustakan) nabi-nabi-Ku yang membawa (ayat-ayat-Ku, padahal tidak sampai ke sana) disebabkan kalian tidak mempercayainya (ilmu kalian, atau apakah) pada lafal Amma ini terdapat Ma Istifham yang diidgamkan kepada Am (yang) Dza di sini merupakan Isim Maushul, artinya apakah yang (telah kalian kerjakan?\") dari apa yang telah diperintahkan kepada kalian untuk melakukannya.",
            "sajda": false,
            "transliteration": "Hattaaa izaa jaaa'oo qaala akazzabtum bi Aayaatee wa lam tuheetoo bihaa 'ilman ammaazaa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3244,
            "aya_number": 85,
            "aya_text": "وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوْا فَهُمْ لَا يَنْطِقُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Dan berlakulah perkataan (janji azab) atas mereka karena kezaliman mereka, maka mereka tidak dapat berkata.",
            "tafsir_jalalayn": "(Dan jatuhlah perkataan) yakni telah pasti azab (atas mereka disebabkan kelaliman mereka) disebabkan kemusyrikan mereka (maka mereka tidak dapat berkata apa-apa) karena mereka tidak mempunyai argumentasi.",
            "sajda": false,
            "transliteration": "Wa waqa'al qawlu 'alaihim bimaa zalamoo fahum laa yantiqoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3245,
            "aya_number": 86,
            "aya_text": "اَلَمْ يَرَوْا اَنَّا جَعَلْنَا الَّيْلَ لِيَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Apakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.",
            "tafsir_jalalayn": "(Apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan) maksudnya telah menciptakan (malam supaya mereka beristirahat padanya) sama dengan orang-orang lain (dan siang yang menerangi?) supaya mereka dapat berusaha padanya. (Sesuugguhnya pada yang demikian itu terdapat tanda-tanda) yang menunjukkan kekuasaan Allah swt. (bagi orang-orang yang beriman) di sini hanya disebutkan mereka yang beriman, karena hanya mereka sajalah yang dapat mengambil manfaat dari hal ini untuk mempertebal keimanan mereka, berbeda halnya dengan orang-orang kafir.",
            "sajda": false,
            "transliteration": "Alam yaraw annaa ja'alnal laila li yaskunoo feehi wannahaara mubsiraa; inna fee zaalika la Aayaatil liqaw miny-yu'minoon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3246,
            "aya_number": 87,
            "aya_text": "وَيَوْمَ يُنْفَخُ فِى الصُّوْرِ فَفَزِعَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗوَكُلٌّ اَتَوْهُ دَاخِرِيْنَ ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Dan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri.",
            "tafsir_jalalayn": "(Dan hari ketika ditiup sangkakala) tiupan sangkakala malaikat Israfil yang pertama (maka terkejutlah segala yang di langit dan segala yang di bumi) mereka ketakutan, sehingga ketakutan itu mematikan mereka, sebagaimana yang diungkapkan oleh ayat lainnya, yaitu dengan ungkapan Sha'iqa, yakni terkejut yang mematikan. Dan ungkapan dalam ayat ini dipakai Fi'il Madhi untuk menggambarkan kepastian terjadinya hal ini (kecuali siapa yang dikehendaki Allah) yaitu malaikat Jibril, malaikat Mikail, malaikat Israfil dan malaikat Maut. Tetapi menurut suatu riwayat yang bersumber dari sahabat Ibnu Abbas disebutkan, bahwa mereka yang tidak terkejut adalah para Syuhada, karena mereka hidup di sisi Rabb mereka dengan diberi rezeki. (Dan semua mereka) lafal Kullun ini harakat Tanwinnya merupakan pergantian daripada Mudhaf Ilaih, artinya mereka semua sesudah dihidupkan kembali di hari kiamat (datang menghadap kepada-Nya) dapat dibaca Atauhu dan Atuhu (dengan merendahkan diri) artinya merasa rendah diri. Dan ungkapan lafal Atauhu dengan memakai Fi'il Madhi untuk menunjukkan, bahwa hal itu pasti terjadi.",
            "sajda": false,
            "transliteration": "Wa Yawma yunfakhu fis Soori fafazi'a man fis samaawaati wa man fil ardi illaa man shaaa'al laah; wa kullun atawhu daakhireen",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3247,
            "aya_number": 88,
            "aya_text": "وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌ ۢبِمَا تَفْعَلُوْنَ",
            "sura_id": 27,
            "juz_id": 20,
            "page_number": 384,
            "translation_aya_text": "Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dan kamu lihat gunung-gunung itu) yakni kamu saksikan gunung-gunung itu sewaktu terjadinya tiupan malaikat Israfil (kamu sangka dia) (tetap) diam di tempatnya karena besarnya (padahal ia berjalan sebagai jalannya awan) bagaikan hujan yang tertiup angin, maksudnya gunung-gunung itu tampak seolah-olah tetap, padahal berjalan lambat saking besarnya, kemudian jatuh ke bumi lalu hancur lebur kemudian menjadi abu bagaikan bulu-bulu yang beterbangan. (Begitulah perbuatan Allah) lafal Shun'a merupakan Mashdar yang mengukuhkan jumlah sebelumnya yang kemudian di-mudhaf-kan kepada Fa'il-nya Sesudah 'Amil-nya dibuang, bentuk asalnya ialah Shana'allahu Dzalika Shun'an. Selanjutnya hanya disebutkan lafal Shun'a yang kemudian dimudhaf-kan kepada Fa'il-nya yaitu lafal Allah, sehingga jadilah Shun'allahi; artinya begitulah perbuatan Allah (yang membuat dengan kokoh) rapih dan kokoh (tiap-tiap sesuatu) yang dibuat-Nya (sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan) lafal Taf'aluna dapat dibaca Yaf'aluna, yakni perbuatan maksiat yang dilakukan oleh musuh-musuh-Nya dan perbuatan taat yang dilakukan oleh kekasih-kekasih-Nya.",
            "sajda": false,
            "transliteration": "Wa taral jibaala tahsabuhaa jaamidatanw wa hiya tamurru marras sahaab; sun'al laahil lazeee atqana kulla shai'; innahoo khabeerum bimaa taf'aloon",
            "surah": {
                "name": "سُورَةُ النَّمۡلِ",
                "englishName": "An-Naml",
                "englishNameTranslation": "The Ant",
                "revelationType": "Meccan"
            }
        }
    ]
}