{
    "page_number": 387,
    "data": [
        {
            "aya_id": 3266,
            "aya_number": 14,
            "aya_text": "وَلَمَّا بَلَغَ اَشُدَّهٗ وَاسْتَوٰىٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًاۗ وَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 387,
            "translation_aya_text": "Dan setelah dia (Musa) dewasa dan sempurna akalnya, Kami anugerahkan kepadanya hikmah (kenabian) dan pengetahuan. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Dan setelah Musa cukup umur) telah mencapai umur tiga puluh tahun atau tiga puluh tiga tahun (dan sempurna akalnya) yaitu telah mencapai umur empat puluh tahun (Kami berikan kepadanya hikmah) yakni kebijaksanaan (dan ilmu) yaitu pengetahuan tentang agama sebelum ia diutus menjadi Nabi. (Dan demikianlah) Kami memberikan balasan kepada Musa (Kami memberi balasan kepada orang-orang yang berbuat baik) untuk diri mereka sendiri.",
            "sajda": false,
            "transliteration": "Wa lammaa balagha ashuddahoo wastawaaa aatai naahu hukmanw wa 'ilmaa; wa kazaalika najzil muhsineen",
            "tajweed_text": "وَلَ[g[مّ]َا بَلَغَ أَشُدَّهُ[n[ۥ] وَ[h:10084[ٱ]سْتَوَ[o[ىٰٓ] ءَاتَيْنَ[n[ـٰ]هُ حُكْ[a:6600[مًا و]َعِلْ[a:6601[مًا‌ۚ و]َكَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:4215[ٱ]لْمُحْسِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3267,
            "aya_number": 15,
            "aya_text": "وَدَخَلَ الْمَدِيْنَةَ عَلٰى حِيْنِ غَفْلَةٍ مِّنْ اَهْلِهَا فَوَجَدَ فِيْهَا رَجُلَيْنِ يَقْتَتِلٰنِۖ هٰذَا مِنْ شِيْعَتِهٖ وَهٰذَا مِنْ عَدُوِّهٖۚ فَاسْتَغَاثَهُ الَّذِيْ مِنْ شِيْعَتِهٖ عَلَى الَّذِيْ مِنْ عَدُوِّهٖ ۙفَوَكَزَهٗ مُوْسٰى فَقَضٰى عَلَيْهِۖ قَالَ هٰذَا مِنْ عَمَلِ الشَّيْطٰنِۗ اِنَّهٗ عَدُوٌّ مُّضِلٌّ مُّبِيْنٌ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 387,
            "translation_aya_text": "Dan dia (Musa) masuk ke kota (Memphis) ketika penduduknya sedang lengah, maka dia mendapati di dalam kota itu dua orang laki-laki sedang berkelahi; yang seorang dari golongannya (Bani Israil) dan yang seorang (lagi) dari pihak musuhnya (kaum Fir‘aun). Orang yang dari golongannya meminta pertolongan kepadanya, untuk (mengalahkan) orang yang dari pihak musuhnya, lalu Musa meninjunya, dan matilah musuhnya itu. Dia (Musa) berkata, “Ini adalah perbuatan setan. Sungguh, dia (setan itu) adalah musuh yang jelas menyesatkan.”",
            "tafsir_jalalayn": "(Dan masuklah) Musa (ke kota) yakni ke kota Firaun, yaitu kota Memphis, sesudah sekian lama ia meninggalkannya (ketika penduduknya sedang lengah) yaitu, pada saat orang-orang istirahat di siang hari (maka didapatinya di dalam kota itu dua orang laki-laki yang berkelahi; yang seorang dari bangsanya) dari kalangan Bani Israel (dan seorang lagi dari musuhnya) yakni, seorang bangsa Mesir. Pada mulanya orang Mesir itu menghina warga Bani Israel itu sewaktu orang Mesir itu menyuruhnya untuk membawa kayu bakar ke dapur raja Firaun. (Maka orang yang dari bangsanya meminta pertolongan kepadanya, untuk mengalahkan orang yang dari musuhnya) Musa berkata kepada orang Mesir itu, \"Lepaskanlah dia dan biarkan dia pergi!\". Menurut suatu riwayat disebutkan, bahwa orang Mesir itu berkata kepada Musa, \"Sungguh aku berniat untuk menyeretnya ke hadapanmu\" (lalu Musa meninjunya) memukulnya dengan kepalan tangannya. Musa sangat kuat lagi keras pukulannya (dan musuhnya itupun mati). Musa telah membunuhnya, padahal Musa tidak bermaksud untuk membunuh, lalu ia menguburnya di dalam pasir (Musa berkata, \"Ini adalah) membunuh orang ini (perbuatan setan) yang telah menggelorakan amarahku (sesungguhnya setan itu adalah musuh) bagi anak Adam (yang menyesatkan) dia (lagi nyata.\") permusuhannya.",
            "sajda": false,
            "transliteration": "Wa dakhalal madeenata 'alaa heene ghaflatim min ahlihaa fawajada feeha raju laini yaqtatilaani haazaa min shee'atihee wa haaza min 'aduwwihee fastaghaasahul lazee min shee'atihee 'alal lazee min 'aduwwihee fawakazahoo Moosaa faqadaa 'alaihi qaala haaza min 'amalish Shaitaani innahoo 'aduwwum mmudillum mubeen",
            "tajweed_text": "وَدَخَلَ [h:10085[ٱ]لْمَدِينَةَ عَلَىٰ حِينِ غَفْلَ[a:8863[ةٍ م]ِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَ[q:10086[قْ]تَتِلَانِ هَ[n[ـٰ]ذَا مِ[f:10087[ن ش]ِيعَتِه[n[ِۦ] وَهَ[n[ـٰ]ذَا مِنْ عَدُوِّه[n[ِۦ]‌ۖ فَ[h:10088[ٱ]سْتَغَ[n[ـٰ]ثَهُ [h:10089[ٱ]لَّذِى مِ[f:10087[ن ش]ِيعَتِه[n[ِۦ] عَلَى [h:4534[ٱ]لَّذِى مِنْ عَدُوِّه[n[ِۦ] فَوَكَزَهُ[n[ۥ] مُوسَىٰ فَقَضَىٰ عَلَيْهِ‌ۖ قَالَ هَ[n[ـٰ]ذَا مِنْ عَمَلِ [h:3767[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] عَدُ[a:10090[وٌّ م]ُّضِ[a:10091[لٌّ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3268,
            "aya_number": 16,
            "aya_text": "قَالَ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ فَغَفَرَ لَهٗ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 387,
            "translation_aya_text": "Dia (Musa) berdoa, “Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.” Maka Dia (Allah) mengampuninya. Sungguh, Allah, Dialah Yang Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Musa berkata,) seraya menyesal (\"Ya Rabbku! Sesungguhnya aku telah menganiaya diriku sendiri) karena telah membunuh orang Mesir itu (karena itu ampunilah aku.\" Maka Allah mengampuninya, Sesungguhnya Dia adalah Yang Maha Pengampun lagi Maha Penyayang). Dia bersifat demikian sejak zaman Azali dan untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Qaala Rabbi innee zalamtu nafsee faghfir lee faghafaralah; innahoo Huwal Ghafoorur Raheem",
            "tajweed_text": "قَالَ رَبِّ إِ[g[نّ]ِى ظَلَمْتُ نَفْسِى فَ[h:1791[ٱ]غْفِرْ لِى فَغَفَرَ لَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:6822[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3269,
            "aya_number": 17,
            "aya_text": "قَالَ رَبِّ بِمَآ اَنْعَمْتَ عَلَيَّ فَلَنْ اَكُوْنَ ظَهِيْرًا لِّلْمُجْرِمِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 387,
            "translation_aya_text": "Dia (Musa) berkata, “Ya Tuhanku! Demi nikmat yang telah Engkau anugerahkan kepadaku, maka aku tidak akan menjadi penolong bagi orang-orang yang berdosa.”",
            "tafsir_jalalayn": "(Musa berkata, \"Ya Rabbku! Demi nikmat yang telah Engkau limpahkan) (kepadaku) berupa ampunan, peliharalah diriku ini (aku sekali-kali tiada akan menjadi penolong) yakni menjadi pembantu (bagi orang-orang yang berdosa.\") yaitu orang-orang kafir sesudah peristiwa ini, jika Engkau memelihara diriku.",
            "sajda": false,
            "transliteration": "Qaala Rabbi bimaaa an'amta 'alaiya falan akoona zaheeral lilmujrimeen",
            "tajweed_text": "قَالَ رَبِّ بِم[o[َآ] أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِي[u:10092[رًا ل]ِّلْمُ[q:9609[جْ]رِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3270,
            "aya_number": 18,
            "aya_text": "فَاَصْبَحَ فِى الْمَدِيْنَةِ خَاۤىِٕفًا يَّتَرَقَّبُ فَاِذَا الَّذِى اسْتَنْصَرَهٗ بِالْاَمْسِ يَسْتَصْرِخُهٗ ۗقَالَ لَهٗ مُوْسٰٓى اِنَّكَ لَغَوِيٌّ مُّبِيْنٌ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 387,
            "translation_aya_text": "Karena itu, dia (Musa) menjadi ketakutan berada di kota itu sambil menunggu (akibat perbuatannya), tiba-tiba orang yang kemarin meminta pertolongan berteriak meminta pertolongan kepadanya. Musa berkata kepadanya, “Engkau sungguh, orang yang nyata-nyata sesat.”",
            "tafsir_jalalayn": "(Karena itu, jadilah Musa di kota itu merasa takut menunggu-nunggu dengan khawatir) apa yang bakal dilakukan oleh keluarga orang yang telah dibunuhnya itu terhadap dirinya (maka tiba-tiba orang yang meminta pertolongan kemarin berteriak-teriak meminta pertolongan kepadanya) maksudnya minta tolong lagi dari orang Mesir yang lain. (Musa berkata kepadanya, \"Sesungguhnya kamu benar-benar orang sesat yang nyata.\") kesesatannya, karena apa yang telah kamu perbuat kemarin dan sekarang ini.",
            "sajda": false,
            "transliteration": "Fa asbaha fil madeenati khaaa'ifany yataraqqabu fa izal lazis tansarahoo bil amsi yastasrikhuh; qaala lahoo moosaaa innaka laghawiyyum mubeen",
            "tajweed_text": "فَأَصْبَحَ فِى [h:4932[ٱ]لْمَدِينَةِ خ[o[َا]ٓئِ[a:10093[فًا ي]َتَرَقَّبُ فَإِذَا [h:10094[ٱ]لَّذِى [h:10095[ٱ]سْتَ[f:10096[نص]َرَهُ[n[ۥ] بِ[h:6017[ٱ]لْأَمْسِ يَسْتَصْرِخُهُ[n[ۥ]‌ۚ قَالَ لَهُ[n[ۥ] مُوسَ[o[ىٰٓ] إِ[g[نّ]َكَ لَغَوِ[a:10097[ىٌّ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3271,
            "aya_number": 19,
            "aya_text": "فَلَمَّآ اَنْ اَرَادَ اَنْ يَّبْطِشَ بِالَّذِيْ هُوَ عَدُوٌّ لَّهُمَاۙ قَالَ يٰمُوْسٰٓى اَتُرِيْدُ اَنْ تَقْتُلَنِيْ كَمَا قَتَلْتَ نَفْسًاۢ بِالْاَمْسِۖ اِنْ تُرِيْدُ اِلَّآ اَنْ تَكُوْنَ جَبَّارًا فِى الْاَرْضِ وَمَا تُرِيْدُ اَنْ تَكُوْنَ مِنَ الْمُصْلِحِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 387,
            "translation_aya_text": "Maka ketika dia (Musa) hendak memukul dengan keras orang yang menjadi musuh mereka berdua, dia (musuhnya) berkata, “Wahai Musa! Apakah engkau bermaksud membunuhku, sebagaimana kemarin engkau membunuh seseorang? Engkau hanya bermaksud menjadi orang yang berbuat sewenang-wenang di negeri (ini), dan engkau tidak bermaksud menjadi salah seorang dari orang-orang yang mengadakan perdamaian.”",
            "tafsir_jalalayn": "(Maka tatkala) huruf An di sini adalah Zaidah (Musa hendak memegang dengan keras orang yang menjadi musuh keduanya) yakni, musuh Musa dan orang Mesir yang mengejarnya (musuhnya berkata) yaitu warga Bani Israel musuh orang Mesir yang meminta tolong kepadanya itu, karena ia menduga bahwa Musa akan memukulnya (\"Hai Musa! Apakah kamu bermaksud hendak membunuhku, sebagaimana kamu kemarin telah membunuh seorang manusia? Tiadalah) yakni tidaklah (kamu bermaksud melainkan hendak menjadi orang yang berbuat sewenang-wenang di negeri ini dan tiadalah kamu hendak menjadi salah seorang dari orang-orang yang mengadakan perdamaian\"). Ketika orang yang meminta tolong kepadanya mengatakan demikian, orang Mesir yang mengerjarnya itu mendengar apa yang dikatakannya, sehingga orang Mesir itu kini mengetahui, bahwa yang membunuh orang kemarin adalah Musa sendiri. Lalu ia pergi kepada Firaun dan menceritakan hal itu kepadanya. Firaun memerintahkan kepada algojo-algojonya untuk menangkap dan membunuh Nabi Musa. Dengan segera para algojo itu berangkat mencari Musa.",
            "sajda": false,
            "transliteration": "Falammaaa an araada ai yabtisha billazee huwa 'aduwwul lahumaa qaala yaa Moosaaa atureedu an taqtulanee kamaa qatalta nafsam bil amsi in tureedu illaaa an takoona jabbaaram fil ardi wa maa tureedu an takoona minal musliheen",
            "tajweed_text": "فَلَ[g[مّ][o[َآ] أَنْ أَرَادَ أ[a:10098[َن ي]َ[q:10099[بْ]طِشَ بِ[h:315[ٱ]لَّذِى هُوَ عَدُ[u:10100[وٌّ ل]َّهُمَا قَالَ يَ[n[ـٰ]مُوسَ[o[ىٰٓ] أَتُرِيدُ أَ[f:10101[ن ت]َ[q:10102[قْ]تُلَنِى كَمَا قَتَلْتَ نَفْس[i:10103[َۢا ب]ِ[h:6017[ٱ]لْأَمْسِ‌ۖ إِ[f:10104[ن ت]ُرِيدُ إِلّ[o[َآ] أَ[f:1566[ن ت]َكُونَ جَبَّا[f:10105[رًا ف]ِى [h:44[ٱ]لْأَرْضِ وَمَا تُرِيدُ أَ[f:1566[ن ت]َكُونَ مِنَ [h:10106[ٱ]لْمُصْلِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3272,
            "aya_number": 20,
            "aya_text": "وَجَاۤءَ رَجُلٌ مِّنْ اَقْصَى الْمَدِيْنَةِ يَسْعٰىۖ قَالَ يٰمُوْسٰٓى اِنَّ الْمَلَاَ يَأْتَمِرُوْنَ بِكَ لِيَقْتُلُوْكَ فَاخْرُجْ اِنِّيْ لَكَ مِنَ النّٰصِحِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 387,
            "translation_aya_text": "Dan seorang laki-laki datang bergegas dari ujung kota seraya berkata, “Wahai Musa! Sesungguhnya para pembesar negeri sedang berunding tentang engkau untuk membunuhmu, maka keluarlah (dari kota ini), sesungguhnya aku termasuk orang-orang yang memberi nasihat kepadamu.”",
            "tafsir_jalalayn": "(Dan datanglah seorang laki-laki) dia adalah seorang yang beriman dari kalangan keluarga Firaun (dari ujung kota) dari batas kota (bergegas-gegas) berjalan cepat dengan memotong jalan (seraya berkata, \"Hai Musa! Sesungguhnya pembesar negeri) dari kalangan kaum Firaun (sedang berunding tentang kamu) maksudnya, mereka sedang bermusyawarah tentang dirimu (untuk membunuhmu, sebab itu keluarlah) dari kota ini (sesungguhnya aku termasuk orang-orang yang memberi nasihat.\") yakni, saranku ini -perintah agar kamu keluar- adalah nasihat.",
            "sajda": false,
            "transliteration": "Wa jaaa'a rajulum min aqsal madeenati yas'aa qaala yaa Moosaaa innal mala a yaa tamiroona bika liyaqtulooka fakhruj innee laka minan naasiheen",
            "tajweed_text": "وَج[o[َا]ٓءَ رَجُ[a:10107[لٌ م]ِّنْ أَ[q:10108[قْ]صَا [h:10109[ٱ]لْمَدِينَةِ يَسْعَىٰ قَالَ يَ[n[ـٰ]مُوسَ[o[ىٰٓ] إِ[g[نّ]َ [h:10110[ٱ]لْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَ[q:10111[قْ]تُلُوكَ فَ[h:4603[ٱ]خْرُ[q:4603[جْ] إِ[g[نّ]ِى لَكَ مِنَ [h:10112[ٱ][l[ل][g[نّ]َ[n[ـٰ]صِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3273,
            "aya_number": 21,
            "aya_text": "فَخَرَجَ مِنْهَا خَاۤىِٕفًا يَّتَرَقَّبُ ۖقَالَ رَبِّ نَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 387,
            "translation_aya_text": "Maka keluarlah dia (Musa) dari kota itu dengan rasa takut, waspada (kalau ada yang menyusul atau menangkapnya), dia berdoa, “Ya Tuhanku, selamatkanlah aku dari orang-orang yang zalim itu.”",
            "tafsir_jalalayn": "(Maka keluarlah Musa dari kota itu dengan rasa takut menunggu-nunggu dengan khawatir) apakah dirinya akan dapat dikejar oleh orang-orang yang mencarinya atau pertolongan Allah datang menyelamatkan dirinya? (dia berdoa, \"Ya Rabbku! Selamatkanlah aku dari orang-orang yang zalim itu\") yaitu, kaum Firaun.",
            "sajda": false,
            "transliteration": "Fakharaja minhaa khaaa 'ifany-yataraqqab; qaala Rabbi najjinee minal qawmiz zaalimeen",
            "tajweed_text": "فَخَرَجَ مِنْهَا خ[o[َا]ٓئِ[a:10093[فًا ي]َتَرَقَّبُ‌ۖ قَالَ رَبِّ نَجِّنِى مِنَ [h:4196[ٱ]لْقَوْمِ [h:4155[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        }
    ]
}