{
    "page_number": 389,
    "data": [
        {
            "aya_id": 3281,
            "aya_number": 29,
            "aya_text": "۞ فَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْٓ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 389,
            "translation_aya_text": "Maka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung. Dia berkata kepada keluarganya, “Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.”",
            "tafsir_jalalayn": "(Maka tatkala Musa telah menyelesaikan waktu yang ditentukan) yakni masa penggembalaan itu, yaitu delapan atau sepuluh tahun. Masa sepuluh tahun inilah yang diduga kuat dilakukan oleh Nabi Musa (dan dia berangkat dengan keluarganya) dengan istrinya menuju ke negeri Mesir dengan seizin bapaknya (dilihatnyalah) yakni, Nabi Musa melihat dari jarak jauh (dari arah lereng gunung Thur) Thur adalah nama sebuah gunung (api, Ia berkata kepada keluarganya, \"Tunggulah) di sini (sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari tempat api itu) tentang jalan yang sebenarnya, karena pada saat itu Nabi Musa tersesat (atau membawa sesuluh) dapat dibaca Jadzwatin, Judzwatin, dan Jidzwatin, yakni sebuah obor (api agar kamu dapat menghangatkan badan\") maksudnya, berdiang dengan api itu. Huruf Tha yang ada pada lafal Tashthaluna merupakan pergantian dari huruf Ta wazan Ifti'al, karena berasal dari kata Shala bin nari atau Shaliya bin nari artinya berdiang dekat api untuk menghangatkan badan.",
            "sajda": false,
            "transliteration": "Falammmaa qadaa Moosal ajala wa saara bi ahliheee aanasa min jaanibit Toori naaran qaala li ahlihim kusooo inneee aanastu naaral la 'alleee aateekum minhaa bikhabarin aw jazwatim minan naari la 'allakum tastaloon",
            "tajweed_text": "۞ فَلَ[g[مّ]َا قَضَىٰ مُوسَى [h:10138[ٱ]لْأَجَلَ وَسَارَ بِأَهْلِه[o[ِۦٓ] ءَانَسَ مِ[f:8361[ن ج]َانِبِ [h:8362[ٱ][l[ل]طُّورِ نَا[f:8235[رًا ق]َالَ لِأَهْلِهِ [h:8447[ٱ]مْكُث[o[ُوٓ][s[اْ] إِ[g[نّ][o[ِىٓ] ءَانَسْتُ نَا[u:8448[رًا ل]َّعَلّ[o[ِىٓ] ءَاتِيك[w:8449[ُم م]ِّنْهَا بِخَبَرٍ أَوْ جَذْوَ[a:10139[ةٍ م]ِّنَ [h:869[ٱ][l[ل][g[نّ]َارِ لَعَلَّكُمْ تَصْطَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3282,
            "aya_number": 30,
            "aya_text": "فَلَمَّآ اَتٰىهَا نُوْدِيَ مِنْ شَاطِئِ الْوَادِ الْاَيْمَنِ فِى الْبُقْعَةِ الْمُبٰرَكَةِ مِنَ الشَّجَرَةِ اَنْ يّٰمُوْسٰٓى اِنِّيْٓ اَنَا اللّٰهُ رَبُّ الْعٰلَمِيْنَ ۙ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 389,
            "translation_aya_text": "Maka ketika dia (Musa) sampai ke (tempat) api itu, dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi, “Wahai Musa! Sungguh, Aku adalah Allah, Tuhan seluruh alam!",
            "tafsir_jalalayn": "(Maka tatkala Musa sampai ke tempat api itu, dia diseru dari arah pinggir) yakni sebelah (lembah yang kanan) yang berada di sebelah kanan Nabi Musa (pada tempat yang diberkahi) bagi Musa untuk mendengarkan Kalam Allah di tempat itu (dari sebatang pohon) lafal ayat ini menjadi Badal dari lafal Syathi' berikut pengulangan huruf Jar-nya, disebabkan pohon itu tumbuh di pinggir lembah; pohon itu adalah pohon anggur, atau pohon 'Ulaiq, atau pohon 'Ausaj (yaitu) huruf An adalah An Mufassarah bukan An Mukhaffafah (\"Hai Musa! Sesungguhnya Aku adalah Allah, Rabb semesta alam).",
            "sajda": false,
            "transliteration": "Falammaaa ataahaa noodiya min shaati'il waadil aimani fil buq'atil muubaarakati minash shajarati ai yaa Moosaaa inneee Anal laahu Rabbul 'aalameen",
            "tajweed_text": "فَلَ[g[مّ][o[َآ] أَتَ[n[ـٰ]هَا نُودِىَ مِ[f:10140[ن ش]َ[n[ـٰ]طِىِٕ [h:10141[ٱ]لْوَادِ [h:10142[ٱ]لْأَيْمَنِ فِى [h:10143[ٱ]لْبُ[q:10144[قْ]عَةِ [h:10145[ٱ]لْمُبَ[n[ـٰ]رَكَةِ مِنَ [h:10146[ٱ][l[ل]شَّجَرَةِ أ[a:10147[َن ي]َ[n[ـٰ]مُوسَ[o[ىٰٓ] إِ[g[نّ][o[ِىٓ] أَنَا [h:8455[ٱ]للَّهُ رَبُّ [h:4750[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3283,
            "aya_number": 31,
            "aya_text": "وَاَنْ اَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰٓى اَقْبِلْ وَلَا تَخَفْۗ اِنَّكَ مِنَ الْاٰمِنِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 389,
            "translation_aya_text": "Dan lemparkanlah tongkatmu.” Maka ketika dia (Musa) melihatnya bergerak-gerak seakan-akan seekor ular yang (gesit), dia lari berbalik ke belakang tanpa menoleh. (Allah berfirman), “Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman.",
            "tafsir_jalalayn": "(Dan lemparkanlah tongkatmu!\") lalu Musa melemparkannya. (Tatkala Musa melihatnya bergerak-gerak) menjadi bergerak (seolah-olah dia seekor ular yang gesit) gerakannya sekalipun besar tubuhnya, dikatakan Jan artinya ular kecil padahal ular itu besar sekali, maksudnya gerakannya diserupakan dengan ular yang kecil dalam hal kegesitannya (larilah ia berbalik ke belakang) melarikan diri daripadanya (tanpa menoleh) tanpa menengok ke belakang lagi, lalu diserulah ia (\"Hai Musa! Datanglah kepada-Ku dan janganlah kamu takut. Sesungguhnya kamu termasuk orang-orang yang aman!).",
            "sajda": false,
            "transliteration": "Wa an alqi 'asaaka falam maa ra aahaa tahtazzu ka annnahaa jaaannunw wallaa mudbiranw wa lam yu'aqqib; yaa Moosaa aqbil wa laa takhaf innaka minal aamineen",
            "tajweed_text": "وَأَنْ أَلْقِ عَصَاكَ‌ۖ فَلَ[g[مّ]َا رَءَاهَا تَهْتَزُّ كَأَ[g[نّ]َهَا ج[m[َا]ٓ[a:9895[[g[نّ]ٌ و]َلَّىٰ مُ[q:9896[دْ]بِ[a:9897[رًا و]َلَمْ يُعَقِّ[q:9898[بْ]‌ۚ يَ[n[ـٰ]مُوسَ[o[ىٰٓ] أَ[q:10148[قْ]بِلْ وَلَا تَخَفْ‌ۖ إِ[g[نّ]َكَ مِنَ [h:10149[ٱ]لْأَمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3284,
            "aya_number": 32,
            "aya_text": "اُسْلُكْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍ ۖوَّاضْمُمْ اِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ  فَذٰنِكَ بُرْهَانٰنِ مِنْ رَّبِّكَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 389,
            "translation_aya_text": "Masukkanlah tanganmu ke leher bajumu, dia akan keluar putih (bercahaya) tanpa cacat, dan dekapkanlah kedua tanganmu ke dadamu apabila ketakutan. Itulah dua mukjizat dari Tuhanmu (yang akan engkau pertunjukkan) kepada Fir‘aun dan para pembesarnya. Sungguh, mereka adalah orang-orang fasik.”    ",
            "tafsir_jalalayn": "(Masukkanlah) sisipkanlah (tanganmu) yang sebelah kanan, yang dimaksud adalah telapak tangannya (ke leher bajumu) maksudnya, kerah baju gamismu, kemudian keluarkanlah kembali (niscaya ia keluar) berbeda keadaannya dengan tangan yang biasanya (putih tidak bercela) maksudnya bukan karena penyakit sopak. Nabi Musa memasukkan tangannya itu sesuai dengan perintah, kemudian ia mengeluarkannya kembali, tiba-tiba tampak bagaikan cahaya matahari yang menyilaukan pandangan mata (dan dekapkanlah tanganmu itu ke dadamu bila ketakutan) dapat dibaca Ar Rahbi dan Ar Rahbu yang artinya takut disebabkan sinar tangan tadi. Maksudnya jika kamu merasa takut maka masukkan kembali tanganmu itu ke dalam bajumu, niscaya kembali kepada keadaan semula. Pengertian tangan diungkapkan dengan istilah Janah yang artinya sayap, karena kedua tangan bagi manusia fungsinya sama dengan dua sayap bagi burung (maka yang demikian itu adalah dua) dapat dibaca Tasydid dan Takhfif, yakni Fadzanika dan Fadzannika, yang dimaksud adalah tongkat dan tangan itu; keduanya merupakan lafal Muannats dan Musyar ilaih dalam bentuk mudzakar karena khabarnya mudzakar (mukjizat) yang diturunkan (dari Rabbmu yang akan kamu hadapkan kepada Firaun dan pembesar-pembesar kaumnya. Sesungguhnya mereka adalah orang-orang yang fasik\").",
            "sajda": false,
            "transliteration": "Usluk yadaka fee jaibika takhruj baidaaa'a min ghairi sooo'inw wadmum ilaika janaahaka minar rahbi fazaanika burhaanaani mir Rabbika ilaa Fiw'awna wa mala'ih; innahum kaanoo qawman faasiqeen",
            "tajweed_text": "ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُ[q:8461[جْ] بَيْض[o[َا]ٓءَ مِنْ غَيْرِ س[o[ُو]ٓ[a:10150[ءٍ و]َ[h:10151[ٱ]ضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ [h:10152[ٱ][l[ل]رَّهْبِ‌ۖ فَذ[n[َٲ]نِكَ بُرْهَ[n[ـٰ]نَانِ م[u:770[ِن ر]َّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِ[s[يْ]ه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُمْ كَانُو[s[اْ] قَوْ[f:5652[مًا ف]َ[n[ـٰ]سِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3285,
            "aya_number": 33,
            "aya_text": "قَالَ رَبِّ اِنِّيْ قَتَلْتُ مِنْهُمْ نَفْسًا فَاَخَافُ اَنْ يَّقْتُلُوْنِ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 389,
            "translation_aya_text": "Dia (Musa) berkata, “Ya Tuhanku, sungguh aku telah membunuh seorang dari golongan mereka, sehingga aku takut mereka akan membunuhku. ",
            "tafsir_jalalayn": "(Musa berkata, \"Ya Rabbku! Sesungguhnya aku, telah membunuh seorang manusia dari golongan mereka) yaitu, orang Mesir yang telah dibunuhnya tadi (maka aku takut mereka akan membunuhku) disebabkan perbuatan itu.",
            "sajda": false,
            "transliteration": "Qaala Rabbi innee qataltu minhum nafsan fa akhaafu ai yaqtuloon",
            "tajweed_text": "قَالَ رَبِّ إِ[g[نّ]ِى قَتَلْتُ مِنْهُمْ نَفْ[f:10153[سًا ف]َأَخَافُ أ[a:9725[َن ي]َ[q:9726[قْ]تُل[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3286,
            "aya_number": 34,
            "aya_text": "وَاَخِيْ هٰرُوْنُ هُوَ اَفْصَحُ مِنِّيْ لِسَانًا فَاَرْسِلْهُ مَعِيَ رِدْءًا يُّصَدِّقُنِيْٓ  ۖاِنِّيْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 389,
            "translation_aya_text": "Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.” ",
            "tafsir_jalalayn": "(Dan saudaraku Harun dia lebih fasih lidahnya daripadaku) maksudnya jelas bicaranya (maka utuslah dia bersamaku sebagai pembantuku) yang kelak akan membantuku. Lafal Rid-an menurut qiraat yang lain dibaca Riddan (untuk membenarkan aku) lafal Yushaddiqni yang dibaca Jazm adalah menjadi Jawab dari Ad Du'a. Tetapi menurut qiraat yang lain dibaca Rafa, sehingga bacaannya menjadi Yushaddiquni sebagai sifat dari lafal Rid-an (sesungguhnya aku khawatir mereka akan mendustakan aku\").",
            "sajda": false,
            "transliteration": "Wa akhee Haaroonu huwa afsahu minnee lisaanan fa arsilhu ma'iya rid ai yusaddiquneee innee akhaafu ai yukazziboon",
            "tajweed_text": "وَأَخِى هَ[n[ـٰ]رُونُ هُوَ أَفْصَحُ مِ[g[نّ]ِى لِسَا[f:10154[نًا ف]َأَرْسِلْهُ مَعِىَ رِ[q:10155[دْ][a:10156[ءًا ي]ُصَدِّقُن[o[ِىٓ‌ۖ] إِ[g[نّ][o[ِىٓ] أَخَافُ أ[a:9721[َن ي]ُكَذِّب[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3287,
            "aya_number": 35,
            "aya_text": "قَالَ سَنَشُدُّ عَضُدَكَ بِاَخِيْكَ وَنَجْعَلُ لَكُمَا سُلْطٰنًا فَلَا يَصِلُوْنَ اِلَيْكُمَا  ۛبِاٰيٰتِنَا  ۛ اَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغٰلِبُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 389,
            "translation_aya_text": "Dia (Allah) berfirman, “Kami akan menguatkan engkau (membantumu) dengan saudaramu, dan Kami berikan kepadamu berdua kekuasaan yang besar, maka mereka tidak akan dapat mencapaimu; (berangkatlah kamu berdua) dengan membawa mukjizat Kami, kamu berdua dan orang yang mengikuti kamu yang akan menang.” ",
            "tafsir_jalalayn": "(Allah berfirman, \"Kami akan membantumu) memperkuatmu (dengan saudaramu, dan Kami berikan kepadamu berdua kekuasaan yang besar) berupa kemenangan yang besar (maka mereka tidak dapat mencapai kamu berdua) dengan maksud jahat mereka, maka pergilah kamu berdua (dengan membawa mukjizat Kami, kamu berdua dan orang yang mengikuti kamulah yang akan menang\") atas mereka.",
            "sajda": false,
            "transliteration": "Qaala sanashuddu 'adudaka bi akheeka wa naj'alu lakumaa sultaanan falaa yasiloona ilaikumaa; bi Aayaatinaa antumaa wa manit taba'akumal ghaaliboon",
            "tajweed_text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَ[q:10157[جْ]عَلُ لَكُمَا سُلْطَ[n[ـٰ][f:7745[نًا ف]َلَا يَصِلُونَ إِلَيْكُمَا‌ۚ بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أَ[f:10158[نت]ُمَا وَمَنِ [h:10159[ٱ]تَّبَعَكُمَا [h:10160[ٱ]لْغَ[n[ـٰ]لِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        }
    ]
}