{
    "page_number": 39,
    "data": [
        {
            "aya_id": 245,
            "aya_number": 238,
            "aya_text": "حَافِظُوْا عَلَى الصَّلَوٰتِ وَالصَّلٰوةِ الْوُسْطٰى وَقُوْمُوْا لِلّٰهِ قٰنِتِيْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 39,
            "translation_aya_text": "Peliharalah semua salat dan salat wustha. Dan laksanakanlah (salat) karena Allah dengan khusyuk.",
            "tafsir_jalalayn": "(Peliharalah semua salatmu), yakni yang lima waktu dengan mengerjakannya pada waktunya (dan salat wustha atau pertengahan). Ditemui beberapa pendapat, ada yang mengatakan salat asar, subuh, zuhur atau selainnya dan disebutkan secara khusus karena keistimewaannya. (Berdirilah untuk Allah) dalam salatmu itu (dalam keadaan taat) atau patuh, berdasarkan sabda Nabi saw., \"Setiap qunut dalam Alquran itu maksudnya ialah taat\" (H.R. Ahmad dan lain-lainnya). Ada pula yang mengatakan khusyuk atau diam, berdasarkan hadis Zaid bin Arqam, katanya, \"Mulanya kami berkata-kata dalam salat, hingga turunlah ayat tersebut, maka kami pun disuruh diam dan dilarang bercakap-cakap.\" (H.R. Bukhari dan Muslim)",
            "sajda": false,
            "transliteration": "Haafizoo 'alas salawaati was Salaatil Wustaa wa qoomoo lillaahi qaaniteen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 246,
            "aya_number": 239,
            "aya_text": "فَاِنْ خِفْتُمْ فَرِجَالًا اَوْ رُكْبَانًا ۚ فَاِذَآ اَمِنْتُمْ فَاذْكُرُوا اللّٰهَ كَمَا عَلَّمَكُمْ مَّا لَمْ تَكُوْنُوْا تَعْلَمُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 39,
            "translation_aya_text": "Jika kamu takut (ada bahaya), salatlah sambil berjalan kaki atau berkendaraan. Kemudian apabila telah aman, maka ingatlah Allah (salatlah), sebagaimana Dia telah mengajarkan kepadamu apa yang tidak kamu ketahui.",
            "tafsir_jalalayn": "(Jika kamu dalam keadaan takut) baik terhadap musuh, maupun banjir atau binatang buas (maka sambil berjalan kaki) jamak dari raajil, artinya salatlah sambil jalan kaki (atau berkendaraan), 'rukbaanan' jamak dari 'raakib', maksudnya bagaimana sedapatnya, baik menghadap kiblat atau tidak mau memberi isyarat saat rukuk dan sujud. (Kemudian apabila kamu telah aman), yakni dari ketakutan, (maka sebutlah Allah), artinya salatlah (sebagaimana Dia telah mengajarkan kepadamu apa-apa yang tidak kamu ketahui), yakni sebelum diajarkan-Nya itu berupa fardu dan syarat-syaratnya. 'Kaf' berarti 'umpama' dan 'maa' mashdariyah atau maushuulah.",
            "sajda": false,
            "transliteration": "Fa in khiftum farijaalan aw rukbaanan fa izaaa amintum fazkurul laaha kamaa 'allamakum maa lam takoonoo ta'lamoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 247,
            "aya_number": 240,
            "aya_text": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًاۖ وَّصِيَّةً لِّاَزْوَاجِهِمْ مَّتَاعًا اِلَى الْحَوْلِ غَيْرَ اِخْرَاجٍ ۚ فَاِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِيْ مَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ مِنْ مَّعْرُوْفٍۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 39,
            "translation_aya_text": "Dan orang-orang yang akan mati di antara kamu dan meninggalkan istri-istri, hendaklah membuat wasiat untuk istri-istrinya, (yaitu) nafkah sampai setahun tanpa mengeluarkannya (dari rumah). Tetapi jika mereka keluar (sendiri), maka tidak ada dosa bagimu (mengenai apa) yang mereka lakukan terhadap diri mereka sendiri dalam hal-hal yang baik. Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan orang-orang yang akan meninggal dunia di antara kamu dan meninggalkan istri) hendaklah (berwasiat) menurut satu qiraat dengan baris di depan dan berarti wajib berwasiat (untuk istri-istri mereka) agar mereka diberi (nafkah) yang dapat mereka nikmati (hingga) sempurna (satu tahun) lamanya menunggu bagi istri-istri yang ditinggal mati suami (tanpa mengeluarkan mereka), artinya tanpa menyuruh mereka pindah dari rumah yang mereka diami sewaktu suami mereka masih hidup. (Tetapi jika mereka pindah) atas kemauan sendiri, (maka tidak ada dosa bagimu) hai para wali orang yang mati (mengenai apa yang mereka perbuat terhadap diri mereka secara patut), yakni menurut syariat, misalnya bersolek, menghentikan masa berkabung dan tidak hendak menerima nafkah lagi. (Dan Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya. Wasiat yang disebut di atas dinasakh oleh ayat waris dan menunggu selama setahun oleh ayat empat bulan sepuluh hari yang lalu, tetapi turunnya terkemudian. Mengenai tempat kediaman, menurut Syafii tetap dipertahankan bagi istri-istri itu, artinya tidak dinasakh.",
            "sajda": false,
            "transliteration": "Wallazeena yutawaf fawna minkum wa yazaroona azwaajanw wasiyyatal li azwaajihim mataa'an ilal hawlighaira ikhraaj; fa in kharajna falaa junaaha 'alaikum fee maa fa'alna junaaha 'alaikum fee maa fa'alna feee anfusihinna mim ma'roof; wallaahu Azeezun Hakeem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 248,
            "aya_number": 241,
            "aya_text": "وَلِلْمُطَلَّقٰتِ مَتَاعٌ ۢبِالْمَعْرُوْفِۗ حَقًّا عَلَى الْمُتَّقِيْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 39,
            "translation_aya_text": "Dan bagi perempuan-perempuan yang diceraikan hendaklah diberi mut‘ah menurut cara yang patut, sebagai suatu kewajiban bagi orang yang bertakwa.",
            "tafsir_jalalayn": "(Wanita-wanita yang diceraikan hendaklah mendapat mutah), maksudnya diberi mutah (secara patut), artinya menurut kemampuan suami (sebagai suatu kewajiban), 'haqqan' dengan baris di atas sebagai maf`ul mutlak bagi fi`ilnya yang dapat diperkirakan (bagi orang-orang yang takwa). Hal ini diulang kembali oleh Allah agar mencapai pula wanita-wanita yang telah dicampuri, karena ayat yang lalu adalah ayat mengenai yang belum dicampuri.",
            "sajda": false,
            "transliteration": "Wa lilmutallaqaati mataa'um bilma'roofi haqqan 'alal muttaqeen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 249,
            "aya_number": 242,
            "aya_text": "كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 39,
            "translation_aya_text": "Demikianlah Allah menerangkan kepadamu ayat-ayat-Nya agar kamu mengerti.",
            "tafsir_jalalayn": "(Demikianlah), artinya seperti telah disebutkan di atas (Allah menjelaskan kepadamu ayat-ayat-Nya agar kamu mengerti) atau memahaminya.",
            "sajda": false,
            "transliteration": "Kazaalika yubaiyinul laahu lakum aayaatihee la'allakum ta'qiloon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 250,
            "aya_number": 243,
            "aya_text": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ وَهُمْ اُلُوْفٌ حَذَرَ الْمَوْتِۖ  فَقَالَ لَهُمُ اللّٰهُ مُوْتُوْا ۗ ثُمَّ اَحْيَاهُمْ ۗ اِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 39,
            "translation_aya_text": "Tidakkah kamu memperhatikan orang-orang yang keluar dari kampung halamannya, sedang jumlahnya ribuan karena takut mati? Lalu Allah berfirman kepada mereka, “Matilah kamu!” Kemudian Allah menghidupkan mereka. Sesungguhnya Allah memberikan karunia kepada manusia, tetapi kebanyakan manusia tidak bersyukur.",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan) pertanyaan disertai keanehan dan dorongan untuk mendengar apa yang dibicarakan sesudah itu (orang-orang yang keluar dari kampung halaman mereka, sedangkan jumlah mereka beribu-ribu) ada yang mengatakan empat, delapan atau sepuluh ribu serta ada pula yang mengatakan berjumlah tiga puluh, empat puluh atau tujuh puluh ribu (disebabkan takut mati) sebagai maf`ul liajlih. Mereka ini ialah segolongan Bani Israel yang ditimpa oleh wabah sampar hingga lari meninggalkan negeri mereka. (Maka firman Allah kepada mereka, \"Matilah kamu!\") hingga mereka pun mati, (kemudian mereka dihidupkan-Nya kembali), yakni setelah delapan hari atau lebih, atas doa Nabi mereka yang bernama Hizqil. Ada beberapa lamanya mereka hidup tetapi bekas kematian tanda-tandanya terdapat pada diri mereka, tidak memakai pakaian kecuali nanti berbalik menjadi kain kafan, dan peristiwa ini menjadi buah tutur sampai kepada anak-anak mereka. (Sesungguhnya Allah mempunyai karunia terhadap manusia) di antaranya menghidupkan mereka tadi, (tetapi kebanyakan manusia) yakni orang-orang kafir (tidak bersyukur). Adapun tujuan menyebutkan tentang orang-orang itu di sini ialah untuk merangsang semangat orang-orang beriman untuk berperang dan itulah sebabnya dihubungkan kepadanya.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena kharajoo min diyaarihim wa hum uloofun hazaral mawti faqaaala lahumul laahu mootoo summa ahyaahum; innal laaha lazoo fadlin 'alannaasi wa laakinna aksarannaasi laa yashkuroon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 251,
            "aya_number": 244,
            "aya_text": "وَقَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ وَاعْلَمُوْٓا اَنَّ اللّٰهَ  سَمِيْعٌ عَلِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 39,
            "translation_aya_text": "Dan berperanglah kamu di jalan Allah, dan ketahuilah bahwa Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan berperanglah kamu di jalan Allah) maksudnya untuk meninggikan agama-Nya (dan ketahuilah bahwa sesungguhnya Allah Maha Mendengar) akan ucapanmu (lagi Maha Mengetahui) akan keadaanmu, hingga memberi balasan kepadamu.",
            "sajda": false,
            "transliteration": "Wa qaatiloo fee sabeelil laahi wa'lamooo annal laaha Samee'un 'Aleem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 252,
            "aya_number": 245,
            "aya_text": "مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗٓ اَضْعَافًا كَثِيْرَةً ۗوَاللّٰهُ يَقْبِضُ وَيَبْصُۣطُۖ وَاِلَيْهِ تُرْجَعُوْنَ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 39,
            "translation_aya_text": "Barangsiapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan.",
            "tafsir_jalalayn": "(Siapakah yang bersedia memberi pinjaman kepada Allah) yaitu dengan menafkahkan hartanya di jalan Allah (yakni pinjaman yang baik) dengan ikhlas kepada-Nya semata, (maka Allah akan menggandakan) pembayarannya; menurut satu qiraat dengan tasydid hingga berbunyi 'fayudha'ifahu' (hingga berlipat-lipat) mulai dari sepuluh sampai pada tujuh ratus lebih sebagaimana yang akan kita temui nanti (Dan Allah menyempitkan) atau menahan rezeki orang yang kehendaki-Nya sebagai ujian (dan melapangkannya) terhadap orang yang dikehendaki-Nya, juga sebagai cobaan (dan kepada-Nya kamu dikembalikan) di akhirat dengan jalan akan dibangkitkan dari matimu dan akan dibalas segala amal perbuatanmu.",
            "sajda": false,
            "transliteration": "Man zal lazee yuqridul laaha qardan hasanan fayudaa 'ifahoo lahoo ad'aafan kaseerah; wallaahu yaqbidu wa yabsut-u wa ilaihi turja'oon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}