{
    "page_number": 390,
    "data": [
        {
            "aya_id": 3288,
            "aya_number": 36,
            "aya_text": "فَلَمَّا جَاۤءَهُمْ مُّوْسٰى بِاٰيٰتِنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا سِحْرٌ مُّفْتَرًىۙ وَّمَا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 390,
            "translation_aya_text": "Maka ketika Musa datang kepada mereka dengan (membawa) mukjizat Kami yang nyata, mereka berkata, “Ini hanyalah sihir yang dibuat-buat, dan kami tidak pernah mendengar (yang seperti) ini pada nenek moyang kami dahulu.” ",
            "tafsir_jalalayn": "(Maka tatkala Musa datang kepada mereka dengan membawa mukjizat-mukjizat Kami yang nyata) yakni nyata keadaannya (mereka berkata, \"Ini tidak lain hanyalah sihir yang dibuat-buat) yakni sulapan ilmu sihir saja (dan kami belum pernah mendengar Seruan ini) yang telah ada (di) masa-masa (nenek moyang kami dahulu\").",
            "sajda": false,
            "transliteration": "Falammaa jaaa'ahum Moosaa bi Aayaatinaa baiyinaatin qaaloo maa haazaaa illaa sihrum muftaranw wa maa sami'naa bihaazaa feee aabaaa'inal awwaleen",
            "tajweed_text": "فَلَ[g[مّ]َا ج[o[َا]ٓءَه[w:10161[ُم م]ُّوسَىٰ بِـَٔـايَ[n[ـٰ]تِنَا بَيِّنَ[n[ـٰ][f:10162[تٍ ق]َالُو[s[اْ] مَا هَ[n[ـٰ]ذ[o[َآ] إِلَّا سِحْ[a:10163[رٌ م]ُّفْتَ[a:10164[رًى و]َمَا سَمِعْنَا بِهَ[n[ـٰ]ذَا ف[o[ِىٓ] ءَاب[o[َا]ٓئِنَا [h:9184[ٱ]لْأَوَّل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3289,
            "aya_number": 37,
            "aya_text": "وَقَالَ مُوْسٰى رَبِّيْٓ اَعْلَمُ بِمَنْ جَاۤءَ بِالْهُدٰى مِنْ عِنْدِهٖ وَمَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 390,
            "translation_aya_text": "Dan dia (Musa) menjawab, “Tuhanku lebih mengetahui siapa yang (pantas) membawa petunjuk dari sisi-Nya dan siapa yang akan mendapat kesudahan (yang baik) di akhirat. Sesungguhnya orang-orang yang zalim tidak akan mendapat kemenangan.” ",
            "tafsir_jalalayn": "(Berkatalah) dapat dibaca waqala dan Qala tanpa memakai Wawu (Musa, \"Rabbku lebih mengetahui) (orang yang patut membawa petunjuk dari sisi-Nya) Dhamir yang ada pada lafal 'Indahu kembali kepada Ar Rabb (dan siapa) di'athafkan kepada lafal Man sebelumnya (yang akan ada) dapat dibaca Takunu dan Yakunu (baginya kesudahan yang baik di negeri akhirat) yakni akibat yang terpuji di akhirat; maksudnya dia adalah aku sendiri, keduanya adalah aku sendiri yang berhak menyandangnya dan aku orang yang benar di dalam menyampaikan apa yang diturunkan kepadaku. (Sesungguhnya tidaklah akan mendapat kemenangan orang-orang yang zalim\") yakni orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Wa qaala Moosaa Rabbeee a'alamu biman jaaa'a bilhudaa min 'indihee wa man takoonu lahoo 'aaqibatud daari innahoo laa yuflihuz zaalimoon",
            "tajweed_text": "وَقَالَ مُوسَىٰ رَبّ[o[ِىٓ] أَعْلَمُ بِمَ[f:10165[ن ج][o[َا]ٓءَ بِ[h:54[ٱ]لْهُدَىٰ مِنْ عِ[f:3628[ند]ِه[n[ِۦ] وَمَ[f:10166[ن ت]َكُونُ لَهُ[n[ۥ] عَ[n[ـٰ]قِبَةُ [h:4439[ٱ][l[ل]دَّارِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] لَا يُفْلِحُ [h:3981[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3290,
            "aya_number": 38,
            "aya_text": "وَقَالَ فِرْعَوْنُ يٰٓاَيُّهَا الْمَلَاُ مَا عَلِمْتُ لَكُمْ مِّنْ اِلٰهٍ غَيْرِيْۚ فَاَوْقِدْ لِيْ يٰهَامٰنُ عَلَى الطِّيْنِ فَاجْعَلْ لِّيْ صَرْحًا لَّعَلِّيْٓ اَطَّلِعُ اِلٰٓى اِلٰهِ مُوْسٰىۙ وَاِنِّيْ لَاَظُنُّهٗ مِنَ الْكٰذِبِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 390,
            "translation_aya_text": "Dan Fir‘aun berkata, “Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.” ",
            "tafsir_jalalayn": "(Dan berkata Firaun, \"Hai pembesar kaumku! Aku tidak mengetahui tuhan bagi kalian selain aku sendiri. Maka bakarlah hai Haman, untukku tanah liat) maksudnya buatlah batu bata untukku (kemudian buatkanlah untukku bangunan yang tinggi) maksudnya gedung yang tinggi sekali (supaya aku dapat naik melihat Tuhan Musa) aku akan melihat-Nya dan berdiri di hadapan-Nya (dan sesungguhnya aku benar-benar yakin bahwa dia termasuk orang-orang yang pendusta\") di dalam pengakuannya yang mengatakan ada Tuhan lain selain aku, bahwa ia seorang Rasul.",
            "sajda": false,
            "transliteration": "Wa qaala Fir'awnu yaaa aiyuhal mala-u maa 'alimtu lakum min ilaahin ghairee fa awqid lee yaa Haamaanu 'alatteeni faj'al lee sarhal la'alleee attali'u ilaaa ilaahi Moosaa wa innee la azunnuhoo minal kaazibeen",
            "tajweed_text": "وَقَالَ فِرْعَوْنُ يَ[o[ـٰٓ]أَيُّهَا [h:6683[ٱ]لْمَلَأُ مَا عَلِمْتُ لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرِى فَأَوْقِ[q:10167[دْ] لِى يَ[n[ـٰ]هَ[n[ـٰ]مَ[n[ـٰ]نُ عَلَى [h:10168[ٱ][l[ل]طِّينِ فَ[h:7148[ٱ][q:7148[جْ]عَل لِّى صَرْ[u:10169[حًا ل]َّعَلّ[o[ِىٓ] أَطَّلِعُ إِلَ[o[ىٰٓ] إِلَ[n[ـٰ]هِ مُوسَىٰ وَإِ[g[نّ]ِى لَأَظُ[g[نّ]ُهُ[n[ۥ] مِنَ [h:4785[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3291,
            "aya_number": 39,
            "aya_text": "وَاسْتَكْبَرَ هُوَ وَجُنُوْدُهٗ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوْٓا اَنَّهُمْ اِلَيْنَا لَا يُرْجَعُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 390,
            "translation_aya_text": "Dan dia (Fir‘aun) dan bala tentaranya berlaku sombong, di bumi tanpa alasan yang benar, dan mereka mengira bahwa mereka tidak akan dikembalikan kepada Kami.",
            "tafsir_jalalayn": "(Dan berlaku angkuhlah Firaun dan bala tentaranya di bumi Mesir) di negeri Mesir (tanpa alasan yang benar dan mereka menyangka bahwa mereka tidak akan dikembalikan kepada Kami) dapat dibaca La Yurja'una dan La Yarji'una.",
            "sajda": false,
            "transliteration": "Wastakbara huwa wa junooduhoo fil ardi bighairil haqqi wa zannooo annahum ilainaa laa yurja'oon",
            "tajweed_text": "وَ[h:9999[ٱ]سْتَكْبَرَ هُوَ وَجُنُودُهُ[n[ۥ] فِى [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ وَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ إِلَيْنَا لَا يُرْجَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3292,
            "aya_number": 40,
            "aya_text": "فَاَخَذْنٰهُ وَجُنُوْدَهٗ فَنَبَذْنٰهُمْ فِى الْيَمِّ ۚفَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 390,
            "translation_aya_text": "Maka Kami siksa dia (Fir‘aun) dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka perhatikanlah bagaimana kesudahan orang yang zalim.",
            "tafsir_jalalayn": "(Maka Kami hukum Firaun dan bala tentaranya, lalu Kami lemparkan mereka) Kami campakkan mereka (ke dalam laut) yang asin airnya, sehingga tenggelamlah mereka. (Maka lihatlah bagaimana akibat orang-orang yang zalim) sewaktu mereka menjadi binasa.",
            "sajda": false,
            "transliteration": "Fa akhaznaahu wa junoo dahoo fanabaznaahum fil yammi fanzur kaifa kaana 'aaqibatuz zaalimeen",
            "tajweed_text": "فَأَخَذْنَ[n[ـٰ]هُ وَجُنُودَهُ[n[ۥ] فَنَبَذْنَ[n[ـٰ]هُمْ فِى [h:4971[ٱ]لْيَ[g[مّ]ِ‌ۖ فَ[h:1513[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6064[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3293,
            "aya_number": 41,
            "aya_text": "وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّدْعُوْنَ اِلَى النَّارِۚ وَيَوْمَ الْقِيٰمَةِ لَا يُنْصَرُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 390,
            "translation_aya_text": "Dan Kami jadikan mereka para pemimpin yang mengajak (manusia) ke neraka dan pada hari Kiamat mereka tidak akan ditolong.",
            "tafsir_jalalayn": "(Dan Kami jadikan mereka) di dunia (pemimpin-pemimpin) A-immatan dapat dibaca Tahqiq dan Tas-hil, yakni pemimpin-pemimpin dalam kemusyrikan (yang menyeru ke neraka) disebabkan seruan mereka yang mengajak kepada kemusyrikan (dan pada hari kiamat mereka tidak akan ditolong) yaitu azab mereka tidak dapat ditolak lagi.",
            "sajda": false,
            "transliteration": "Wa ja'alnaahum a'immatany yad'oona ilan Naari wa Yawmal Qiyaamati laa yunsaroon",
            "tajweed_text": "وَجَعَلْنَ[n[ـٰ]هُمْ أَئِ[g[مّ]َ[a:10170[ةً ي]َ[q:1240[دْ]عُونَ إِلَى [h:1241[ٱ][l[ل][g[نّ]َارِ‌ۖ وَيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ لَا يُ[f:237[نص]َر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3294,
            "aya_number": 42,
            "aya_text": "وَاَتْبَعْنٰهُمْ فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً ۚوَيَوْمَ الْقِيٰمَةِ هُمْ مِّنَ الْمَقْبُوْحِيْنَ ࣖ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 390,
            "translation_aya_text": "Dan Kami susulkan laknat kepada mereka di dunia ini; sedangkan pada hari Kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah).",
            "tafsir_jalalayn": "(Dan Kami sertakan laknat kepada mereka di dunia ini) berupa kehinaan (dan pada hari kiamat mereka termasuk orang-orang yang dijauhkan) dari rahmat-Nya.",
            "sajda": false,
            "transliteration": "Wa atba'naahum fee haazihid dunyaa la'natanw wa Yawmal Qiyaamati hum minal maqbooheen",
            "tajweed_text": "وَأَتْبَعْنَ[n[ـٰ]هُمْ فِى هَ[n[ـٰ]ذِهِ [h:5052[ٱ][l[ل]دُّنْيَا لَعْنَ[a:6394[ةً‌ۖ و]َيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ ه[w:10171[ُم م]ِّنَ [h:10172[ٱ]لْمَ[q:10173[قْ]بُوح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3295,
            "aya_number": 43,
            "aya_text": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ مِنْۢ بَعْدِ مَآ اَهْلَكْنَا الْقُرُوْنَ الْاُوْلٰى بَصَاۤىِٕرَ لِلنَّاسِ وَهُدًى وَّرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 390,
            "translation_aya_text": "Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) setelah Kami binasakan umat-umat terdahulu, untuk menjadi pelita bagi manusia dan petunjuk serta rahmat, agar mereka mendapat pelajaran.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Musa Alkitab) yaitu Taurat (sesudah Kami binasakan generasi-generasi yang terdahulu) yakni kaum Nabi Nuh, kaum 'Ad, kaum Tsamud dan lain-lainnya (untuk menjadi pelita bagi manusia) kedudukan lafal ayat ini menjadi Hal dari lafal Alkitab; itu adalah bentuk jamak dari lafal Bashirah yang artinya cahaya hati, maksudnya pelita hati bagi manusia (dan petunjuk) dari kesesatan bagi orang yang mengamalkannya (dan rahmat) bagi orang yang beriman kepadanya (agar mereka ingat) dapat mengambil pelajaran dari nasihat-nasihat yang terkandung di dalamnya.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Moosal Kitaaba mim ba'di maaa ahlaknal quroonal oolaa basaaa'ira linnaasi wa hudanw wa rahmatal la'allahum yata zakkkaroon",
            "tajweed_text": "وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ م[i:146[ِنۢ ب]َعْدِ م[o[َآ] أَهْلَكْنَا [h:5975[ٱ]لْقُرُونَ [h:10174[ٱ]لْأُولَىٰ بَص[o[َا]ٓئِرَ لِل[g[نّ]َاسِ وَهُ[a:4537[دًى و]َرَحْمَ[u:4538[ةً ل]َّعَلَّهُمْ يَتَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        }
    ]
}