{
    "page_number": 391,
    "data": [
        {
            "aya_id": 3296,
            "aya_number": 44,
            "aya_text": "وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ اِذْ قَضَيْنَآ اِلٰى مُوْسَى الْاَمْرَ وَمَا كُنْتَ مِنَ الشّٰهِدِيْنَ ۙ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 391,
            "translation_aya_text": "Dan engkau (Muhammad) tidak berada di sebelah barat (lembah suci Tuwa) ketika Kami menyampaikan perintah kepada Musa, dan engkau tidak (pula) termasuk orang-orang yang menyaksikan (kejadian itu).",
            "tafsir_jalalayn": "(Dan tidaklah kamu) hai Muhammad (berada di sisi) bukit, atau lembah atau suatu tempat (yang sebelah barat) dari Musa ketika ia bermunajat (ketika Kami menyampaikan) mewahyukan (perintah ke pada Musa) supaya menyampaikannya kepada Firaun dan kaumnya (dan tiada pula kamu termasuk orang-orang yang menyaksikan) kejadian tersebut, lalu kamu mengetahuinya dan menceritakan tentangnya.",
            "sajda": false,
            "transliteration": "Wa maa kunta bijaanibil gharbiyyi iz qadainaaa ilaa Moosal amra wa maa kunta minash shaahideen",
            "tajweed_text": "وَمَا كُ[f:735[نت]َ بِجَانِبِ [h:10175[ٱ]لْغَرْبِىِّ إِذْ قَضَيْن[o[َآ] إِلَىٰ مُوسَى [h:10176[ٱ]لْأَمْرَ وَمَا كُ[f:735[نت]َ مِنَ [h:2069[ٱ][l[ل]شَّ[n[ـٰ]هِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3297,
            "aya_number": 45,
            "aya_text": "وَلٰكِنَّآ اَنْشَأْنَا قُرُوْنًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُۚ وَمَا كُنْتَ ثَاوِيًا فِيْٓ اَهْلِ مَدْيَنَ تَتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۙ وَلٰكِنَّا كُنَّا مُرْسِلِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 391,
            "translation_aya_text": "Tetapi Kami telah menciptakan beberapa umat, dan telah berlalu atas mereka masa yang panjang, dan engkau (Muhammad) tidak tinggal bersama-sama penduduk Madyan dengan membacakan ayat-ayat Kami kepada mereka, tetapi Kami telah mengutus rasul-rasul.",
            "tafsir_jalalayn": "(Tetapi Kami telah mengadakan beberapa generasi) yakni umat-umat sesudah Nabi Musa (dan berlalulah atas mereka masa yang panjang) waktu yang berabad-abad sehingga mereka lupa akan perjanjian-perjanjian, dan ilmu-ilmu agama pun telah terhapus pula, serta wahyu terputus. Maka Kami datangkan kamu sebagai seorang Rasul dan Kami turunkan wahyu kepadamu mengenai berita Musa dan berita nabi-nabi lainnya (dan tiadalah kamu tinggal) bermukim (bersama-sama penduduk Madyan dengan membacakan ayat-ayat Kami kepada mereka) lafal Tatlu dan seterusnya merupakan Khabar yang kedua dari lafal Kunta, maksudnya, sehingga penduduk Madyan itu mengetahui kisah umat-umat terdahulu lalu mereka mengisahkannya (tetapi Kami telah mengangkat menjadi Rasul) kamu, dan Kami mengutus utusan-utusan Kami kepadamu dengan membawa berita orang-orang dahulu.",
            "sajda": false,
            "transliteration": "Wa laakinnaa anshaanaa quroonan fatataawala 'alaihimul 'umur; wa maa kunta saawiyan feee ahli Madyana tatloo 'alaihim Aayaatinaa wa laakinnaa kunnaa mursileen",
            "tajweed_text": "وَلَ[n[ـٰ]كِ[g[نّ][o[َآ] أَ[f:9202[نش]َأْنَا قُرُو[f:10177[نًا ف]َتَطَاوَلَ عَلَيْهِمُ [h:8761[ٱ]لْعُمُرُ‌ۚ وَمَا كُ[f:735[نت]َ ثَاوِ[f:10178[يًا ف][o[ِىٓ] أَهْلِ مَ[q:4842[دْ]يَنَ تَتْلُو[s[اْ] عَلَيْهِمْ ءَايَ[n[ـٰ]تِنَا وَلَ[n[ـٰ]كِ[g[نّ]َا كُ[g[نّ]َا مُرْسِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3298,
            "aya_number": 46,
            "aya_text": "وَمَا كُنْتَ بِجَانِبِ الطُّوْرِ اِذْ نَادَيْنَا وَلٰكِنْ رَّحْمَةً مِّنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 391,
            "translation_aya_text": "Dan engkau (Muhammad) tidak berada di dekat Tur (gunung) ketika Kami menyeru (Musa), tetapi (Kami utus engkau) sebagai rahmat dari Tuhanmu, agar engkau memberi peringatan kepada kaum (Quraisy) yang tidak didatangi oleh pemberi peringatan sebelum engkau agar mereka mendapat pelajaran.",
            "tafsir_jalalayn": "(Dan tiadalah kamu berada di dekat bukit Thur) nama sebuah bukit (ketika) sewaktu (Kami menyeru) Musa, \"Ambillah Alkitab ini dengan sepenuh kekuatanmu\", yakni amalkanlah sekemampuanmu (tetapi) Kami utus kamu (sebagai rahmat dari Rabbmu, supaya kamu memberi peringatan kepada kaum yang sekali-kali belum datang kepada mereka pemberi peringatan sebelum kamu supaya mereka ingat) supaya mengambil pelajaran.",
            "sajda": false,
            "transliteration": "Wa maa kunta bijaanibit Toori iz naadainaa wa laakir rahmatam mir Rabbika litunzira qawmam maaa ataahum min nazeerim min qablika la'allahum yatazakkaroon",
            "tajweed_text": "وَمَا كُ[f:735[نت]َ بِجَانِبِ [h:10179[ٱ][l[ل]طُّورِ إِذْ نَادَيْنَا وَلَ[n[ـٰ]ك[u:10180[ِن ر]َّحْمَ[a:5993[ةً م]ّ[u:770[ِن ر]َّبِّكَ لِتُ[f:4582[نذ]ِرَ قَوْ[a:10181[مًا م]ّ[o[َآ] أَتَ[n[ـٰ]ه[w:10182[ُم م]ّ[a:10183[ِن ن]َّذِي[a:10184[رٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ لَعَلَّهُمْ يَتَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3299,
            "aya_number": 47,
            "aya_text": "وَلَوْلَآ اَنْ تُصِيْبَهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَيَقُوْلُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 391,
            "translation_aya_text": "Dan agar mereka tidak mengatakan ketika azab menimpa mereka disebabkan apa yang mereka kerjakan, “Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami, agar kami mengikuti ayat-ayat Engkau dan termasuk orang mukmin.”",
            "tafsir_jalalayn": "(Dan agar mereka sewaktu ditimpa musibah) azab (disebabkan apa yang telah di kerjakan oleh tangan-tangan mereka) berupa kekafiran dan selainnya (mereka tidak akan mengatakan, \"Ya Rabb kami! Mengapa tidak) yakni kenapa tidak (Engkau utus seorang Rasul kepada kami, lalu kami mengikuti ayat-ayat Engkau) yang dibawa oleh Rasul Engkau (dan jadilah kami termasuk orang-orang yang beriman\") Jawab dari lafal Laula dibuang, dan lafal yang sesudahnya merupakan Mubtada. Maksudnya, seandainya tidak karena azab yang menimpa mereka sebagai penyebab dari perkataannya. Atau maksudnya, seandainya tidak ada perkataan mereka yang menyebabkan turunnya azab, niscaya akan Kami segerakan kepada mereka azab itu, dan niscaya pula Kami tidak akan mengutusmu kepada mereka sebagai seorang Rasul.",
            "sajda": false,
            "transliteration": "Wa law laaa an tuseebahum museebatum bimaa qaddamat aideehim fa yaqooloo Rabbanaa law laaa arsalta ilainaa Rasoolan fanattabi'a Aayaatika wa nakoona minal mu'mineen",
            "tajweed_text": "وَلَوْل[o[َآ] أَ[f:9555[ن ت]ُصِيبَه[w:10185[ُم م]ُّصِيبَ[i:2877[ةُۢ ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُو[s[اْ] رَبَّنَا لَوْل[o[َآ] أَرْسَلْتَ إِلَيْنَا رَسُول[f:8659[اً ف]َنَتَّبِعَ ءَايَ[n[ـٰ]تِكَ وَنَكُونَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3300,
            "aya_number": 48,
            "aya_text": "فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْا لَوْلَآ اُوْتِيَ مِثْلَ مَآ اُوْتِيَ مُوْسٰىۗ اَوَلَمْ يَكْفُرُوْا بِمَآ اُوْتِيَ مُوْسٰى مِنْ قَبْلُۚ قَالُوْا سِحْرٰنِ تَظَاهَرَاۗ وَقَالُوْٓا اِنَّا بِكُلٍّ كٰفِرُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 391,
            "translation_aya_text": "Maka ketika telah datang kepada mereka kebenaran (Al-Qur'an) dari sisi Kami, mereka berkata, “Mengapa tidak diberikan kepadanya (Muhammad) seperti apa yang telah diberikan kepada Musa dahulu?” Bukankah mereka itu telah ingkar (juga) kepada apa yang diberikan kepada Musa dahulu? Mereka dahulu berkata, “(Musa dan Harun adalah) dua pesihir yang bantu-membantu.” Dan mereka (juga) berkata, “Sesungguhnya kami sama sekali tidak mempercayai masing-masing mereka itu.”",
            "tafsir_jalalayn": "(Maka tatkala datang kepada mereka kebenaran) yang dibawa oleh Nabi Muhammad (dari sisi Kami, mereka berkata, \"Mengapa tidak) kenapa tidak (diberikan kepadanya seperti yang telah diberikan kepada Musa?\") yaitu mukjizat-mukjizat seperti tangan yang bersinar menyilaukan, tongkat dan lain sebagainya, atau kitab yang diturunkan sekali turun. Allah swt. menjawab perkataan mereka melalui firman-Nya, (\"Dan bukankah mereka itu telah ingkar juga kepada apa yang diberikan kepada Musa dahulu?) di mana (mereka telah mengatakan) sehubungan dengan perihal Nabi Musa dan juga tentang diri Nabi Muhammad ('Dua orang ahli sihir). Menurut qiraat yang lain dibaca Sahirani, subjek yang mereka maksud adalah Alquran dan kitab Taurat (yang saling bantu membantu'.\") maksudnya mereka saling bahu membahu. (Dan mereka juga berkata, \"Sesungguhnya kami kepada masing-masing) dari kedua nabi, berikut kitab-kitabnya (tidak mempercayai\").",
            "sajda": false,
            "transliteration": "Falammaa jaaa'ahumul haqqu min 'indinaa qaaloo law laa ootiya misla maaa ootiyaa Moosaa; awalam yakfuroo bimaaa ootiya Moosaa min qablu qaaloo sihraani tazaaharaa wa qaalooo innaa bikullin kaafiroon",
            "tajweed_text": "فَلَ[g[مّ]َا ج[o[َا]ٓءَهُمُ [h:6141[ٱ]لْحَقُّ مِنْ عِ[f:6142[ند]ِنَا قَالُو[s[اْ] لَوْل[o[َآ] أُوتِىَ مِثْلَ م[o[َآ] أُوتِىَ مُوسَ[o[ىٰٓ‌ۚ] أَوَلَمْ يَكْفُرُو[s[اْ] بِم[o[َآ] أُوتِىَ مُوسَىٰ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ قَالُو[s[اْ] سِحْرَانِ تَظَ[n[ـٰ]هَرَا وَقَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا بِكُ[f:10186[لٍّ ك]َ[n[ـٰ]فِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3301,
            "aya_number": 49,
            "aya_text": "قُلْ فَأْتُوْا بِكِتٰبٍ مِّنْ عِنْدِ اللّٰهِ هُوَ اَهْدٰى مِنْهُمَآ اَتَّبِعْهُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 391,
            "translation_aya_text": "Katakanlah (Muhammad), “Datangkanlah olehmu sebuah kitab dari sisi Allah yang kitab itu lebih memberi petunjuk daripada keduanya (Taurat dan Al-Qur'an), niscaya aku mengikutinya, jika kamu orang yang benar.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka, (\"Datangkanlah oleh kalian sebuah kitab dari sisi Allah yang kitab itu lebih dapat memberi petunjuk daripada keduanya) yang dimaksud adalah Alquran dan Taurat (niscaya aku akan mengikutinya, jika kalian sungguh orang-orang yang benar.\") di dalam perkataannya.",
            "sajda": false,
            "transliteration": "Qul faatoo bi Kitaabim min 'indil laahi huwa ahdaa minhu maaa attabi'hu in kuntum saadiqeen",
            "tajweed_text": "قُلْ فَأْتُو[s[اْ] بِكِتَ[n[ـٰ][a:10187[بٍ م]ِّنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ هُوَ أَهْدَىٰ مِنْهُم[o[َآ] أَتَّبِعْهُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3302,
            "aya_number": 50,
            "aya_text": "فَاِنْ لَّمْ يَسْتَجِيْبُوْا لَكَ فَاعْلَمْ اَنَّمَا يَتَّبِعُوْنَ اَهْوَاۤءَهُمْۗ وَمَنْ اَضَلُّ مِمَّنِ اتَّبَعَ هَوٰىهُ بِغَيْرِ هُدًى مِّنَ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 391,
            "translation_aya_text": "Maka jika mereka tidak menjawab (tantanganmu), maka ketahuilah bahwa mereka hanyalah mengikuti keinginan mereka. Dan siapakah yang lebih sesat daripada orang yang mengikuti keinginannya tanpa mendapat petunjuk dari Allah sedikit pun? Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
            "tafsir_jalalayn": "(Maka jika mereka tidak menjawab kamu) maksudnya tantanganmu itu, yaitu supaya mereka mendatangkan Kitab dari sisi Allah (ketahuilah bahwa sesungguhnya mereka hanyalah mengikuti hawa nafsu mereka belaka) dalam kekafirannya itu (Dan siapakah yang lebih sesat daripada orang yang mengikuti hawa nafsunya dengan tidak mendapat petunjuk dari Allah sedikit pun?) maksudnya, tidak ada yang lebih sesat daripadanya. (Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang zalim) yaitu orang-orang kafir.",
            "sajda": false,
            "transliteration": "Fa il lam yastajeeboo laka fa'lam annamaa yattabi'oona ahwaaa'ahum; w aman adallu mimmanit taba'a hawaahu bighari hudam minal laah; innal laaha laa yahdil qawmaz zaalimeen",
            "tajweed_text": "فَإ[u:110[ِن ل]َّمْ يَسْتَجِيبُو[s[اْ] لَكَ فَ[h:3611[ٱ]عْلَمْ أَ[g[نّ]َمَا يَتَّبِعُونَ أَهْو[o[َا]ٓءَهُمْ‌ۚ وَمَنْ أَضَلُّ مِ[g[مّ]َنِ [h:10188[ٱ]تَّبَعَ هَوَ[n[ٮٰ]هُ بِغَيْرِ هُ[a:10189[دًى م]ِّنَ [h:321[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        }
    ]
}