{
    "page_number": 393,
    "data": [
        {
            "aya_id": 3312,
            "aya_number": 60,
            "aya_text": "وَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا وَزِيْنَتُهَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰىۗ اَفَلَا تَعْقِلُوْنَ ࣖ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Dan apa saja (kekayaan, jabatan, keturunan) yang diberikan kepada kamu, maka itu adalah kesenangan hidup duniawi dan perhiasannya; sedang apa yang di sisi Allah adalah lebih baik dan lebih kekal. Tidakkah kamu mengerti?",
            "tafsir_jalalayn": "(Dan apa saja yang diberikan kepada kalian, maka itu adalah kenikmatan hidup duniawi dan perhiasannya) kalian bersenang-senang dan menghias diri dengannya selama hidup kalian, kemudian semuanya akan lenyap (sedangkan apa yang di sisi Allah) yakni pahala-Nya (adalah lebih baik dan lebih kekal. Maka apakah kalian tidak memahaminya?) bahwa yang kekal itu lebih baik daripada yang lenyap. Dapat dibaca Ta'maluna dan Ya'maluna.",
            "sajda": false,
            "transliteration": "Wa maaa ooteetum min shai'in famataa'ul hayaatid dunyaa wa zeenatuhaa; wa maa 'indal laahi khairunw wa abqaa; afalaa ta'qiloon",
            "tajweed_text": "وَم[o[َآ] أُوتِيت[w:10210[ُم م]ِّ[f:2103[ن ش][f:10211[َىْءٍ ف]َمَتَ[n[ـٰ]عُ [h:10212[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَزِينَتُهَا‌ۚ وَمَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ خَيْ[a:8546[رٌ و]َأَ[q:8540[بْ]قَ[o[ىٰٓ‌ۚ] أَفَلَا تَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3313,
            "aya_number": 61,
            "aya_text": "اَفَمَنْ وَّعَدْنٰهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيْهِ كَمَنْ مَّتَّعْنٰهُ مَتَاعَ الْحَيٰوةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيٰمَةِ مِنَ الْمُحْضَرِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Maka apakah sama orang yang Kami janjikan kepadanya suatu janji yang baik (surga) lalu dia memperolehnya, dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi; kemudian pada hari Kiamat dia termasuk orang-orang yang diseret (ke dalam neraka)?",
            "tafsir_jalalayn": "(Maka apakah orang yang Kami janjikan kepadanya suatu janji yang baik lalu ia memperolehnya) janji yang dimaksud adalah surga (sama dengan orang yang Kami berikan kepadanya kenikmatan hidup duniawi) yang dalam waktu dekat pasti akan lenyap (kemudian dia pada hari kiamat termasuk orang-orang yang diseret) ke dalam neraka. Orang yang dimaksud pada lafal pertama adalah orang Mukmin dan pada lafal kedua adalah orang kafir maksudnya tidak ada persamaan di antara keduanya.",
            "sajda": false,
            "transliteration": "Afamanw wa'adnaahu wa'dan hasanan fahuwa laaqeehi kamam matta'naahu mataa'al hayaatid dunyaa summa huwa Yawmal Qiyaamati minal muhdareen",
            "tajweed_text": "أَفَم[a:10213[َن و]َعَ[q:10214[دْ]نَ[n[ـٰ]هُ وَعْدًا حَسَ[f:7506[نًا ف]َهُوَ لَ[n[ـٰ]قِيهِ كَم[a:10215[َن م]َّتَّعْنَ[n[ـٰ]هُ مَتَ[n[ـٰ]عَ [h:6006[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا ثُ[g[مّ]َ هُوَ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ مِنَ [h:10216[ٱ]لْمُحْضَر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3314,
            "aya_number": 62,
            "aya_text": "وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Dan (ingatlah) pada hari ketika Dia (Allah) menyeru mereka dan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu kamu sangka?”",
            "tafsir_jalalayn": "(Dan) ingatlah (hari di waktu Dia menyeru mereka) yang dimaksud adalah Allah menyeru mereka (seraya berkata, \"Di manakah sekutu-sekutu-Ku yang dahulu kalian menduga\") bahwa mereka adalah sekutu-sekutu-Ku.",
            "sajda": false,
            "transliteration": "Wa Yawma yunaadeehim fa-yaqoolu aina shurakaaa 'iyal lazeena kuntum taz'umoon",
            "tajweed_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَك[o[َا]ٓءِىَ [h:7378[ٱ]لَّذِينَ كُ[f:100[نت]ُمْ تَزْعُم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3315,
            "aya_number": 63,
            "aya_text": "قَالَ الَّذِيْنَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هٰٓؤُلَاۤءِ الَّذِيْنَ اَغْوَيْنَاۚ  اَغْوَيْنٰهُمْ كَمَا غَوَيْنَاۚ تَبَرَّأْنَآ اِلَيْكَ مَا كَانُوْٓا اِيَّانَا يَعْبُدُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Orang-orang yang sudah pasti akan mendapatkan hukuman berkata, “Ya Tuhan kami, mereka inilah orang-orang yang kami sesatkan itu; kami telah menyesatkan mereka sebagaimana kami (sendiri) sesat, kami menyatakan kepada Engkau berlepas diri (dari mereka), mereka sekali-kali tidak menyembah kami.” ",
            "tafsir_jalalayn": "(Berkatalah orang-orang yang telah tetap hukuman atas mereka) yakni mereka harus masuk ke dalam neraka, mereka adalah para pemimpin kesesatan, (\"Ya Rabb kami! Mereka inilah orang-orang yang kami sesatkan itu) lafal Haula-i adalah Mubtada dan Al Ladzina Aghwainahum adalah sifatnya (kami telah menyesatkan mereka) lafal ayat ini menjadi Khabarnya. Yaitu setelah kami sesatkan mereka, maka mereka pun tersesatlah (sebagaimana kami sendiri sesat) yakni, kami tidak memaksakan mereka untuk sesat (kami menyatakan berlepas diri kepada Engkau) dari mereka (mereka sekali-kali tidak menyembah kami\") Ma di sini adalah Nafiyah, dan sengaja Maf'ulnya didahulukan demi untuk Fashilah, atau untuk memelihara keseragaman akhir ayat.",
            "sajda": false,
            "transliteration": "Qaalal lazeena haqqa 'alaihimul qawlu Rabbanaa haaa'ulaaa'il lazeena aghwainaa aghwainaahu kamaa ghawainaa tabarraanaaa ilaika maa kaanoo iyyaanaa ya'budoon",
            "tajweed_text": "قَالَ [h:590[ٱ]لَّذِينَ حَقَّ عَلَيْهِمُ [h:10217[ٱ]لْقَوْلُ رَبَّنَا هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ [h:6282[ٱ]لَّذِينَ أَغْوَيْن[o[َآ] أَغْوَيْنَ[n[ـٰ]هُمْ كَمَا غَوَيْنَا‌ۖ تَبَرَّأْن[o[َآ] إِلَيْكَ‌ۖ مَا كَان[o[ُوٓ][s[اْ] إِيَّانَا يَعْبُد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3316,
            "aya_number": 64,
            "aya_text": "وَقِيْلَ ادْعُوْا شُرَكَاۤءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ ۗوَرَاَوُا الْعَذَابَۚ  لَوْ اَنَّهُمْ كَانُوْا يَهْتَدُوْنَ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Dan dikatakan (kepada mereka), “Serulah sekutu-sekutumu,” lalu mereka menyerunya, tetapi yang diseru tidak menyambutnya, dan mereka melihat azab. (Mereka itu berkeinginan) sekiranya mereka dahulu menerima petunjuk. ",
            "tafsir_jalalayn": "(Dikatakan kepada mereka \"Serulah oleh kalian sekutu-sekutu kalian!\") yaitu berhala-berhala yang kalian yakini, bahwa mereka adalah sekutu-sekutu Allah (lalu mereka menyerunya, maka sekutu-sekutu itu tidak memperkenankan mereka) tidak menjawab seruan mereka (lalu mereka melihat) mereka yang diseru itu (azab) melihatnya dengan mata kepala mereka (kiranya mereka dahulu menerima petunjuk) sewaktu di dunia, mereka baru sadar setelah melihat azab di akhirat.",
            "sajda": false,
            "transliteration": "Wa qeelad 'oo shurakaaa'akum fada'awhum falam yastajeeboo lahum wa ra awul 'azaab; law annahum kaanoo yahtadoon",
            "tajweed_text": "وَقِيلَ [h:10218[ٱ][q:4751[دْ]عُو[s[اْ] شُرَك[o[َا]ٓءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُو[s[اْ] لَهُمْ وَرَأَوُ[s[اْ] [h:864[ٱ]لْعَذَابَ‌ۚ لَوْ أَ[g[نّ]َهُمْ كَانُو[s[اْ] يَهْتَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3317,
            "aya_number": 65,
            "aya_text": "وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ مَاذَآ اَجَبْتُمُ الْمُرْسَلِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Dan (ingatlah) pada hari ketika Dia (Allah) menyeru mereka, dan berfirman, “Apakah jawabanmu terhadap para rasul?”",
            "tafsir_jalalayn": "(Dan) ingatlah (hari di waktu Allah menyeru mereka, seraya berkata \"Apakah jawaban kalian kepada para Rasul?\") yang diutus kepada kalian.",
            "sajda": false,
            "transliteration": "Wa Yawma yunaadeehim fa yaqoolu maazaaa ajabtumul mursaleen",
            "tajweed_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذ[o[َآ] أَجَ[q:10219[بْ]تُمُ [h:10220[ٱ]لْمُرْسَل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3318,
            "aya_number": 66,
            "aya_text": "فَعَمِيَتْ عَلَيْهِمُ الْاَنْۢبَاۤءُ يَوْمَىِٕذٍ فَهُمْ لَا يَتَسَاۤءَلُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Maka gelaplah bagi mereka segala macam alasan pada hari itu, karena itu mereka tidak saling bertanya. ",
            "tafsir_jalalayn": "(Maka gelaplah bagi mereka segala alasan) maksudnya alasan yang dapat menyelamatkan diri mereka tidak dapat mereka kemukakan (di hari itu) mereka tidak dapat menemukan alasan agar dirinya dapat selamat dari azab (karena itu mereka tidak saling tanya menanya) mengenai hal ini, mereka hanya diam saja.",
            "sajda": false,
            "transliteration": "Fa'amiyat 'alaihimul ambaaa'u Yawma'izin fahum laa yatasaaa'aloon",
            "tajweed_text": "فَعَمِيَتْ عَلَيْهِمُ [h:10221[ٱ]لْأَ[i:10222[نۢب][o[َا]ٓءُ يَوْمَئِ[f:10223[ذٍ ف]َهُمْ لَا يَتَس[o[َا]ٓءَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3319,
            "aya_number": 67,
            "aya_text": "فَاَمَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَعَسٰٓى اَنْ يَّكُوْنَ مِنَ الْمُفْلِحِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Maka adapun orang yang bertobat dan beriman, serta mengerjakan kebajikan, maka mudah-mudahan dia termasuk orang yang beruntung. ",
            "tafsir_jalalayn": "(Adapun orang yang bertobat) dari kemusyrikan (dan beriman) percaya kepada keesaan Allah (serta mengerjakan amal yang saleh) yakni melaksanakan perbuatan-perbuatan yang difardukan (semoga dia termasuk orang-orang yang beruntung) yang selamat berkat adanya janji Allah.",
            "sajda": false,
            "transliteration": "Fa ammaa man taaba wa aamana wa 'amila saalihan fa'asaaa ai yakoona minal mufliheen",
            "tajweed_text": "فَأَ[g[مّ]َا مَ[f:8374[ن ت]َابَ وَءَامَنَ وَعَمِلَ صَ[n[ـٰ]لِ[f:10224[حًا ف]َعَسَ[o[ىٰٓ] أ[a:3312[َن ي]َكُونَ مِنَ [h:10225[ٱ]لْمُفْلِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3320,
            "aya_number": 68,
            "aya_text": "وَرَبُّكَ يَخْلُقُ مَا يَشَاۤءُ وَيَخْتَارُ ۗمَا كَانَ لَهُمُ الْخِيَرَةُ ۗسُبْحٰنَ اللّٰهِ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Dan Tuhanmu menciptakan dan memilih apa yang Dia kehendaki. Bagi mereka (manusia) tidak ada pilihan. Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan.",
            "tafsir_jalalayn": "(Dan Rabbmu menciptakan apa saja yang dikehendaki-Nya dan memilih) apa yang dikehendaki-Nya. (Sekali-kali tidak ada bagi mereka) yakni bagi orang-orang musyrik (pilihan) maksudnya mereka tidak mempunyai pilihan apa-apa. (Maha Suci Allah dan Maha Tinggi dari apa yang mereka persekutukan) dari kemusyrikan mereka.",
            "sajda": false,
            "transliteration": "Wa Rabbuka yakhuluqu maa yashaaa'u wa yakhtaar; maa kaana lahumul khiyarah; Subhannal laahi wa Ta'aalaa 'ammmaa yushrikoon",
            "tajweed_text": "وَرَبُّكَ يَخْلُقُ مَا يَش[o[َا]ٓءُ وَيَخْتَارُ‌ۗ مَا كَانَ لَهُمُ [h:10226[ٱ]لْخِيَرَةُ‌ۚ سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:9282[ٱ]للَّهِ وَتَعَ[n[ـٰ]لَىٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3321,
            "aya_number": 69,
            "aya_text": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Dan Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan. ",
            "tafsir_jalalayn": "(Dan Rabbmu mengetahui apa yang disembunyikan dalam dada mereka) yakni yang dirahasiakan di dalam hati mereka berupa kekafiran dan dosa-dosa lainnya (dan apa yang mereka nyatakan) dengan lisan mereka dari hal-hal tersebut.",
            "sajda": false,
            "transliteration": "Wa Rabbuka ya'lamu maa tukinnu sudooruhum wa maa yu'linoon",
            "tajweed_text": "وَرَبُّكَ يَعْلَمُ مَا تُكِ[g[نّ]ُ صُدُورُهُمْ وَمَا يُعْلِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3322,
            "aya_number": 70,
            "aya_text": "وَهُوَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ لَهُ الْحَمْدُ فِى الْاُوْلٰى وَالْاٰخِرَةِ ۖوَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 393,
            "translation_aya_text": "Dan Dialah Allah, tidak ada tuhan (yang berhak disembah) selain Dia, segala puji bagi-Nya di dunia dan di akhirat, dan bagi-Nya segala penentuan dan kepada-Nya kamu dikembalikan.",
            "tafsir_jalalayn": "(Dan Dia-lah Allah, tidak ada Tuhan yang berhak disembah melainkan Dia, bagi-Nya-lah segala puji di dunia) (dan di akhirat) yaitu di surga (dan bagi-Nya-lah segala penentuan) yakni, keputusan yang terlaksana dalam segala sesuatu (dan hanya kepada-Nya-lah kalian dikembalikan) melalui hari berbangkit.",
            "sajda": false,
            "transliteration": "Wa Huwal laahu laaa ilaaha illaa Huwa lahul hamdu fil oolaa wal Aakhirati wa lahul hukmu wa ilaihi turja'oon",
            "tajweed_text": "وَهُوَ [h:3921[ٱ]للَّهُ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ لَهُ [h:10227[ٱ]لْحَمْدُ فِى [h:10228[ٱ]لْأُولَىٰ وَ[h:1213[ٱ]لْأَخِرَةِ‌ۖ وَلَهُ [h:10229[ٱ]لْحُكْمُ وَإِلَيْهِ تُرْجَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        }
    ]
}