{
    "page_number": 394,
    "data": [
        {
            "aya_id": 3323,
            "aya_number": 71,
            "aya_text": "قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ الَّيْلَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِضِيَاۤءٍ ۗ اَفَلَا تَسْمَعُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 394,
            "translation_aya_text": "Katakanlah (Muhammad), “Bagaimana pendapatmu, jika Allah menjadikan untukmu malam itu terus-menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Apakah kamu tidak mendengar?”",
            "tafsir_jalalayn": "(Katakanlah) kepada penduduk Mekah (\"Terangkanlah kepadaku) ceritakanlah kepadaku (jika Allah menjadikan untuk kalian malam itu terus menerus) selama-lamanya (sampai hari kiamat, siapakah Tuhan selain Allah) menurut dugaan kalian (yang akan mendatangkan sinar terang kepada kalian?) siang hari kalian mencari penghidupan di dalamnya. (Maka apakah kalian tidak mendengar?\") hal tersebut dengan pendengaran yang dibarengi dengan pemahaman, karenanya kalian tidak akan melakukan kemusyrikan lagi.",
            "sajda": false,
            "transliteration": "Qul ara'aitum in ja'alal laahu 'alaikumul laila sarmadan ilaa Yawmil Qiyaamati man ilaahun ghairul laahi yaa teekum bidiyaaa'in afalaa tasma'oon",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3324,
            "aya_number": 72,
            "aya_text": "قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِلَيْلٍ تَسْكُنُوْنَ فِيْهِ ۗ اَفَلَا تُبْصِرُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 394,
            "translation_aya_text": "Katakanlah (Muhammad), “Bagaimana pendapatmu, jika Allah menjadikan untukmu siang itu terus-menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu? Apakah kamu tidak memperhatikan?”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka, (\"Terangkanlah kepadaku, jika Allah menjadikan untuk kalian siang itu terus menerus sampai hari kiamat, siapakah Tuhan selain Allah) menurut dugaan kalian (yang akan mendatangkan malam kepada kalian yang kalian berdiam diri) yakni beristirahat (padanya?) dari kelelahan dan kecapekan. (Maka apakah kalian tidak memperhatikan?\") kesalahan yang kalian lakukan sekarang, yaitu berupa perbuatan musyrik; oleh karena itu kemudian kalian meninggalkannya.",
            "sajda": false,
            "transliteration": "Qul ara'aitum in ja'alal laahu 'alaikumun nahaara sarmadan ilaa Yawmil Qiyaamati man ilaahun ghairul laahi yaateekum bilailin taskunoona feehi afalaa tubsiroon",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3325,
            "aya_number": 73,
            "aya_text": "وَمِنْ رَّحْمَتِهٖ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُوْا فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 394,
            "translation_aya_text": "Dan adalah karena rahmat-Nya, Dia jadikan untukmu malam dan siang, agar kamu beristirahat pada malam hari dan agar kamu mencari sebagian karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya.",
            "tafsir_jalalayn": "(Dan karena rahmat-Nya) rahmat Allah swt. (Dia jadikan untuk kalian malam dan siang, supaya kalian beristirahat padanya) yakni pada malam harinya (dan supaya kalian mencari sebagian dari karunia-Nya) pada siang harinya, untuk mencari penghidupan (dan agar kalian bersyukur) dengan adanya nikmat Allah pada kedua waktu itu, yaitu malam hari dan siang hari.",
            "sajda": false,
            "transliteration": "Wa mir rahmatihee ja'ala lakumul laila wannahaara litaskunoo feehi wa litabtaghoo min fadlihee wa la'allakum tashkuroon",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3326,
            "aya_number": 74,
            "aya_text": "وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 394,
            "translation_aya_text": "Dan (ingatlah) pada hari ketika Dia (Allah) menyeru mereka, dan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu kamu sangka?”",
            "tafsir_jalalayn": "(Dan) ingatlah (hari di waktu Allah menyeru mereka, seraya berkata, \"Di manakah sekutu-sekutu-Ku yang dahulu kalian katakan?\") ayat ini disebutkan kembali sebagai pendahuluan dari kisah selanjutnya, yang diungkapkan oleh ayat berikut ini, yaitu,",
            "sajda": false,
            "transliteration": "Wa Yawma yunaadeehim fa yaqoolu aina shurakaaa'iyal lazeena kuntum tazz'umoon",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3327,
            "aya_number": 75,
            "aya_text": "وَنَزَعْنَا مِنْ كُلِّ اُمَّةٍ شَهِيْدًا فَقُلْنَا هَاتُوْا بُرْهَانَكُمْ فَعَلِمُوْٓا اَنَّ الْحَقَّ لِلّٰهِ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 394,
            "translation_aya_text": "Dan Kami datangkan dari setiap umat seorang saksi, lalu Kami katakan, “Kemukakanlah bukti kebenaranmu,” maka tahulah mereka bahwa yang hak (kebenaran) itu milik Allah dan lenyaplah dari mereka apa yang dahulu mereka ada-adakan.",
            "tafsir_jalalayn": "(Dan kami datangkan) Kami hadirkan (dari tiap-tiap umat seorang saksi) seorang nabi yang menyaksikan apa yang telah mereka katakan (lalu Kami berkata) kepada mereka, (\"Tunjukkanlah bukti kebenaran kalian\") yang menunjukkan kebenaran dari kemusyrikan yang kalian lakukan itu (maka tahulah mereka bahwasanya yang hak) menyandang sifat Tuhan (kepunyaan Allah) tiada seorang pun yang berserikat dengan-Nya dalam hal ini (dan lenyaplah) yakni hilanglah (dari mereka apa yang dahulunya mereka ada-adakan) di dunia, yaitu dakwaan bahwa di samping Allah ada tuhan yang lain; Maha Tinggi Allah dari hal itu.",
            "sajda": false,
            "transliteration": "Wa naza'naa min kulli ummatin shaheedan faqulnaa haatoo burhaanakum fa'alimooo annal haqqa lillaahi wa dalla 'anhum maa kaanoo yaftaroon",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3328,
            "aya_number": 76,
            "aya_text": "۞ اِنَّ قَارُوْنَ كَانَ مِنْ قَوْمِ مُوْسٰى فَبَغٰى عَلَيْهِمْ ۖوَاٰتَيْنٰهُ مِنَ الْكُنُوْزِ مَآ اِنَّ مَفَاتِحَهٗ لَتَنُوْۤاُ بِالْعُصْبَةِ اُولِى الْقُوَّةِ اِذْ قَالَ لَهٗ قَوْمُهٗ لَا تَفْرَحْ  اِنَّ اللّٰهَ لَا يُحِبُّ الْفَرِحِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 394,
            "translation_aya_text": "Sesungguhnya Karun termasuk kaum Musa, tetapi dia berlaku zalim terhadap mereka, dan Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya, “Janganlah engkau terlalu bangga. Sungguh, Allah tidak menyukai orang yang membanggakan diri.”",
            "tafsir_jalalayn": "(Sesungguhnya Karun adalah termasuk kaum Musa) dia adalah saudara sepupu Nabi Musa sendiri, yaitu anak saudara lelaki ayah Nabi Musa yang kawin dengan saudara perempuan ibu Nabi Musa, dan Karun beriman kepada Nabi Musa (maka ia berlaku aniaya terhadap mereka) yaitu bersifat takabur; sombong dan merasa paling banyak hartanya (dan Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul) terasa berat apabila dipikul (oleh sejumlah) segolongan (orang-orang yang mempunyai) yang memiliki (kekuatan) maksudnya, kunci-kunci itu sangat berat dirasakan oleh mereka. Huruf Ba yang ada pada lafal Bil 'ushbah berfungsi untuk Ta'diyah. Menurut suatu pendapat dikatakan, bahwa jumlah mereka ada tujuh puluh orang; dan menurut pendapat yang lain dikatakan bahwa jumlah mereka ada empat puluh orang, sedangkan menurut yang lainnya lagi berjumlah sepuluh orang, dan menurut yang lainnya lagi selain dari itu. Ingatlah (ketika kaumnya berkata kepadanya) yaitu orang-orang yang beriman dari kalangan kaum Bani Israel berkata kepada Karun (\"Janganlah kamu bangga) dan sombong karena memiliki banyak harta, (sesungguhnya Allah tidak menyukai orang-orang yang terlalu membanggakan diri\") dengan harta yang dimilikinya.",
            "sajda": false,
            "transliteration": "Inna Qaaroona kaana min qawmi Moosaa fabaghaaa 'alaihim wa aatainaahu minal kunoozi maaa inna mafaati hahoo latanooo'u bil'usbati ulil quwwati iz qaala lahoo qawmuhoo laa tafrah innal laahaa laa yuhibbul fariheen",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3329,
            "aya_number": 77,
            "aya_text": "وَابْتَغِ فِيْمَآ اٰتٰىكَ اللّٰهُ الدَّارَ الْاٰخِرَةَ  وَلَا تَنْسَ نَصِيْبَكَ مِنَ الدُّنْيَا  وَاَحْسِنْ كَمَآ اَحْسَنَ اللّٰهُ اِلَيْكَ  وَلَا تَبْغِ الْفَسَادَ فِى الْاَرْضِ ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُفْسِدِيْنَ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 394,
            "translation_aya_text": "Dan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuatbaiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan.",
            "tafsir_jalalayn": "(Dan carilah) upayakanlah (pada apa yang telah dianugerahkan Allah kepada kalian) berupa harta benda (kebahagiaan negeri akhirat) seumpamanya kamu menafkahkannya di jalan ketaatan kepada Allah (dan janganlah kamu melupakan) jangan kamu lupa (bagianmu dari kenikmatan duniawi) yakni hendaknya kamu beramal dengannya untuk mencapai pahala di akhirat (dan berbuat baiklah) kepada orang-orang dengan bersedekah kepada mereka (sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat) mengadakan (kerusakan di muka bumi) dengan mengerjakan perbuatan-perbuatan maksiat. (Sesungguhnya Allah tidak menyukai orang-orang yang berbuat kerusakan) maksudnya Allah pasti akan menghukum mereka.",
            "sajda": false,
            "transliteration": "Wabtaghi feemaaa aataakal laahud Daaral Aakhirata wa laa tansa naseebaka minad dunyaa wa ahsin kamaaa ahsanal laahu ilaika wa laa tabghil fasaada fil ardi innal laaha laa yuhibbul mufsideen",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        }
    ]
}