{
    "page_number": 395,
    "data": [
        {
            "aya_id": 3330,
            "aya_number": 78,
            "aya_text": "قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ عِنْدِيْۗ اَوَلَمْ يَعْلَمْ اَنَّ اللّٰهَ قَدْ اَهْلَكَ مِنْ قَبْلِهٖ مِنَ الْقُرُوْنِ مَنْ هُوَ اَشَدُّ مِنْهُ قُوَّةً وَّاَكْثَرُ جَمْعًا ۗوَلَا يُسْـَٔلُ عَنْ ذُنُوْبِهِمُ الْمُجْرِمُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 395,
            "translation_aya_text": "Dia (Karun) berkata, “Sesungguhnya aku diberi (harta itu), semata-mata karena ilmu yang ada padaku.” Tidakkah dia tahu, bahwa Allah telah membinasakan umat-umat sebelumnya yang lebih kuat daripadanya, dan lebih banyak mengumpulkan harta? Dan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka.",
            "tafsir_jalalayn": "(Karun berkata, \"Sesungguhnya aku hanya diberi harta itu) harta yang ada padanya itu (karena ilmu yang ada padaku\") sebagai imbalan dari pengetahuan yang aku miliki; dia seorang yang paling ulung di kalangan Bani Israel mengenai kitab Taurat, sesudah Musa dan Harun. Allah berfirman, (Dan apakah ia tidak mengetahui bahwasanya Allah sungguh telah membinasakan umat-umat sebelumnya) yakni, bangsa-bangsa sebelumnya (yang lebih kuat daripadanya dan lebih banyak mengumpulkan harta?) maksudnya, Karun mengetahui kisah mereka, kemudian mereka dibinasakan oleh Allah. (Dan tidaklah perlu ditanyakan kepada orang-orang yang berdosa itu, tentang dosa-dosa mereka) karena Allah mengetahui hal tersebut, maka mereka dimasukkan ke neraka tanpa dihisab lagi.",
            "sajda": false,
            "transliteration": "Qaala innamaaa ootee tuhoo 'alaa 'ilmin 'indeee; awalam ya'lam annal laaha qad ahlaka min qablihee minal qurooni man huwa ashaddu minhu quwwatanw wa aksaru jam'aa; wa laa yus'alu 'an zunoobihimul mujrimoon",
            "tajweed_text": "قَالَ إِ[g[نّ]َم[o[َآ] أُوتِيتُهُ[n[ۥ] عَلَىٰ عِلْمٍ عِ[f:4065[ند][o[ِىٓ‌ۚ] أَوَلَمْ يَعْلَمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ قَ[q:298[دْ] أَهْلَكَ مِ[f:1097[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] مِنَ [h:6524[ٱ]لْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّ[a:10252[ةً و]َأَكْثَرُ جَمْ[a:10253[عًا‌ۚ و]َلَا يُسْــَٔلُ عَ[f:10254[ن ذ]ُنُوبِهِمُ [h:10255[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3331,
            "aya_number": 79,
            "aya_text": "فَخَرَجَ عَلٰى قَوْمِهٖ فِيْ زِيْنَتِهٖ ۗقَالَ الَّذِيْنَ يُرِيْدُوْنَ الْحَيٰوةَ الدُّنْيَا يٰلَيْتَ لَنَا مِثْلَ مَآ اُوْتِيَ قَارُوْنُۙ اِنَّهٗ لَذُوْ حَظٍّ عَظِيْمٍ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 395,
            "translation_aya_text": "Maka keluarlah dia (Karun) kepada kaumnya dengan kemegahannya. Orang-orang yang menginginkan kehidupan dunia berkata, “Mudah-mudahan kita mempunyai harta kekayaan seperti apa yang telah diberikan kepada Karun, sesungguhnya dia benar-benar mempunyai keberuntungan yang besar.”",
            "tafsir_jalalayn": "(Maka keluarlah) Karun (kepada kaumnya dalam kemegahannya) berikut para pengikutnya yang banyak jumlahnya; mereka semuanya menaiki kendaraan seraya memakai pakaian emas dan sutra. Kuda-kuda serta keledai-keledai yang mereka naiki pun dihiasnya. (Berkatalah orang-orang yang menghendaki kehidupan dunia, \"Aduhai!) huruf Ya di sini menunjukkan makna Tanbih (Kiranya kita mempunyai seperti apa yang telah diberikan kepada Karun) dalam masalah keduniawian (sesungguhnya ia benar-benar mempunyai keberuntungan) yakni bagian (yang besar.\") yang sangat banyak keberuntungannya.",
            "sajda": false,
            "transliteration": "Fakharaja 'alaa qawmihee fee zeenatih; qaalal lazeena yureedoonal hayaatad dunyaa yaalaita lanaa misla maaa ootiya Qaaroonu innahoo lazoo hazzin 'azeem",
            "tajweed_text": "فَخَرَجَ عَلَىٰ قَوْمِه[n[ِۦ] فِى زِينَتِه[n[ِۦ]‌ۖ قَالَ [h:590[ٱ]لَّذِينَ يُرِيدُونَ [h:10256[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا يَ[n[ـٰ]لَيْتَ لَنَا مِثْلَ م[o[َآ] أُوتِىَ قَ[n[ـٰ]رُونُ إِ[g[نّ]َهُ[n[ۥ] لَذُو حَظٍّ عَظ[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3332,
            "aya_number": 80,
            "aya_text": "وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللّٰهِ خَيْرٌ لِّمَنْ اٰمَنَ وَعَمِلَ صَالِحًا ۚوَلَا يُلَقّٰىهَآ اِلَّا الصّٰبِرُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 395,
            "translation_aya_text": "Tetapi orang-orang yang dianugerahi ilmu berkata, “Celakalah kamu! Ketahuilah, pahala Allah lebih baik bagi orang-orang yang beriman dan mengerjakan kebajikan, dan (pahala yang besar) itu hanya diperoleh oleh orang-orang yang sabar.”",
            "tafsir_jalalayn": "(Berkatalah) kepada mereka (orang-orang yang dianugerahi ilmu) tentang apa yang telah dijanjikan oleh Allah kelak di akhirat, (\"Kecelakaan yang besarlah bagi kalian) lafal Wailakum ini adalah kalimat hardikan (pahala Allah) di akhirat berupa surga (adalah lebih baik bagi orang-orang yang beriman dan beramal saleh) daripada apa yang diberikan oleh Allah kepada Karun di dunia (dan tidak diperoleh pahala itu) yakni surga (kecuali oleh orang-orang yang sabar\") di dalam menjalankan ketaatan dan menjauhi maksiat.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena ootul 'ilma wailakum sawaabul laahi khairul liman aamana wa 'amila saalihaa; wa laa yulaq qaahaaa illas saabiroon",
            "tajweed_text": "وَقَالَ [h:614[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ وَيْلَكُمْ ثَوَابُ [h:10257[ٱ]للَّهِ خَيْ[u:10258[رٌ ل]ِّمَنْ ءَامَنَ وَعَمِلَ صَ[n[ـٰ]لِ[a:8256[حًا و]َلَا يُلَقَّ[n[ـٰ]ه[o[َآ] إِلَّا [h:10259[ٱ][l[ل]صَّ[n[ـٰ]بِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3333,
            "aya_number": 81,
            "aya_text": "فَخَسَفْنَا بِهٖ وَبِدَارِهِ الْاَرْضَ ۗفَمَا كَانَ لَهٗ مِنْ فِئَةٍ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ ۖوَمَا كَانَ مِنَ الْمُنْتَصِرِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 395,
            "translation_aya_text": "Maka Kami benamkan dia (Karun) bersama rumahnya ke dalam bumi. Maka tidak ada baginya satu golongan pun yang akan menolongnya selain Allah, dan dia tidak termasuk orang-orang yang dapat membela diri.",
            "tafsir_jalalayn": "(Maka Kami benamkan dia) Karun (beserta rumahnya ke dalam bumi. Maka tidak ada lagi baginya suatu golongan pun yang menolongnya terhadap azab Allah) seumpamanya penolong itu dapat mencegah kebinasaan dari diri Karun. (Dan tiadalah ia termasuk orang-orang yang dapat membela dirinya) dari azab Allah.",
            "sajda": false,
            "transliteration": "Fakhasafnaa bihee wa bidaarihil arda famaa kaana laho min fi'atiny yansuroo nahoo min doonil laahi wa maa kaana minal muntasireen",
            "tajweed_text": "فَخَسَفْنَا بِه[n[ِۦ] وَبِدَارِهِ [h:10260[ٱ]لْأَرْضَ فَمَا كَانَ لَهُ[n[ۥ] مِ[f:1423[ن ف]ِئَ[a:10261[ةٍ ي]َ[f:8090[نص]ُرُونَهُ[n[ۥ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَمَا كَانَ مِنَ [h:10262[ٱ]لْمُ[f:10263[نت]َصِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3334,
            "aya_number": 82,
            "aya_text": "وَاَصْبَحَ الَّذِيْنَ تَمَنَّوْا مَكَانَهٗ بِالْاَمْسِ يَقُوْلُوْنَ وَيْكَاَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُۚ  لَوْلَآ اَنْ مَّنَّ اللّٰهُ عَلَيْنَا لَخَسَفَ بِنَا ۗوَيْكَاَنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ ࣖ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 395,
            "translation_aya_text": "Dan orang-orang yang kemarin mengangan-angankan kedudukannya (Karun) itu berkata, “Aduhai, benarlah kiranya Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya dan membatasi (bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya). Sekiranya Allah tidak melimpahkan karunia-Nya pada kita, tentu Dia telah membenamkan kita pula. Aduhai, benarlah kiranya tidak akan beruntung orang-orang yang mengingkari (nikmat Allah).”",
            "tafsir_jalalayn": "(Dan jadilah orang-orang yang kemarin mencita-citakan kedudukan Karun itu) dalam waktu yang singkat (mereka berkata, \"Aduhai! Benarlah Allah melapangkan) yakni meluaskan (rezeki bagi siapa yang Dia kehendaki dari hamba-hamba-Nya dan membatasinya) menyempitkannya bagi orang-orang yang dikehendaki-Nya. Lafal Way adalah Isim Fi'il yang artinya aku sangat kagum, dan huruf Kaf mempunyai makna huruf Lam. Maksudnya, aku sangat takjub karena sesungguhnya Allah melapangkan dan seterusnya (kalau Allah tidak melimpahkan harunia-Nya atas kita, benar-benar Dia telah membenamkan kita pula) dapat dibaca Lakhasafa dan Lakhusifa (Aduhai benarlah, tidak beruntung orang-orang yang mengingkari.\") nikmat Allah seperti Karun tadi.",
            "sajda": false,
            "transliteration": "Wa asbahal lazeena tamannaw makaanahoo bil amsi yaqooloona waika annal laaha yabsutur rizqa limany ya shaaa'u min 'ibaadihee wa yaqdiru law laaa am mannal laahu 'alainaa lakhasafa binaa waika annahoo laa yuflihul kaafiroon",
            "tajweed_text": "وَأَصْبَحَ [h:10264[ٱ]لَّذِينَ تَمَ[g[نّ]َوْ[s[اْ] مَكَانَهُ[n[ۥ] بِ[h:6017[ٱ]لْأَمْسِ يَقُولُونَ وَيْكَأَ[g[نّ]َ [h:10265[ٱ]للَّهَ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ] وَيَ[q:6970[قْ]دِرُ‌ۖ لَوْل[o[َآ] أ[a:10266[َن م]َّ[g[نّ]َ [h:2390[ٱ]للَّهُ عَلَيْنَا لَخَسَفَ بِنَا‌ۖ وَيْكَأَ[g[نّ]َهُ[n[ۥ] لَا يُفْلِحُ [h:9313[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3335,
            "aya_number": 83,
            "aya_text": "تِلْكَ الدَّارُ الْاٰخِرَةُ نَجْعَلُهَا لِلَّذِيْنَ لَا يُرِيْدُوْنَ عُلُوًّا فِى الْاَرْضِ وَلَا فَسَادًا ۗوَالْعَاقِبَةُ لِلْمُتَّقِيْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 395,
            "translation_aya_text": "Negeri akhirat itu Kami jadikan bagi orang-orang yang tidak menyombongkan diri dan tidak berbuat kerusakan di bumi. Dan kesudahan (yang baik) itu bagi orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Negeri akhirat itu,) yakni surga (Kami jadikan untuk orang-orang yang tidak ingin menyombongkan diri di muka bumi) dengan melakukan kelaliman (dan tidak pula berbuat kerusakan) dengan melakukan perbuatan-perbuatan maksiat. (Dan kesudahan yang baik itu) yakni yang terpuji (adalah bagi orang orang yang bertakwa) maksudnya bagi orang-orang yang takut kepada azab Allah, yaitu dengan melakukan perbuatan-perbuatan ketaatan kepada-Nya.",
            "sajda": false,
            "transliteration": "Tilkad Daarul Aakhiratu naj'aluhaa lillazeena laa yureedoona 'uluwwan fil ardi wa laa fasaadaa; wal 'aaqibatu lilmuttaqeen",
            "tajweed_text": "تِلْكَ [h:10267[ٱ][l[ل]دَّارُ [h:491[ٱ]لْأَخِرَةُ نَ[q:10268[جْ]عَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُو[f:10269[ًّا ف]ِى [h:44[ٱ]لْأَرْضِ وَلَا فَسَا[a:10270[دًا‌ۚ و]َ[h:4941[ٱ]لْعَ[n[ـٰ]قِبَةُ لِلْمُتَّق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3336,
            "aya_number": 84,
            "aya_text": "مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِيْنَ عَمِلُوا السَّيِّاٰتِ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 28,
            "juz_id": 20,
            "page_number": 395,
            "translation_aya_text": "Barangsiapa datang dengan (membawa) kebaikan, maka dia akan mendapat (pahala) yang lebih baik daripada kebaikannya itu; dan barang siapa datang dengan (membawa) kejahatan, maka orang-orang yang telah mengerjakan kejahatan itu hanya diberi balasan (seimbang) dengan apa yang dahulu mereka kerjakan.",
            "tafsir_jalalayn": "(Barang siapa yang datang dengan membawa kebaikan, maka baginya pahala yang lebih baik daripada kebaikannya itu) sebagai imbalan daripada kebaikan yang dibawanya, yaitu sebanyak sepuluh kali lipat dari pahala kebaikannya (dan barang siapa yang datang dengan membawa kejahatan, maka tidaklah diberi pembalasan kepada orang-orang yang telah mengerjakan kejahatan itu melainkan) pembalasan yang seimbang (dengan apa yang dahulu mereka kerjakan) yakni dengan kejahatannya.",
            "sajda": false,
            "transliteration": "Man jaaa'a bilhasanati falahoo khairum minhaa wa man jaaa'a bissaiyi'ati falaa yujzal lazeena 'amilus saiyiaati illaa maa kaanoo ya'maloon",
            "tajweed_text": "مَ[f:4560[ن ج][o[َا]ٓءَ بِ[h:4561[ٱ]لْحَسَنَةِ فَلَهُ[n[ۥ] خَيْ[a:10054[رٌ م]ِّنْهَا‌ۖ وَمَ[f:4562[ن ج][o[َا]ٓءَ بِ[h:4563[ٱ][l[ل]سَّيِّئَةِ فَلَا يُ[q:4564[جْ]زَى [h:10271[ٱ]لَّذِينَ عَمِلُو[s[اْ] [h:5038[ٱ][l[ل]سَّيِّـَٔـاتِ إِلَّا مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ القَصَصِ",
                "englishName": "Al-Qasas",
                "englishNameTranslation": "The Stories",
                "revelationType": "Meccan"
            }
        }
    ]
}