{
    "page_number": 397,
    "data": [
        {
            "aya_id": 3347,
            "aya_number": 7,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَنَجْزِيَنَّهُمْ اَحْسَنَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 397,
            "translation_aya_text": "Dan orang-orang yang beriman dan mengerjakan kebajikan, pasti akan Kami hapus kesalahan-kesalahannya dan mereka pasti akan Kami beri balasan yang lebih baik dari apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan beramal saleh, benar-benar akan Kami hapuskan dari mereka dosa-dosa mereka) melalui amal-amal saleh yang mereka lakukan (dan benar-benar akan Kami beri mereka balasan yang lebih baik) di-nashab-kannya lafal Ahsana karena huruf Jar-nya dibuang, makna yang dimaksud daripadanya ialah pahala yang baik (dari apa yang mereka kerjakan) yakni, dari amal-amal saleh mereka.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wa 'amilus saalihaati lanukaf firanna 'anhum saiyiaatihim wa lanajziyannahum ahsanal lazee kaanoo ya'maloon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3348,
            "aya_number": 8,
            "aya_text": "وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ حُسْنًا ۗوَاِنْ جَاهَدٰكَ لِتُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا ۗاِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 397,
            "translation_aya_text": "Dan Kami wajibkan kepada manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau patuhi keduanya. Hanya kepada-Ku tempat kembalimu, dan akan Aku beritakan kepadamu apa yang telah kamu kerjakan.",
            "tafsir_jalalayn": "(Dan Kami perintahkan manusia berbuat kebaikan kepada dua orang ibu-bapaknya) artinya perintah untuk berbuat baik, antara lain berbakti kepada kedua ibu-bapak. (Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang tentang hal itu kamu) yakni terhadap perbuatan musyrik itu (tidak mempunyai pengetahuan) untuk menyetujui dan menentangnya, dan hal itu tidak dapat dimengerti olehmu (maka janganlah kamu mengikuti keduanya) dalam kemusyrikannya. (Hanya kepada-Ku-lah kembali kalian lalu Aku kabarkan kepada kalian apa yang telah kalian kerjakan) maka Aku akan membalasnya kepada kalian.",
            "sajda": false,
            "transliteration": "Wa wassainal insaana biwaalidaihi husnanw wa in jaahadaaka litushrika bee maa laisa laka bihee 'ilmun falaa tuti'humaa; ilaiya marji'ukum fa unabbi'ukum bimaa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3349,
            "aya_number": 9,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُدْخِلَنَّهُمْ فِى الصّٰلِحِيْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 397,
            "translation_aya_text": "Dan orang-orang yang beriman dan mengerjakan kebajikan mereka pasti akan Kami masukkan mereka ke dalam (golongan) orang yang saleh.",
            "tafsir_jalalayn": "(orang-orang yang beriman dan mengerjakan amal saleh, benar-benar Kami masukkan mereka ke dalam golongan orang-orang yang saleh) maksudnya para nabi dan kekasih-kekasih Allah, umpamanya Kami akan menghimpun mereka bersama-sama dengan para nabi dan para wali.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo w a'amilus saalihaati lanudkhilan nahum fis saaliheen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3350,
            "aya_number": 10,
            "aya_text": "وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ فَاِذَآ اُوْذِيَ فِى اللّٰهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللّٰهِ ۗوَلَىِٕنْ جَاۤءَ نَصْرٌ مِّنْ رَّبِّكَ لَيَقُوْلُنَّ اِنَّا كُنَّا مَعَكُمْۗ اَوَلَيْسَ اللّٰهُ بِاَعْلَمَ بِمَا فِيْ صُدُوْرِ الْعٰلَمِيْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 397,
            "translation_aya_text": "Dan di antara manusia ada sebagian yang berkata, “Kami beriman kepada Allah,” tetapi apabila dia disakiti (karena dia beriman) kepada Allah, dia menganggap cobaan manusia itu sebagai siksaan Allah. Dan jika datang pertolongan dari Tuhanmu, niscaya mereka akan berkata, “Sesungguhnya kami bersama kamu.” Bukankah Allah lebih mengetahui apa yang ada di dalam dada semua manusia?",
            "tafsir_jalalayn": "(Di antara manusia ada orang yang berkata, \"Kami beriman kepada Allah\", maka apabila ia disakiti, -karena beriman- kepada Allah, ia menganggap fitnah manusia itu) yakni perlakuan mereka yang menyakitkan kepada dirinya (sebagai azab Allah) yaitu ketakutannya terhadap siksaan mereka disamakan seperti takut kepada azab Allah. Sehingga akhirnya dia mau menuruti kemauan mereka, lalu ia menjadi orang yang munafik. (Dan sungguh jika) huruf Lam pada lafal la in menunjukkan makna sumpah (datang pertolongan) kepada orang-orang Mukmin (dari Rabbmu) lalu orang-orang Mukmin memperoleh banyak ganimah (mereka pasti akan berkata) Lafal Layaqulunna dibuang daripadanya Nun alamat Rafa', karena jika dibiarkan, maka akan berturut-turutlah huruf Nun, sehingga jadilah Layaqulunna yang pada asalnya adalah Layaqulunanna, dan dibuang daripadanya Wawu Dhamir jamak bukan karena sebab bertemunya dua huruf yang disukunkan. (\"Sesungguhnya kami adalah beserta kalian\") dalam hal iman, karena itu maka ajaklah kami bersama-sama mendapat bagian ganimah itu. Maka Allah swt. berfirman (Bukankah Allah lebih mengetahui) yakni mengetahui (apa yang ada dalam dada semua manusia?) yakni apa yang ada di dalam hati mereka, apakah keimanan ataukah kemunafikan? Memang benar Allah lebih mengetahui.",
            "sajda": false,
            "transliteration": "Wa minan naasi many yaqoolu aamannaa billaahi faizaaa ooziya fil laahi ja'ala fitnatan naasi ka'azaabil laahi wa la'in jaaa'a nasrum mir Rabbika la yaqoolunna innaa kunnaa ma'akum; awa laisal laahu bi a'lama bimaa fee surdooril 'aalameen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3351,
            "aya_number": 11,
            "aya_text": "وَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَلَيَعْلَمَنَّ الْمُنٰفِقِيْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 397,
            "translation_aya_text": "Dan Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang yang munafik.",
            "tafsir_jalalayn": "(Dan sesungguhnya Allah benar-benar mengetahui orang-orang yang beriman) maksudnya mengenai hati mereka (dan sesungguhnya Dia mengetahui orang-orang yang munafik) maka kelak Dia akan membalas masing-masing golongan itu. Lam yang terdapat pada kedua Fi'il ayat ini menunjukkan makna Qasam.",
            "sajda": false,
            "transliteration": "Wa la ya'lamannal laahul lazeena aamanoo wa la ya'lamannal munaafiqeen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3352,
            "aya_number": 12,
            "aya_text": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوا اتَّبِعُوْا سَبِيْلَنَا وَلْنَحْمِلْ خَطٰيٰكُمْۗ وَمَا هُمْ بِحَامِلِيْنَ مِنْ خَطٰيٰهُمْ مِّنْ شَيْءٍۗ اِنَّهُمْ لَكٰذِبُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 397,
            "translation_aya_text": "Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, “Ikutilah jalan kami, dan kami akan memikul dosa-dosamu,” padahal mereka sedikit pun tidak (sanggup) memikul dosa-dosa mereka sendiri. Sesungguhnya mereka benar-benar pendusta.",
            "tafsir_jalalayn": "(Dan berkatalah orang-orang kafir kepada orang-orang yang beriman, \"Ikutilah jalan kami) maksudnya cara mereka dalam beragama (dan nanti kami akan memikul dosa-dosa kalian\") karena kalian menuruti kami jika memang kalian berdosa. Lafal Amar sekali pun sebagai kalimat Insya' akan tetapi menunjukkan makna Khabar atau kalimat berita. Maka Allah berfirman (dan mereka sendiri sedikit pun tidak sanggup memikul dosa-dosa mereka. Sesungguhnya mereka adalah benar-benar pendusta) dalam perkataannya itu.",
            "sajda": false,
            "transliteration": "Wa qaalal lazaeena kafaroo lillazeena aamanut tabi'oo sabeelanaa walnahmil khataayaakum wa maa hum bihaamileena min khataa yaahum min shai'in innahum lakaaziboon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3353,
            "aya_number": 13,
            "aya_text": "وَلَيَحْمِلُنَّ اَثْقَالَهُمْ وَاَثْقَالًا مَّعَ اَثْقَالِهِمْ وَلَيُسْـَٔلُنَّ يَوْمَ الْقِيٰمَةِ عَمَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 397,
            "translation_aya_text": "Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan.",
            "tafsir_jalalayn": "(Dan sesungguhnya mereka akan memikul beban mereka) dosa-dosa mereka (dan beban-beban dosa yang lain di samping beban-beban dasa mereka sendiri) disebabkan perkataan mereka kepada orang-orang yang beriman, sebagaimana yang diungkapkan oleh firman-Nya tadi, yaitu, \"Ikutilah jalan kami\", dan juga disebabkan penyesatan yang mereka lakukan kepada orang-orang yang mengikuti mereka (dan sesungguhnya mereka akan ditanya pada hari kiamat tentang apa-apa yang selalu mereka ada-adakan) yakni kedustaan mereka terhadap Allah. Pertanyaan ini menunjukkan nada celaan, dan huruf Lam yang terdapat pada kedua Fi'il tadi menunjukkan makna Qasam, sedangkan Fa'il masing-masing yaitu berupa Wau Dhamir Jamak dibuang, dan demikian pula huruf Nun alamat Rafa'nya.",
            "sajda": false,
            "transliteration": "Wa la yahmilunna asqaa lahum wa asqaalam ma'a asqaalihim wa la yus'alunna Yawmal Qiyaamati 'ammaa kaanoo yaftaroon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3354,
            "aya_number": 14,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَلَبِثَ فِيْهِمْ اَلْفَ سَنَةٍ اِلَّا خَمْسِيْنَ عَامًا ۗفَاَخَذَهُمُ الطُّوْفَانُ وَهُمْ ظٰلِمُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 397,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, maka dia tinggal bersama mereka selama seribu tahun kurang lima puluh tahun. Kemudian mereka dilanda banjir besar, sedangkan mereka adalah orang-orang yang zalim.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya) sewaktu Nabi Nuh diangkat menjadi Rasul ia berumur empat puluh tahun atau lebih dari itu (maka ia tinggal di antara mereka selama sembilan ratus lima puluh tahun) seraya menyeru mereka untuk mentauhidkan Allah, tetapi mereka yakni kaumnya, tetap mendustakannya. (Maka mereka ditimpa banjir besar) yaitu, air bah yang sangat tinggi sehingga tenggelamlah mereka semuanya (dan mereka adalah orang-orang yang zalim) maksudnya adalah orang-orang yang menyekutukan Allah.",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa Noohan ilaa qawmihee falabisa feehim alfa sanatin illaa khamseena 'aaman fa akhazahumut toofaanu wa hum zaalimoon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        }
    ]
}