{
    "page_number": 398,
    "data": [
        {
            "aya_id": 3355,
            "aya_number": 15,
            "aya_text": "فَاَنْجَيْنٰهُ وَاَصْحٰبَ السَّفِيْنَةِ وَجَعَلْنٰهَآ اٰيَةً لِّلْعٰلَمِيْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 398,
            "translation_aya_text": "Maka Kami selamatkan Nuh dan orang-orang yang berada di kapal itu, dan Kami jadikan (peristiwa) itu sebagai pelajaran bagi semua manusia.",
            "tafsir_jalalayn": "(Maka Kami selamatkan dia) Nabi Nuh (dan penumpang-penumpang bahtera itu) yang bersama Nabi Nuh di dalam bahtera (dan Kami jadikan peristiwa itu tanda) pelajaran (bagi semua umat manusia) yang datang sesudah mereka, jika mereka berbuat durhaka kepada Rasul-rasul mereka. Setelah peristiwa banjir besar itu Nabi Nuh hidup selama enam puluh tahun atau lebih, sehingga jumlah manusia menjadi banyak.",
            "sajda": false,
            "transliteration": "Fa anjainaahu wa as haabas safeenati wa ja'alnaahaaa Aayatal lil'aalameen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3356,
            "aya_number": 16,
            "aya_text": "وَاِبْرٰهِيْمَ اِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ ۗذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 398,
            "translation_aya_text": "Dan (ingatlah) Ibrahim, ketika dia berkata kepada kaumnya, “Sembahlah Allah dan bertakwalah kepada-Nya. Yang demikian itu lebih baik bagimu, jika kamu mengetahui.",
            "tafsir_jalalayn": "(Dan) ingatlah (Ibrahim ketika ia berkata kepada kaumnya, \"Sembahlah Allah dan bertakwalah kalian kepada-Nya!) takutlah kalian akan azab dan hukuman-Nya. (Demikian itu lebih baik bagi kalian) daripada apa yang sekarang kalian kerjakan yaitu menyembah berhala (jika kalian mengetahui) mana yang baik dan mana yang tidak baik.",
            "sajda": false,
            "transliteration": "Wa Ibraheema iz qaala liqawmihi' budul laaha wattaqoohu zaalikum khayrul lakum in kuntum ta'lamoon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3357,
            "aya_number": 17,
            "aya_text": "اِنَّمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ اَوْثَانًا وَّتَخْلُقُوْنَ اِفْكًا ۗاِنَّ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ لَا يَمْلِكُوْنَ لَكُمْ رِزْقًا فَابْتَغُوْا عِنْدَ اللّٰهِ الرِّزْقَ وَاعْبُدُوْهُ وَاشْكُرُوْا لَهٗ ۗاِلَيْهِ تُرْجَعُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 398,
            "translation_aya_text": "Sesungguhnya yang kamu sembah selain Allah hanyalah berhala-berhala, dan kamu membuat kebohongan. Sesungguhnya apa yang kamu sembah selain Allah itu tidak mampu memberikan rezeki kepadamu; maka mintalah rezeki dari Allah, dan sembahlah Dia dan bersyukurlah kepada-Nya. Hanya kepada-Nya kamu akan dikembalikan.",
            "tafsir_jalalayn": "(Sesungguhnya apa yang kalian sembah selain Allah itu) (adalah berhala-berhala, dan kalian membuat dusta) kalian mengatakan kebohongan, bahwa berhala-berhala itu adalah sekutu-sekutu Allah. (Sesungguhnya yang kalian. sembah selain Allah itu tidak mampu memberikan rezeki kepada kalian) maksudnya mereka tidak akan mampu memberi rezeki kepada kalian (maka mintalah rezeki di sisi Allah) yakni mintalah rezeki itu kepada-Nya (dan sembahlah Dia dan bersyukurlah kepada-Nya. Hanya kepada-Nya-lah kalian akan dikembalikan).",
            "sajda": false,
            "transliteration": "Innamaa ta'ubdoona min doonil laahi awsaananw-wa takhluqoona ifkaa; innal lazeena ta'budoona min doonil laahi laa yamlikoona lakum rizqan fabtaghoo 'indal laahir rizqa fabtaghoo 'indal laahir rizqa wa'budoohu washkuroo lahooo ilaihi turja'oon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3358,
            "aya_number": 18,
            "aya_text": "وَاِنْ تُكَذِّبُوْا فَقَدْ كَذَّبَ اُمَمٌ مِّنْ قَبْلِكُمْ ۗوَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 398,
            "translation_aya_text": "Dan jika kamu (orang kafir) mendustakan, maka sungguh, umat sebelum kamu juga telah mendustakan (para rasul). Dan kewajiban rasul itu hanyalah menyampaikan (agama Allah) dengan jelas.”",
            "tafsir_jalalayn": "(Dan jika kalian mendustakan) aku, hai penduduk Mekah (maka umat sebelum kalian juga telah mendustakan) umat-umat sebelumku. (Dan kewajiban Rasul itu tidak lain hanyalah menyampaikan agama Allah dengan seterang-terangnya\") dengan penyampaian yang sejelas-jelasnya. Pada kedua kisah ini terkandung makna yang dapat menghibur hati Nabi saw. dan Allah berfirman kepada kaumnya,",
            "sajda": false,
            "transliteration": "Wa in tukazziboo faqad kazzaba umamum min qablikum wa maa'alar Rasooli illal balaaghul mubeen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3359,
            "aya_number": 19,
            "aya_text": "اَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللّٰهُ الْخَلْقَ ثُمَّ يُعِيْدُهٗ ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 398,
            "translation_aya_text": "Dan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah.",
            "tafsir_jalalayn": "(Dan apakah mereka tidak memperhatikan) dapat dibaca Yarau dan Tarau, artinya memikirkan (bagaimana Allah menciptakan manusia dari permulaannya) lafal Yubdi-u menurut suatu qiraat dibaca Yabda-u berasal dari Bada-a, makna yang dimaksud bagaimana Allah menciptakan mereka dari permulaan (kemudian) Dia (mengulanginya kembali) maksudnya mengulangi penciptaan-Nya kembali sebagaimana permulaan Dia menciptakan mereka. (Sesungguhnya yang demikian itu) yaitu hal yang telah disebutkan mengenai penciptaan pertama dan penciptaan kedua (adalah mudah bagi Allah) dan kenapa mereka mengingkari adanya penciptaan yang kedua itu; yang dimaksud adalah hari berbangkit.",
            "sajda": false,
            "transliteration": "Awa lam yaraw kaifa yubdi'ul laahul khalqa summa yu'eeduh; inna zaalika 'alal laahi yaseer",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3360,
            "aya_number": 20,
            "aya_text": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ بَدَاَ الْخَلْقَ ثُمَّ اللّٰهُ يُنْشِئُ النَّشْاَةَ الْاٰخِرَةَ ۗاِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۚ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 398,
            "translation_aya_text": "Katakanlah, “Berjalanlah di bumi, maka perhatikanlah bagaimana (Allah) memulai penciptaan (makhluk), kemudian Allah menjadikan kejadian yang akhir. Sungguh, Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Katakanlah, \"Berjalanlah kalian di muka bumi, maka perhatikanlah bagaimana Allah memulai penciptaan-Nya) yakni menciptakan orang-orang yang sebelum kalian, kemudian Dia mematikan mereka (lalu Allah menjadikannya sekali lagi) dapat dibaca An Nasy-atal akhirata dan An Nasy-atal ukhra. (Sesungguhnya Allah Maha Kuasa atas segala sesuatu) antara lain ialah memulai dan mengulanginya.",
            "sajda": false,
            "transliteration": "Qul seeroo fil ardi fanzuroo kaifa baa al khalqa summal laahu yunshi''un nash atal Aakhirah; innal laaha 'alaa kulli shai'in Qadeer",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3361,
            "aya_number": 21,
            "aya_text": "يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَرْحَمُ مَنْ يَّشَاۤءُ ۚوَاِلَيْهِ تُقْلَبُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 398,
            "translation_aya_text": "Dia (Allah) mengazab siapa yang Dia kehendaki dan memberi rahmat kepada siapa yang Dia kehendaki, dan hanya kepada-Nya kamu akan dikembalikan.",
            "tafsir_jalalayn": "(Allah mengazab siapa yang dikehendaki-Nya) menerima azab-Nya (dan memberi rahmat kepada siapa yang dikehendaki-Nya) untuk menerima rahmat-Nya (dan hanya kepada-Nya-lah kalian akan dikembalikan) yakni, hanya kepada-Nya-lah kalian kembali.",
            "sajda": false,
            "transliteration": "Yu'azzibu many yashaaa'u wa yarhamu many yashaaa'; wa ilaihi tuqlaboon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3362,
            "aya_number": 22,
            "aya_text": "وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ ۖوَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ࣖ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 398,
            "translation_aya_text": "Dan kamu sama sekali tidak dapat melepaskan diri (dari azab Allah) baik di bumi maupun di langit, dan tidak ada pelindung dan penolong bagimu selain Allah.",
            "tafsir_jalalayn": "(Dan kalian sekali-kali tidak dapat melepaskan diri) dari jangkauan kekuasaan Rabb kalian (di bumi dan tidak pula di langit) jika kalian berada padanya; makna yang dimaksud ialah bahwa kalian tidak akan dapat terlepas daripada-Nya di mana pun kalian berada (dan sekali-kali tiadalah bagi kalian seorang pelindung pun selain dari Allah) yang dapat mencegah azab-Nya atas kalian (dan tidak pula seorang penolong) yang dapat menolong kalian dari azab-Nya.",
            "sajda": false,
            "transliteration": "Wa maaa antum bimu'jizeena fil ardi wa laa fissamaaa'i wa maa lakum min doonil laahi minw waliyyinw wa laa naseer",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3363,
            "aya_number": 23,
            "aya_text": "وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ وَلِقَاۤىِٕهٖٓ اُولٰۤىِٕكَ يَىِٕسُوْا مِنْ رَّحْمَتِيْ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 398,
            "translation_aya_text": "Dan orang-orang yang mengingkari ayat-ayat Allah dan pertemuan dengan-Nya, mereka berputus asa dari rahmat-Ku, dan mereka itu akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Orang-orang yang kafir kepada ayat-ayat Allah dan pertemuan dengan Dia) tidak percaya pada Alquran dan adanya hari berbangkit (mereka putus asa dari rahmat-Ku) surga-Ku (dan mereka itu mendapat azab yang pedih) yakni azab yang menyakitkan.",
            "sajda": false,
            "transliteration": "Wallazeena kafaroo bi Aayaatil laahi wa liqaaa'iheee ulaaa'ika ya'isoo mir rahmatee wa ulaaa'ika lahum 'azaabun aleem",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        }
    ]
}