{
    "page_number": 399,
    "data": [
        {
            "aya_id": 3364,
            "aya_number": 24,
            "aya_text": "فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا اقْتُلُوْهُ اَوْ حَرِّقُوْهُ فَاَنْجٰىهُ اللّٰهُ مِنَ النَّارِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 399,
            "translation_aya_text": "Maka tidak ada jawaban kaumnya (Ibrahim), selain mengatakan, “Bunuhlah atau bakarlah dia,” lalu Allah menyelamatkannya dari api. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang yang beriman.",
            "tafsir_jalalayn": "Allah berfirman sehubungan dengan kisah Nabi Ibrahim a.s.: (Maka tiadalah jawaban kaumnya selain mengatakan, \"Bunuhlah atau bakarlah dia,\" lalu Allah menyelamatkannya dari api) mereka melemparkannya ke dalam api, sedangkan Allah menjadikan api itu dingin dan keselamatan bagi Ibrahim. (Sesungguhnya pada yang demikian itu) yakni diselamatkannya Nabi Ibrahim dari api (benar-benar terdapat tanda-tanda kebesaran Allah) yaitu tidak berpengaruhnya api terhadap diri Nabi Ibrahim, padahal api itu sangat besar nyalanya, kemudian dalam waktu yang sangat singkat Allah menjadikan bekas api itu sebuah taman (bagi orang-orang yang beriman) yakni bagi orang-orang yang percaya kepada keesaan Allah dan kekuasaan-Nya, karena hanya mereka saja yang dapat mengambil manfaat dari kisah ini.",
            "sajda": false,
            "transliteration": "Famaa kaana jawaaba qawmiheee illaaa an qaaluqtuloohu aw harriqoohu faanjaahul laahu minan naar; inna fee zaalika la Aayaatil laqawminy yu'minoon",
            "tajweed_text": "فَمَا كَانَ جَوَابَ قَوْمِه[o[ِۦٓ] إِلّ[o[َآ] أَ[f:2304[ن ق]َالُو[s[اْ] [h:10329[ٱ][q:10330[قْ]تُلُوهُ أَوْ حَرِّقُوهُ فَأَ[f:10331[نج]َ[n[ـٰ]هُ [h:10332[ٱ]للَّهُ مِنَ [h:869[ٱ][l[ل][g[نّ]َارِ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3365,
            "aya_number": 25,
            "aya_text": "وَقَالَ اِنَّمَا اتَّخَذْتُمْ مِّنْ دُوْنِ اللّٰهِ اَوْثَانًاۙ مَّوَدَّةَ بَيْنِكُمْ فِى الْحَيٰوةِ الدُّنْيَا ۚ ثُمَّ يَوْمَ الْقِيٰمَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَّيَلْعَنُ بَعْضُكُمْ بَعْضًا ۖوَّمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَۖ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 399,
            "translation_aya_text": "Dan dia (Ibrahim) berkata, “Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.”",
            "tafsir_jalalayn": "(Dan berkatalah dia) Nabi Ibrahim (\"Sesungguhnya berhala-berhala yang kalian sembah selain Allah) huruf ma adalah mashdariyyah (adalah untuk menciptakan perasaan kasih sayang di antara kalian) lafal ayat ini adalah khabar dari inna. Tetapi menurut qiraat yang lain dibaca nashab sehingga menjadi mawaddatan sebagai maf`ul lah, sedangkan huruf maa tadi dianggap sebagai maa kaffah, yakni yang mencegah beramalnya inna. Maksudnya, kalian menjadikan penyembahan kepada berhala-berhala itu sebagai sarana untuk memelihara kasih sayang di antara kalian (dalam kehidupan dunia ini, kemudian di hari kiamat sebagian kalian mengingkari sebagian yang lain) yakni para pemimpin penyembah berhala itu cuci tangan dari apa yang dilakukan oleh para pengikutnya (dan sebagian kalian mengutuk sebagian yang lain) yakni para pengikut mengutuk para pemimpin mereka (dan tempat kembali kalian) semuanya (ialah neraka, dan sekali-kali tak ada bagi kalian para penolong pun.\") yang dapat mencegah kalian dari masuk neraka.",
            "sajda": false,
            "transliteration": "Wa qaala innamat takhaz tum min doonil laahi awsaanam mawaddata bainikum fil hayaatid dunyaa summa yawmal qiyaamati yakfuru ba'dukum biba 'dinw wa yal'anu ba'dukum ba'danw-wa yal'anu ba'dukum ba'danw wa maa waakumun Naaru wa maa lakum min naasireen",
            "tajweed_text": "وَقَالَ إِ[g[نّ]َمَا [h:10333[ٱ]تَّخَذْت[w:10334[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ أَوْثَ[n[ـٰ][a:10335[نًا م]َّوَدَّةَ بَيْنِكُمْ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ ثُ[g[مّ]َ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ يَكْفُرُ بَعْضُك[c:10336[ُم ب]ِبَعْ[a:10337[ضٍ و]َيَلْعَنُ بَعْضُك[c:1697[ُم ب]َعْ[a:10338[ضًا و]َمَأْوَ[n[ٮٰ]كُمُ [h:10339[ٱ][l[ل][g[نّ]َارُ وَمَا لَك[w:556[ُم م]ّ[a:1813[ِن ن]َّ[n[ـٰ]صِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3366,
            "aya_number": 26,
            "aya_text": "۞ فَاٰمَنَ لَهٗ لُوْطٌۘ وَقَالَ اِنِّيْ مُهَاجِرٌ اِلٰى رَبِّيْ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 399,
            "translation_aya_text": "Maka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, “Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Mahaperkasa, Mahabijaksana.”",
            "tafsir_jalalayn": "(Maka berimanlah kepadanya) percayalah kepada Nabi Ibrahim (Luth) ia adalah anak saudara lelaki Nabi Ibrahim bernama Haran. (Dan berkatalah dia) Nabi Ibrahim: (\"Sesungguhnya aku akan berpindah\") dari kaumku (kepada Rabbku) yaitu akan berpindah ke tempat yang diperintahkan oleh Rabbku, kemudian Nabi Ibrahim meninggalkan kaumnya dari pedalaman negeri Irak menuju ke negeri Syam. (Sesungguhnya Dialah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Fa aamana lahoo Loot; wa qaala innee mauhajirun ilaa Rabbee innahoo Huwal 'Azeezul Hakeem",
            "tajweed_text": "۞ فَـَٔـامَنَ لَهُ[n[ۥ] لُو[a:10340[طٌ‌ۘ و]َقَالَ إِ[g[نّ]ِى مُهَاجِرٌ إِلَىٰ رَبّ[o[ِىٓ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:1734[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3367,
            "aya_number": 27,
            "aya_text": "وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتٰبَ وَاٰتَيْنٰهُ اَجْرَهٗ فِى الدُّنْيَا ۚوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 399,
            "translation_aya_text": "Dan Kami anugerahkan kepada Ibrahim, Ishak dan Yakub, dan Kami jadikan kenabian dan kitab kepada keturunannya, dan Kami berikan kepadanya balasannya di dunia; dan sesungguhnya dia di akhirat, termasuk orang yang saleh. ",
            "tafsir_jalalayn": "(Dan Kami anugerahkan kepada Ibrahim) setelah berputra Ismail (Ishak dan Yakub) Yakub lahir sesudah Ishak (dan Kami jadikan pada keturunannya kenabian) semua nabi sesudah Nabi Ibrahim terdiri dari keturunannya (dan Alkitab) sekalipun lafal Alkitab bentuknya mufrad atau tunggal, tetapi makna yang dimaksud adalah jamak yaitu kitab Taurat, Injil, Zabur dan Alquran (dan Kami berikan kepadanya balasannya di dunia) yaitu dia menjadi buah tutur yang baik di kalangan para pemeluk setiap agama (dan sesungguhnya dia di akhirat benar-benar termasuk orang-orang yang saleh) yakni orang-orang yang mempunyai kedudukan yang tinggi di akhirat.",
            "sajda": false,
            "transliteration": "Wa wahabnaa lahoo Ishaaqa wa Ya'Qooba wa ja'alnaa fee zurriyyatihin Nubuwwata wal Kitaaba wa aatainaahu ajrahoo fid dunyaa wa innahoo fil aakhirati laminas saaliheen",
            "tajweed_text": "وَوَهَ[q:4212[بْ]نَا لَهُ[o[ۥٓ] إِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ [h:10341[ٱ][l[ل][g[نّ]ُبُوَّةَ وَ[h:10342[ٱ]لْكِتَ[n[ـٰ]بَ وَءَاتَيْنَ[n[ـٰ]هُ أَ[q:10343[جْ]رَهُ[n[ۥ] فِى [h:599[ٱ][l[ل]دُّنْيَا‌ۖ وَإِ[g[نّ]َهُ[n[ۥ] فِى [h:536[ٱ]لْأَخِرَةِ لَمِنَ [h:686[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3368,
            "aya_number": 28,
            "aya_text": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اِنَّكُمْ لَتَأْتُوْنَ الْفَاحِشَةَ ۖمَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 399,
            "translation_aya_text": "Dan (ingatlah) ketika Lut berkata kepada kaumnya, “Kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang belum pernah dilakukan oleh seorang pun dari umat-umat sebelum kamu. ",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Luth berkata kepada kaumnya, \"Sesungguhnya kalian) inna dapat dibaca tahqiq dan tashil (benar-benar mengerjakan perbuatan yang amat keji) yakni mendatangi dubur laki-laki/homosex (yang belum pernah dikerjakan oleh seorang pun dari umat-umat sebelum kalian.\") baik oleh manusia maupun jin.",
            "sajda": false,
            "transliteration": "Wa Lootan iz qaala liqawmiheee innakum laatoonal faahishata maa sabaqakum bihaa min ahadim minal 'aalameen",
            "tajweed_text": "وَلُوطًا إِذْ قَالَ لِقَوْمِه[o[ِۦٓ] إِ[g[نّ]َكُمْ لَتَأْتُونَ [h:10344[ٱ]لْفَ[n[ـٰ]حِشَةَ مَا سَبَقَك[c:4828[ُم ب]ِهَا مِنْ أَحَ[a:4829[دٍ م]ِّنَ [h:3475[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3369,
            "aya_number": 29,
            "aya_text": "اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ وَتَقْطَعُوْنَ السَّبِيْلَ ەۙ وَتَأْتُوْنَ فِيْ نَادِيْكُمُ الْمُنْكَرَ ۗفَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا ائْتِنَا بِعَذَابِ اللّٰهِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 399,
            "translation_aya_text": "Apakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?” Maka jawaban kaumnya tidak lain hanya mengatakan, “Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar.” ",
            "tafsir_jalalayn": "(Apakah sesungguhnya kalian patut mendatangi laki-laki, menyamun) orang-orang yang lewat di tempat kalian, kemudian kalian melakukan perbuatan keji terhadapnya di tempat kalian, sehingga orang-orang tidak mau lagi lewat di jalan kalian (dan kalian mengerjakan di tempat-tempat pertemuan kalian) yakni tempat kalian berkumpul (perbuatan kemungkaran) yakni sebagian kalian melakukan perbuatan keji dengan sebagian yang lain. (Maka jawaban kaumnya tidak lain hanya mengatakan, \"Datangkanlah kepada kami azab Allah, jika kamu termasuk orang-orang yang benar.\") menganggap keji perbuatan ini, dan bahwasanya azab akan menimpa atas para pelakunya.",
            "sajda": false,
            "transliteration": "A'innakum lataatoonar rijaala wa taqta'oonas sabeela wa taatoona fee naadekumul munkara famaa kaana jawaaba qawmiheee illaaa an qaalu' tinaaa bi'azaabil laahi in kunta minas saadiqeen",
            "tajweed_text": "أَئِ[g[نّ]َكُمْ لَتَأْتُونَ [h:4830[ٱ][l[ل]رِّجَالَ وَتَ[q:10345[قْ]طَعُونَ [h:10346[ٱ][l[ل]سَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ [h:10347[ٱ]لْمُ[f:9107[نك]َرَ‌ۖ فَمَا كَانَ جَوَابَ قَوْمِه[o[ِۦٓ] إِلّ[o[َآ] أَ[f:2304[ن ق]َالُو[s[اْ] [h:10348[ٱ]ئْتِنَا بِعَذَابِ [h:10349[ٱ]للَّهِ إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3370,
            "aya_number": 30,
            "aya_text": "قَالَ رَبِّ انْصُرْنِيْ عَلَى الْقَوْمِ الْمُفْسِدِيْنَ ࣖ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 399,
            "translation_aya_text": "Dia (Lut) berdoa, “Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas golongan yang berbuat kerusakan itu.” ",
            "tafsir_jalalayn": "(Luth berdoa, \"Ya Rabbku, tolonglah aku) dengan membuktikan apa yang telah aku katakan kepada mereka, yaitu menurunkan azab (atas kaum yang berbuat kerusakan itu.\") Maksudnya mereka yang durhaka karena melakukan homosex, Allah memperkenankan doa Nabi Luth.",
            "sajda": false,
            "transliteration": "Qaala Rabbin surnee 'alal qawmil mufsideen",
            "tajweed_text": "قَالَ رَبِّ [h:9187[ٱ][f:9188[نص]ُرْنِى عَلَى [h:1431[ٱ]لْقَوْمِ [h:10350[ٱ]لْمُفْسِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        }
    ]
}