{
    "page_number": 4,
    "data": [
        {
            "aya_id": 24,
            "aya_number": 17,
            "aya_text": "مَثَلُهُمْ كَمَثَلِ الَّذِى اسْتَوْقَدَ نَارًا ۚ فَلَمَّآ اَضَاۤءَتْ مَا حَوْلَهٗ ذَهَبَ اللّٰهُ بِنُوْرِهِمْ وَتَرَكَهُمْ فِيْ ظُلُمٰتٍ لَّا يُبْصِرُوْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 4,
            "translation_aya_text": "Perumpamaan mereka seperti orang-orang yang menyalakan api, setelah menerangi sekelilingnya, Allah melenyapkan cahaya (yang menyinari) mereka dan membiarkan mereka dalam kegelapan, tidak dapat melihat.",
            "tafsir_jalalayn": "(Perumpamaan mereka) sifat mereka dalam kemunafikannya itu, (seperti orang yang menyalakan) atau menghidupkan (api) dalam kegelapan (dan setelah api itu menerangi) atau menyinari (apa yang di sekelilingnya) hingga ia dapat melihat, berdiang dan merasa aman dari apa yang ditakutinya (Allah pun menghilangkan cahaya yang menyinari mereka) yaitu dengan memadamkannya. Kata ganti orang dijadikan jamak 'him' merujuk kepada makna 'alladzii' (dan meninggalkan mereka dalam kegelapan tidak dapat melihat) apa yang terdapat di sekeliling mereka, sehingga tidak tahu jalan dan mereka dalam keadaan kecemasan. Demikianlah halnya orang-orang munafik yang mengucapkan kata-kata beriman, bila mereka mati mereka akan ditimpa ketakutan dan azab.",
            "sajda": false,
            "transliteration": "Masaluhum kamasalillazis tawqada naaran falammaaa adaaa'at maa hawlahoo zahabal laahu binoorihim wa tarakahum fee zulumaatil laa yubsiroon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 25,
            "aya_number": 18,
            "aya_text": "صُمٌّ ۢ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُوْنَۙ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 4,
            "translation_aya_text": "Mereka tuli, bisu dan buta, sehingga mereka tidak dapat kembali.",
            "tafsir_jalalayn": "(Mereka tuli) terhadap kebenaran, maksudnya tidak mau menerima kebenaran yang didengarnya (bisu) terhadap kebaikan hingga tidak mampu mengucapkannya (buta) terhadap jalan kebenaran dan petunjuk Allah sehingga tidak dapat melihatnya, (maka mereka tidaklah akan kembali) dari kesesatan.",
            "sajda": false,
            "transliteration": "Summum bukmun 'umyun fahum laa yarji'oon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 26,
            "aya_number": 19,
            "aya_text": "اَوْ كَصَيِّبٍ مِّنَ السَّمَاۤءِ فِيْهِ ظُلُمٰتٌ وَّرَعْدٌ وَّبَرْقٌۚ يَجْعَلُوْنَ اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِۗ وَاللّٰهُ مُحِيْطٌۢ بِالْكٰفِرِيْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 4,
            "translation_aya_text": "Atau seperti (orang yang ditimpa) hujan lebat dari langit, yang disertai kegelapan, petir dan kilat. Mereka menyumbat telinga dengan jari-jarinya, (menghindari) suara petir itu karena takut mati. Allah meliputi orang-orang yang kafir.",
            "tafsir_jalalayn": "(Atau) perumpamaan mereka itu, (seperti hujan lebat) maksudnya seperti orang-orang yang ditimpa hujan lebat; asal kata shayyibin dari shaaba-yashuubu, artinya turun (dari langit) maksudnya dari awan (padanya) yakni pada awan itu (kegelapan) yang tebal, (dan guruh) maksudnya malaikat yang mengurusnya. Ada pula yang mengatakan suara dari malaikat itu, (dan kilat) yakni kilatan suara yang dikeluarkannya untuk menghardik, (mereka menaruh) maksudnya orang-orang yang ditimpa hujan lebat tadi (jari-jemari mereka) maksudnya dengan ujung jari, (pada telinga mereka, dari) maksudnya disebabkan (bunyi petir) yang amat keras itu supaya tidak kedengaran karena (takut mati) bila mendengarnya. Demikianlah orang-orang tadi, jika diturunkan kepada mereka Alquran disebutkan kekafiran yang diserupakan dengan gelap gulita, ancaman yang dibandingkan dengan guruh serta keterangan-keterangan nyata yang disamakan dengan kilat, mereka menyumbat anak-anak telinga mereka agar tidak mendengarnya, karena takut akan terpengaruh lalu cenderung kepada keimanan yang akan menyebabkan mereka meninggalkan agama mereka, yang bagi mereka sama artinya dengan kematian. (Dan Allah meliputi orang-orang kafir) baik dengan ilmu maupun dengan kekuasaan-Nya hingga tidak sesuatu pun yang luput dari-Nya.",
            "sajda": false,
            "transliteration": "Aw kasaiyibim minas samaaa'i feehi zulumaatunw wa ra'dunw wa barq, yaj'aloona asaabi'ahum feee aazaanihim minas sawaa'iqi hazaral mawt' wallaahu muheetum bilkaafireen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 27,
            "aya_number": 20,
            "aya_text": "يَكَادُ الْبَرْقُ يَخْطَفُ اَبْصَارَهُمْ ۗ كُلَّمَآ اَضَاۤءَ لَهُمْ مَّشَوْا فِيْهِ ۙ وَاِذَآ اَظْلَمَ عَلَيْهِمْ قَامُوْا ۗوَلَوْ شَاۤءَ اللّٰهُ لَذَهَبَ بِسَمْعِهِمْ وَاَبْصَارِهِمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 4,
            "translation_aya_text": "Hampir saja kilat itu menyambar penglihatan mereka. Setiap kali (kilat itu) menyinari, mereka berjalan di bawah (sinar) itu, dan apabila gelap menerpa mereka, mereka berhenti. Sekiranya Allah menghendaki, niscaya Dia hilangkan pendengaran dan penglihatan mereka. Sungguh, Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Hampir saja) maksudnya mendekati (kilat menyambar penglihatan mereka) merebutnya dengan cepat. (Setiap kali kilat itu menyinari mereka, mereka berjalan padanya) maksudnya pada cahaya atau di bawah sinarnya, (dan bila gelap menimpa mereka, mereka pun berhenti) sebagai tamsil dari bukti-bukti keterangan ayat-ayat Alquran yang mengejutkan hati mereka. Mereka membenarkannya setelah mendengar padanya hal-hal yang mereka senangi sehingga mereka berhenti dari apa-apa yang dibencinya. (Sekiranya Allah menghendaki, niscaya dilenyapkan-Nya pendengaran dan penglihatan mereka) baik yang lahir maupun yang batin (Sesungguhnya Allah Maha Kuasa atas segala sesuatu) yang dikehendaki-Nya, termasuk apa-apa yang telah disebutkan tadi.",
            "sajda": false,
            "transliteration": "Yakaadul barqu yakhtafu absaarahum kullamaaa adaaa'a lahum mashaw feehi wa izaaa azlama 'alaihim qaamoo; wa law shaaa'al laahu lazahaba bisam'ihim wa absaarihim; innal laaha 'alaa kulli shai'in Qadeer",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 28,
            "aya_number": 21,
            "aya_text": " يٰٓاَيُّهَا النَّاسُ اعْبُدُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ وَالَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 4,
            "translation_aya_text": "Wahai manusia! Sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu, agar kamu bertakwa.",
            "tafsir_jalalayn": "(Hai manusia!) Maksudnya warga Mekah, (Sembahlah olehmu) dengan bertauhid atau mengesakan (Tuhanmu yang telah menciptakanmu) padahal sebelum itu kamu dalam keadaan tiada (dan) diciptakan-Nya pula (orang-orang yang sebelum kamu, agar kamu bertakwa), artinya terpelihara dari siksa dan azab-Nya yakni dengan jalan beribadah kepada-Nya. Pada asalnya 'la`alla' mengungkapkan harapan, tetapi pada firman Allah berarti menyatakan kepastian.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan naasu'budoo Rabbakumul lazee khalaqakum wallazeena min qablikum la'allakum tattaqoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 29,
            "aya_number": 22,
            "aya_text": " الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ فِرَاشًا وَّالسَّمَاۤءَ بِنَاۤءً  ۖوَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚ فَلَا تَجْعَلُوْا لِلّٰهِ اَنْدَادًا وَّاَنْتُمْ تَعْلَمُوْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 4,
            "translation_aya_text": "(Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui.",
            "tafsir_jalalayn": "(Dialah yang telah menjadikan) menciptakan (bagimu bumi sebagai hamparan), yakni hamparan yang tidak begitu keras dan tidak pula begitu lunak sehingga tidak mungkin didiami secara tetap (dan langit sebagai naungan) sebagai atap (dan diturunkan-Nya dari langit air hujan lalu dikeluarkan-Nya daripadanya) maksudnya bermacam (buah-buahan sebagai rezeki bagi kamu) buat kamu makan dan kamu berikan rumputnya pada binatang ternakmu (maka janganlah kamu adakan sekutu-sekutu bagi Allah), artinya serikat-serikat-Nya dalam pengabdian (padahal kamu mengetahui) bahwa Dia adalah pencipta, sedangkan mereka itu tidak dapat menciptakan apa-apa, maka tidaklah layak disebut dan dikatakan tuhan.",
            "sajda": false,
            "transliteration": "Allazee ja'ala lakumul arda firaashanw wassamaaa'a binaaa 'anw wa anzala minassamaaa'i maaa'an fa akhraja bihee minas samaraati rizqal lakum falaa taj'aloo lillaahi andaadanw wa antum ta'lamoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 30,
            "aya_number": 23,
            "aya_text": "وَاِنْ كُنْتُمْ فِيْ رَيْبٍ مِّمَّا نَزَّلْنَا عَلٰى عَبْدِنَا فَأْتُوْا بِسُوْرَةٍ مِّنْ مِّثْلِهٖ ۖ وَادْعُوْا شُهَدَاۤءَكُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 4,
            "translation_aya_text": "Dan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar.",
            "tafsir_jalalayn": "(Sekiranya kamu merasa ragu) atau bimbang (tentang apa yang Kami turunkan kepada hamba Kami) maksudnya tentang Alquran yang Kami wahyukan kepada Muhammad, bahwa itu benar-benar dari Allah, (maka buatlah sebuah surah yang sebanding dengannya) dengan surah yang diwahyukan itu. 'Min mitslihi', min yang berarti dari, maksudnya di sini ialah untuk menjadi keterangan atau penjelasan, hingga artinya ialah yang sebanding dengannya, baik dalam kedalaman makna maupun dalam keindahan susunan kata serta pemberitaan tentang hal-hal gaib dan sebagainya. Yang dimaksud dengan 'surah' ialah suatu penggal perkataan yang mempunyai permulaan kesudahan dan sekurang-kurangnya terdiri dari tiga ayat. (Dan ajaklah saksi-saksimu) maksudnya tuhan-tuhanmu yang kamu sembah itu (selain dari Allah) untuk menjadi penolong-penolongmu, (jika kamu orang-orang yang benar) bahwa Alquran itu hanyalah buatan dan ucapan Muhammad belaka, maka cobalah lakukan demikian, bukankah kamu orang-orang yang berlidah fasih seperti Muhammad pula?",
            "sajda": false,
            "transliteration": "Wa in kuntum fee raibim mimmaa nazzalnaa 'alaa 'abdinaa fatoo bi Sooratim mim mislihee wad'oo shuhadaaa'akum min doonil laahi in kuntum saadiqeen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 31,
            "aya_number": 24,
            "aya_text": "فَاِنْ لَّمْ تَفْعَلُوْا وَلَنْ تَفْعَلُوْا فَاتَّقُوا النَّارَ الَّتِيْ وَقُوْدُهَا النَّاسُ وَالْحِجَارَةُ ۖ اُعِدَّتْ لِلْكٰفِرِيْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 4,
            "translation_aya_text": "Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir.",
            "tafsir_jalalayn": "Tatkala mereka tidak mampu memenuhi permintaan itu, maka Allah swt. berfirman, (Dan jika kamu tidak dapat melakukan) apa yang disebutkan itu disebabkan kelemahan dan ketidakmampuanmu (dan kamu pasti tidak akan dapat melakukannya) demikian itu untuk selama-lamanya disebabkan terhalang mukjizat Alquran itu, (maka jagalah dirimu dari neraka) dengan jalan beriman kepada Allah dan meyakini bahwa Alquran itu bukanlah ucapan manusia (yang kayu apinya terdiri dari manusia), yakni orang-orang kafir (dan batu), misalnya yang dipakai untuk membuat patung-patung atau berhala-berhala mereka. Maksudnya api neraka itu amat panas dan tambah menyala dengan bahan bakar manusia dan batu jadi bukan seperti api dunia yang hanya dapat dinyalakan dengan kayu bakar atau yang lainnya (yang disediakan bagi orang-orang kafir) sebagai alat untuk menyiksa mereka. Kalimat belakang ini dapat menjadi kalimat baru atau menunjukkan keadaan yang lazim.",
            "sajda": false,
            "transliteration": "Fail lam taf'aloo wa lan taf'aloo fattaqun Naaral latee waqooduhan naasu walhijaaratu u'iddat lilkaafireen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}