{
    "page_number": 40,
    "data": [
        {
            "aya_id": 253,
            "aya_number": 246,
            "aya_text": "اَلَمْ تَرَ اِلَى الْمَلَاِ مِنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ مِنْۢ بَعْدِ مُوْسٰىۘ اِذْ قَالُوْا لِنَبِيٍّ لَّهُمُ ابْعَثْ لَنَا مَلِكًا نُّقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۗ قَالَ هَلْ عَسَيْتُمْ اِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ اَلَّا تُقَاتِلُوْا ۗ قَالُوْا وَمَا لَنَآ اَلَّا نُقَاتِلَ فِيْ سَبِيْلِ اللّٰهِ وَقَدْاُخْرِجْنَا مِنْ دِيَارِنَا وَاَبْنَاۤىِٕنَا ۗ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا اِلَّا قَلِيْلًا مِّنْهُمْ ۗوَاللّٰهُ عَلِيْمٌ ۢبِالظّٰلِمِيْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 40,
            "translation_aya_text": "Tidakkah kamu perhatikan para pemuka Bani Israil setelah Musa wafat, ketika mereka berkata kepada seorang nabi mereka, “Angkatlah seorang raja untuk kami, niscaya kami berperang di jalan Allah.” Nabi mereka menjawab, “Jangan-jangan jika diwajibkan atasmu berperang, kamu tidak akan berperang juga?” Mereka menjawab, “Mengapa kami tidak akan berperang di jalan Allah, sedangkan kami telah diusir dari kampung halaman kami dan (dipisahkan dari) anak-anak kami?” Tetapi ketika perang itu diwajibkan atas mereka, mereka berpaling, kecuali sebagian kecil dari mereka. Dan Allah Maha Mengetahui orang-orang yang zalim.",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan segolongan Bani Israel setelah) wafat (Musa), maksudnya kisah dan berita mereka, (yaitu ketika mereka berkata kepada seorang nabi mereka) namanya Samuel, (\"Angkatlah untuk kami seorang raja, supaya kami berperang) dengannya (di jalan Allah) hingga ia dapat memimpin dan menyusun barisan kami! (Jawab nabi mereka, \"Tidak mungkinkah) dengan memakai baris di atas dan baris di bawah (jika kamu diwajibkan berperang, kamu tidak mau berperang?\") Khabar dari `asa, sedangkan pertanyaan menunjukkan lebih besar kemungkinan terjadinya. (Jawab mereka, \"Kenapa kami tidak mau berperang di jalan Allah, padahal kami sudah diusir dari kampung halaman kami dan dari anak-anak kami\"), artinya sebagian dari mereka ada yang ditawan dan sebagian yang lain ada yang dibunuh. Hal ini telah dilakukan terhadap mereka oleh kaum Jalut. Jadi maksudnya adalah tidak ada halangan bagi kami untuk berperang, yakni selama alasannya masih ada. Firman Allah swt., (Maka tatkala berperang itu diwajibkan atas mereka, mereka pun berpaling) daripadanya dan merasa kecut, (kecuali sebagian kecil dari mereka), yakni yang menyeberangi sungai bersama Thalut sebagaimana yang akan diterangkan nanti. (Dan Allah Maha Mengetahui akan orang-orang yang aniaya), maksudnya akan membalas segala yang diperbuat oleh mereka. Dan nabi mereka pun memohon kepada Tuhannya agar mengirimkan seorang raja, tetapi yang dikabulkan-Nya ialah Thalut.",
            "sajda": false,
            "transliteration": "Alam tara ilal malai mim Baneee Israaa'eela mim ba'di Moosaaa iz qaaloo li Nabiyyil lahumub 'as lanaa malikan nuqaatil fee sabeelillaahi qaala hal 'asaitum in kutiba 'alaikumul qitaalu allaa tuqaatiloo qaaloo wa maa lanaaa allaa nuqaatila fee sabeelil laahi wa qad ukhrijnaa min diyaarinaa wa abnaaa'inaa falammaa kutiba 'alaihimul qitaalu tawallaw illaa qaleelam minhum; wallaahu 'aleemum bizzaalimeen",
            "tajweed_text": "أَلَمْ تَرَ إِلَى [h:1384[ٱ]لْمَلَإِ م[i:1385[ِنۢ ب]َن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ م[i:146[ِنۢ ب]َعْدِ مُوسَ[o[ىٰٓ] إِذْ قَالُو[s[اْ] لِنَبِ[u:1386[ىٍّ ل]َّهُمُ [h:1387[ٱ][q:1388[بْ]عَثْ لَنَا مَلِ[a:1389[كًا ن]ُّقَ[n[ـٰ]تِلْ فِى سَبِيلِ [h:788[ٱ]للَّهِ‌ۖ قَالَ هَلْ عَسَيْتُمْ إِ[f:1390[ن ك]ُتِبَ عَلَيْكُمُ [h:1192[ٱ]لْقِتَالُ أَلَّا تُقَ[n[ـٰ]تِلُو[s[اْ‌ۖ] قَالُو[s[اْ] وَمَا لَن[o[َآ] أَلَّا نُقَ[n[ـٰ]تِلَ فِى سَبِيلِ [h:788[ٱ]للَّهِ وَقَ[q:387[دْ] أُخْرِ[q:1391[جْ]نَا مِ[f:1392[ن د]ِيَ[n[ـٰ]رِنَا وَأَ[q:1393[بْ]ن[o[َا]ٓئِنَا‌ۖ فَلَ[g[مّ]َا كُتِبَ عَلَيْهِمُ [h:1394[ٱ]لْقِتَالُ تَوَلَّوْ[s[اْ] إِلَّا قَلِيل[a:1395[اً م]ِّنْهُمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِي[i:497[مُۢ ب]ِ[h:498[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 254,
            "aya_number": 247,
            "aya_text": "وَقَالَ لَهُمْ نَبِيُّهُمْ اِنَّ اللّٰهَ قَدْ بَعَثَ لَكُمْ طَالُوْتَ مَلِكًا ۗ قَالُوْٓا اَنّٰى يَكُوْنُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ اَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ الْمَالِۗ قَالَ اِنَّ اللّٰهَ اصْطَفٰىهُ عَلَيْكُمْ وَزَادَهٗ بَسْطَةً فِى الْعِلْمِ وَالْجِسْمِ ۗ وَاللّٰهُ يُؤْتِيْ مُلْكَهٗ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 40,
            "translation_aya_text": "Dan nabi mereka berkata kepada mereka, “Sesungguhnya Allah telah mengangkat Talut menjadi rajamu.” Mereka menjawab, “Bagaimana Talut memperoleh kerajaan atas kami, sedangkan kami lebih berhak atas kerajaan itu daripadanya, dan dia tidak diberi kekayaan yang banyak?” (Nabi) menjawab, “Allah telah memilihnya (menjadi raja) kamu dan memberikan kelebihan ilmu dan fisik.” Allah memberikan kerajaan-Nya kepada siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui.",
            "tafsir_jalalayn": "(Kata nabi mereka kepada mereka, \"Sesungguhnya Allah telah mengangkat Thalut bagi kamu sebagai raja.\" Jawab mereka, \"Bagaimana), artinya betapa (ia akan menjadi raja, padahal kami lebih berhak terhadap kerajaan ini daripadanya). Ia bukanlah dari keturunan raja-raja atau bangsawan dan tidak pula dari keturunan nabi-nabi. Bahkan ia hanyalah seorang tukang samak atau gembala, (sedangkan ia pun tidak diberi kekayaan yang mencukupi\") yakni yang amat diperlukan untuk membina atau mendirikan sebuah kerajaan. (Kata nabi) kepada mereka, (\"Sesungguhnya Allah telah memilihnya sebagai rajamu (dan menambahnya pula keluasan) dan keperkasaan (dalam ilmu dan tubuh\"). Memang ketika itu dialah orang Israel yang paling berilmu, paling gagah dan paling berakhlak. (Dan Allah memberikan kerajaan-Nya kepada siapa yang dikehendaki-Nya) suatu pemberian yang tidak seorang pun mampu untuk menghalanginya. (Dan Allah Maha Luas) karunia-Nya, (lagi Maha Mengetahui) orang yang lebih patut menerima karunia-Nya itu.",
            "sajda": false,
            "transliteration": "Wa qaala lahum Nabiy yuhum innal laaha qad ba'asa lakum Taaloota malikaa; qaalooo annaa yakoonu lahul mulku 'alainaa wa nahnu ahaqqu bilmulki minhu wa lam yu'ta sa'atamminal maal; qaala innallaahas tafaahu 'alaikum wa zaadahoo bastatan fil'ilmi waljismi wallaahu yu'tee mulkahoo mai yashaaa'; wallaahu Waasi'un 'Aleem",
            "tajweed_text": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَ[q:298[دْ] بَعَثَ لَكُمْ طَالُوتَ مَلِ[f:1396[كًا‌ۚ ق]َال[o[ُوٓ][s[اْ] أَ[g[نّ]َىٰ يَكُونُ لَهُ [h:1397[ٱ]لْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِ[h:1398[ٱ]لْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَ[a:1399[ةً م]ِّنَ [h:1400[ٱ]لْمَالِ‌ۚ قَالَ إِ[g[نّ]َ [h:80[ٱ]للَّهَ [h:1401[ٱ]صْطَفَ[n[ـٰ]هُ عَلَيْكُمْ وَزَادَهُ[n[ۥ] بَسْطَ[f:1402[ةً ف]ِى [h:1403[ٱ]لْعِلْمِ وَ[h:1404[ٱ]لْجِسْمِ‌ۖ وَ[h:72[ٱ]للَّهُ يُؤْتِى مُلْكَهُ[n[ۥ] م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ و[n[َٲ]سِعٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 255,
            "aya_number": 248,
            "aya_text": "وَقَالَ لَهُمْ نَبِيُّهُمْ اِنَّ اٰيَةَ مُلْكِهٖٓ اَنْ يَّأْتِيَكُمُ التَّابُوْتُ فِيْهِ سَكِيْنَةٌ مِّنْ رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ اٰلُ مُوْسٰى وَاٰلُ هٰرُوْنَ تَحْمِلُهُ الْمَلٰۤىِٕكَةُ ۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 40,
            "translation_aya_text": "Dan nabi mereka berkata kepada mereka, “Sesungguhnya tanda kerajaannya ialah datangnya Tabut kepadamu, yang di dalamnya terdapat ketenangan dari Tuhanmu dan sisa peninggalan keluarga Musa dan keluarga Harun, yang dibawa oleh malaikat. Sungguh, pada yang demikian itu terdapat tanda (kebesaran Allah) bagimu, jika kamu orang beriman.",
            "tafsir_jalalayn": "(Kata nabi mereka kepada mereka), yakni tatkala mereka meminta kepadanya tanda pengangkatannya sebagai raja. (Sesungguhnya tanda ia akan menjadi raja ialah datangnya tabut kepadamu), yakni sebuah peti tempat menyimpan serunai nabi-nabi yang diturunkan Allah kepada nabi Adam dan terus-menerus berada pada mereka sampai mereka dikalahkan oleh orang-orang Amaliqah yang berhasil merebut serunai itu. Selama ini mereka mengambilnya sebagai lambang kemenangan mereka terhadap musuh dan mereka tonjolkan dalam peperangan serta mendapatkan ketenangan hati, sebagaimana firman Allah swt., (\"Di dalamnya terdapat ketenangan) ketenteraman bagi hatimu (dari Tuhanmu dan sisa-sisa peninggalan keluarga Musa dan keluarga Harun), yakni yang ditinggalkan kedua nabi itu, sepasang terompah Musa dan tongkatnya serta serban nabi Harun dan tulang-tulang burung manna yang pernah turun kepada mereka serta kepingan-kepingan luh (yang dibawa oleh malaikat) menjadi 'hal' dari pelaku 'ya'tiikum.' (Sesungguhnya pada demikian itu menjadi tanda bagi kamu) atas diangkatnya sebagai raja (jika kamu benar-benar beriman). Tabut itu lalu dibawa oleh malaikat, terapung-apung antara bumi dan langit serta disaksikan oleh mereka dan akhirnya ditaruh oleh malaikat dekat Thalut. Mereka pun mengakuinya sebagai raja dan berlomba-lomba untuk berjihad di sampingnya. Maka dipilihnyalah 70 ribu orang di antara pemuda-pemuda mereka.",
            "sajda": false,
            "transliteration": "Wa qaala lahum Nabiyyuhum inna Aayata mulkiheee ai yaatiyakumut Taabootu feei sakeenatummir Rabbikum wa baqiyyatummimmaa taraka Aalu Moosa wa Aalu Haaroona tahmiluhul malaaa'ikah; inna fee zaalika la Aayatal lakum in kuntum mu'mineen",
            "tajweed_text": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِ[g[نّ]َ ءَايَةَ مُلْكِه[o[ِۦٓ] أ[a:1405[َن ي]َأْتِيَكُمُ [h:1406[ٱ][l[ل]تَّابُوتُ فِيهِ سَكِينَ[a:1407[ةٌ م]ّ[u:243[ِن ر]َّبِّكُمْ وَبَقِيَّ[a:1408[ةٌ م]ِّ[g[مّ]َا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَ[n[ـٰ]رُونَ تَحْمِلُهُ [h:1409[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:1410[ةً ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}