{
    "page_number": 400,
    "data": [
        {
            "aya_id": 3371,
            "aya_number": 31,
            "aya_text": "وَلَمَّا جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰىۙ قَالُوْٓا اِنَّا مُهْلِكُوْٓا اَهْلِ هٰذِهِ الْقَرْيَةِ ۚاِنَّ اَهْلَهَا كَانُوْا ظٰلِمِيْنَ ۚ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 400,
            "translation_aya_text": "Dan ketika utusan Kami (para malaikat) datang kepada Ibrahim dengan membawa kabar gembira, mereka mengatakan, “Sungguh, kami akan membinasakan penduduk kota (Sodom) ini karena penduduknya sungguh orang-orang zalim.” ",
            "tafsir_jalalayn": "(Dan tatkala utusan Kami/para malaikat datang kepada Ibrahim membawa kabar gembira) mengenai akan lahirnya Ishak dan Yakub sesudahnya (mereka mengatakan, \"Sesungguhnya kami akan menghancurkan penduduk negeri ini) yang ditempati oleh kaum Nabi Luth (sesungguhnya penduduknya adalah orang-orang yang lalim.\") yakni orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Wa lammaa jaaa'at Rusulunaaa Ibraaheema bil bushraa qaalooo innaa muhlikoo ahli haazihil qaryati inna ahlahaa kaanoo zaalimeen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3372,
            "aya_number": 32,
            "aya_text": "قَالَ اِنَّ فِيْهَا لُوْطًا ۗقَالُوْا نَحْنُ اَعْلَمُ بِمَنْ فِيْهَا ۖ لَنُنَجِّيَنَّهٗ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 400,
            "translation_aya_text": "Ibrahim berkata, “Sesungguhnya di kota itu ada Lut.” Mereka (para malaikat) berkata, “Kami lebih mengetahui siapa yang ada di kota itu. Kami pasti akan menyelamatkan dia dan pengikut-pengikutnya kecuali istrinya. Dia termasuk orang-orang yang tertinggal (dibinasakan).” ",
            "tafsir_jalalayn": "(Berkata dia) Ibrahim (\"Sesungguhnya di kota itu ada Luth.\" Mereka berkata) para Malaikat itu berkata: (\"Kami lebih mengetahui siapa yang ada di kota itu, Kami sungguh-sungguh akan menyelamatkan dia) lanunajjiyannahu dapat dibaca secara takhfif yaitu lanunjiyannahu, dapat pula dibaca tasydid, yaitu lanunajjiyannahu (beserta pengikut-pengikutnya kecuali istrinya. Dia adalah termasuk orang-orang yang tertinggal.\") termasuk orang-orang yang dibinasakan.",
            "sajda": false,
            "transliteration": "Qaala inna feeha Lootaa; qaaloo nahnu a'lamu biman feehaa lanunajjjiyannahoo wa ahlahooo illam ra atahoo kaanat minal ghaabireen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3373,
            "aya_number": 33,
            "aya_text": "وَلَمَّآ اَنْ جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالُوْا لَا تَخَفْ وَلَا تَحْزَنْ ۗاِنَّا مُنَجُّوْكَ وَاَهْلَكَ اِلَّا امْرَاَتَكَ كَانَتْ مِنَ الْغٰبِرِيْنَ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 400,
            "translation_aya_text": "Dan ketika para utusan Kami (para malaikat) datang kepada Lut, dia merasa bersedih hati karena (kedatangan) mereka, dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka, dan mereka (para utusan) berkata, “Janganlah engkau takut dan jangan (pula) bersedih hati. Sesungguhnya Kami akan menyelamatkanmu dan pengikut-pengikutmu, kecuali istrimu, dia termasuk orang-orang yang tinggal (dibinasakan).” ",
            "tafsir_jalalayn": "(Dan tatkala datang utusan-utusan Kami itu kepada Luth, dia merasa susah karena kedatangan mereka) dia merasa susah disebabkan adanya mereka (dan merasa tidak mempunyai kekuatan untuk melindungi mereka) karena mereka memiliki wajah-wajah tampan, mereka menyamar sebagai tamu Nabi Luth. Nabi Luth merasa takut kaumnya akan melakukan hal-hal yang tidak diinginkan terhadap tamu-tamunya, maka para utusan itu memberitahukan kepadanya, bahwa mereka adalah utusan dari Rabbnya (dan mereka berkata, \"Janganlah kamu takut dan jangan pula susah. Sesungguhnya kami akan menyelamatkan kamu) dapat dibaca munajjuuka dan munjuuka (dan pengikut-pengikutmu kecuali istrimu, dia adalah termasuk orang-orang yang tertinggal\") dinashabkannya lafal ahlaka karena diathafkan secara mahal kepada huruf kaf yang ada pada lafal munajjuuka.",
            "sajda": false,
            "transliteration": "Wa lammaaa an jaaa'at Rusulunaa Lootan seee'a bihim wa daaqa bihim zar'anw wa qaaloo laa takhaf wa laa tahzan innaa munajjooka wa ahlaka illam ra ataka kaanat minal ghaabireen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3374,
            "aya_number": 34,
            "aya_text": "اِنَّا مُنْزِلُوْنَ عَلٰٓى اَهْلِ هٰذِهِ الْقَرْيَةِ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 400,
            "translation_aya_text": "Sesungguhnya Kami akan menurunkan azab dari langit kepada penduduk kota ini karena mereka berbuat fasik. ",
            "tafsir_jalalayn": "(Sesungguhnya Kami akan menurunkan) dapat dibaca munziluuna dan munazziluuna (azab atas penduduk kota ini) yakni siksaan (dari langit karena) perbuatan (kefasikan yang mereka kerjakan) disebabkan kefasikan mereka.",
            "sajda": false,
            "transliteration": "Innaa munziloona 'alaaa ahli haazihil qaryati rijzam minas samaaa'i bimaa kaanoo yafsuqoon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3375,
            "aya_number": 35,
            "aya_text": "وَلَقَدْ تَّرَكْنَا مِنْهَآ اٰيَةً ۢ بَيِّنَةً لِّقَوْمٍ يَّعْقِلُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 400,
            "translation_aya_text": "Dan sungguh, tentang itu telah Kami tinggalkan suatu tanda yang nyata bagi orang-orang yang mengerti. ",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami tinggalkan daripadanya satu tanda yang nyata) yang jelas, yaitu berupa bekas-bekas kehancuran mereka (bagi orang-orang yang berakal) bagi mereka yang mau berpikir.",
            "sajda": false,
            "transliteration": "Wa laqat taraknaa min haaa aayatam baiyinatal liqawminy ya'qiloon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3376,
            "aya_number": 36,
            "aya_text": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۙ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ وَارْجُوا الْيَوْمَ الْاٰخِرَ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ۖ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 400,
            "translation_aya_text": "Dan kepada penduduk Madyan, (Kami telah mengutus) saudara mereka Syuaib, dia berkata, “Wahai kaumku! Sembahlah Allah, harapkanlah (pahala) hari akhir, dan jangan kamu berkeliaran di bumi berbuat kerusakan.” ",
            "tafsir_jalalayn": "(Dan) Kami utus (kepada penduduk Madyan saudara mereka Syuaib, maka ia berkata, \"Hai kaumku! Sembahlah oleh kalian Allah, harapkanlah pahala hari akhir) maksudnya takutlah kalian akan hari itu, yaitu hari kiamat (dan janganlah kalian berkeliaran di muka bumi berbuat kerusakan.\") Lafal mufsidiina berkedudukan sebagai hal atau kata keterangan keadaan yang mengukuhkan makna 'amilnya. Lafal ta'tsau berasal dari lafal 'atsiya yang artinya membuat kerusakan.",
            "sajda": false,
            "transliteration": "Wa ilaa Madyana akhaahum Shu'ayban faqaala yaa qawmi'-budul laaha warjul yawmal aakhira wa laa ta'saw fil ardi mufsideen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3377,
            "aya_number": 37,
            "aya_text": "فَكَذَّبُوْهُ فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ ۙ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 400,
            "translation_aya_text": "Mereka mendustakannya (Syuaib), maka mereka ditimpa gempa yang dahsyat, lalu jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka.",
            "tafsir_jalalayn": "(Maka mereka mendustakan Syuaib, lalu mereka ditimpa gempa yang dahsyat) gempa yang sangat kuat goncangannya (dan jadilah mereka mayit-mayit yang bergelimpangan di rumah-rumah mereka) yakni mereka mati dalam keadaan terduduk di atas lutut mereka di tempat tinggal masing-masing.",
            "sajda": false,
            "transliteration": "Fakazzaboohu fa akhazat humur rajfatu fa asbahoo fee daarihim jaasimeen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3378,
            "aya_number": 38,
            "aya_text": "وَعَادًا وَّثَمُوْدَا۟ وَقَدْ تَّبَيَّنَ لَكُمْ مِّنْ مَّسٰكِنِهِمْۗ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ وَكَانُوْا مُسْتَبْصِرِيْنَ ۙ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 400,
            "translation_aya_text": "Juga (ingatlah) kaum ’Ad dan Samud, sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Setan telah menjadikan terasa indah bagi mereka perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang yang berpandangan tajam, ",
            "tafsir_jalalayn": "(Dan) Kami binasakan (kaum Ad dan Tsamud) lafal tsamuuda dapat pula dibaca tsamuudan dengan memakai harakat tanwin, maksudnya adalah nama kabilah (dan sungguh telah nyata bagi kalian) kebinasaan mereka (dari puing-puing tempat tinggal mereka) di daerah Al-Hijr dan negeri Yaman. (Dan setan menjadikan mereka memandang baik perbuatan-perbuatan mereka) seperti kekafiran dan kemaksiatan (lalu ia menghalangi mereka dari jalan) yang benar (sedangkan mereka adalah orang-orang yang berpandangan tajam) yakni memiliki pandangan tentang perkara hak itu tetapi mereka tidak mau mengikutinya.",
            "sajda": false,
            "transliteration": "Wa 'Aadanw wa Samooda wa qat tabaiyana lakum mim masaakinihim wa zaiyana lahumush Shaitaanu a'maalahum fasaddahum 'anis sabeeli wa kaanoo mustabsireen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        }
    ]
}