{
    "page_number": 401,
    "data": [
        {
            "aya_id": 3379,
            "aya_number": 39,
            "aya_text": "وَقَارُوْنَ وَفِرْعَوْنَ وَهَامٰنَۗ وَلَقَدْ جَاۤءَهُمْ مُّوْسٰى بِالْبَيِّنٰتِ فَاسْتَكْبَرُوْا فِى الْاَرْضِ وَمَا كَانُوْا سَابِقِيْنَ ۚ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 401,
            "translation_aya_text": "dan (juga) Karun, Fir‘aun dan Haman. Sungguh, telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah). ",
            "tafsir_jalalayn": "(Dan) telah Kami binasakan pula (Qarun, Firaun dan Haman. Dan sesungguhnya telah datang kepada mereka) sebelumnya (Musa dengan membawa keterangan-keterangan yang nyata) hujah-hujah yang jelas dan gamblang. (Akan tetapi mereka berlaku sombong di muka bumi dan tiadalah mereka orang-orang yang luput) dari azab Kami.",
            "sajda": false,
            "transliteration": "Wa Qaaroona wa Fir'awna wa haamaana wa laqad jaaa'ahum Moosa bilbaiyinaati fastakbaroo fil ardi wa maa kaanoo saabiqeen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3380,
            "aya_number": 40,
            "aya_text": "فَكُلًّا اَخَذْنَا بِذَنْۢبِهٖۙ فَمِنْهُمْ مَّنْ اَرْسَلْنَا عَلَيْهِ حَاصِبًا ۚوَمِنْهُمْ مَّنْ اَخَذَتْهُ الصَّيْحَةُ ۚوَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَّنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 401,
            "translation_aya_text": "Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. ",
            "tafsir_jalalayn": "(Maka masing-masing) dari orang-orang yang telah disebutkan di atas tadi (Kami siksa disebabkan dosanya, maka di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil) yaitu angin topan yang dibarengi dengan batu-batu kerikil, sebagaimana azab yang telah menimpa kaum Nabi Luth (dan di antara mereka ada yang ditimpa suara keras yang mengguntur) seperti azab yang menimpa kaum Tsamud (dan di antara mereka ada yang Kami benamkan ke dalam bumi) sebagaimana yang dialami oleh Qarun (dan di antara mereka ada yang Kami tenggelamkan) seperti yang menimpa kaum Nabi Nuh dan Firaun beserta kaumnya (dan Allah sekali-kali tidak hendak menganiaya mereka) maksudnya tidak akan mengazab mereka dengan tanpa dosa (akan tetapi merekalah yang menganiaya diri mereka sendiri) disebabkan mereka telah melakukan dosa.",
            "sajda": false,
            "transliteration": "Fakullan akhaznaa bizam bihee faminhum man arsalnaa 'alaihi haasibaa; wa minhum man akhazat hus saihatu wa minhum man khasafnaa bihil arda wa minhum man aghraqnaa; wa maa kaanal laahu li yazlimahum wa laakin kaanoo anfusahum yazlimoon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3381,
            "aya_number": 41,
            "aya_text": "مَثَلُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَ كَمَثَلِ الْعَنْكَبُوْتِۚ اِتَّخَذَتْ بَيْتًاۗ وَاِنَّ اَوْهَنَ الْبُيُوْتِ لَبَيْتُ الْعَنْكَبُوْتِۘ لَوْ كَانُوْا يَعْلَمُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 401,
            "translation_aya_text": "Perumpamaan orang-orang yang mengambil pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba, sekiranya mereka mengetahui. ",
            "tafsir_jalalayn": "(Perumpamaan orang-orang yang mengambil pelindung-pelindung selain Allah) yakni berhala-berhala yang mereka harapkan dapat memberi manfaat kepada diri mereka (adalah seperti laba-laba yang membuat rumah) untuk tempat tinggalnya. (Dan sesungguhnya rumah yang paling lemah) yang paling rapuh (ialah rumah laba-laba) karena tidak dapat melindungi diri dari panas matahari dan dari dinginnya udara, demikian pula berhala-berhala itu, mereka tidak dapat memberikan manfaat apa pun kepada para penyembahnya (kalau mereka mengetahui) hal tersebut, tentu mereka tidak akan menyembahnya.",
            "sajda": false,
            "transliteration": "Masalul lazeenat takhazoo min doonil laahi awliyaaa'a kamasalil 'ankaboot, ittakhazat baitaa; wa inna awhanal buyooti la baitul 'ankaboot; law kaanoo ya'lamoon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3382,
            "aya_number": 42,
            "aya_text": "اِنَّ اللّٰهَ يَعْلَمُ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ مِنْ شَيْءٍۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 401,
            "translation_aya_text": "Sungguh, Allah mengetahui apa saja yang mereka sembah selain Dia. Dan Dia Mahaperkasa, Mahabijaksana. ",
            "tafsir_jalalayn": "(Sesungguhnya Allah mengetahui yang) arti huruf maa di sini bermakna alladzii, yakni apa yang (mereka seru) mereka sembah; lafal yad'uuna dapat pula dibaca tad'uuna (selain Allah) yakni selain daripada-Nya (yakni apa saja dan Dia Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Innal laaha ya'lamu maa yad'oona min doonihee min shai'; wa Huwal 'Azeezul Hakeem",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3383,
            "aya_number": 43,
            "aya_text": "وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِۚ وَمَا يَعْقِلُهَآ اِلَّا الْعَالِمُوْنَ ",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 401,
            "translation_aya_text": "Dan perumpamaan-perumpamaan ini Kami buat untuk manusia; dan tidak ada yang akan memahaminya kecuali mereka yang berilmu. ",
            "tafsir_jalalayn": "(Dan perumpamaan-perumpamaan ini) yang ada dalam Alquran (Kami buatkan) Kami jadikan (untuk manusia; dan tiada yang memahaminya) yang mengerti akan perumpamaan-perumpamaan ini (kecuali orang-orang yang berilmu) yakni, orang-orang yang berpikir.",
            "sajda": false,
            "transliteration": "Wa tilkal amsaalu nadribuhaa linnaasi wa maa ya'qiluhaaa illal 'aalimoon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3384,
            "aya_number": 44,
            "aya_text": "خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَ ࣖ   ۔",
            "sura_id": 29,
            "juz_id": 20,
            "page_number": 401,
            "translation_aya_text": "Allah menciptakan langit dan bumi dengan haq. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman. ",
            "tafsir_jalalayn": "(Allah menciptakan langit dan bumi dengan hak) dengan benar. (Sesungguhnya pada yang demikian itu terdapat tanda-tanda) yang menunjukkan akan kekuasaan Allah swt. (bagi orang-orang mukmin) orang-orang mukmin disebutkan secara khusus karena hanya mereka sajalah yang dapat mengambil manfaat dari hal tersebut untuk memperkuat keimanannya, berbeda dengan orang-orang kafir.",
            "sajda": false,
            "transliteration": "Khalaqal laahus samaawaati wal arda bilhaqq; inna fee zaalika la aayatal lilmu mineen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3385,
            "aya_number": 45,
            "aya_text": "اُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 401,
            "translation_aya_text": "Bacalah Kitab (Al-Qur'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. ",
            "tafsir_jalalayn": "(Bacalah apa yang telah diwahyukan kepadamu, yaitu Alkitab) kitab Alquran (dan dirikanlah salat. Sesungguhnya salat itu mencegah dari perbuatan-perbuatan keji dan mungkar) menurut syariat seharusnya salat menjadi benteng bagi seseorang dari perbuatan-perbuatan keji dan mungkar, selagi ia benar-benar mengerjakannya. (Dan sesungguhnya mengingat Allah adalah lebih besar keutamaannya) daripada ibadah-ibadah dan amal-amal ketaatan lainnya. (Dan Allah mengetahui apa yang kalian kerjakan) maka Dia membalasnya kepada kalian.",
            "sajda": false,
            "transliteration": "Utlu maaa oohiya ilaika mional Kitaabi wa aqimis Salaata innas Salaata tanhaa 'anil fahshaaa'i wal munkar; wa lazikrul laahi akbar; wal laahu ya'lamu maa tasna'oon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        }
    ]
}