{
    "page_number": 402,
    "data": [
        {
            "aya_id": 3386,
            "aya_number": 46,
            "aya_text": "۞ وَلَا تُجَادِلُوْٓا اَهْلَ الْكِتٰبِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُۖ اِلَّا الَّذِيْنَ ظَلَمُوْا مِنْهُمْ وَقُوْلُوْٓا اٰمَنَّا بِالَّذِيْٓ اُنْزِلَ اِلَيْنَا وَاُنْزِلَ اِلَيْكُمْ وَاِلٰهُنَا وَاِلٰهُكُمْ وَاحِدٌ وَّنَحْنُ لَهٗ مُسْلِمُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 402,
            "translation_aya_text": "Dan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang baik, kecuali dengan orang-orang yang zalim di antara mereka, dan katakanlah, ”Kami telah beriman kepada (kitab-kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu; Tuhan kami dan Tuhan kamu satu; dan hanya kepada-Nya kami berserah diri.”",
            "tafsir_jalalayn": "(Dan janganlah kalian berdebat dengan ahli kitab, melainkan dengan cara) dengan perdebatan yang (paling baik) seperti menyeru mereka kepada Allah dengan mengemukakan ayat-ayat-Nya dan mengingatkan mereka pada bukti-bukti-Nya (kecuali dengan orang-orang yang lalim di antara mereka) misalnya mereka memerangi kalian dan membangkang tidak mau membayar jizyah, maka debatlah mereka dengan pedang hingga mereka masuk Islam atau tetap pada agamanya dengan membayar jizyah (dan katakanlah) kepada orang-orang ahli kitab yang berikrar untuk membayar jizyah, yaitu bilamana mereka menceritakan kepada kalian tentang sesuatu hal yang terdapat di dalam kitab-kitab mereka: (\"Kami telah beriman kepada kitab yang diturunkan kepada kami dan yang diturunkan kepada kalian) janganlah kalian mempercayai mereka dan jangan pula kalian mendustakannya dalam hal ini. (Tuhan kami dan Tuhan kalian adalah satu; dan kami hanya kepada-Nya berserah diri.\") Yakni, hanya kepada-Nya kami taat.",
            "sajda": false,
            "transliteration": "Wa laa tujaadilooo Ahlal Kitaabi illaa billatee hiya ahsanu illal lazeena zalamoo minhum wa qoolooo aamannaa billazeee unzila ilainaa wa unzila ilaikum wa illaahunna wa illahukum waahidunw-wa nahnu lahoo muslimoon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3387,
            "aya_number": 47,
            "aya_text": "وَكَذٰلِكَ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَۗ فَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يُؤْمِنُوْنَ بِهٖۚ وَمِنْ هٰٓؤُلَاۤءِ مَنْ يُّؤْمِنُ بِهٖۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الْكٰفِرُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 402,
            "translation_aya_text": "Dan demikianlah Kami turunkan Kitab (Al-Qur'an) kepadamu. Adapun orang-orang yang telah Kami berikan Kitab (Taurat dan Injil) mereka beriman kepadanya (Al-Qur'an), dan di antara mereka (orang-orang kafir Mekah) ada yang beriman kepadanya. Dan hanya orang-orang kafir yang mengingkari ayat-ayat Kami. ",
            "tafsir_jalalayn": "(Dan demikian pulalah Kami turunkan kepadamu Alkitab) Alquran sebagaimana telah diturunkan kepada mereka kitab Taurat dan kitab-kitab lainnya. (Maka orang-orang yang telah Kami berikan kepada mereka Alkitab) yakni kitab Taurat, seperti Abdullah bin Salam dan lain-lainnya (mereka beriman kepadanya) kepada Alquran (dan di antara mereka) penduduk Mekah (ada yang beriman kepadanya. Dan tiadalah yang mengingkari ayat-ayat Kami) sesudah ayat-ayat itu jelas (selain orang-orang kafir) maksudnya adalah orang-orang Yahudi, telah jelas di mata mereka bahwa Alquran itu adalah hak, dan orang yang mendatangkannya pun adalah benar, akan tetapi mereka tetap mengingkarinya.",
            "sajda": false,
            "transliteration": "Wa kazaalika anzalnaaa ilaikal Kitaab; fallazeena aatainaahumul kitaaba yu'minoona bihee wa min haaa'ulaaa'i many yu'minu bih; wa maa yajhadu bi'Aayaatinaa illal kaafiroon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3388,
            "aya_number": 48,
            "aya_text": "وَمَا كُنْتَ تَتْلُوْا مِنْ قَبْلِهٖ مِنْ كِتٰبٍ وَّلَا تَخُطُّهٗ بِيَمِيْنِكَ اِذًا لَّارْتَابَ الْمُبْطِلُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 402,
            "translation_aya_text": "Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Al-Qur'an) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkarinya. ",
            "tafsir_jalalayn": "(Dan kamu tidak pernah membaca sebelumnya) yaitu sebelum diturunkannya Alquran kepadamu (sesuatu kitab pun dan kamu tidak pernah menulis suatu kitab dengan tangan kananmu; andaikata kamu pernah membaca dan menulis) maksudnya, seandainya kamu orang yang pandai membaca dan menulis (benar-benar ragulah) pasti akan merasa ragu (orang-orang yang mengingkarimu) yakni orang-orang Yahudi terhadap dirimu, lalu mereka pasti akan mengatakan bahwa nabi yang disebutkan dalam kitab Taurat adalah nabi yang ummi, tidak dapat membaca dan tidak pula dapat menulis.",
            "sajda": false,
            "transliteration": "Wa maa kunta tatloo min qablihee min kitaabinw wa laa takhuttubhoo bi yameenika izal lartaabal mubtiloon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3389,
            "aya_number": 49,
            "aya_text": "بَلْ هُوَ اٰيٰتٌۢ بَيِّنٰتٌ فِيْ صُدُوْرِ الَّذِيْنَ اُوْتُوا الْعِلْمَۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الظّٰلِمُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 402,
            "translation_aya_text": "Sebenarnya, (Al-Qur'an) itu adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Hanya orang-orang yang zalim yang mengingkari ayat-ayat Kami. ",
            "tafsir_jalalayn": "(Sebenarnya Alquran itu) Alquran yang kamu datang dengan membawanya (adalah ayat-ayat yang nyata di dalam dada orang-orang yang diberi ilmu) orang-orang mukmin yang menghafalnya. (Dan tidak ada yang mengingkari ayat-ayat Kami kecuali orang-orang lalim) yakni orang-orang Yahudi; mereka mengingkarinya, padahal Alquran telah jelas bagi mereka.",
            "sajda": false,
            "transliteration": "Bal huwa aayaatum baiyinaatun fee sudooril lazeena ootul 'ilm; wa maa yajhadu bi aayaatinaa illaz zaalimoon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3390,
            "aya_number": 50,
            "aya_text": "وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيٰتٌ مِّنْ رَّبِّهٖ ۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ ۗوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 402,
            "translation_aya_text": "Dan mereka (orang-orang kafir Mekah) berkata, ”Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya?” Katakanlah (Muhammad), ”Mukjizat-mukjizat itu terserah kepada Allah. Aku hanya seorang pemberi peringatan yang jelas.” ",
            "tafsir_jalalayn": "(Dan mereka berkata) yaitu orang-orang kafir Mekah (\"Mengapa tidak) kenapa tidak (diturunkan kepadanya) kepada Nabi Muhammad (mukjizat-mukjizat dari Rabbnya?\") Dan menurut suatu qiraat aayaatun dibaca aayatun dalam bentuk tunggal, maksudnya mukjizat yang seperti unta Nabi Saleh, tongkat Nabi Musa dan hidangan Nabi Isa. (Katakanlah) kepada mereka: (\"Sesungguhnya mukjizat-mukjizat itu terserah kepada Allah) Dialah yang menurunkannya dalam bentuk apa yang dikehendaki-Nya. (Dan sesungguhnya aku hanya seorang pemberi peringatan yang nyata.\") Yakni sebagai orang yang menjelaskan peringatanku kepada orang-orang yang berbuat maksiat, bahwa mereka akan dimasukkan ke dalam neraka.",
            "sajda": false,
            "transliteration": "Wa qaaloo law laaa unzila 'alaihi aayaatum mir Rabbihee qul innamal aayaatu 'indal laahi wa innamaaa ana nazeerum mubeen",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3391,
            "aya_number": 51,
            "aya_text": "اَوَلَمْ يَكْفِهِمْ اَنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ يُتْلٰى عَلَيْهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَرَحْمَةً وَّذِكْرٰى لِقَوْمٍ يُّؤْمِنُوْنَ ࣖ ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 402,
            "translation_aya_text": "Apakah tidak cukup bagi mereka bahwa Kami telah menurunkan kepadamu Kitab (Al-Qur'an) yang dibacakan kepada mereka? Sungguh, dalam (Al-Qur'an) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman. ",
            "tafsir_jalalayn": "(Dan apakah tidak cukup bagi mereka) apa yang mereka minta itu (bahwasanya Kami telah menurunkan kepadamu Alkitab) Alquran (sedangkan dia dibacakan kepada mereka?) Alquran adalah mukjizat yang terus-menerus dan tiada habis-habisnya, berbeda dengan mukjizat-mukjizat lainnya yang telah disebutkan tadi. (Sesungguhnya dalam hal ini) yakni Alquran (terdapat rahmat dan pelajaran) nasihat (bagi orang-orang yang beriman).",
            "sajda": false,
            "transliteration": "Awa lam yakfihim annaaa anzalnaa 'alaikal kitaaba yutlaa 'alaikhim; inna fee zaalika larahmatanw wa zikraa liqawminy yu'minoon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3392,
            "aya_number": 52,
            "aya_text": "قُلْ كَفٰى بِاللّٰهِ بَيْنِيْ وَبَيْنَكُمْ شَهِيْدًاۚ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ اٰمَنُوْا بِالْبَاطِلِ وَكَفَرُوْا بِاللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 402,
            "translation_aya_text": "Katakanlah (Muhammad), ”Cukuplah Allah menjadi saksi antara aku dan kamu. Dia mengetahui apa yang di langit dan di bumi. Dan orang yang percaya kepada yang batil dan ingkar kepada Allah, mereka itulah orang-orang yang rugi.” ",
            "tafsir_jalalayn": "(Katakanlah, \"Cukuplah Allah menjadi saksi antaraku dan antara kalian) yang menyaksikan kebenaranku (Dia mengetahui apa yang di langit dan di bumi) antara lain Dia mengetahui tentang keadaanku dan keadaan kalian. (Dan orang-orang yang percaya kepada yang batil) yaitu yang menyembah kepada selain Allah (dan ingkar kepada Allah) sebagaimana yang kalian lakukan (mereka itulah orang-orang yang merugi.\") dalam transaksi mereka, karena mereka telah membeli kekafiran dengan keimanan.",
            "sajda": false,
            "transliteration": "Qul kafaa billaahi bainee wa bainakum shaheedaa; ya'lamu maa fis samaawaati wal ard; wallazeena aamanoo bil baatili wa kafaroo billaahi ulaaa'ika humul khaasiroon",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        }
    ]
}