{
    "page_number": 403,
    "data": [
        {
            "aya_id": 3393,
            "aya_number": 53,
            "aya_text": "وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِۗ وَلَوْلَآ اَجَلٌ مُّسَمًّى لَّجَاۤءَهُمُ الْعَذَابُۗ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "Dan mereka meminta kepadamu agar segera diturunkan azab. Kalau bukan karena waktunya yang telah ditetapkan, niscaya datang azab kepada mereka, dan (azab itu) pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya. ",
            "tafsir_jalalayn": "(Dan mereka meminta kepadamu supaya segera diturunkan azab. Kalau tidak karena waktu yang telah ditetapkan) bagi turunnya azab itu (benar-benar telah datang azab kepada mereka) dengan segera (dan azab itu benar-benar akan datang kepada mereka dengan tiba-tiba sedangkan mereka tidak menyadarinya) tentang waktu datangnya azab itu.",
            "sajda": false,
            "transliteration": "Wa yasta'jiloonaka bil'azaab; wa law laaa ajalum musammal lajaaa'ahumul 'zaab; wa la yaatiyannahum baghta tanw wa hum laa yash'uroon",
            "tajweed_text": "وَيَسْتَعْجِلُونَكَ بِ[h:9060[ٱ]لْعَذَابِ‌ۚ وَلَوْل[o[َآ] أَجَ[a:4120[لٌ م]ُّسَم[u:10393[ًّى ل]َّج[o[َا]ٓءَهُمُ [h:10394[ٱ]لْعَذَابُ وَلَيَأْتِيَ[g[نّ]َه[c:10395[ُم ب]َغْتَ[a:4880[ةً و]َهُمْ لَا يَشْعُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3394,
            "aya_number": 54,
            "aya_text": "يَسْتَعْجِلُوْنَكَ بِالْعَذَابِۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢ بِالْكٰفِرِيْنَۙ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "Mereka meminta kepadamu agar segera diturunkan azab. Dan sesungguhnya neraka Jahanam itu pasti meliputi orang-orang kafir, ",
            "tafsir_jalalayn": "(Mereka meminta kepadamu supaya segera diturunkan azab) di dunia. (Dan sesungguhnya Jahanam benar-benar meliputi orang-orang kafir).",
            "sajda": false,
            "transliteration": "Yasta'jiloonak bil'azaab; wa inna Jahannama lamuhee tatum bilkaafireen",
            "tajweed_text": "يَسْتَعْجِلُونَكَ بِ[h:9060[ٱ]لْعَذَابِ وَإِ[g[نّ]َ جَهَ[g[نّ]َمَ لَمُحِيطَ[i:5639[ةُۢ ب]ِ[h:74[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3395,
            "aya_number": 55,
            "aya_text": "يَوْمَ يَغْشٰىهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْ وَيَقُوْلُ ذُوْقُوْا مَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "pada hari (ketika) azab menutup mereka dari atas dan dari bawah kaki mereka dan (Allah) berkata (kepada mereka), ”Rasakanlah (balasan dari) apa yang telah kamu kerjakan!”",
            "tafsir_jalalayn": "(Pada hari mereka ditutup oleh azab dari atas mereka dan dari bawah kaki mereka dan Allah berkata) dapat dibaca naquulu, artinya Kami berkata, yaquulu artinya berkatalah malaikat yang diserahi tugas mengazab: (\"Rasakanlah apa yang telah kalian kerjakan.\") Yakni pembalasan dari apa yang telah kalian kerjakan, kalian tidak akan dapat meloloskan diri daripadanya.",
            "sajda": false,
            "transliteration": "Yawma yaghshaahumul 'azaabu min fawqihim wa min tahti arjulim wa yaqoolu zooqoo maa kuntum ta'maloon",
            "tajweed_text": "يَوْمَ يَغْشَ[n[ـٰ]هُمُ [h:10396[ٱ]لْعَذَابُ مِ[f:3683[ن ف]َوْقِهِمْ وَمِ[f:3684[ن ت]َحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُو[s[اْ] مَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3396,
            "aya_number": 56,
            "aya_text": "يٰعِبَادِيَ الَّذِيْنَ اٰمَنُوْٓا اِنَّ اَرْضِيْ وَاسِعَةٌ فَاِيَّايَ فَاعْبُدُوْنِ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "Wahai hamba-hamba-Ku yang beriman! Sungguh, bumi-Ku luas, maka sembahlah Aku (saja). ",
            "tafsir_jalalayn": "(Hai hamba-hamba-Ku yang beriman, sesungguhnya bumi-Ku luas, maka sembahlah Aku saja) di mana saja kalian dapat melakukannya dengan mudah, umpamanya kalian berhijrah dari suatu tempat yang kalian mendapat kesukaran untuk melakukannya, ke tempat yang kalian akan mendapat kemudahan untuk melakukannya. Ayat ini diturunkan berkenaan dengan kaum Muslimin Mekah yang lemah, karena mereka mendapat tekanan dari orang-orang kafir Mekah yang tidak menghendaki Islam berkembang di negerinya.",
            "sajda": false,
            "transliteration": "Yaa 'ibaadiyal lazeena aamanooo inna ardee waasi 'atun fa iyyaaya fa'budoon",
            "tajweed_text": "يَ[n[ـٰ]عِبَادِىَ [h:10397[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َ أَرْضِى و[n[َٲ]سِعَ[f:10398[ةٌ ف]َإِيَّ[n[ـٰ]ىَ فَ[h:8713[ٱ]عْبُد[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3397,
            "aya_number": 57,
            "aya_text": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ ثُمَّ اِلَيْنَا تُرْجَعُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "Setiap yang bernyawa akan merasakan mati. Kemudian hanya kepada Kami kamu dikembalikan. ",
            "tafsir_jalalayn": "(Tiap-tiap yang berjiwa akan merasakan mati. Kemudian hanyalah kepada Kami kalian dikembalikan) sesudah kalian dibangkitkan, lafal turja'uuna dapat pula dibaca yurja'uuna.",
            "sajda": false,
            "transliteration": "Kullu nafsin zaaa'iqatul mawti summa ilainaa turja'oon",
            "tajweed_text": "كُلُّ نَفْ[f:2476[سٍ ذ][o[َا]ٓئِقَةُ [h:2477[ٱ]لْمَوْتِ‌ۖ ثُ[g[مّ]َ إِلَيْنَا تُرْجَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3398,
            "aya_number": 58,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُبَوِّئَنَّهُمْ مِّنَ الْجَنَّةِ غُرَفًا تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ نِعْمَ اَجْرُ الْعٰمِلِيْنَۖ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "Dan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan, ",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan mengerjakan amal-amal yang saleh, sesungguhnya akan Kami tempatkan mereka) akan diberi tempat tinggal. Menurut qiraat yang lain lafal lanubawwiannahum dibaca lanutsawwiannahum dengan memakai huruf tsa sebagai ganti huruf ba, karena berasal dari kata ats-tsawa yang artinya tempat bermukim, yang menjadi maf`ulnya adalah lafal ghurafan dengan membuang huruf fi (pada tempat-tempat yang tinggi di dalam surga, yang mengalir sungai-sungai di bawahnya, mereka kekal) mereka ditakdirkan hidup kekal (di dalamnya. Itulah sebaik-baik pembalasan bagi orang-orang yang beramal) imbalan yang terbaik.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wa 'amilus saalihaati la nubawwi 'annahum minal Jannati ghurafan tajree min tahtihal anhaaru khaalideena feehaa; ni'ma ajrul 'aamileen",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَنُبَوِّئَ[g[نّ]َه[w:10399[ُم م]ِّنَ [h:4643[ٱ]لْجَ[g[نّ]َةِ غُرَ[f:10400[فًا ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ نِعْمَ أَ[q:2254[جْ]رُ [h:2255[ٱ]لْعَ[n[ـٰ]مِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3399,
            "aya_number": 59,
            "aya_text": "الَّذِيْنَ صَبَرُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "(yaitu) orang-orang yang bersabar dan bertawakal kepada Tuhannya. ",
            "tafsir_jalalayn": "Mereka adalah (orang-orang yang bersabar) mengalami perlakuan yang menyakitkan dari pihak kaum musyrikin dan bersabar di dalam hijrah meninggalkan tanah kelahiran mereka demi membela agama (dan mereka bertawakal hanya kepada Rabbnya) karenanya Dia memberi rezeki kepada mereka dari jalan yang tidak mereka duga.",
            "sajda": false,
            "transliteration": "Allazeena sabaroo wa 'alaa Rabbihim yatawakkaloon",
            "tajweed_text": "ٱلَّذِينَ صَبَرُو[s[اْ] وَعَلَىٰ رَبِّهِمْ يَتَوَكَّل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3400,
            "aya_number": 60,
            "aya_text": "وَكَاَيِّنْ مِّنْ دَاۤبَّةٍ لَّا تَحْمِلُ رِزْقَهَاۖ اللّٰهُ يَرْزُقُهَا وَاِيَّاكُمْ وَهُوَ السَّمِيْعُ الْعَلِيْمُ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "Dan berapa banyak makhluk bergerak yang bernyawa yang tidak (dapat) membawa (mengurus) rezekinya sendiri. Allah-lah yang memberi rezeki kepadanya dan kepadamu. Dia Maha Mendengar, Maha Mengetahui. ",
            "tafsir_jalalayn": "(Dan berapa banyak) alangkah banyaknya (binatang yang tidak dapat membawa rezekinya sendiri) karena lemah. (Allahlah yang memberi rezeki kepadanya dan kepada kalian) hai orang-orang Muhajirin, sekalipun kalian tidak membawa bekal dan pula tidak membawa nafkah (dan Dia Maha Mendengar) perkataan-perkataan kalian (lagi Maha Mengetahui) apa yang terpendam di dalam hati kalian.",
            "sajda": false,
            "transliteration": "Wa ka ayyim min daaabbatil laa tahmilu riqqahaa; al laahu yarzuquhaa wa iyyaakum; wa Huwas Samee'ul Aleem",
            "tajweed_text": "وَكَأَيّ[a:2298[ِن م]ِّ[f:4026[ن د][m[َا]ٓبَّ[u:10401[ةٍ ل]َّا تَحْمِلُ رِزْقَهَا [h:10402[ٱ]للَّهُ يَرْزُقُهَا وَإِيَّاكُمْ‌ۚ وَهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3401,
            "aya_number": 61,
            "aya_text": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُوْلُنَّ اللّٰهُ ۗفَاَنّٰى يُؤْفَكُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "Dan jika engkau bertanya kepada mereka, ”Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?” Pasti mereka akan menjawab, ”Allah.” Maka mengapa mereka bisa dipalingkan (dari kebenaran). ",
            "tafsir_jalalayn": "(Dan sesungguhnya jika) huruf lam menunjukkan makna qasam (kamu tanyakan kepada mereka) yakni kepada orang-orang kafir: (\"Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?\" Tentu mereka akan menjawab, \"Allah,\" maka betapakah mereka dapat dipalingkan dari jalan yang benar?) Maksudnya dipalingkan dari mentauhidkan Allah, padahal sebelumnya mereka telah mengakui hal tersebut.",
            "sajda": false,
            "transliteration": "Wa la'in sa altahum man khalaqas samaawaati wal arda wa sakhkharash shamsa wal qamara la yaqoolunnal laahu fa ann yu'fakoon",
            "tajweed_text": "وَلَئِ[f:5683[ن س]َأَلْتَه[w:10403[ُم م]َّنْ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ لَيَقُولُ[g[نّ]َ [h:10404[ٱ]للَّهُ‌ۖ فَأَ[g[نّ]َىٰ يُؤْفَك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3402,
            "aya_number": 62,
            "aya_text": "اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُ لَهٗ ۗاِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "Allah melapangkan rezeki bagi orang yang Dia kehendaki di antara hamba-hamba-Nya dan Dia (pula) yang membatasi baginya. Sungguh, Allah Maha Mengetahui segala sesuatu. ",
            "tafsir_jalalayn": "(Allah melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya) sebagai ujian dari-Nya (dan Dia pula yang membatasinya) yakni, menyempitkan rezeki (baginya) sesudah rezeki itu dilapangkan bagi siapa yang dikehendaki-Nya sebagai cobaan dari-Nya. (Sesungguhnya Allah Maha Mengetahui segala sesuatu) antara lain melapangkan dan menyempitkan rezeki.",
            "sajda": false,
            "transliteration": "Allaahu yabsutur rizqa limany yashaaa'u min 'ibaadihee wa yaqdiru lah; innal laaha bikulli shai'in Aleem",
            "tajweed_text": "ٱللَّهُ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ] وَيَ[q:6970[قْ]دِرُ لَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3403,
            "aya_number": 63,
            "aya_text": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ نَّزَّلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ مِنْۢ بَعْدِ مَوْتِهَا لَيَقُوْلُنَّ اللّٰهُ ۙقُلِ الْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْقِلُوْنَ ࣖ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 403,
            "translation_aya_text": "Dan jika kamu bertanya kepada mereka, ”Siapakah yang menurunkan air dari langit lalu dengan (air) itu dihidupkannya bumi yang sudah mati?” Pasti mereka akan menjawab, ”Allah.” Katakanlah, ”Segala puji bagi Allah,” tetapi kebanyakan mereka tidak mengerti. ",
            "tafsir_jalalayn": "(Dan sesungguhnya jika) huruf lam pada lafal la-in adalah bermakna qasam (kamu menanyakan kepada mereka, \"Siapakah yang menurunkan air dari langit, lalu menghidupkan dengan air itu bumi sesudah matinya?\" Tentu mereka akan menjawab, \"Allah.\") Maka kenapa mereka menyekutukan-Nya. (Katakanlah) kepada mereka: (\"Segala puji bagi Allah) atas tetapnya hujah terhadap kalian (tetapi kebanyakan mereka tidak memahaminya.\") artinya tidak memahami kontradiksi mereka dalam hal ini.",
            "sajda": false,
            "transliteration": "Wa la'in sa altahum man nazzala minas samaaa'e maaa'an fa ahyaa bihil arda mim ba'di mawtihaa la yaqoolunnal laah; qulil hamdu lillah; bal aksaruhum laa ya'qiloon",
            "tajweed_text": "وَلَئِ[f:5683[ن س]َأَلْتَه[w:10403[ُم م]ّ[a:10405[َن ن]َّزَّلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:7464[ءً ف]َأَحْيَا بِهِ [h:842[ٱ]لْأَرْضَ م[i:146[ِنۢ ب]َعْدِ مَوْتِهَا لَيَقُولُ[g[نّ]َ [h:10404[ٱ]للَّهُ‌ۚ قُلِ [h:9994[ٱ]لْحَمْدُ لِلَّهِ‌ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        }
    ]
}