{
    "page_number": 404,
    "data": [
        {
            "aya_id": 3404,
            "aya_number": 64,
            "aya_text": "وَمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَآ اِلَّا لَهْوٌ وَّلَعِبٌۗ وَاِنَّ الدَّارَ الْاٰخِرَةَ لَهِيَ الْحَيَوَانُۘ لَوْ كَانُوْا يَعْلَمُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "Dan kehidupan dunia ini hanya senda gurau dan permainan. Dan sesungguhnya negeri akhirat itulah kehidupan yang sebenarnya, sekiranya mereka mengetahui. ",
            "tafsir_jalalayn": "(Dan tiadalah kehidupan dunia ini melainkan senda gurau dan main-main) sedangkan amal-amal takarrub termasuk perkara akhirat karena buahnya akan dipetik di akhirat nanti. (Dan sesungguhnya akhirat itulah yang sebenarnya kehidupan) lafal al-hayawan artinya kehidupan (kalau mereka mengetahui) hal tersebut, niscaya mereka tidak akan memilih perkara duniawi dan meninggalkan perkara akhirat.",
            "sajda": false,
            "transliteration": "Wa maa haazihil hayaa tud dunyaaa illaa lahwunw-wa la'ib; wa innad Daaral Aakhirata la hiyal ha yawaan; law kaano ya'lamoon",
            "tajweed_text": "وَمَا هَ[n[ـٰ]ذِهِ [h:10406[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْي[o[َآ] إِلَّا لَهْ[a:10407[وٌ و]َلَعِ[a:10408[بٌ‌ۚ و]َإِ[g[نّ]َ [h:10409[ٱ][l[ل]دَّارَ [h:10245[ٱ]لْأَخِرَةَ لَهِىَ [h:10410[ٱ]لْحَيَوَانُ‌ۚ لَوْ كَانُو[s[اْ] يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3405,
            "aya_number": 65,
            "aya_text": "فَاِذَا رَكِبُوْا فِى الْفُلْكِ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ فَلَمَّا نَجّٰىهُمْ اِلَى الْبَرِّ اِذَا هُمْ يُشْرِكُوْنَۙ ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "Maka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah), ",
            "tafsir_jalalayn": "(Maka apabila mereka naik kapal, mereka berdoa kepada Allah dengan memurnikan ketaatan kepada-Nya.) Yakni mereka tidak menyeru selain-Nya, karena mereka dalam keadaan kritis dan bahaya, tiada seorang pun yang dapat melenyapkannya melainkan hanya Dia (maka tatkala Allah menyelamatkan mereka sampai ke darat, tiba-tiba mereka kembali mempersekutukan) Allah.",
            "sajda": false,
            "transliteration": "Fa-izaa rakiboo fil fulki da'awul laaha mukhilseena lahud deena falammaa najjaa hum ilal baari izaa hum yushrikoon",
            "tajweed_text": "فَإِذَا رَكِبُو[s[اْ] فِى [h:4780[ٱ]لْفُلْكِ دَعَوُ[s[اْ] [h:6002[ٱ]للَّهَ مُخْلِصِينَ لَهُ [h:4649[ٱ][l[ل]دِّينَ فَلَ[g[مّ]َا نَجَّ[n[ـٰ]هُمْ إِلَى [h:7827[ٱ]لْبَرِّ إِذَا هُمْ يُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3406,
            "aya_number": 66,
            "aya_text": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۙ وَلِيَتَمَتَّعُوْاۗ فَسَوْفَ يَعْلَمُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka dan silakan mereka (hidup) bersenang-senang (dalam kekafiran). Maka kelak mereka akan mengetahui (akibat perbuatannya). ",
            "tafsir_jalalayn": "Agar mereka mengingkari apa yang telah Kami berikan kepada mereka) berupa nikmat-nikmat (dan agar mereka hidup bersenang-senang) dengan berkumpulnya mereka untuk menyembah berhala-berhala. Menurut qiraat yang lain dibaca walyatamatta'uu dalam bentuk kata perintah, yang dimaksud adalah makna tahdid/ancaman, yakni bersenang-senanglah mereka. (Kelak mereka akan mengetahui) akibat perbuatannya itu.",
            "sajda": false,
            "transliteration": "Li yakfuroo bimaaa aatainaahum wa li yatamatta'oo fasaw fa ya'lamoon",
            "tajweed_text": "لِيَكْفُرُو[s[اْ] بِم[o[َآ] ءَاتَيْنَ[n[ـٰ]هُمْ وَلِيَتَمَتَّعُو[s[اْ‌ۖ] فَسَوْفَ يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3407,
            "aya_number": 67,
            "aya_text": "اَوَلَمْ يَرَوْا اَنَّا جَعَلْنَا حَرَمًا اٰمِنًا وَّيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَةِ اللّٰهِ يَكْفُرُوْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "Tidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah? ",
            "tafsir_jalalayn": "Dan apakah mereka tidak memperhatikan) tidak mengetahui (bahwa sesungguhnya Kami telah menjadikan) negeri mereka yakni Mekah (tanah suci yang aman, sedangkan manusia sekitarnya rampok-merampok) saling bunuh-membunuh dan saling rampok-merampok di antara sesama mereka, berbeda halnya dengan penduduk Mekah. (Maka mengapa kepada yang batil) kepada berhala (mereka percaya dan ingkar kepada nikmat Allah?) Karena kemusyrikan mereka itu.",
            "sajda": false,
            "transliteration": "Awalam yaraw annaa ja'alnaa haraman aaminanw wa yutakhattafun naasu min haw lihim; afabil baatili yu'minoona wa bini'matil laahi yakfuroon",
            "tajweed_text": "أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َا جَعَلْنَا حَرَمًا ءَامِ[a:10411[نًا و]َيُتَخَطَّفُ [h:10412[ٱ][l[ل][g[نّ]َاسُ مِنْ حَوْلِهِمْ‌ۚ أَفَبِ[h:7495[ٱ]لْبَ[n[ـٰ]طِلِ يُؤْمِنُونَ وَبِنِعْمَةِ [h:10413[ٱ]للَّهِ يَكْفُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3408,
            "aya_number": 68,
            "aya_text": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاۤءَهٗ ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْكٰفِرِيْنَ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan kepada Allah atau orang yang mendustakan yang hak ketika (yang hak) itu datang kepadanya? Bukankah dalam neraka Jahanam ada tempat bagi orang-orang kafir? ",
            "tafsir_jalalayn": "(Dan siapakah) tiada seorang pun (yang lebih lalim daripada orang-orang yang mengada-adakan kedustaan terhadap Allah) dengan cara menyekutukan-Nya (atau mendustakan yang hak) maksudnya, Nabi saw. atau Alquran (tatkala yang hak itu datang kepadanya? Bukankah dalam neraka Jahanam itu ada tempat) tempat tinggal (bagi orang-orang yang kafir) maksudnya, di dalam neraka itu ada tempat tinggal bagi orang-orang kafir, dan orang yang mengada-adakan kedustaan terhadap Allah itu adalah satu di antara mereka yang kafir.",
            "sajda": false,
            "transliteration": "Wa man azlamu mimma nif taraa 'alal laahi kaziban aw kazzaba bilhaqqi lammaa jaaa'ah; alaisa fee jahannama maswal lil kaafireen",
            "tajweed_text": "وَمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ كَذِبًا أَوْ كَذَّبَ بِ[h:370[ٱ]لْحَقِّ لَ[g[مّ]َا ج[o[َا]ٓءَهُ[o[ۥٓ‌ۚ] أَلَيْسَ فِى جَهَ[g[نّ]َمَ مَثْ[u:10414[وًى ل]ِّلْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3409,
            "aya_number": 69,
            "aya_text": "وَالَّذِيْنَ جَاهَدُوْا فِيْنَا لَنَهْدِيَنَّهُمْ سُبُلَنَاۗ وَاِنَّ اللّٰهَ لَمَعَ الْمُحْسِنِيْنَ ࣖ ",
            "sura_id": 29,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "Dan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah beserta orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Dan orang-orang yang berjihad untuk Kami) demi untuk mencari keridaan Kami (benar-benar akan Kami tunjukkan kepada mereka jalan Kami) jalan yang menuju kepada Kami. (Dan sesungguhnya Allah benar-benar beserta orang-orang yang berbuat baik) yakni orang-orang mukmin dengan memberikan pertolongan dan bantuan-Nya kepada mereka.",
            "sajda": false,
            "transliteration": "Wallazeena jaahadoo feenaa lanahdiyannahum subulana; wa innal laaha lama'al muhsineen",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ جَ[n[ـٰ]هَدُو[s[اْ] فِينَا لَنَهْدِيَ[g[نّ]َهُمْ سُبُلَنَا‌ۚ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَمَعَ [h:10415[ٱ]لْمُحْسِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ العَنكَبُوتِ",
                "englishName": "Al-Ankaboot",
                "englishNameTranslation": "The Spider",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3410,
            "aya_number": 1,
            "aya_text": " الۤمّۤ ۚ  ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "Alif Lam Mim.",
            "tafsir_jalalayn": "(Alif lam mim) hanya Allah yang mengetahui maksudnya.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Meeem",
            "tajweed_text": "ا[m[لٓ][m[مٓ]",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3411,
            "aya_number": 2,
            "aya_text": "غُلِبَتِ الرُّوْمُۙ ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "Bangsa Romawi telah dikalahkan,",
            "tafsir_jalalayn": "Telah dikalahkan bangsa Romawi) mereka adalah ahli kitab yang dikalahkan oleh kerajaan Persia yang bukan ahli kitab, bahkan orang-orang Persia itu penyembah berhala. Dengan adanya berita ini bergembiralah orang-orang kafir Mekah, kemudian mereka mengatakan kepada kaum Muslimin, \"Kami pasti akan mengalahkan kalian, sebagaimana kerajaan Persia telah mengalahkan kerajaan Romawi.\"",
            "sajda": false,
            "transliteration": "Ghulibatir Room",
            "tajweed_text": "غُلِبَتِ [h:10416[ٱ][l[ل]رّ[p[ُو]مُ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3412,
            "aya_number": 3,
            "aya_text": "فِيْٓ اَدْنَى الْاَرْضِ وَهُمْ مِّنْۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُوْنَۙ ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "di negeri yang terdekat dan mereka setelah kekalahannya itu akan menang, ",
            "tafsir_jalalayn": "(Di negeri yang terdekat) yakni di kawasan Romawi yang paling dekat dengan wilayah kerajaan Persia, yaitu di jazirah Arabia; kedua pasukan yang besar itu bertemu di tempat tersebut, pihak yang mulai menyerang adalah pihak Persia, lalu bangsa Romawi berbalik menyerang (dan mereka) yakni bangsa Romawi (sesudah dikalahkan itu) di sini mashdar dimudhafkan pada isim maf'ul, maksudnya sesudah orang-orang Persia mengalahkan mereka, akhirnya mereka (akan menang) atas orang-orang Persia.",
            "sajda": false,
            "transliteration": "Feee adnal ardi wa hummim ba'di ghalabihim sa ya ghliboon",
            "tajweed_text": "ف[o[ِىٓ] أَ[q:314[دْ]نَى [h:10417[ٱ]لْأَرْضِ وَه[w:8717[ُم م]ّ[i:146[ِنۢ ب]َعْدِ غَلَبِهِمْ سَيَغْلِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3413,
            "aya_number": 4,
            "aya_text": "فِيْ بِضْعِ سِنِيْنَ ەۗ لِلّٰهِ الْاَمْرُ مِنْ قَبْلُ وَمِنْۢ بَعْدُ ۗوَيَوْمَىِٕذٍ يَّفْرَحُ الْمُؤْمِنُوْنَۙ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "dalam beberapa tahun (lagi). Bagi Allah-lah urusan sebelum dan setelah (mereka menang). Dan pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang yang beriman, ",
            "tafsir_jalalayn": "(Dalam beberapa tahun lagi) pengertian lafal bidh'u siniina adalah mulai dari tiga tahun sampai dengan sembilan atau sepuluh tahun. Kedua pasukan itu bertemu kembali pada tahun yang ketujuh sesudah pertempuran yang pertama tadi. Akhirnya dalam pertempuran ini pasukan Romawi berhasil mengalahkan pasukan kerajaan Persia. (Bagi Allah-lah urusan sebelum dan sesudahnya) yakni sebelum bangsa Romawi menang dan sesudahnya. Maksudnya, pada permulaannya pasukan Persia dapat mengalahkan pasukan Romawi, kemudian pasukan Romawi menang atas mereka dengan kehendak Allah. (Dan di hari itu) yakni di hari kemenangan bangsa Romawi (bergembiralah orang-orang yang beriman).",
            "sajda": false,
            "transliteration": "Fee bid'i sineen; lillaahil amru min qablu wa mim ba'd; wa yawma'iziny yafrahul mu'minoon",
            "tajweed_text": "فِى بِضْعِ سِنِينَ‌ۗ لِلَّهِ [h:10418[ٱ]لْأَمْرُ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَم[i:10419[ِنۢ ب]َعْدُ‌ۚ وَيَوْمَئِ[a:10420[ذٍ ي]َفْرَحُ [h:10421[ٱ]لْمُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3414,
            "aya_number": 5,
            "aya_text": "بِنَصْرِ اللّٰهِ ۗيَنْصُرُ مَنْ يَّشَاۤءُۗ وَهُوَ الْعَزِيْزُ الرَّحِيْمُ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 404,
            "translation_aya_text": "karena pertolongan Allah. Dia menolong siapa yang Dia kehendaki. Dia Mahaperkasa, Maha Penyayang.",
            "tafsir_jalalayn": "(Karena pertolongan Allah) kepada mereka atas pasukan Persia; orang-orang Mukmin merasa gembira mendengar berita ini, dan mereka mengetahui berita ini melalui malaikat Jibril yang turun memberitahukannya ketika mereka sedang dalam perang Badar. Kegembiraan mereka menjadi bertambah setelah mereka mendapat kemenangan atas orang-orang musyrik di dalam perang Badar (Dia menolong siapa yang dikehendaki-Nya. Dan Dialah Yang Maha Perkasa) Maha Menang (lagi Maha Penyayang) kepada orang-orang Mukmin.",
            "sajda": false,
            "transliteration": "Binasril laa; yansuru mai yashaaa'u wa Huwal 'Azeezur Raheem",
            "tajweed_text": "بِنَصْرِ [h:10422[ٱ]للَّهِ‌ۚ يَ[f:10423[نص]ُرُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:9718[ٱ][l[ل]رَّح[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        }
    ]
}