{
    "page_number": 405,
    "data": [
        {
            "aya_id": 3415,
            "aya_number": 6,
            "aya_text": "وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ وَعْدَهٗ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 405,
            "translation_aya_text": "(Itulah) janji Allah. Allah tidak akan menyalahi janji-Nya, tetapi kebanyakan manusia tidak mengetahui. ",
            "tafsir_jalalayn": "(Sebagai janji yang sebenar-benarnya dari Allah) lafal ayat ini merupakan mashdar sebagai badal atau pengganti dari lafal berikut fi'ilnya; asalnya adalah wa'adahumullaahun-nashra; artinya Allah menjanjikan pertolongan kepada mereka (Allah tidak akan menyalahi janji-Nya) yakni pertolongan itu (tetapi kebanyakan manusia) orang-orang kafir Mekah (tidak mengetahui) janji-Nya yang akan menolong orang-orang beriman.",
            "sajda": false,
            "transliteration": "Wa'dal laahi laa yukhliful laahu wa'dahoo wa laakin na aksaran naasi laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3416,
            "aya_number": 7,
            "aya_text": "يَعْلَمُوْنَ ظَاهِرًا مِّنَ الْحَيٰوةِ الدُّنْيَاۖ وَهُمْ عَنِ الْاٰخِرَةِ هُمْ غٰفِلُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 405,
            "translation_aya_text": "Mereka mengetahui yang lahir (tampak) dari kehidupan dunia; sedangkan terhadap (kehidupan) akhirat mereka lalai. ",
            "tafsir_jalalayn": "(Mereka hanya mengetahui yang lahir saja dari kehidupan dunia) maksudnya urusan penghidupan dunia seperti berdagang, bercocok tanam, membangun rumah, bertanam dan kesibukan-kesibukan duniawi lainnya. (Sedangkan mereka terhadap kehidupan akhirat adalah lalai) diulanginya lafal hum mengandung makna taukid atau untuk mengukuhkan makna kelalaian mereka.",
            "sajda": false,
            "transliteration": "Ya'lamoona zaahiram minal hayaatid dunya wa hum 'anil Aakhirati hum ghaafiloon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3417,
            "aya_number": 8,
            "aya_text": "اَوَلَمْ يَتَفَكَّرُوْا فِيْٓ اَنْفُسِهِمْ ۗ مَا خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَاِنَّ كَثِيْرًا مِّنَ النَّاسِ بِلِقَاۤئِ رَبِّهِمْ لَكٰفِرُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 405,
            "translation_aya_text": "Dan mengapa mereka tidak memikirkan tentang (kejadian) diri mereka? Allah tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Dan sesungguhnya kebanyakan di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya. ",
            "tafsir_jalalayn": "(Dan mengapa mereka tidak memikirkan tentang diri mereka sendiri?) supaya mereka sadar dari kelalaiannya. (Allah tidak menjadikan langit dan bumi serta apa yang ada di antara keduanya melainkan dengan tujuan yang benar dan waktu yang ditentukan) artinya akan lenyap setelah waktunya habis, sesudah itu tibalah saatnya hari berbangkit. (Dan sesungguhnya kebanyakan di antara manusia) yaitu orang-orang kafir Mekah (benar-benar ingkar akan pertemuan dengan Rabbnya) yakni mereka tidak percaya kepada adanya hari berbangkit sesudah mati.",
            "sajda": false,
            "transliteration": "Awalam yatafakkaroo feee anfusihim; maa khalaqal laahus samaawaati wal arda wa maa bainahumaaa illaa bil haqqi wa ajalim musammaa; wa inna kaseeram minan naasi biliqaaa'i Rabbihim lakaafiroon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3418,
            "aya_number": 9,
            "aya_text": "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً وَّاَثَارُوا الْاَرْضَ وَعَمَرُوْهَآ اَكْثَرَ مِمَّا عَمَرُوْهَا وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۗ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَۗ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 405,
            "translation_aya_text": "Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Dan telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang jelas. Maka Allah sama sekali tidak berlaku zalim kepada mereka, tetapi merekalah yang berlaku zalim kepada diri mereka sendiri. ",
            "tafsir_jalalayn": "(Dan apakah mereka tidak mengadakan perjalanan di muka bumi dan memperhatikan bagaimana akibat orang-orang yang sebelum mereka?) maksudnya umat-umat sebelum mereka, mereka dibinasakan karena mendustakan rasul-rasulnya. (Orang-orang itu adalah lebih kuat dari mereka sendiri) seperti kaum Ad dan kaum Tsamud (dan telah mengolah bumi) mereka telah mencangkul dan membajaknya untuk lahan pertanian dan perkebunan (serta memakmurkannya lebih banyak dari apa yang telah mereka makmurkan) artinya lebih banyak dari apa yang telah dimakmurkan oleh orang-orang kafir Mekah (dan telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang nyata) hujah-hujah yang jelas. (Maka Allah sekali-kali tidak berlaku lalim kepada mereka) dengan membinasakan mereka tanpa dosa (akan tetapi merekalah yang berlaku lalim kepada diri sendiri) karena mereka mendustakan rasul-rasul mereka.",
            "sajda": false,
            "transliteration": "Awalm yaseeroo fil ardi fa-yanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; kaanooo ashadda minhhum quwwatanw wa asaarul arda wa 'amaroohaaa aksara mimmaa 'amaroohaa wa jaaa'athum Rusuluhum bil baiyinaati famaa kaanal laahu liyazli mahum wa laakin kaanooo anfusahum yazlimoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3419,
            "aya_number": 10,
            "aya_text": "ثُمَّ كَانَ عَاقِبَةَ الَّذِيْنَ اَسَاۤءُوا السُّوْۤاٰىٓ اَنْ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ وَكَانُوْا بِهَا يَسْتَهْزِءُوْنَ ࣖ ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 405,
            "translation_aya_text": "Kemudian, azab yang lebih buruk adalah kesudahan bagi orang-orang yang mengerjakan kejahatan. Karena mereka mendustakan ayat-ayat Allah dan mereka selalu memperolok-olokkannya. ",
            "tafsir_jalalayn": "(Kemudian akibat orang-orang yang mengerjakan kejahatan adalah azab yang lebih buruk) lafal as-suu-a adalah bentuk muannats dari lafal al-aswa' artinya yang paling buruk, berkedudukan sebagai khabar dari lafal kaana bila lafal 'aqibah dibaca rafa', tapi bila dibaca nashab berarti menjadi isim kaana. Makna yang dimaksud berupa azab neraka Jahanam dan mereka dijelek-jelekkan di dalamnya (disebabkan) (mereka mendustakan ayat-ayat Allah) yakni Alquran (dan mereka selalu memperolok-oloknya).",
            "sajda": false,
            "transliteration": "Summa kaana'aaqibatal lazeena asaaa'us sooo aaa an kazzaboo bi aayaatil laahi wa kaanoo bihaa yastahzi'oon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3420,
            "aya_number": 11,
            "aya_text": "اَللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 405,
            "translation_aya_text": "Allah yang memulai penciptaan (makhluk), kemudian mengulanginya kembali; kemudian kepada-Nya kamu dikembalikan.",
            "tafsir_jalalayn": "(Allah menciptakan dari permulaan) Dia menciptakan manusia dari permulaan (kemudian mengembalikannya kembali) Dia menghidupkan mereka kembali sesudah mereka mati (kemudian kepada-Nyalah kalian dikembalikan) lafal ini dapat dibaca turja'uuna dan yurja'uuna.",
            "sajda": false,
            "transliteration": "Allaahu yabda'ul khalqa summa yu'eeduhoo summa ilaihi turja'oon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3421,
            "aya_number": 12,
            "aya_text": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 405,
            "translation_aya_text": "Dan pada hari (ketika) terjadi Kiamat, orang-orang yang berdosa (kaum musyrik) terdiam berputus asa. ",
            "tafsir_jalalayn": "(Dan pada hari terjadinya kiamat, orang-orang yang zalim terdiam berputus asa) orang-orang musyrik diam karena mereka sudah tidak mempunyai alasan lagi.",
            "sajda": false,
            "transliteration": "Wa yawma taqoomus Saa'atu yublisul mujrimoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3422,
            "aya_number": 13,
            "aya_text": "وَلَمْ يَكُنْ لَّهُمْ مِّنْ شُرَكَاۤىِٕهِمْ شُفَعٰۤؤُا وَكَانُوْا بِشُرَكَاۤىِٕهِمْ كٰفِرِيْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 405,
            "translation_aya_text": "Dan tidak mungkin ada pemberi syafaat (pertolongan) bagi mereka dari berhala-berhala mereka, sedangkan mereka mengingkari berhala-berhala mereka itu. ",
            "tafsir_jalalayn": "(Dan sekali-kali tidak ada) (bagi mereka dari sekutu-sekutu mereka) yang mereka sekutukan dengan Allah, yaitu berhala-berhala yang mereka harapkan untuk dapat memberi syafaat kepada mereka (yang memberi syafaat dan adalah mereka) yakni mereka bakal (mengingkari sekutu-sekutu mereka itu) berlepas diri daripada berhala-berhala mereka.",
            "sajda": false,
            "transliteration": "Wa lam yakul lahum min shurakaaa'ihim shufa'aaa'u wa kaanoo bishurakaaa'ihim kaafireen",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3423,
            "aya_number": 14,
            "aya_text": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّتَفَرَّقُوْنَ ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 405,
            "translation_aya_text": "Dan pada hari (ketika) terjadi Kiamat, pada hari itu manusia terpecah-pecah (dalam kelompok). ",
            "tafsir_jalalayn": "(Dan pada hari terjadinya kiamat, di hari itu) lafal yaumaidzin berfungsi sebagai taukid atau mengukuhkan makna yauma (mereka bergolong-golongan) yakni golongan orang-orang Mukmin dan golongan orang-orang kafir.",
            "sajda": false,
            "transliteration": "Wa Yawma taqoomus Saa'atu Yawma'iziny yatafarraqoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3424,
            "aya_number": 15,
            "aya_text": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَهُمْ فِيْ رَوْضَةٍ يُّحْبَرُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 405,
            "translation_aya_text": "Maka adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka di dalam taman (surga) bergembira. ",
            "tafsir_jalalayn": "(Adapun orang-orang yang beriman mengerjakan amal saleh, maka mereka di dalam taman) surga (bergembira) merasa bahagia.",
            "sajda": false,
            "transliteration": "Fa ammal lazeena aamanoo wa 'amilus saalihaati fahum fee rawdatiny yuhbaroon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        }
    ]
}