{
    "page_number": 406,
    "data": [
        {
            "aya_id": 3425,
            "aya_number": 16,
            "aya_text": "وَاَمَّا الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤئِ الْاٰخِرَةِ فَاُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 406,
            "translation_aya_text": "Dan adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami serta (mendustakan) pertemuan hari akhirat, maka mereka tetap berada di dalam azab (neraka). ",
            "tafsir_jalalayn": "(Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami) yaitu Alquran (serta mendustakan menemui hari akhirat) yaitu hari berbangkit dan lain-lainnya (maka mereka tetap berada di dalam siksaan).",
            "sajda": false,
            "transliteration": "Wa ammal lazeena kafaroo wa kazzaboo bi-Aayaatinaa wa liqaaa'il Aakhirati faulaaa'ika fil'azaabi muhdaroon",
            "tajweed_text": "وَأَ[g[مّ]َا [h:138[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا وَلِقَآىِٕ [h:10441[ٱ]لْأَخِرَةِ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى [h:10442[ٱ]لْعَذَابِ مُحْضَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3426,
            "aya_number": 17,
            "aya_text": "فَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 406,
            "translation_aya_text": "Maka bertasbihlah kepada Allah pada petang hari dan pada pagi hari (waktu subuh), ",
            "tafsir_jalalayn": "(Maka bertasbihlah kepada Allah) maksudnya salatlah kalian (di waktu kalian berada di petang hari) di kala kalian memasuki petang hari; di dalam waktu ini terdapat dua salat, yaitu salat Magrib dan salat Isyak (dan di waktu kalian berada di waktu subuh) sewaktu kalian memasuki pagi hari di dalam waktu ini terdapat salat subuh.",
            "sajda": false,
            "transliteration": "Fa Subhaanal laahi heena tumsoona wa heena tusbihoon",
            "tajweed_text": "فَسُ[q:8705[بْ]حَ[n[ـٰ]نَ [h:8706[ٱ]للَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3427,
            "aya_number": 18,
            "aya_text": "وَلَهُ الْحَمْدُ فِى السَّمٰوٰتِ وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 406,
            "translation_aya_text": "dan segala puji bagi-Nya baik di langit, di bumi, pada malam hari dan pada waktu zuhur (tengah hari). ",
            "tafsir_jalalayn": "(Dan bagi-Nyalah segala puji di langit dan di bumi) kalimat ayat ini merupakan jumlah i'tiradh, maksudnya Dia dipuji oleh penduduk langit dan bumi (dan di waktu kalian berada pada petang hari) diathafkan kepada lafal hiina yang ada pada ayat sebelumnya; di dalam waktu ini terdapat salat Isyak (dan sewaktu kalian berada di waktu Zuhur) yakni di waktu kalian memasuki tengah hari, yang pada waktu itu terdapat salat Zuhur.",
            "sajda": false,
            "transliteration": "Wa lahul hamdu fis samaawaati wal ardi wa 'ashiyyanw wa heena tuzhiroon",
            "tajweed_text": "وَلَهُ [h:10443[ٱ]لْحَمْدُ فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَعَشِي[a:10444[ًّا و]َحِينَ تُظْهِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3428,
            "aya_number": 19,
            "aya_text": "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَا ۗوَكَذٰلِكَ تُخْرَجُوْنَ ࣖ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 406,
            "translation_aya_text": "Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan menghidupkan bumi setelah mati (kering). Dan seperti itulah kamu akan dikeluarkan (dari kubur). ",
            "tafsir_jalalayn": "(Dia mengeluarkan yang hidup dari yang mati) sebagaimana manusia, Dia menciptakan manusia dari air mani dan sebagaimana burung yang Dia ciptakan dari telur (dan mengeluarkan yang mati) yaitu air mani dan telur (dari yang hidup dan menghidupkan bumi) dengan menumbuhkan tumbuh-tumbuhan (sesudah matinya) sesudah kering. (Dan seperti itulah) dengan cara itulah (kalian akan dikeluarkan) dari kubur.",
            "sajda": false,
            "transliteration": "Yukhrijul haiya minal maiyiti wa yukhrijul maiyita minal haiyi wa yuhyil arda ba'da mawtihaa; wa kazaalika tukhrajoon",
            "tajweed_text": "يُخْرِجُ [h:4258[ٱ]لْحَىَّ مِنَ [h:1833[ٱ]لْمَيِّتِ وَيُخْرِجُ [h:6039[ٱ]لْمَيِّتَ مِنَ [h:1835[ٱ]لْحَىِّ وَيُحْىِ [h:10445[ٱ]لْأَرْضَ بَعْدَ مَوْتِهَا‌ۚ وَكَذ[n[َٲ]لِكَ تُخْرَج[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3429,
            "aya_number": 20,
            "aya_text": "وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ اِذَآ اَنْتُمْ بَشَرٌ تَنْتَشِرُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 406,
            "translation_aya_text": "Dan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak. ",
            "tafsir_jalalayn": "(Dan di antara tanda-tanda-Nya) yang menunjukkan akan kekuasaan-Nya (ialah Dia menciptakan kalian dari tanah) asal kalian yaitu Nabi Adam (kemudian tiba-tiba kalian menjadi manusia) yang terdiri dari darah dan daging (yang berkembang biak) di muka bumi.",
            "sajda": false,
            "transliteration": "Wa min Aayaatiheee an khalaqakum min turaabin summa izaaa antum basharun tantashiroon",
            "tajweed_text": "وَمِنْ ءَايَ[n[ـٰ]تِه[o[ِۦٓ] أَنْ خَلَقَك[w:2530[ُم م]ِّ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ إِذ[o[َآ] أَ[f:428[نت][c:3459[ُم ب]َشَ[f:10446[رٌ ت]َ[f:10447[نت]َشِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3430,
            "aya_number": 21,
            "aya_text": "وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا لِّتَسْكُنُوْٓا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَّوَدَّةً وَّرَحْمَةً ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 406,
            "translation_aya_text": "Dan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan pasangan-pasangan untukmu dari jenismu sendiri, agar kamu cenderung dan merasa tenteram kepadanya, dan Dia menjadikan di antaramu rasa kasih dan sayang. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir. ",
            "tafsir_jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan untuk kalian istri-istri dari jenis kalian sendiri) Siti Hawa tercipta dari tulang rusuk Nabi Adam sedangkan manusia yang lainnya tercipta dari air mani laki-laki dan perempuan (supaya kalian cenderung dan merasa tenteram kepadanya) supaya kalian merasa betah dengannya (dan dijadikan-Nya di antara kamu sekalian) semuanya (rasa kasih sayang. Sesungguhnya pada yang demikian itu) hal yang telah disebutkan itu (benar-benar terdapat tanda-tanda bagi kaum yang berpikir) yakni yang memikirkan tentang ciptaan Allah swt.",
            "sajda": false,
            "transliteration": "Wa min Aayaatiheee an khalaqa lakum min anfusikum azwaajal litaskunooo ilaihaa wa ja'ala bainakum mawad datanw wa rahmah; inna fee zaalika la Aayaatil liqawminy yatafakkaroon",
            "tajweed_text": "وَمِنْ ءَايَ[n[ـٰ]تِه[o[ِۦٓ] أَنْ خَلَقَ لَك[w:556[ُم م]ِّنْ أَ[f:1329[نف]ُسِكُمْ أَزْو[n[َٲ][u:10448[جًا ل]ِّتَسْكُن[o[ُوٓ][s[اْ] إِلَيْهَا وَجَعَلَ بَيْنَك[w:10449[ُم م]َّوَدَّ[a:10450[ةً و]َرَحْمَةً‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3431,
            "aya_number": 22,
            "aya_text": "وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 406,
            "translation_aya_text": "Dan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui. ",
            "tafsir_jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya ialah menciptakan langit dan bumi dan berlain-lainan bahasa kalian) maksudnya dengan bahasa yang berlainan, ada yang berbahasa Arab dan ada yang berbahasa Ajam serta berbagai bahasa lainnya (dan berlain-lainan pula warna kulit kalian) di antara kalian ada yang berkulit putih, ada yang hitam dan lain sebagainya, padahal kalian berasal dari seorang lelaki dan seorang perempuan, yaitu Nabi Adam dan Siti Hawa. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda) yang menunjukkan kekuasaan Allah swt. (bagi orang-orang yang mengetahui) yaitu bagi orang-orang yang berakal dan berilmu. Dapat dibaca lil'aalamiina dan lil'aalimiina.",
            "sajda": false,
            "transliteration": "Wa min Aayaatihee khalqus samaawaati wal aardi wakhtilaafu alsinatikum wa alwaanikum; inna fee zaalika la Aayaatil lil'aalimeen",
            "tajweed_text": "وَمِنْ ءَايَ[n[ـٰ]تِه[n[ِۦ] خَلْقُ [h:10451[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَ[h:10452[ٱ]خْتِلَ[n[ـٰ]فُ أَلْسِنَتِكُمْ وَأَلْو[n[َٲ]نِكُمْ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:10453[تٍ ل]ِّلْعَ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3432,
            "aya_number": 23,
            "aya_text": "وَمِنْ اٰيٰتِهٖ مَنَامُكُمْ بِالَّيْلِ وَالنَّهَارِ وَابْتِغَاۤؤُكُمْ مِّنْ فَضْلِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 406,
            "translation_aya_text": "Dan di antara tanda-tanda (kebesaran)-Nya ialah tidurmu pada waktu malam dan siang hari dan usahamu mencari sebagian dari karunia-Nya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mendengarkan. ",
            "tafsir_jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya ialah tidur kalian di waktu malam dan siang hari) dengan kehendak-Nya sebagai waktu istirahat buat kalian (dan usaha kalian) di siang hari (mencari sebagian dari karunia-Nya) mencari rezeki dan penghidupan berkat kehendak-Nya. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mendengarkan) dengan pendengaran yang dibarengi pemikiran dan mengambil pelajaran.",
            "sajda": false,
            "transliteration": "Wa min Aayaatihee manaamukum bil laili wannahaari wabtighaaa'ukum min fadlih; inna fee zaalika la Aayaatil liqawminy yasma'oon",
            "tajweed_text": "وَمِنْ ءَايَ[n[ـٰ]تِه[n[ِۦ] مَنَامُك[c:10454[ُم ب]ِ[h:1622[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ وَ[h:10455[ٱ][q:10455[بْ]تِغ[o[َا]ٓؤُك[w:10456[ُم م]ِّ[f:475[ن ف]َضْلِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6119[مٍ ي]َسْمَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3433,
            "aya_number": 24,
            "aya_text": "وَمِنْ اٰيٰتِهٖ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنَزِّلُ مِنَ السَّمَاۤءِ مَاۤءً فَيُحْيٖ بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 406,
            "translation_aya_text": "Dan di antara tanda-tanda (kebesaran)-Nya, Dia memperlihatkan kilat kepadamu untuk (menimbulkan) ketakutan dan harapan, dan Dia menurunkan air (hujan) dari langit, lalu dengan air itu dihidupkannya bumi setelah mati (kering). Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mengerti. ",
            "tafsir_jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya, Dia memperlihatkan kepada kalian) Dia mempersaksikan kepada kalian (kilat untuk menimbulkan ketakutan) bagi orang yang melakukan perjalanan karena takut disambar petir (dan harapan) bagi orang yang bermukim akan turunnya hujan (dan Dia menurunkan air hujan dari langit, lalu menghidupkan bumi dengan air itu sesudah matinya) Dia mengembangkannya dengan menumbuhkan tumbuh-tumbuhan padanya. (Sesungguhnya pada yang demikian itu) hal yang telah disebutkan tadi (benar-benar terdapat tanda-tanda bagi kaum yang mempergunakan akalnya) yaitu bagi mereka yang berpikir.",
            "sajda": false,
            "transliteration": "Wa min Aayaatihee yureekumul barqa khawfanw wa tama'anw wa yunazzilu minas samaaa'i maaa'an fa yuhyee bihil arda ba'da mawtihaaa inna fee zaalika la Aayaatil liqawminy ya'qiloon",
            "tajweed_text": "وَمِنْ ءَايَ[n[ـٰ]تِه[n[ِۦ] يُرِيكُمُ [h:6910[ٱ]لْبَرْقَ خَوْ[a:4752[فًا و]َطَمَ[a:10457[عًا و]َيُنَزِّلُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:10458[ءً ف]َيُحْى[n[ِۦ] بِهِ [h:842[ٱ]لْأَرْضَ بَعْدَ مَوْتِه[o[َآ‌ۚ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        }
    ]
}