{
    "page_number": 407,
    "data": [
        {
            "aya_id": 3434,
            "aya_number": 25,
            "aya_text": "وَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ  ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 407,
            "translation_aya_text": "Dan di antara tanda-tanda (kebesaran)-Nya ialah berdirinya langit dan bumi dengan kehendak-Nya. Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu kamu keluar (dari kubur). ",
            "tafsir_jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya ialah berdirinya langit dan bumi dengan perintah-Nya) dengan kehendak-Nya tanpa tiang penyangga. (Kemudian apabila Dia memanggil kalian sekali panggil dari bumi) melalui tiupan sangkakala malaikat Israfil untuk membangunkan orang-orang yang telah mati dari kuburnya (seketika itu juga kalian keluar) dari kubur, kalian keluar dari dalam kubur melalui sekali seruan itu, merupakan tanda-tanda kekuasaan Allah swt.",
            "sajda": false,
            "transliteration": "Wa min Aayaatihee an taqoomas samaaa'u wal ardu bi-amrih; summa izaa da'aakum da'watam minal ardi izaaa antum takhrujoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3435,
            "aya_number": 26,
            "aya_text": "وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ كُلٌّ لَّهٗ قَانِتُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 407,
            "translation_aya_text": "Dan milik-Nya apa yang di langit dan di bumi. Semuanya hanya kepada-Nya tunduk. ",
            "tafsir_jalalayn": "(Dan kepunyaan-Nyalah siapa saja yang ada di langit dan di bumi) sebagai miliknya, makhluk dan hamba-hamba-Nya. (Semuanya hanya kepada-Nya tunduk) yakni taat.",
            "sajda": false,
            "transliteration": "Wa lahoo man fissamaawaati wal ardi kullul lahoo qaanitoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3436,
            "aya_number": 27,
            "aya_text": "وَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 407,
            "translation_aya_text": "Dan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. ",
            "tafsir_jalalayn": "(Dan Dialah yang menciptakan dari permulaan) menciptakan manusia (kemudian mengembalikannya) menjadi hidup kembali setelah mereka mati (dan menghidupkan kembali itu adalah lebih mudah bagi-Nya) daripada memulai penciptaan; hal ini dikaitkan dengan realita yang berlaku di kalangan makhluk-Nya, yaitu bahwasanya mengulangi sesuatu itu lebih mudah daripada memulainya. Padahal kedua kondisi itu bagi Allah swt. sama saja mudahnya. (Dan bagi-Nyalah teladan yang maha tinggi di langit dan di bumi) yakni sifat yang maha tinggi, yaitu bahwa tiada Tuhan yang wajib disembah melainkan Allah (dan Dialah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam ciptaan-Nya.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee yabda'ul khalqa summa yu'eeduhoo wa huwa ahwanu 'alaih; wa lahul masalul la'laa fissamaawaati wal-ard; wa Huwal 'Azeezul Hakeem",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3437,
            "aya_number": 28,
            "aya_text": "ضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْۗ هَلْ لَّكُمْ مِّنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَاۤءَ فِيْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَاۤءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 407,
            "translation_aya_text": "Dia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba sahaya yang kamu miliki, menjadi sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu. Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti.",
            "tafsir_jalalayn": "(Dia membuat) menjadikan (bagi kalian) hai orang-orang musyrik (perumpamaan) yang terdapat (di dalam diri kalian sendiri) yaitu (apakah ada di antara hamba-hamba sahaya yang dimiliki oleh tangan kanan kalian) semua hamba sahaya kalian (sekutu) bagi kalian (dalam memiliki rezeki yang telah Kami berikan kepada kalian) yaitu berupa harta benda dan lain-lainnya (maka kalian) dan mereka (sama dalam hak mempergunakan rezeki itu, kalian takut kepada mereka sebagaimana kalian takut kepada diri kalian sendiri?) yakni takut terhadap sesama orang-orang merdeka kalian. Kata istifham atau kata tanya mengandung arti nafi atau kata negatif. Makna yang dimaksud ialah, bukanlah hamba sahaya kalian itu adalah sekutu-sekutu bagi kalian di dalam memiliki rezeki dan harta benda yang ada pada sisi kalian, maka mengapa kalian menjadikan hamba-hamba Allah sebagai sekutu-sekutu-Nya? (Demikianlah Kami jelaskan ayat-ayat) Kami menerangkannya dengan cara penjelasan dan rincian seperti itu (bagi kaum yang berakal) bagi orang-orang yang menggunakan akal pikirannya.",
            "sajda": false,
            "transliteration": "Daraba lakum masalam min anfusikum hal lakum mimmaa malakat aymaanukum min shurakaaa'a fee maa razaqnaakum fa antum feehi sawaaa'un takhaafoonahum kakheefa tikum anfusakum; kazaalika nufassilul Aayaati liqawminy ya'qiloon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3438,
            "aya_number": 29,
            "aya_text": "بَلِ اتَّبَعَ الَّذِيْنَ ظَلَمُوْٓا اَهْوَاۤءَهُمْ بِغَيْرِ عِلْمٍۗ فَمَنْ يَّهْدِيْ مَنْ اَضَلَّ اللّٰهُ ۗوَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 407,
            "translation_aya_text": "Tetapi orang-orang yang zalim, mengikuti keinginannya tanpa ilmu pengetahuan; maka siapakah yang dapat memberi petunjuk kepada orang yang telah disesatkan Allah. Dan tidak ada seorang penolong pun bagi mereka. ",
            "tafsir_jalalayn": "(Tetapi orang-orang yang lalim, mengikuti) pengertian lalim di sini adalah menyekutukan Allah (hawa nafsunya tanpa ilmu pengetahuan; maka siapakah yang akan menunjuki orang yang telah disesatkan Allah?) maksudnya tidak ada seorang pun yang dapat menunjukinya. (Dan tiadalah bagi mereka seorang penolong pun) yang mencegah azab Allah atas mereka.",
            "sajda": false,
            "transliteration": "Balit taba'al lazeena zalamooo ahwaaa'ahum bighairi 'ilmin famai yahdee man adallal laahu wa maa lahum min naasireen",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3439,
            "aya_number": 30,
            "aya_text": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 407,
            "translation_aya_text": "Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui,",
            "tafsir_jalalayn": "(Maka hadapkanlah) hai Muhammad (wajahmu dengan lurus kepada agama Allah) maksudnya cenderungkanlah dirimu kepada agama Allah, yaitu dengan cara mengikhlaskan dirimu dan orang-orang yang mengikutimu di dalam menjalankan agama-Nya (fitrah Allah) ciptaan-Nya (yang telah menciptakan manusia menurut fitrah itu) yakni agama-Nya. Makna yang dimaksud ialah, tetaplah atas fitrah atau agama Allah. (Tidak ada perubahan pada fitrah Allah) pada agama-Nya. Maksudnya janganlah kalian menggantinya, misalnya menyekutukan-Nya. (Itulah agama yang lurus) agama tauhid itulah agama yang lurus (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui) ketauhidan atau keesaan Allah.",
            "sajda": false,
            "transliteration": "Fa aqim wajhaka liddeeni Haneefaa; fitratal laahil latee fataran naasa 'alaihaa; laa taabdeela likhalqil laah; zaalikad deenul qaiyimu wa laakinna aksaran naasi laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3440,
            "aya_number": 31,
            "aya_text": "۞ مُنِيْبِيْنَ اِلَيْهِ وَاتَّقُوْهُ وَاَقِيْمُوا الصَّلٰوةَ وَلَا تَكُوْنُوْا مِنَ الْمُشْرِكِيْنَۙ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 407,
            "translation_aya_text": "dengan kembali bertobat kepada-Nya dan bertakwalah kepada-Nya serta laksanakanlah salat dan janganlah kamu termasuk orang-orang yang mempersekutukan  Allah, ",
            "tafsir_jalalayn": "(Dengan kembali) bertobat (kepada-Nya) kepada Allah swt., yaitu melaksanakan apa-apa yang diperintahkan oleh-Nya dan menjauhi hal-hal yang dilarang oleh-Nya. Lafal ayat ini merupakan hal atau kata keterangan keadaan bagi fa'il atau subjek yang terkandung di dalam lafal aqim beserta makna yang dimaksud daripadanya, yaitu hadapkanlah wajah kalian (dan bertakwalah kalian kepada-Nya) takutlah kalian kepada-Nya (serta dirikanlah salat dan janganlah kalian termasuk orang-orang yang mempersekutukan Allah).",
            "sajda": false,
            "transliteration": "Muneebeena ilaihi wattaqoohu wa aqeemus Salaata wa laa takoonoo minal mushrikeen",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3441,
            "aya_number": 32,
            "aya_text": "مِنَ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا ۗ كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 407,
            "translation_aya_text": "yaitu orang-orang yang memecah belah agama mereka dan mereka menjadi beberapa golongan. Setiap golongan merasa bangga dengan apa yang ada pada golongan mereka. ",
            "tafsir_jalalayn": "(Yaitu orang-orang) lafal ayat ini merupakan badal dari lafal minal musyrikiin berikut pengulangan huruf jarnya (yang memecah belah agamanya) disebabkan perselisihan mereka dalam apa yang mereka sembah (dan mereka menjadi beberapa golongan) menjadi bersekte-sekte dalam beragama. (Tiap-tiap golongan) dari kalangan mereka (dengan apa yang ada pada golongan mereka) maksudnya apa yang ada pada diri mereka (merasa bangga) yakni membanggakannya. Menurut qiraat yang lain lafal farraquu itu dibaca faraquu artinya mereka meninggalkan agama yang mereka diperintahkan untuk menjalankannya.",
            "sajda": false,
            "transliteration": "Minal lazeena farraqoo deenahum wa kaanoo shiya'an kullu hizbim bimaa ladaihim farihoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        }
    ]
}