{
    "page_number": 408,
    "data": [
        {
            "aya_id": 3442,
            "aya_number": 33,
            "aya_text": "وَاِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُّنِيْبِيْنَ اِلَيْهِ ثُمَّ اِذَآ اَذَاقَهُمْ مِّنْهُ رَحْمَةً اِذَا فَرِيْقٌ مِّنْهُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 408,
            "translation_aya_text": "Dan apabila manusia ditimpa oleh suatu bahaya, mereka menyeru Tuhannya dengan kembali (bertobat) kepada-Nya, kemudian apabila Dia memberikan sedikit rahmat-Nya kepada mereka, tiba-tiba sebagian mereka mempersekutukan Allah.",
            "tafsir_jalalayn": "(Dan apabila manusia disentuh) orang-orang kafir Mekah (oleh suatu bahaya) oleh suatu marabahaya (mereka menyeru Tuhannya dengan kembali) yakni bertobat (kepada-Nya) bukan kepada selain-Nya (kemudian apabila Tuhan merasakan kepada mereka hanya sedikit saja rahmat) umpamanya dengan diturunkan hujan kepada mereka (tiba-tiba sebagian daripada mereka mempersekutukan Tuhannya).",
            "sajda": false,
            "transliteration": "Wa izaa massan naasa durrun da'aw Rabbahum muneebeena ilaihi summa izaaa azaqahum minhu rahmatan izaa fareequm minhum be Rabbihim yushrikoon",
            "tajweed_text": "وَإِذَا مَسَّ [h:10479[ٱ][l[ل][g[نّ]َاسَ ضُ[f:10480[رٌّ د]َعَوْ[s[اْ] رَبَّه[w:10481[ُم م]ُّنِيبِينَ إِلَيْهِ ثُ[g[مّ]َ إِذ[o[َآ] أَذَاقَه[w:10482[ُم م]ِّنْهُ رَحْمَةً إِذَا فَرِي[a:388[قٌ م]ِّنْه[c:10483[ُم ب]ِرَبِّهِمْ يُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3443,
            "aya_number": 34,
            "aya_text": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 408,
            "translation_aya_text": "Biarkan mereka mengingkari rahmat yang telah Kami berikan. Dan bersenang-senanglah kamu, maka kelak kamu akan mengetahui (akibat perbuatanmu). ",
            "tafsir_jalalayn": "(Sehingga mereka mengingkari akan rahmat yang telah Kami berikan kepada mereka) makna yang terkandung di dalam ayat ini adalah ancaman yang ditujukan kepada mereka yang ingkar itu. (Maka bersenang-senanglah kamu sekalian, kelak kalian akan mengetahui) akibat daripada bersenang-senang kalian itu; di dalam ungkapan ayat ini terkandung makna sindiran bagi orang-orang yang ketiga atau dhamir gaib.",
            "sajda": false,
            "transliteration": "Li yakfuroo bimaaa aatainaahum; fatamatta'oo fasawfa ta'lamoon",
            "tajweed_text": "لِيَكْفُرُو[s[اْ] بِم[o[َآ] ءَاتَيْنَ[n[ـٰ]هُمْ‌ۚ فَتَمَتَّعُو[s[اْ] فَسَوْفَ تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3444,
            "aya_number": 35,
            "aya_text": "اَمْ اَنْزَلْنَا عَلَيْهِمْ سُلْطٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوْا بِهٖ يُشْرِكُوْنَ ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 408,
            "translation_aya_text": "Atau pernahkah Kami menurunkan kepada mereka keterangan, yang menjelaskan (membenarkan) apa yang (selalu) mereka persekutukan dengan Tuhan? ",
            "tafsir_jalalayn": "(Atau pernahkah) lafal am menunjukkan arti yang sama dengan hamzah yang menunjukkan makna ingkar, yaitu bukankah (Kami menurunkan kepada mereka keterangan) yakni hujah dan Kitab (lalu keterangan itu menunjukkan) mengungkapkan dengan jelas (tentang apa yang mereka selalu mempersekutukannya dengan Tuhan?) Apakah kitab dan hujah tersebut memerintahkan mereka untuk berbuat musyrik, tentu saja tidak dan tidak akan ada.",
            "sajda": false,
            "transliteration": "Am anzalnaa 'alaihim sultaanan fahuwa yatakallamu bimaa kaanoo bihee yushrikoon",
            "tajweed_text": "أَمْ أَ[f:515[نز]َلْنَا عَلَيْهِمْ سُلْطَ[n[ـٰ][f:10484[نًا ف]َهُوَ يَتَكَلَّمُ بِمَا كَانُو[s[اْ] بِه[n[ِۦ] يُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3445,
            "aya_number": 36,
            "aya_text": "وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوْا بِهَاۗ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ اِذَا هُمْ يَقْنَطُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 408,
            "translation_aya_text": "Dan apabila Kami berikan sesuatu rahmat kepada manusia, niscaya mereka gembira dengan (rahmat) itu. Tetapi apabila mereka ditimpa sesuatu musibah (bahaya) karena kesalahan mereka sendiri, seketika itu mereka berputus asa. ",
            "tafsir_jalalayn": "(Dan apabila Kami rasakan kepada manusia) yakni orang-orang kafir Mekah dan orang-orang kafir lainnya (suatu rahmat) yakni suatu nikmat (niscaya mereka gembira dengan rahmat itu) mereka merasa bangga dengannya. (Dan apabila mereka ditimpa musibah) yaitu marabahaya (disebabkan kesalahan yang telah dikerjakan oleh tangan mereka sendiri, tiba-tiba mereka itu berputus asa) mereka putus harapan dari rahmat Allah. Orang beriman harus bersyukur bila diberi rahmat dan bila ditimpa marabahaya harus berdoa kepada Rabbnya.",
            "sajda": false,
            "transliteration": "Wa izaaa azaqnan naasa rahmatan farihoo bihaa wa in tusibhum sayyi'atum bimaa qaddamat aydeehim izaa hum yaqnatoon",
            "tajweed_text": "وَإِذ[o[َآ] أَذَ[q:5991[قْ]نَا [h:5992[ٱ][l[ل][g[نّ]َاسَ رَحْمَ[f:10485[ةً ف]َرِحُو[s[اْ] بِهَا‌ۖ وَإِ[f:2950[ن ت]ُصِ[q:2951[بْ]هُمْ سَيِّئَ[i:10486[ةُۢ ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَ[q:10487[قْ]نَط[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3446,
            "aya_number": 37,
            "aya_text": "اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 408,
            "translation_aya_text": "Dan tidakkah mereka memperhatikan bahwa Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki dan Dia (pula) yang membatasi (bagi siapa yang Dia kehendaki). Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang beriman. ",
            "tafsir_jalalayn": "(Dan apakah mereka tidak memperhatikan) tidak mengetahui (bahwa sesungguhnya Allah melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya) sebagai ujian (dan Dia pula yang membatasinya) yang menyempitkannya kepada siapa yang dikehendaki-Nya sebagai cobaan buatnya. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang percaya) pada tanda-tanda kekuasaan Allah itu.",
            "sajda": false,
            "transliteration": "Awalam yaraw annal laaha yabsutur rizqa limai yashaaa'u wa yaqdir; inna fee zaalika la Aayaatil liqawminy yu'minoon",
            "tajweed_text": "أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3447,
            "aya_number": 38,
            "aya_text": "فَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِۗ ذٰلِكَ خَيْرٌ لِّلَّذِيْنَ يُرِيْدُوْنَ وَجْهَ اللّٰهِ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 408,
            "translation_aya_text": "Maka berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang-orang yang dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah. Dan mereka itulah orang-orang yang beruntung. ",
            "tafsir_jalalayn": "(Maka berikanlah kepada kerabat) kepada famili yang terdekat (akan haknya) yaitu dengan menyantuninya dan menghubungkan silaturahmi dengannya (demikian pula kepada fakir miskin dan ibnu sabil) orang yang sedang musafir, yaitu dengan memberikan sedekah kepada mereka, perintah ini ditujukan kepada Nabi saw. dan sebagai umatnya diharuskan mengikuti jejaknya. (Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah) yakni pahala-Nya sebagai imbalan dari apa yang telah mereka kerjakan (dan mereka itulah orang-orang yang beruntung) yaitu orang-orang yang memperoleh keberuntungan.",
            "sajda": false,
            "transliteration": "Fa aati zal qurbaa haqqahoo walmiskeena wabnassabeel; zaalika khairul lil lazeena yureedoona Wajhal laahi wa ulaaa'ika humul muflihoon",
            "tajweed_text": "فَـَٔـاتِ ذَا [h:7727[ٱ]لْقُرْبَىٰ حَقَّهُ[n[ۥ] وَ[h:7728[ٱ]لْمِسْكِينَ وَ[h:911[ٱ][q:911[بْ]نَ [h:912[ٱ][l[ل]سَّبِيلِ‌ۚ ذ[n[َٲ]لِكَ خَيْ[u:4005[رٌ ل]ِّلَّذِينَ يُرِيدُونَ وَ[q:2019[جْ]هَ [h:10488[ٱ]للَّهِ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3448,
            "aya_number": 39,
            "aya_text": "وَمَآ اٰتَيْتُمْ مِّنْ رِّبًا لِّيَرْبُوَا۠ فِيْٓ اَمْوَالِ النَّاسِ فَلَا يَرْبُوْا عِنْدَ اللّٰهِ ۚوَمَآ اٰتَيْتُمْ مِّنْ زَكٰوةٍ تُرِيْدُوْنَ وَجْهَ اللّٰهِ فَاُولٰۤىِٕكَ هُمُ الْمُضْعِفُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 408,
            "translation_aya_text": "Dan sesuatu riba (tambahan) yang kamu berikan agar harta manusia bertambah, maka tidak bertambah dalam pandangan Allah. Dan apa yang kamu berikan berupa zakat yang kamu maksudkan untuk memperoleh keridaan Allah, maka itulah orang-orang yang melipatgandakan  (pahalanya). ",
            "tafsir_jalalayn": "(Dan sesuatu riba atau tambahan yang kalian berikan) umpamanya sesuatu yang diberikan atau dihadiahkan kepada orang lain supaya orang lain memberi kepadanya balasan yang lebih banyak dari apa yang telah ia berikan; pengertian sesuatu dalam ayat ini dinamakan tambahan yang dimaksud dalam masalah muamalah (agar dia menambah pada harta manusia) yakni orang-orang yang memberi itu, lafal yarbuu artinya bertambah banyak (maka riba itu tidak menambah) tidak menambah banyak (di sisi Allah) yakni tidak ada pahalanya bagi orang-orang yang memberikannya. (Dan apa yang kalian berikan berupa zakat) yakni sedekah (untuk mencapai) melalui sedekah itu (keridaan Allah, maka itulah orang-orang yang melipatgandakan) pahalanya sesuai dengan apa yang mereka kehendaki. Di dalam ungkapan ini terkandung makna sindiran bagi orang-orang yang diajak bicara atau mukhathabin.",
            "sajda": false,
            "transliteration": "Wa maaa aataitum mir ribal li yarbuwa feee amwaalin naasi falaa yarboo 'indal laahi wa maaa aataitum min zaakaatin tureedoona wajhal laahi fa ulaaa'ika humul mud'ifoon",
            "tajweed_text": "وَم[o[َآ] ءَاتَيْت[w:10489[ُم م]ّ[u:10490[ِن ر]ِّ[u:10491[بًا ل]ِّيَرْبُوَ[s[اْ] ف[o[ِىٓ] أَمْو[n[َٲ]لِ [h:1008[ٱ][l[ل][g[نّ]َاسِ فَلَا يَرْبُو[s[اْ] عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۖ وَم[o[َآ] ءَاتَيْت[w:10489[ُم م]ِّ[f:10492[ن ز]َكَ[s[و][n[ٲ][f:10493[ةٍ ت]ُرِيدُونَ وَ[q:2019[جْ]هَ [h:10488[ٱ]للَّهِ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:10494[ٱ]لْمُضْعِف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3449,
            "aya_number": 40,
            "aya_text": "اَللّٰهُ الَّذِيْ خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّفْعَلُ مِنْ ذٰلِكُمْ مِّنْ شَيْءٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ࣖ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 408,
            "translation_aya_text": "Allah yang menciptakan kamu, kemudian memberimu rezeki, lalu mematikanmu, kemudian menghidupkanmu (kembali). Adakah di antara mereka yang kamu sekutukan dengan Allah itu yang dapat berbuat sesuatu yang demikian itu? Mahasuci Dia dan Mahatinggi dari apa yang mereka  persekutukan. ",
            "tafsir_jalalayn": "(Allah-lah yang menciptakan kalian, kemudian memberi kalian rezeki, kemudian mematikan kalian, kemudian menghidupkan kalian kembali. Adakah di antara sekutu-sekutu kalian itu) yakni apa yang kalian sekutukan dengan Allah itu (yang dapat berbuat sesuatu dari yang demikian itu?) Tentu saja tidak ada. (Maha Sucilah Dia dan Maha Tinggi dari apa yang mereka persekutukan) dengan-Nya.",
            "sajda": false,
            "transliteration": "Allaahul lazee khalaqa kum summa razaqakm summa yumeetukum summa yuhyeekum hal min shurakaaa'ikum mai yaf'alu min zaalikum min shai'; Sub haanahoo wa Ta'aalaa 'ammaa yushrikoon",
            "tajweed_text": "ٱللَّهُ [h:4738[ٱ]لَّذِى خَلَقَكُمْ ثُ[g[مّ]َ رَزَقَكُمْ ثُ[g[مّ]َ يُمِيتُكُمْ ثُ[g[مّ]َ يُحْيِيكُمْ‌ۖ هَلْ مِ[f:6046[ن ش]ُرَك[o[َا]ٓئِك[w:6047[ُم م]ّ[a:439[َن ي]َفْعَلُ مِ[f:1784[ن ذ][n[َٲ]لِك[w:10495[ُم م]ِّ[f:2103[ن ش][f:10496[َىْءٍ‌ۚ س]ُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] وَتَعَ[n[ـٰ]لَىٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3450,
            "aya_number": 41,
            "aya_text": "ظَهَرَ الْفَسَادُ فِى الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ اَيْدِى النَّاسِ لِيُذِيْقَهُمْ بَعْضَ الَّذِيْ عَمِلُوْا لَعَلَّهُمْ يَرْجِعُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 408,
            "translation_aya_text": "Telah tampak kerusakan di darat dan di laut disebabkan karena perbuatan tangan manusia; Allah menghendaki agar mereka merasakan sebagian dari (akibat) perbuatan mereka, agar mereka kembali (ke jalan yang benar). ",
            "tafsir_jalalayn": "(Telah tampak kerusakan di darat) disebabkan terhentinya hujan dan menipisnya tumbuh-tumbuhan (dan di laut) maksudnya di negeri-negeri yang banyak sungainya menjadi kering (disebabkan perbuatan tangan manusia) berupa perbuatan-perbuatan maksiat (supaya Allah merasakan kepada mereka) dapat dibaca liyudziiqahum dan linudziiqahum; kalau dibaca linudziiqahum artinya supaya Kami merasakan kepada mereka (sebagian dari akibat perbuatan mereka) sebagai hukumannya (agar mereka kembali) supaya mereka bertobat dari perbuatan-perbuatan maksiat.",
            "sajda": false,
            "transliteration": "Zaharal fasaadu fil barri wal bahri bimaa kasabat aydinnaasi li yuzeeqahum ba'dal lazee 'amiloo la'allahum yarji'oon",
            "tajweed_text": "ظَهَرَ [h:10497[ٱ]لْفَسَادُ فِى [h:4106[ٱ]لْبَرِّ وَ[h:4107[ٱ]لْبَحْرِ بِمَا كَسَبَتْ أَيْدِى [h:10498[ٱ][l[ل][g[نّ]َاسِ لِيُذِيقَه[c:10499[ُم ب]َعْضَ [h:1943[ٱ]لَّذِى عَمِلُو[s[اْ] لَعَلَّهُمْ يَرْجِع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        }
    ]
}