{
    "page_number": 409,
    "data": [
        {
            "aya_id": 3451,
            "aya_number": 42,
            "aya_text": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلُۗ  كَانَ اَكْثَرُهُمْ مُّشْرِكِيْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 409,
            "translation_aya_text": "Katakanlah (Muhammad), “Bepergianlah di bumi lalu lihatlah bagaimana kesudahan orang-orang dahulu. Kebanyakan dari mereka adalah orang-orang yang mempersekutukan (Allah).”",
            "tafsir_jalalayn": "(Katakanlah) kepada orang-orang kafir Mekah: (\"Adakanlah perjalanan di muka bumi dan perhatikanlah bagaimana kesudahan orang-orang yang dahulu. Kebanyakan dari mereka itu adalah orang-orang yang mempersekutukan Allah.\") Yaitu mereka dibinasakan disebabkan kemusyrikan mereka, rumah-rumah dan tempat-tempat mereka kini kosong tak berpenghuni lagi karena penghuninya telah binasa.",
            "sajda": false,
            "transliteration": "Qul seeroo fil ardi fanzuroo kaifa kaana 'aaqibatul lazeena min qabl; kaana aksaruhum mushrikeen",
            "tajweed_text": "قُلْ سِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَ[h:2257[ٱ][f:2257[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ كَانَ أَكْثَرُه[w:10500[ُم م]ُّشْرِك[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3452,
            "aya_number": 43,
            "aya_text": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ الْقَيِّمِ مِنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ يَوْمَىِٕذٍ يَّصَّدَّعُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 409,
            "translation_aya_text": "Oleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak, pada hari itu mereka terpisah-pisah.",
            "tafsir_jalalayn": "(Oleh karena itu maka hadapkanlah wajahmu kepada agama yang lurus) agama Islam (sebelum datang dari Allah suatu hari yang tak dapat ditolak kedatangannya) yaitu hari kiamat (pada hari itu mereka terpisah-pisah) pada asalnya lafal yashshadda'uuna adalah yatashadda'uuna kemudian huruf ta diganti menjadi shad yang selanjutnya diidghamkan atau dimasukkan kepada huruf shad lainnya sehingga jadilah yashshadda'uuna, yakni mereka berpisah-pisah sesudah mereka menjalani hisab; sebagian dari mereka ada yang masuk ke surga dan sebagian yang lainnya ada yang masuk ke neraka.",
            "sajda": false,
            "transliteration": "Fa aqim wajhaka lid deenil qaiyimi min qabli any yaatiya Yawmul laa maradda lahoo minal laahi Yawma'iziny yassadda'oon",
            "tajweed_text": "فَأَقِمْ وَ[q:749[جْ]هَكَ لِلدِّينِ [h:10501[ٱ]لْقَيِّمِ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ يَوْ[u:1463[مٌ ل]َّا مَرَدَّ لَهُ[n[ۥ] مِنَ [h:321[ٱ]للَّهِ‌ۖ يَوْمَئِ[a:10502[ذٍ ي]َصَّدَّع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3453,
            "aya_number": 44,
            "aya_text": "مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۚ وَمَنْ عَمِلَ صَالِحًا فَلِاَنْفُسِهِمْ يَمْهَدُوْنَۙ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 409,
            "translation_aya_text": "Barangsiapa kafir maka dia sendirilah yang menanggung (akibat) kekafirannya itu; dan barangsiapa mengerjakan kebajikan maka mereka menyiapkan untuk diri mereka sendiri (tempat yang menyenangkan), ",
            "tafsir_jalalayn": "(Barang siapa yang kafir maka dia sendirilah yang menanggung akibat kekafirannya) yaitu neraka sebagai imbalan dan akibat dari kekafirannya itu (dan barang siapa yang beramal saleh maka untuk diri mereka sendirilah mereka menyiapkan) menyiapkan tempat tinggal mereka di surga yang penuh dengan kesenangan itu.",
            "sajda": false,
            "transliteration": "Man kafara fa'alaihi kufruhoo wa man 'amila saalihan fali anfusihim yamhadoon",
            "tajweed_text": "مَ[f:1457[ن ك]َفَرَ فَعَلَيْهِ كُفْرُهُ[n[ۥ]‌ۖ وَمَنْ عَمِلَ صَ[n[ـٰ]لِ[f:10503[حًا ف]َلِأَ[f:10504[نف]ُسِهِمْ يَمْهَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3454,
            "aya_number": 45,
            "aya_text": "لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنْ فَضْلِهٖۗ  اِنَّهٗ لَا يُحِبُّ الْكٰفِرِيْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 409,
            "translation_aya_text": "agar Allah memberi balasan (pahala) kepada orang-orang yang beriman dan mengerjakan kebajikan dari karunia-Nya. Sungguh, Dia tidak menyukai orang-orang yang ingkar (kafir). ",
            "tafsir_jalalayn": "(Agar Allah memberi pahala) lafal ayat ini berta'alluq kepada lafal yashshadda'uuna pada ayat sebelumnya (kepada orang-orang yang beriman dan beramal saleh dari karunia-Nya) Dia memberi mereka pahala. (Sesungguhnya Dia tidak menyukai orang-orang yang kafir) Dia akan mengazab mereka.",
            "sajda": false,
            "transliteration": "Li yajziyal lazeena aamanoo wa 'amilus saalihaati min fadlih; innahoo laa yuhibbul kaafireen",
            "tajweed_text": "لِيَ[q:5945[جْ]زِىَ [h:5946[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ مِ[f:475[ن ف]َضْلِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] لَا يُحِبُّ [h:1858[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3455,
            "aya_number": 46,
            "aya_text": "وَمِنْ اٰيٰتِهٖٓ اَنْ يُّرْسِلَ الرِّيٰحَ مُبَشِّرٰتٍ وَّلِيُذِيْقَكُمْ مِّنْ رَّحْمَتِهٖ وَلِتَجْرِيَ الْفُلْكُ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 409,
            "translation_aya_text": "Dan di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira dan agar kamu merasakan sebagian dari rahmat-Nya dan agar kapal dapat berlayar dengan perintah-Nya dan (juga) agar kamu dapat mencari sebagian dari karunia-Nya, dan agar kamu bersyukur.",
            "tafsir_jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya) yang menunjukkan akan kekuasaan Allah swt. (ialah bahwa Dia mengirimkan angin sebagai pembawa berita gembira) membawa berita gembira buat kalian mengenai akan turunnya hujan (dan untuk merasakan kepada kalian) melalui angin itu (sebagian dari rahmat-Nya) berupa hujan dan kesuburan sesudahnya (dan supaya kapal dapat berlayar) berkat adanya angin itu (dengan perintah-Nya) berdasarkan kehendak-Nya (dan juga supaya kalian dapat mencari) berupaya mencari (karunia-Nya) rezeki dari-Nya dengan cara berdagang melalui jalan laut (mudah-mudahan kalian bersyukur) atas adanya nikmat ini, hai penduduk Mekah, oleh karenanya kalian mengesakan-Nya.",
            "sajda": false,
            "transliteration": "Wa min Aayaatiheee anyyursilar riyaaha mubashshi raatinw wa li yuzeeqakum mir rahmatihee wa litajriyal fulku bi amrihee wa litabtaghoo min fadlihee wa la'allakum tashkuroon",
            "tajweed_text": "وَمِنْ ءَايَ[n[ـٰ]تِه[o[ِۦٓ] أ[a:10505[َن ي]ُرْسِلَ [h:10506[ٱ][l[ل]رِّيَاحَ مُبَشِّر[n[َٲ][a:10507[تٍ و]َلِيُذِيقَك[w:10508[ُم م]ّ[u:7986[ِن ر]َّحْمَتِه[n[ِۦ] وَلِتَ[q:10509[جْ]رِىَ [h:10510[ٱ]لْفُلْكُ بِأَمْرِه[n[ِۦ] وَلِتَ[q:7353[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3456,
            "aya_number": 47,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَانْتَقَمْنَا مِنَ الَّذِيْنَ اَجْرَمُوْاۗ وَكَانَ حَقًّاۖ عَلَيْنَا نَصْرُ الْمُؤْمِنِيْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 409,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa. Dan merupakan hak Kami untuk menolong orang-orang yang beriman. ",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mengutus sebelum kamu beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan yang jelas) hujah-hujah yang jelas yang membenarkan kerasulan mereka terhadap kaumnya, akan tetapi mereka mendustakannya (lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa.) Kami binasakan orang-orang yang mendustakan para rasul-Nya. (Dan Kami selalu berkewajiban menolong orang-orang yang beriman) atas orang-orang kafir, yaitu dengan membinasakan orang-orang kafir dan menyelamatkan orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa min qablika Rusulan ilaa qawmihim fajaaa'oohum bil baiyinaati fantaqamnaa minal lazeena ajramoo wa kaana haqqan 'alainaa nasrul mu'mineen",
            "tajweed_text": "وَلَقَ[q:341[دْ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ رُسُلاً إِلَىٰ قَوْمِهِمْ فَج[o[َا]ٓءُوه[c:6138[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَ[h:4969[ٱ][f:4969[نت]َقَمْنَا مِنَ [h:523[ٱ]لَّذِينَ أَ[q:4390[جْ]رَمُو[s[اْ‌ۖ] وَكَانَ حَقًّا عَلَيْنَا نَصْرُ [h:10511[ٱ]لْمُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3457,
            "aya_number": 48,
            "aya_text": "اَللّٰهُ الَّذِيْ يُرْسِلُ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَيَبْسُطُهٗ فِى السَّمَاۤءِ كَيْفَ يَشَاۤءُ وَيَجْعَلُهٗ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ فَاِذَآ اَصَابَ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَۚ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 409,
            "translation_aya_text": "Allah-lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit menurut yang Dia kehendaki, dan menjadikannya bergumpal-gumpal, lalu engkau lihat hujan keluar dari celah-celahnya, maka apabila Dia menurunkannya kepada hamba-hamba-Nya yang Dia kehendaki tiba-tiba mereka bergembira. ",
            "tafsir_jalalayn": "(Allah, Dialah yang mengirim angin, lalu angin itu menggerakkan awan) mengaraknya (dan Allah membentangkannya di langit menurut yang dikehendaki-Nya) makanya awan itu ada yang tipis dan ada yang tebal (dan menjadikannya bergumpal-gumpal) berkelompok-kelompok dan berpencar-pencar; dapat dibaca kisafan atau kisfan (lalu kamu lihat air) hujan (keluar dari celah-celahnya) dari celah-celah awan yang tebal itu (maka apabila hujan itu turun) (mengenai hamba-hamba-Nya yang dikehendaki-Nya tiba-tiba mereka menjadi gembira) mereka bergembira dengan turunnya hujan itu.",
            "sajda": false,
            "transliteration": "Allaahul lazee yursilur riyaaha fatuseeru sahaaban fa yabsutuhoo fis samaaa'i kaifa yashaaa'u wa yaj'aluhoo kisafan fataral wadqa yakhruju min khilaalihee fa izaaa asaaba bihee mai yashaaa'u min 'ibaadiheee izaa hum yastabshiroon",
            "tajweed_text": "ٱللَّهُ [h:4738[ٱ]لَّذِى يُرْسِلُ [h:4755[ٱ][l[ل]رِّيَ[n[ـٰ]حَ فَتُثِيرُ سَحَا[f:10512[بًا ف]َيَ[q:10513[بْ]سُطُهُ[n[ۥ] فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ كَيْفَ يَش[o[َا]ٓءُ وَيَ[q:10514[جْ]عَلُهُ[n[ۥ] كِسَ[f:10515[فًا ف]َتَرَى [h:9469[ٱ]لْوَ[q:9470[دْ]قَ يَخْرُجُ مِنْ خِلَ[n[ـٰ]لِه[n[ِۦ]‌ۖ فَإِذ[o[َآ] أَصَابَ بِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[o[ِۦٓ] إِذَا هُمْ يَسْتَ[q:2415[بْ]شِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3458,
            "aya_number": 49,
            "aya_text": "وَاِنْ كَانُوْا مِنْ قَبْلِ اَنْ يُّنَزَّلَ عَلَيْهِمْ مِّنْ قَبْلِهٖ لَمُبْلِسِيْنَۚ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 409,
            "translation_aya_text": "Padahal walaupun sebelum hujan diturunkan kepada mereka, mereka benar-benar telah berputus asa. ",
            "tafsir_jalalayn": "(Dan sesungguhnya) sungguh (sebelum hujan diturunkan kepada mereka) lafal min qablihi yang kedua ini berfungsi mengukuhkan makna lafal yang sama dengan sebelumnya (benar-benar telah berputus asa) putus harapan akan turunnya hujan.",
            "sajda": false,
            "transliteration": "Wa in kaanoo min qabli any yunazzala 'alaihim min qablihee lamubliseen",
            "tajweed_text": "وَإِ[f:2392[ن ك]َانُو[s[اْ] مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:547[َن ي]ُنَزَّلَ عَلَيْه[w:4082[ِم م]ِّ[f:1097[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] لَمُ[q:10516[بْ]لِس[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3459,
            "aya_number": 50,
            "aya_text": "فَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 409,
            "translation_aya_text": "Maka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. ",
            "tafsir_jalalayn": "(Maka perhatikanlah bekas-bekas) menurut suatu qiraat dibaca dalam bentuk mufrad yakni atsari (rahmat Allah) nikmat yang dilimpahkan-Nya, yaitu berbentuk air hujan (bagaimana Allah menghidupkan bumi yang sudah mati) sesudah bumi itu kering dan tidak dapat menumbuhkan tetumbuhan lagi. (Sesungguhnya Dia yang berkuasa melakukan hal itu benar-benar berkuasa menghidupkan orang-orang yang telah mati. Dan Dia Maha Kuasa atas segala sesuatu).",
            "sajda": false,
            "transliteration": "Fanzur ilaaa aasaari rahmatil laahi kaifa yuhyil arda ba'da mawtihaa; inna zaalika lamuhyil mawtaa wa Huwa 'alaa kulli shai'in Qadeer",
            "tajweed_text": "فَ[h:9999[ٱ][f:1513[نظ]ُرْ إِلَ[o[ىٰٓ] ءَاثَ[n[ـٰ]رِ رَحْمَتِ [h:10517[ٱ]للَّهِ كَيْفَ يُحْىِ [h:10518[ٱ]لْأَرْضَ بَعْدَ مَوْتِه[o[َآ‌ۚ] إِ[g[نّ]َ ذ[n[َٲ]لِكَ لَمُحْىِ [h:10519[ٱ]لْمَوْتَىٰ‌ۖ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        }
    ]
}