{
    "page_number": 41,
    "data": [
        {
            "aya_id": 256,
            "aya_number": 249,
            "aya_text": "فَلَمَّا فَصَلَ طَالُوْتُ بِالْجُنُوْدِ قَالَ اِنَّ اللّٰهَ مُبْتَلِيْكُمْ بِنَهَرٍۚ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّيْۚ وَمَنْ لَّمْ يَطْعَمْهُ فَاِنَّهٗ مِنِّيْٓ اِلَّا مَنِ اغْتَرَفَ غُرْفَةً ۢبِيَدِهٖ ۚ فَشَرِبُوْا مِنْهُ اِلَّا قَلِيْلًا مِّنْهُمْ ۗ فَلَمَّا جَاوَزَهٗ هُوَ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗۙ قَالُوْا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوْتَ وَجُنُوْدِهٖ ۗ قَالَ الَّذِيْنَ يَظُنُّوْنَ اَنَّهُمْ مُّلٰقُوا اللّٰهِ ۙ كَمْ مِّنْ فِئَةٍ قَلِيْلَةٍ غَلَبَتْ فِئَةً كَثِيْرَةً ۢبِاِذْنِ اللّٰهِ ۗ وَاللّٰهُ مَعَ الصّٰبِرِيْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 41,
            "translation_aya_text": "Maka ketika Talut membawa bala tentaranya, dia berkata, “Allah akan menguji kamu dengan sebuah sungai. Maka barangsiapa meminum (airnya), dia bukanlah pengikutku. Dan barangsiapa tidak meminumnya, maka dia adalah pengikutku kecuali menciduk seciduk dengan tangan.” Tetapi mereka meminumnya kecuali sebagian kecil di antara mereka. Ketika dia (Talut) dan orang-orang yang beriman bersamanya menyeberangi sungai itu, mereka berkata, “Kami tidak kuat lagi pada hari ini melawan Jalut dan bala tentaranya.” Mereka yang meyakini bahwa mereka akan menemui Allah berkata, “Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.” Dan Allah beserta orang-orang yang sabar.",
            "tafsir_jalalayn": "(Maka tatkala keluar) artinya berangkat (Thalut bersama tentaranya) dari Baitulmakdis, sedang ketika itu hari amat panas hingga mereka meminta kepadanya agar diberi air, (maka jawabnya, \"Sesungguhnya Allah akan mencoba kamu) atau menguji kamu (dengan sebuah sungai) terletak antara Yordania dan Palestina, agar jelas siapa di antara kamu yang taat dan siapa pula yang durhaka. \"Maka barang siapa di antara kamu (meminumnya), maksudnya meminum airnya (maka tidaklah ia dari golonganku) bukan pengikut-pengikutku. (Barang siapa yang tidak merasainya) artinya tidak meminumnya, (kecuali orang yang hanya meneguk satu tegukan saja, maka ia adalah pengikutku) 'ghurfah' dengan baris di atas atau di depan (dengan tangannya) mencukupkan dengan sebanyak itu dan tidak menambahnya lagi, maka ia termasuk golonganku. (Maka mereka meminumnya) banyak-banyak ketika bertemu dengan anak sungai itu, (kecuali beberapa orang di antara mereka). Mereka ini mencukupkan satu tegukan tangan mereka, yakni untuk mereka minum dan untuk hewan-hewan mereka. Jumlah mereka tiga ratus dan beberapa belas orang (Tatkala ia telah melewati anak sungai itu, yakni Thalut dengan orang-orang yang beriman bersamanya) yakni mereka yang mencukupkan satu tegukan (mereka pun berkata) maksudnya yang minum secara banyak tadi, (\"Tak ada kesanggupan) atau daya dan kekuatan (kami sekarang ini untuk menghadapi Jalut dan tentaranya\") maksudnya untuk berperang dengan mereka. Mereka jadi pengecut dan tidak jadi menyeberangi sungai itu. (Berkatalah orang-orang yang menyangka), artinya meyakini (bahwa mereka akan menemui Allah), yakni di hari berbangkit, mereka itulah yang berhasil menyeberangi sungai: (\"Berapa banyaknya), artinya amat banyak terjadi (golongan yang sedikit dapat mengalahkan golongan yang banyak dengan izin Allah) serta kehendak-Nya (Dan Allah beserta orang-orang yang sabar\") dengan bantuan dan pertolongan-Nya.",
            "sajda": false,
            "transliteration": "Falammaa fasala Taalootu biljunoodi qaala innal laaha mubtaleekum binaharin faman shariba minhu falaisa minnee wa mallam yat'amhu fa innahoo minneee illaa manigh tarafa ghurfatam biyadih; fashariboo minhu illaa qaleelamminhum; falammaa jaawazahoo huwa wallazeena aamanoo ma'ahoo qaaloo laa taaqata lanal yawma bi Jaaloota wa junoodih; qaalallazeena yazunnoona annahum mulaaqul laahi kam min fi'atin qaleelatin ghalabat fi'atan kaseeratam bi iznil laah; wallaahuma'as saabireen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 257,
            "aya_number": 250,
            "aya_text": "وَلَمَّا بَرَزُوْا لِجَالُوْتَ وَجُنُوْدِهٖ قَالُوْا رَبَّنَآ اَفْرِغْ عَلَيْنَا صَبْرًا وَّثَبِّتْ اَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ۗ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 41,
            "translation_aya_text": "Dan ketika mereka maju melawan Jalut dan tentaranya, mereka berdoa, “Ya Tuhan kami, limpahkanlah kesabaran kepada kami, kukuhkanlah langkah kami dan tolonglah kami menghadapi orang-orang kafir.”",
            "tafsir_jalalayn": "(Dan tatkala mereka tampil untuk memerangi Jalut bersama tentaranya) artinya telah berbaris dan siap sedia untuk bertempur, (mereka berdoa, \"Ya Tuhan kami! Tuangkanlah) atau limpahkanlah (kepada kami kesabaran, teguhkanlah pendirian kami) dengan memperkokoh hati kami untuk berjuang, (dan bantulah kami terhadap orang-orang kafir\").",
            "sajda": false,
            "transliteration": "Wa lammaa barazoo liJaaloota wa junoodihee qaaloo Rabbanaaa afrigh 'alainaa sabranw wa sabbit aqdaamanaa wansurnaa 'alal qawmil kaafireen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 258,
            "aya_number": 251,
            "aya_text": "فَهَزَمُوْهُمْ بِاِذْنِ اللّٰهِ  ۗوَقَتَلَ دَاوٗدُ جَالُوْتَ وَاٰتٰىهُ اللّٰهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهٗ مِمَّا يَشَاۤءُ ۗ وَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّفَسَدَتِ الْاَرْضُ وَلٰكِنَّ اللّٰهَ ذُوْ فَضْلٍ عَلَى الْعٰلَمِيْنَ ",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 41,
            "translation_aya_text": "Maka mereka mengalahkannya dengan izin Allah, dan Dawud membunuh Jalut. Kemudian Allah memberinya (Dawud) kerajaan, dan hikmah, dan mengajarinya apa yang Dia kehendaki. Dan kalau Allah tidak melindungi sebagian manusia dengan sebagian yang lain, niscaya rusaklah bumi ini. Tetapi Allah mempunyai karunia (yang dilimpahkan-Nya) atas seluruh alam.",
            "tafsir_jalalayn": "(Mereka berhasil mengalahkan tentara Jalut) atau menghancurkan mereka (dengan izin Allah) atau kehendak-Nya, (dan Daud membunuh) yang berada dalam tentara Thalut (Jalut, kemudian ia diberi), yakni Daud (oleh Allah kerajaan) dalam lingkungan Bani Israel (dan hikmah), yaitu kenabian, setelah kematian Samuel dan Thalut. Kedua jabatan ini tidak pernah dirangkap oleh seorang pun sebelumnya (serta diajarkan-Nya kepadanya apa-apa yang dikehendaki-Nya), misalnya membuat baju besi dan menguasai bahasa burung. (Dan seandainya Allah tidak menolak kekejaman sebagian manusia) ba`dhuhum menjadi badal dari manusia (dengan sebagian yang lain, tentulah bumi ini akan rusak binasa), yakni dengan kemenangan orang-orang musyrik, terbunuhnya kaum muslimin dan dihancurkannya mesjid-mesjid. (Tetapi Allah mempunyai karunia terhadap seluruh alam) hingga Allah menolak atau menahan sebagian dari mereka (kaum musyrikin) melalui sebagian yang lain (kaum muslimin).",
            "sajda": false,
            "transliteration": "Fahazamoohum bi iznillaahi wa qatala Daawoodu jaaloota wa aataahul laahulmulka Wal Hikmata wa 'allamahoo mimmaa yashaaa'; wa law laa daf'ullaahin naasa ba'dahum biba'dil lafasadatil ardu wa laakinnal laaha zoo fadlin 'alal'aalameen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 259,
            "aya_number": 252,
            "aya_text": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّ ۗ وَاِنَّكَ لَمِنَ الْمُرْسَلِيْنَ  ۔",
            "sura_id": 2,
            "juz_id": 2,
            "page_number": 41,
            "translation_aya_text": "Itulah ayat-ayat Allah, Kami bacakan kepadamu dengan benar dan engkau (Muhammad) adalah benar-benar seorang rasul.",
            "tafsir_jalalayn": "(Itu), maksudnya ayat-ayat tadi (adalah ayat Allah yang Kami bacakan) atau ceritakan (kepadamu) hai Muhammad (dengan benar) (dan sesungguhnya kamu adalah salah seorang dari para rasul). Penegasan dengan 'inna' dan lain-lainnya, bertujuan untuk menolak ucapan orang-orang kafir terhadapnya yang mengatakan, \"Kamu bukanlah salah seorang rasul.\"",
            "sajda": false,
            "transliteration": "Tilka Aayaatul laahi natloohaa 'alaika bilhaqq; wa innaka laminal mursaleen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}