{
    "page_number": 410,
    "data": [
        {
            "aya_id": 3460,
            "aya_number": 51,
            "aya_text": "وَلَىِٕنْ اَرْسَلْنَا رِيْحًا فَرَاَوْهُ مُصْفَرًّا لَّظَلُّوْا مِنْۢ بَعْدِهٖ يَكْفُرُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 410,
            "translation_aya_text": "Dan sungguh, jika Kami mengirimkan angin lalu mereka melihat (tumbuh-tumbuhan itu) menjadi kuning (kering), niscaya setelah itu mereka tetap ingkar. ",
            "tafsir_jalalayn": "(Dan sungguh jika) lam menunjukkan makna qasam (Kami mengirimkan angin) yang membahayakan tumbuh-tumbuhan (lalu mereka melihat tumbuh-tumbuhan itu menjadi kuning/kering, benar-benar tetaplah mereka) benar-benar mereka menjadi; lafal ayat ini menjadi jawab dari qasam pada awal ayat tadi (sesudah itu) sesudah mengeringnya tumbuh-tumbuhan (orang-orang yang ingkar) mereka menjadi orang-orang yang mengingkari nikmat Allah, yaitu berupa hujan.",
            "sajda": false,
            "transliteration": "Wa la'in arsalnaa reehan fara awhu musfarral lazalloo mim ba'dihee yakfuroon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3461,
            "aya_number": 52,
            "aya_text": "فَاِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 410,
            "translation_aya_text": "Maka sungguh, engkau tidak akan sanggup menjadikan orang-orang yang mati itu dapat mendengar, dan menjadikan orang-orang yang tuli dapat mendengar seruan, apabila mereka berpaling ke belakang. ",
            "tafsir_jalalayn": "(Maka sesungguhnya kamu tidak akan sanggup menjadikan orang-orang yang mati itu dapat mendengar, dan menjadikan orang-orang yang tuli dapat mendengar seruan, apabila) lafal ad-du'aa idzaa dapat dibaca tahqiq dan tashil (mereka itu berpaling membelakangi).",
            "sajda": false,
            "transliteration": "Fa innaka laa tusmi'ul mawtaa wa laa tusmi'us summad du'aaa'a izaa wallaw mudbireen",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3462,
            "aya_number": 53,
            "aya_text": "وَمَآ اَنْتَ بِهٰدِ الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ࣖ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 410,
            "translation_aya_text": "Dan engkau tidak akan dapat memberi petunjuk kepada orang-orang yang buta (mata hatinya) dari kesesatannya. Dan engkau tidak dapat memperdengarkan (petunjuk Tuhan) kecuali kepada orang-orang yang beriman dengan ayat-ayat Kami, maka mereka itulah orang-orang yang berserah diri (kepada Kami). ",
            "tafsir_jalalayn": "(Dan kamu sekali-kali tidak akan dapat memberi petunjuk kepada orang-orang yang buta mata hatinya dari kesesatan, tidak lain) (kamu hanya dapat memperdengarkan) dengan pendengaran yang dibarengi dengan pemahaman dan mau menerima apa yang didengarnya (kepada orang-orang yang beriman dengan ayat-ayat Kami) yakni Alquran (mereka itulah orang-orang yang berserah diri) yaitu orang-orang yang ikhlas di dalam mentauhidkan Allah swt.",
            "sajda": false,
            "transliteration": "Wa maa anta bihaadil 'umyi 'an dalaalatihim in tusmi'u illaa mai yuminu bi aayaatinaa fahum muslimoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3463,
            "aya_number": 54,
            "aya_text": "۞ اَللّٰهُ الَّذِيْ خَلَقَكُمْ مِّنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْۢ بَعْدِ قُوَّةٍ ضَعْفًا وَّشَيْبَةً ۗيَخْلُقُ مَا يَشَاۤءُۚ وَهُوَ الْعَلِيْمُ الْقَدِيْرُ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 410,
            "translation_aya_text": "Allah-lah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) setelah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) setelah kuat itu lemah (kembali) dan beruban. Dia menciptakan apa yang Dia kehendaki. Dan Dia Maha Mengetahui, Mahakuasa. ",
            "tafsir_jalalayn": "(Allah, Dialah yang menciptakan kalian dari keadaan lemah) yaitu dari air mani yang hina lagi lemah itu (kemudian Dia menjadikan kalian sesudah keadaan lemah) yang lain yaitu masa kanak-kanak (menjadi kuat) masa muda yang penuh dengan semangat dan kekuatan (kemudian Dia menjadikan kalian sesudah kuat itu lemah kembali dan beruban) lemah karena sudah tua dan rambut pun sudah putih. Lafal dha'fan pada ketiga tempat tadi dapat dibaca dhu'fan. (Dia menciptakan apa yang dikehendaki-Nya) ada yang lemah, yang kuat, yang muda, dan yang tua (dan Dialah Yang Maha Mengetahui) mengatur makhluk-Nya (lagi Maha Kuasa) atas semua yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Allahul lazee khalaqa kum min du'fin summa ja'ala mim ba'di du'fin quwwatan summa ja'ala mim ba'di quwwatin du'fanw wa shaibah; yakhluqu maa yashaaa'u wa Huwal 'Aleemul Qadeer",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3464,
            "aya_number": 55,
            "aya_text": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُوْنَ ەۙ مَا لَبِثُوْا غَيْرَ سَاعَةٍ ۗ كَذٰلِكَ كَانُوْا يُؤْفَكُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 410,
            "translation_aya_text": "Dan pada hari (ketika) terjadinya Kiamat, orang-orang yang berdosa bersumpah, bahwa mereka berdiam (dalam kubur) hanya sesaat (saja). Begitulah dahulu mereka dipalingkan (dari kebenaran). ",
            "tafsir_jalalayn": "(Dan pada hari terjadinya kiamat bersumpahlah) mengatakan sumpah (orang-orang yang berdosa) orang-orang kafir (mereka tidak berdiam) mereka tidak tinggal di dalam kubur (melainkan sesaat saja) maka Allah berfirman: (Seperti demikianlah mereka selalu dipalingkan) dari kebenaran atau dari perkara yang hak, yang dimaksud adalah tentang hari berbangkit. Maksudnya sebagaimana mereka dipalingkan dari kebenaran maka mereka pun dipalingkan pula dari masa yang sebenarnya mereka tinggal di dalam kubur.",
            "sajda": false,
            "transliteration": "Wa Yawma taqoomus Saa'atu yuqsimul mujrimoona maa labisoo ghaira saa'ah; kazaalika kaanoo yu'fakoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3465,
            "aya_number": 56,
            "aya_text": "وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَالْاِيْمَانَ لَقَدْ لَبِثْتُمْ فِيْ كِتٰبِ اللّٰهِ اِلٰى يَوْمِ الْبَعْثِۖ فَهٰذَا يَوْمُ الْبَعْثِ وَلٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 410,
            "translation_aya_text": "Dan orang-orang yang diberi ilmu dan keimanan berkata (kepada orang-orang kafir), “Sungguh, kamu telah berdiam (dalam kubur) menurut ketetapan Allah, sampai hari kebangkitan. Maka inilah hari kebangkitan itu, tetapi (dahulu) kamu tidak meyakini(nya).” ",
            "tafsir_jalalayn": "(Dan berkata orang-orang yang diberi ilmu pengetahuan dan keimanan) para malaikat dan lain-lainnya: (\"Sesungguhnya kalian telah berdiam menurut ketetapan Allah) sesuai dengan apa yang telah dipastikan oleh-Nya menurut ilmu Allah yang terdahulu (sampai hari berbangkit; maka inilah hari berbangkit itu) yang kalian ingkari itu (akan tetapi kalian selalu tidak meyakini\") kejadiannya.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena ootul 'ilma wal eemaana laqad labistum fee kitaabil laahi ilaa yawmil ba'si fahaazaa yawmul ba'si wa laakinnakum kuntum laa ta'lamoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3466,
            "aya_number": 57,
            "aya_text": "فَيَوْمَىِٕذٍ لَّا يَنْفَعُ الَّذِيْنَ ظَلَمُوْا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 410,
            "translation_aya_text": "Maka pada hari itu tidak bermanfaat (lagi) permintaan maaf orang-orang yang zalim, dan mereka tidak pula diberi kesempatan bertobat lagi. ",
            "tafsir_jalalayn": "(Maka pada hari itu tidak bermanfaat lagi) lafal yanfa'u dapat dibaca tanfa'u (bagi orang-orang yang lalim permintaan uzur mereka) alasan ingkar mereka kepada adanya hari berbangkit (dan tidak pula mereka diberi kesempatan bertobat) mereka tidak diperintahkan lagi untuk kembali bertobat kepada Allah swt. dengan melakukan perbuatan-perbuatan yang diridai-Nya.",
            "sajda": false,
            "transliteration": "Fa Yawma'izil laa yanfa'ul lazeena zalamoo ma'ziratu hum wa laa hum yusta'taboon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3467,
            "aya_number": 58,
            "aya_text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۗ وَلَىِٕنْ جِئْتَهُمْ بِاٰيَةٍ لَّيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ اَنْتُمْ اِلَّا مُبْطِلُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 410,
            "translation_aya_text": "Dan sesungguhnya telah Kami jelaskan kepada manusia segala macam perumpamaan dalam Al-Qur'an ini. Dan jika engkau membawa suatu ayat kepada mereka, pastilah orang-orang kafir itu akan berkata, ”Kamu hanyalah orang-orang yang membuat kepalsuan belaka.” ",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami buatkan) telah Kami jadikan (di dalam Alquran ini segala macam perumpamaan untuk manusia) sebagai peringatan buat mereka. (Dan sesungguhnya jika) lam di sini bermakna qasam (kamu mendatangi mereka) hai Muhammad (dengan membawa suatu ayat) mukjizat seperti tongkat dan tangan Nabi Musa (pastilah akan berkata) dari lafal layaqulunna terbuang nun rafa', alasannya, karena berturut-turutnya beberapa nun, sedangkan wau-nya ikut dibuang pula, yaitu wau dhamir jamak, dengan alasan bukan karena bertemu dua huruf yang disukunkan (orang-orang yang kafir itu) sebagian dari mereka pasti mengatakan: (\"Tidak lain) (kalian) yakni Nabi Muhammad dan para sahabatnya (hanyalah orang-orang yang membuat kepalsuan belaka\") orang-orang yang mendatangkan kebatilan-kebatilan.",
            "sajda": false,
            "transliteration": "Wa laqad darabnaa linnaasi fee haazal Quraani min kulli masal; wa la'in ji'tahum bi aayatil la yaqoolannal lazeena kafaroo in antum illaa mubtiloon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3468,
            "aya_number": 59,
            "aya_text": "كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الَّذِيْنَ لَا يَعْلَمُوْنَ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 410,
            "translation_aya_text": "Demikianlah Allah mengunci hati orang-orang yang tidak (mau) memahami. ",
            "tafsir_jalalayn": "(Demikianlah Allah mengunci mati hati orang-orang yang tidak mau memahami) ketauhidan, sebagaimana Dia mengunci mati hati orang-orang itu, maka Dia pun mengunci mati hati mereka yang mengatakan hal demikian terhadap Nabi Muhammad dan para sahabatnya.",
            "sajda": false,
            "transliteration": "Kazaalika yatba'ul laahu 'alaa quloobil lazeena laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3469,
            "aya_number": 60,
            "aya_text": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلَا يَسْتَخِفَّنَّكَ الَّذِيْنَ لَا يُوْقِنُوْنَ ࣖ ",
            "sura_id": 30,
            "juz_id": 21,
            "page_number": 410,
            "translation_aya_text": "Maka bersabarlah engkau (Muhammad), sungguh, janji Allah itu benar dan sekali-kali jangan sampai orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu menggelisahkan engkau. ",
            "tafsir_jalalayn": "(Maka bersabarlah kamu, sesungguhnya janji Allah) yang akan menolongmu atas mereka (adalah benar dan sekali-kali janganlah orang-orang yang tidak meyakini itu membuat kamu gelisah) yakni orang-orang yang tidak meyakini adanya hari berbangkit. Janganlah kamu menjadi gelisah dan membabi buta melihat tingkah mereka itu, tetaplah pada kesabaranmu, jangan hiraukan mereka.",
            "sajda": false,
            "transliteration": "Fasbir inna wa'dal laahi haqqunw wa laa yastakhif fannakal lazeena laa yooqinoon",
            "surah": {
                "name": "سُورَةُ الرُّومِ",
                "englishName": "Ar-Room",
                "englishNameTranslation": "The Romans",
                "revelationType": "Meccan"
            }
        }
    ]
}