{
    "page_number": 412,
    "data": [
        {
            "aya_id": 3481,
            "aya_number": 12,
            "aya_text": "وَلَقَدْ اٰتَيْنَا لُقْمٰنَ الْحِكْمَةَ اَنِ اشْكُرْ لِلّٰهِ ۗوَمَنْ يَّشْكُرْ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ حَمِيْدٌ ",
            "sura_id": 31,
            "juz_id": 21,
            "page_number": 412,
            "translation_aya_text": "Dan sungguh, telah Kami berikan hikmah kepada Lukman, yaitu,  ”Bersyukurlah kepada Allah! Dan barangsiapa bersyukur (kepada Allah), maka sesungguhnya dia bersyukur untuk dirinya sendiri; dan barangsiapa tidak bersyukur (kufur), maka sesungguhnya Allah Mahakaya, Maha Terpuji.” ",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Luqman hikmah) antara lain ilmu, agama dan tepat pembicaraannya, dan kata-kata mutiara yang diucapkannya cukup banyak serta diriwayatkan secara turun-temurun. Sebelum Nabi Daud diangkat menjadi rasul dia selalu memberikan fatwa, dan dia sempat mengalami zaman kenabian Nabi Daud, lalu ia meninggalkan fatwa dan belajar menimba ilmu dari Nabi Daud. Sehubungan dengan hal ini Luqman pernah mengatakan, \"Aku tidak pernah merasa cukup apabila aku telah dicukupkan.\" Pada suatu hari pernah ditanyakan oleh orang kepadanya, \"Siapakah manusia yang paling buruk itu?\" Luqman menjawab, \"Dia adalah orang yang tidak mempedulikan orang lain yang melihatnya sewaktu dia mengerjakan kejahatan.\" (Yaitu) dan Kami katakan kepadanya, hendaklah (bersyukurlah kamu kepada Allah) atas hikmah yang telah dilimpahkan-Nya kepadamu. (Dan barang siapa yang bersyukur kepada Allah, maka sesungguhnya ia bersyukur untuk dirinya sendiri) karena pahala bersyukurnya itu kembali kepada dirinya sendiri (dan barang siapa yang tidak bersyukur) atas nikmat yang telah dilimpahkan-Nya kepadanya (maka sesungguhnya Allah Maha Kaya) tidak membutuhkan makhluk-Nya (lagi Maha Terpuji) Maha Terpuji di dalam ciptaan-Nya.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Luqmaanal hikmata anishkur lillaah; wa many yashkur fa innamaa yashkuru linafsihee wa man kafara fa innal laaha Ghaniyyun Hameed",
            "tajweed_text": "وَلَقَ[q:341[دْ] ءَاتَيْنَا لُ[q:10559[قْ]مَ[n[ـٰ]نَ [h:10560[ٱ]لْحِكْمَةَ أَنِ [h:10561[ٱ]شْكُرْ لِلَّهِ‌ۚ وَم[a:10562[َن ي]َشْكُرْ فَإِ[g[نّ]َمَا يَشْكُرُ لِنَفْسِه[n[ِۦ]‌ۖ وَمَ[f:662[ن ك]َفَرَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَنِىٌّ حَم[p[ِي][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ لُقۡمَانَ",
                "englishName": "Luqman",
                "englishNameTranslation": "Luqman",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3482,
            "aya_number": 13,
            "aya_text": "وَاِذْ قَالَ لُقْمٰنُ لِابْنِهٖ وَهُوَ يَعِظُهٗ يٰبُنَيَّ لَا تُشْرِكْ بِاللّٰهِ ۗاِنَّ الشِّرْكَ لَظُلْمٌ عَظِيْمٌ ",
            "sura_id": 31,
            "juz_id": 21,
            "page_number": 412,
            "translation_aya_text": "Dan (ingatlah) ketika Lukman berkata kepada anaknya, ketika dia memberi pelajaran kepadanya, ”Wahai anakku! Janganlah engkau mempersekutukan Allah, sesungguhnya mempersekutukan (Allah) adalah benar-benar kezaliman yang besar.” ",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Luqman berkata kepada anaknya, di waktu ia menasihatinya, \"Hai anakku) lafal bunayya adalah bentuk tashghir yang dimaksud adalah memanggil anak dengan nama kesayangannya (janganlah kamu mempersekutukan Allah, sesungguhnya mempersekutukan) Allah itu (adalah benar-benar kelaliman yang besar.\") Maka anaknya itu bertobat kepada Allah dan masuk Islam.",
            "sajda": false,
            "transliteration": "Wa iz qaala luqmaanu libnihee wa huwa ya'izuhoo ya bunaiya laa tushrik billaah; innash shirka lazulmun 'azeem",
            "tajweed_text": "وَإِذْ قَالَ لُ[q:10563[قْ]مَ[n[ـٰ]نُ لِ[h:10564[ٱ][q:10564[بْ]نِه[n[ِۦ] وَهُوَ يَعِظُهُ[n[ۥ] يَ[n[ـٰ]بُنَىَّ لَا تُشْرِكْ بِ[h:32[ٱ]للَّهِ‌ۖ إِ[g[نّ]َ [h:10565[ٱ][l[ل]شِّرْكَ لَظُلْمٌ عَظ[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ لُقۡمَانَ",
                "englishName": "Luqman",
                "englishNameTranslation": "Luqman",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3483,
            "aya_number": 14,
            "aya_text": "وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِۚ حَمَلَتْهُ اُمُّهٗ وَهْنًا عَلٰى وَهْنٍ وَّفِصَالُهٗ فِيْ عَامَيْنِ اَنِ اشْكُرْ لِيْ وَلِوَالِدَيْكَۗ اِلَيَّ الْمَصِيْرُ",
            "sura_id": 31,
            "juz_id": 21,
            "page_number": 412,
            "translation_aya_text": "Dan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu. ",
            "tafsir_jalalayn": "(Dan Kami wasiatkan kepada manusia terhadap kedua orang ibu bapaknya) maksudnya Kami perintahkan manusia untuk berbakti kepada kedua orang ibu bapaknya (ibunya telah mengandungnya) dengan susah payah (dalam keadaan lemah yang bertambah-tambah) ia lemah karena mengandung, lemah sewaktu mengeluarkan bayinya, dan lemah sewaktu mengurus anaknya di kala bayi (dan menyapihnya) tidak menyusuinya lagi (dalam dua tahun. Hendaknya) Kami katakan kepadanya (bersyukurlah kepada-Ku dan kepada kedua orang ibu bapakmu, hanya kepada Akulah kembalimu) yakni kamu akan kembali.",
            "sajda": false,
            "transliteration": "Wa wassainal bi waalidaihi hamalat hu ummuhoo wahnan 'alaa wahninw wa fisaaluhoo fee 'aamaini anishkur lee wa liwaalidaika ilaiyal maseer",
            "tajweed_text": "وَوَصَّيْنَا [h:10289[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ بِو[n[َٲ]لِدَيْهِ حَمَلَتْهُ أُ[g[مّ]ُهُ[n[ۥ] وَهْنًا عَلَىٰ وَهْ[a:10566[نٍ و]َفِصَ[n[ـٰ]لُهُ[n[ۥ] فِى عَامَيْنِ أَنِ [h:10561[ٱ]شْكُرْ لِى وَلِو[n[َٲ]لِدَيْكَ إِلَىَّ [h:10567[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ لُقۡمَانَ",
                "englishName": "Luqman",
                "englishNameTranslation": "Luqman",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3484,
            "aya_number": 15,
            "aya_text": "وَاِنْ جَاهَدٰكَ عَلٰٓى اَنْ تُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِى الدُّنْيَا مَعْرُوْفًا ۖوَّاتَّبِعْ سَبِيْلَ مَنْ اَنَابَ اِلَيَّۚ  ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 31,
            "juz_id": 21,
            "page_number": 412,
            "translation_aya_text": "Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan. ",
            "tafsir_jalalayn": "(Dan jika keduanya memaksamu untuk mempersekutukan dengan Aku sesuatu yang tidak ada pengetahuanmu tentang itu) yakni pengetahuan yang sesuai dengan kenyataannya (maka janganlah kamu mengikuti keduanya, dan pergaulilah keduanya di dunia dengan cara yang makruf) yaitu dengan berbakti kepada keduanya dan menghubungkan silaturahmi dengan keduanya (dan ikutilah jalan) tuntunan (orang yang kembali) orang yang bertobat (kepada-Ku) dengan melakukan ketaatan (kemudian hanya kepada Akulah kembali kalian, maka Kuberitakan kepada kalian apa yang telah kalian kerjakan) Aku akan membalasnya kepada kalian. Jumlah kalimat mulai dari ayat 14 sampai dengan akhir ayat 15 yaitu mulai dari lafal wa washshainal insaana dan seterusnya merupakan jumlah i'tiradh, atau kalimat sisipan.",
            "sajda": false,
            "transliteration": "Wa in jaahadaaka 'alaaa an tushrika bee maa laisa laka bihee 'ilmun falaa tuti'humaa wa saahib humaa fid dunyaa ma'roofanw wattabi' sabeela man anaaba ilayy; summa ilaiya marji'ukum fa unabbi'ukum bimaa kuntum ta'maloon",
            "tajweed_text": "وَإِ[f:10291[ن ج]َ[n[ـٰ]هَدَاكَ عَلَ[o[ىٰٓ] أَ[f:10568[ن ت]ُشْرِكَ بِى مَا لَيْسَ لَكَ بِه[n[ِۦ] عِلْ[f:10292[مٌ ف]َلَا تُطِعْهُمَا‌ۖ وَصَاحِ[q:10569[بْ]هُمَا فِى [h:599[ٱ][l[ل]دُّنْيَا مَعْرُو[a:10570[فًا‌ۖ و]َ[h:7280[ٱ]تَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ‌ۚ ثُ[g[مّ]َ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُك[c:10293[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ لُقۡمَانَ",
                "englishName": "Luqman",
                "englishNameTranslation": "Luqman",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3485,
            "aya_number": 16,
            "aya_text": "يٰبُنَيَّ اِنَّهَآ اِنْ تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِيْ صَخْرَةٍ اَوْ فِى السَّمٰوٰتِ اَوْ فِى الْاَرْضِ يَأْتِ بِهَا اللّٰهُ ۗاِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ",
            "sura_id": 31,
            "juz_id": 21,
            "page_number": 412,
            "translation_aya_text": "(Lukman berkata), ”Wahai anakku! Sungguh, jika ada (sesuatu perbuatan) seberat biji sawi, dan berada dalam batu atau di langit atau di bumi, niscaya Allah akan memberinya (balasan). Sesungguhnya Allah Mahahalus, Mahateliti. ",
            "tafsir_jalalayn": "(\"Hai anakku, sesungguhnya) perbuatan yang buruk-buruk itu (jika ada sekalipun hanya sebesar biji sawi, dan berada dalam batu atau di langit atau di bumi) atau di suatu tempat yang paling tersembunyi pada tempat-tempat tersebut (niscaya Allah akan mendatangkannya) maksudnya Dia kelak akan menghisabnya. (Sesungguhnya Allah Maha Halus) untuk mengeluarkannya (lagi Maha Waspada) tentang tempatnya.",
            "sajda": false,
            "transliteration": "Ya bunaiya innahaaa in taku misqaala habbatim min khardalin fatakun fee sakhratin aw fis samaawaati aw fil ardi yaati bihal laa; innal laaha lateefun Khabeer",
            "tajweed_text": "يَ[n[ـٰ]بُنَىَّ إِ[g[نّ]َه[o[َآ] إِ[f:10571[ن ت]َكُ مِثْقَالَ حَبَّ[a:8775[ةٍ م]ِّنْ خَرْدَ[f:10572[لٍ ف]َتَكُ[f:10573[ن ف]ِى صَخْرَةٍ أَوْ فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ أَوْ فِى [h:44[ٱ]لْأَرْضِ يَأْتِ بِهَا [h:10574[ٱ]للَّهُ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَطِيفٌ خَب[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ لُقۡمَانَ",
                "englishName": "Luqman",
                "englishNameTranslation": "Luqman",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3486,
            "aya_number": 17,
            "aya_text": "يٰبُنَيَّ اَقِمِ الصَّلٰوةَ وَأْمُرْ بِالْمَعْرُوْفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلٰى مَآ اَصَابَكَۗ اِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ",
            "sura_id": 31,
            "juz_id": 21,
            "page_number": 412,
            "translation_aya_text": "Wahai anakku! Laksanakanlah salat dan suruhlah (manusia) berbuat yang makruf dan cegahlah (mereka) dari yang mungkar dan bersabarlah terhadap apa yang menimpamu, sesungguhnya yang demikian itu termasuk perkara yang penting.",
            "tafsir_jalalayn": "(Hai anakku, dirikanlah salat dan suruhlah manusia mengerjakan yang baik dan cegahlah mereka dari perbuatan mungkar serta bersabarlah terhadap apa yang menimpa kamu) disebabkan amar makruf dan nahi mungkarmu itu. (Sesungguhnya yang demikian itu) hal yang telah disebutkan itu (termasuk hal-hal yang ditekankan untuk diamalkan) karena mengingat hal-hal tersebut merupakan hal-hal yang wajib.",
            "sajda": false,
            "transliteration": "Yaa bunaiya aqimis-Salaata waamur bilma'roofi wanha 'anil munkari wasbir 'alaa maaa asaabaka inna zaalika min 'azmil umoor",
            "tajweed_text": "يَ[n[ـٰ]بُنَىَّ أَقِمِ [h:7851[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأْمُرْ بِ[h:934[ٱ]لْمَعْرُوفِ وَ[h:10575[ٱ]نْهَ عَنِ [h:2144[ٱ]لْمُ[f:2145[نك]َرِ وَ[h:6232[ٱ]صْبِرْ عَلَىٰ م[o[َآ] أَصَابَكَ‌ۖ إِ[g[نّ]َ ذ[n[َٲ]لِكَ مِنْ عَزْمِ [h:2488[ٱ]لْأُم[p[ُو]رِ",
            "surah": {
                "name": "سُورَةُ لُقۡمَانَ",
                "englishName": "Luqman",
                "englishNameTranslation": "Luqman",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3487,
            "aya_number": 18,
            "aya_text": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۚ",
            "sura_id": 31,
            "juz_id": 21,
            "page_number": 412,
            "translation_aya_text": "Dan janganlah kamu memalingkan wajah dari manusia (karena sombong) dan janganlah berjalan di bumi dengan angkuh. Sungguh, Allah tidak menyukai orang-orang yang sombong dan membanggakan diri.",
            "tafsir_jalalayn": "(Dan janganlah kamu memalingkan) menurut qiraat yang lain dibaca wa laa tushaa`ir (mukamu dari manusia) janganlah kamu memalingkannya dari mereka dengan rasa takabur (dan janganlah kamu berjalan di muka bumi dengan angkuh) dengan rasa sombong. (Sesungguhnya Allah tidak menyukai orang-orang yang sombong) yakni orang-orang yang sombong di dalam berjalan (lagi membanggakan diri) atas manusia.",
            "sajda": false,
            "transliteration": "Wa laa tusa'-'ir khaddaka linnaasi wa laa tamshi fil ardi maarahan innal laaha laa yuhibbu kulla mukhtaalin fakhoor",
            "tajweed_text": "وَلَا تُصَعِّرْ خَدَّكَ لِل[g[نّ]َاسِ وَلَا تَمْشِ فِى [h:44[ٱ]لْأَرْضِ مَرَحًا‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُحِبُّ كُلَّ مُخْتَا[f:10576[لٍ ف]َخ[p[ُو]رٍ",
            "surah": {
                "name": "سُورَةُ لُقۡمَانَ",
                "englishName": "Luqman",
                "englishNameTranslation": "Luqman",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3488,
            "aya_number": 19,
            "aya_text": "وَاقْصِدْ فِيْ مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَۗ اِنَّ اَنْكَرَ الْاَصْوَاتِ لَصَوْتُ الْحَمِيْرِ ࣖ",
            "sura_id": 31,
            "juz_id": 21,
            "page_number": 412,
            "translation_aya_text": "Dan sederhanakanlah dalam berjalan dan lunakkanlah suaramu. Sesungguhnya seburuk-buruk suara ialah suara keledai.”",
            "tafsir_jalalayn": "(Dan sederhanalah kamu dalam berjalan) ambillah sikap pertengahan dalam berjalan, yaitu antara pelan-pelan dan berjalan cepat, kamu harus tenang dan anggun (dan lunakkanlah) rendahkanlah (suaramu. Sesungguhnya seburuk-buruk suara) suara yang paling jelek itu (ialah suara keledai.\") Yakni pada permulaannya adalah ringkikan kemudian disusul oleh lengkingan-lengkingan yang sangat tidak enak didengar.",
            "sajda": false,
            "transliteration": "Waqsid fee mashyika waghdud min sawtik; inna ankaral aswaati lasawtul hameer",
            "tajweed_text": "وَ[h:9999[ٱ][q:10577[قْ]صِ[q:10577[دْ] فِى مَشْيِكَ وَ[h:10578[ٱ]غْضُضْ مِ[f:10579[ن ص]َوْتِكَ‌ۚ إِ[g[نّ]َ أَ[f:10580[نك]َرَ [h:10581[ٱ]لْأَصْو[n[َٲ]تِ لَصَوْتُ [h:10582[ٱ]لْحَم[p[ِي]رِ",
            "surah": {
                "name": "سُورَةُ لُقۡمَانَ",
                "englishName": "Luqman",
                "englishNameTranslation": "Luqman",
                "revelationType": "Meccan"
            }
        }
    ]
}