{
    "page_number": 415,
    "data": [
        {
            "aya_id": 3504,
            "aya_number": 1,
            "aya_text": " الۤمّۤ ۗ ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "Alif Lam Mim.",
            "tafsir_jalalayn": "(Alif lam mim) hanya Allah sajalah yang mengetahui arti dan maksud ayat ini.",
            "sajda": false,
            "transliteration": "Alif-Laaam-Meeem",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3505,
            "aya_number": 2,
            "aya_text": "تَنْزِيْلُ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "Turunnya Al-Qur'an itu tidak ada keraguan padanya, (yaitu) dari Tuhan seluruh alam. ",
            "tafsir_jalalayn": "(Turunnya Alkitab) yakni Alquran; Alkitab sebagai mubtada (yang tidak ada keraguan) tidak ada hal yang diragukan (padanya) fiihi sebagai khabar pertama (adalah dari Rabb semesta alam) rabbil'aalamiin sebagai khabar kedua.",
            "sajda": false,
            "transliteration": "Tanzeelul Kitaabi 'laaraiba feehi mir rabbil 'aalameen",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3506,
            "aya_number": 3,
            "aya_text": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُوْنَ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "Tetapi mengapa mereka (orang kafir) mengatakan, “Dia (Muhammad) telah mengada-adakannya.” Tidak, Al-Qur'an itu kebenaran (yang datang) dari Tuhanmu, agar engkau memberi peringatan kepada kaum yang belum pernah didatangi orang yang memberi peringatan sebelum engkau; agar mereka mendapat petunjuk.",
            "tafsir_jalalayn": "(Tetapi mengapa) (mereka mengatakan, \"Dia mengada-adakannya\") yakni Muhammad? Tidak (sebenarnya Alquran itu adalah kebenaran yang datang dari Rabbmu, agar kamu memberi peringatan) dengan Alquran itu (kepada kaum yang belum) huruf maa bermakna nafi atau negatif (datang kepada mereka orang yang memberi peringatan sebelum kamu; mudah-mudahan mereka mendapat petunjuk) dengan peringatanmu itu.",
            "sajda": false,
            "transliteration": "Am yaqooloonaf taraahu bal huwal haqqu mir rabbika litunzira qawma maaa ataahum min nazeerim min qablika la'allahum yahtadoon",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3507,
            "aya_number": 4,
            "aya_text": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ مَا لَكُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّ وَّلَا شَفِيْعٍۗ  اَفَلَا تَتَذَكَّرُوْنَ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "Allah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas ‘Arsy. Bagimu tidak ada seorang pun penolong maupun pemberi syafaat selain Dia. Maka apakah kamu tidak memperhatikan?",
            "tafsir_jalalayn": "(Allahlah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam hari) dimulai dari hari Ahad dan selesai pada hari Jumat (kemudian Dia berkuasa di atas Arasy) kata Arasy menurut terminologi bahasa artinya singgasana seorang raja, maksudnya kekuasaan yang layak bagi kebesaran dan keagungan-Nya. (Tidak ada bagi kalian) hai orang-orang kafir Mekah (selain daripada-Nya) yakni selain-Nya (seorang penolong pun) lafal min waliyyin adalah isim daripada maa zaidah hanya ditambahi dengan huruf min pada permulaannya. Makna yang dimaksud ialah tiada seorang penolong pun (dan tidak pula seorang pemberi manfaat) yang dapat menolak azab Allah dari diri kalian. (Maka apakah kalian tidak memperhatikan) hal ini, yang oleh karenanya kalian mau beriman?",
            "sajda": false,
            "transliteration": "Allaahul lazee khalaqas samaawaati wal arda wa maa bainahumaa fee sittati ayyaam;Thummas tawaa 'alal 'arsh; maa lakum min doonihee minw-wwaliyyinw-wala shafee'; afala tatazakkaroon",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3508,
            "aya_number": 5,
            "aya_text": "يُدَبِّرُ الْاَمْرَ مِنَ السَّمَاۤءِ اِلَى الْاَرْضِ ثُمَّ يَعْرُجُ اِلَيْهِ فِيْ يَوْمٍ كَانَ مِقْدَارُهٗٓ اَلْفَ سَنَةٍ مِّمَّا تَعُدُّوْنَ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "Dia mengatur segala urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya dalam satu hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu.",
            "tafsir_jalalayn": "(Dia mengatur urusan dari langit ke bumi) selama dunia masih ada (kemudian naiklah) urusan dan pengaturan itu (kepada-Nya dalam suatu hari yang lamanya adalah seribu tahun menurut perhitungan kalian) di dunia. Dan di dalam surah Al-Ma'arij ayat 4 disebutkan bahwa kadar masa itu adalah lima puluh ribu tahun. Makna yang dimaksud ialah bahwa saat hari kiamat bagi orang-orang kafir terasa begitu lama sekali karena sangat ngerinya. Berbeda halnya dengan orang yang beriman, ia merasa seolah-olah hanya sebentar saja bahkan waktunya terasa lebih pendek daripada satu salat fardu yang dilakukannya di dunia. Demikianlah menurut keterangan yang dijelaskan di dalam hadis.",
            "sajda": false,
            "transliteration": "Yudabbirul amra minas samaaa'i ilal ardi Thumma ya'ruju ilai Thumma ya'ruju ilaihi fee yawmin kaana miqdaaruhoooo alfa sanatim mimmaa ta'uddoon",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3509,
            "aya_number": 6,
            "aya_text": "ذٰلِكَ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الرَّحِيْمُۙ ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "Yang demikian itu, ialah Tuhan yang mengetahui yang gaib dan yang nyata, Yang Mahaperkasa, Maha Penyayang.",
            "tafsir_jalalayn": "(Yang demikian itu) yakni Yang Maha Pencipta dan Yang Maha Mengatur itu (ialah Tuhan Yang Mengetahui yang gaib dan yang nyata) yaitu apa yang gaib di mata makhluk-Nya dan apa yang nyata bagi makhluk-Nya (Yang Maha Perkasa) Maha Kuat di dalam kerajaan-Nya (lagi Maha Penyayang) kepada orang-orang yang taat kepada-Nya.",
            "sajda": false,
            "transliteration": "Zaalika 'aalimul ghaybi wa shahaadatil 'azeezur raheem",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3510,
            "aya_number": 7,
            "aya_text": "الَّذِيْٓ اَحْسَنَ كُلَّ شَيْءٍ خَلَقَهٗ وَبَدَاَ خَلْقَ الْاِنْسَانِ مِنْ طِيْنٍ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "Yang memperindah segala sesuatu yang Dia ciptakan dan yang memulai penciptaan manusia dari tanah,",
            "tafsir_jalalayn": "(Yang membuat segala sesuatu yang Dia ciptakan sebaik-baiknya) kalau dibaca khalaqahu berarti fi'il madhi yang berkedudukan sebagai sifat. Apabila dibaca khalqahu berarti sebagai badal isytimal (dan yang memulai penciptaan manusia) yakni Nabi Adam (dari tanah).",
            "sajda": false,
            "transliteration": "Allazee ahsana kulla shai in khalaqa; wa bada a khalqal insaani min teen",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3511,
            "aya_number": 8,
            "aya_text": "ثُمَّ جَعَلَ نَسْلَهٗ مِنْ سُلٰلَةٍ مِّنْ مَّاۤءٍ مَّهِيْنٍ ۚ ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "kemudian Dia menjadikan keturunannya dari sari pati air yang hina (air mani).",
            "tafsir_jalalayn": "(Kemudian Dia menjadikan keturunannya) anak cucunya (dari sulalah) dari darah kental (yang berasal dari air yang lemah) yaitu air mani.",
            "sajda": false,
            "transliteration": "Thumma ja'ala naslahoo min sulaalatim mim maaa'immaheen",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3512,
            "aya_number": 9,
            "aya_text": "ثُمَّ سَوّٰىهُ وَنَفَخَ فِيْهِ مِنْ رُّوْحِهٖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "Kemudian Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)nya dan Dia menjadikan pendengaran, penglihatan dan hati bagimu, (tetapi) sedikit sekali kamu bersyukur.",
            "tafsir_jalalayn": "(Kemudian Dia menyempurnakannya) menyempurnakan penciptaan Adam (dan meniupkan ke dalam tubuhnya sebagian dari roh-Nya) yakni Dia menjadikannya hidup dapat merasa atau mempunyai perasaan, yang sebelumnya ia adalah benda mati (dan Dia menjadikan bagi kalian) yaitu anak cucunya (pendengaran) lafal as-sam'a bermakna jamak sekalipun bentuknya mufrad (dan penglihatan serta hati) (tetapi kalian sedikit sekali bersyukur) huruf maa adalah huruf zaidah yang berfungsi mengukuhkan makna lafal qaliilan, yakni sedikit sekali.",
            "sajda": false,
            "transliteration": "Thumma sawwaahu wa nafakha feehi mir roohihih; wa ja'ala lakumus sam'a wal-absaara wal-af'idah; taqaleelam maa tashkuroon",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3513,
            "aya_number": 10,
            "aya_text": "وَقَالُوْٓا ءَاِذَا ضَلَلْنَا فِى الْاَرْضِ ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ بَلْ هُمْ بِلِقَاۤءِ رَبِّهِمْ كٰفِرُوْنَ ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "Dan mereka berkata, “Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan berada dalam ciptaan yang baru?” Bahkan mereka mengingkari pertemuan dengan Tuhannya.",
            "tafsir_jalalayn": "(Dan mereka berkata) orang-orang yang ingkar akan adanya hari berbangkit: (\"Apakah bila kami telah lenyap di dalam tanah) yakni kami telah hancur di dalamnya, misalnya kami telah menjadi debu yang bercampur dengan tanah asli (kami benar-benar akan berada dalam ciptaan yang baru?\") kata tanya di sini mengandung makna ingkar; lafal ayat ini boleh dibaca tahqiq dan boleh pula dibaca tashil. Maka Allah swt. berfirman: (Bahkan mereka terhadap hari pertemuan dengan Rabbnya) yaitu hari berbangkit (adalah orang-orang yang ingkar.)",
            "sajda": false,
            "transliteration": "Wa qaalooo 'a-izaa dalalnaa fil ardi 'a-innaa lafee khalqin jadeed; bal hum biliqaaa'i rabbihim kaafirroon",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3514,
            "aya_number": 11,
            "aya_text": "۞ قُلْ يَتَوَفّٰىكُمْ مَّلَكُ الْمَوْتِ الَّذِيْ وُكِّلَ بِكُمْ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ ࣖ ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 415,
            "translation_aya_text": "Katakanlah, “Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikan kamu, kemudian kepada Tuhanmu, kamu akan dikembalikan.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka: (\"Malaikat maut yang diserahi tugas untuk mencabut nyawa kalian akan mematikan kalian) yakni akan mencabut nyawa kalian (kemudian hanya kepada Rabb kalianlah, kamu sekalian akan dikembalikan\") dalam keadaan hidup, maka kelak Dia akan membalas amal perbuatan kalian.",
            "sajda": false,
            "transliteration": "Qul yatawaffaakum malakul mawtil lazee wukkila bikum Thumma ilaa rabbikum turja'oon",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        }
    ]
}