{
    "page_number": 416,
    "data": [
        {
            "aya_id": 3515,
            "aya_number": 12,
            "aya_text": "وَلَوْ تَرٰىٓ اِذِ الْمُجْرِمُوْنَ نَاكِسُوْا رُءُوْسِهِمْ عِنْدَ رَبِّهِمْۗ رَبَّنَآ اَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا اِنَّا مُوْقِنُوْنَ ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 416,
            "translation_aya_text": "Dan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), “Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.”",
            "tafsir_jalalayn": "(Dan jika sekiranya kamu melihat orang-orang yang berdosa itu) yakni orang-orang kafir (menundukkan kepalanya di hadapan Rabbnya) karena merasa malu kepada-Nya, seraya mengatakan: (\"Ya Rabb kami! Kami telah melihat) apa yang telah kami ingkari sebelumnya, yaitu hari berbangkit (dan mendengar) dari-Mu kebenaran rasul-rasul yang telah kami dustakan mereka dahulu (maka kembalikanlah kami) ke dunia (kami akan mengerjakan amal saleh) di dunia (sesungguhnya kami adalah orang-orang yang yakin\") mulai sekarang, akan tetapi hal itu sama sekali tidak bermanfaat bagi mereka, dan mereka tidak akan dikembalikan lagi ke dunia. Sebagai jawab dari lafal lau ialah niscaya kamu melihat hal yang sangat mengerikan. Kemudian Allah berfirman pada ayat selanjutnya:",
            "sajda": false,
            "transliteration": "Wa law taraaa izil mujrimoona naakisoo ru'oosihim 'inda rabbihim rabbanaaa absarnaa wa sami'naa farji'naa na'mal saalihan innaa mooqinoon",
            "tajweed_text": "وَلَوْ تَرَ[o[ىٰٓ] إِذِ [h:10636[ٱ]لْمُ[q:5255[جْ]رِمُونَ نَاكِسُو[s[اْ] رُءُوسِهِمْ عِ[f:264[ند]َ رَبِّهِمْ رَبَّن[o[َآ] أَ[q:10637[بْ]صَرْنَا وَسَمِعْنَا فَ[h:10638[ٱ]رْجِعْنَا نَعْمَلْ صَ[n[ـٰ]لِحًا إِ[g[نّ]َا مُوقِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3516,
            "aya_number": 13,
            "aya_text": "وَلَوْ شِئْنَا لَاٰتَيْنَا كُلَّ نَفْسٍ هُدٰىهَا وَلٰكِنْ حَقَّ الْقَوْلُ مِنِّيْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 416,
            "translation_aya_text": "Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya, tetapi telah ditetapkan perkataan (ketetapan) dari-Ku, “Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama.",
            "tafsir_jalalayn": "(Dan kalau Kami menghendaki niscaya Kami akan berikan kepada tiap-tiap jiwa petunjuk baginya) sehingga ia memperoleh petunjuk untuk beriman dan mengerjakan ketaatan atas kemauan sendiri (akan tetapi telah tetaplah perkataan daripada-Ku) yaitu, (\"Sesungguhnya akan Aku penuhi neraka Jahanam itu dengan jin) maksudnya bangsa jin (dan manusia semuanya) malaikat penjaga neraka mengatakan kepada mereka jika mereka dimasukkan ke dalamnya.",
            "sajda": false,
            "transliteration": "Wa law shi'naa la-aatainaa kulla nafsin hudaahaa wa laakin haqqal qawlu minnee la amla'anna jahannama minal jinnati wannaasi ajma'een",
            "tajweed_text": "وَلَوْ شِئْنَا لَأَتَيْنَا كُلَّ نَفْسٍ هُدَ[n[ٮٰ]هَا وَلَ[n[ـٰ]كِنْ حَقَّ [h:10639[ٱ]لْقَوْلُ مِ[g[نّ]ِى لَأَمْلَأَ[g[نّ]َ جَهَ[g[نّ]َمَ مِنَ [h:6531[ٱ]لْجِ[g[نّ]َةِ وَ[h:824[ٱ][l[ل][g[نّ]َاسِ أَ[q:825[جْ]مَع[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3517,
            "aya_number": 14,
            "aya_text": "فَذُوْقُوْا بِمَا نَسِيْتُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۚ اِنَّا نَسِيْنٰكُمْ وَذُوْقُوْا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 416,
            "translation_aya_text": "Maka rasakanlah olehmu (azab ini) disebabkan kamu melalaikan pertemuan dengan harimu ini (hari Kiamat), sesungguhnya Kami pun melalaikan kamu dan rasakanlah azab yang kekal, atas apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Maka rasakanlah oleh kalian) azab ini (disebabkan kalian melupakan pertemuan dengan hari kalian ini) karena kalian tidak mau beriman kepadanya (sesungguhnya Kami telah melupakan kalian pula) maksudnya Kami tinggalkan kalian di dalam azab (dan rasakanlah siksa yang kekal) azab yang abadi (disebabkan apa yang selalu kalian kerjakan\") akibat dari kekafiran dan kedustaan yang telah kalian kerjakan.",
            "sajda": false,
            "transliteration": "Fazooqoo bimaa naseetum liqaaa'a yawminkum haaza innaa naseenaakum wa zooqoo 'azaabal khuldi bimaa kuntum ta'maloon",
            "tajweed_text": "فَذُوقُو[s[اْ] بِمَا نَسِيتُمْ لِق[o[َا]ٓءَ يَوْمِكُمْ هَ[n[ـٰ]ذ[o[َآ] إِ[g[نّ]َا نَسِينَ[n[ـٰ]كُمْ‌ۖ وَذُوقُو[s[اْ] عَذَابَ [h:6085[ٱ]لْخُلْدِ بِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3518,
            "aya_number": 15,
            "aya_text": "اِنَّمَا يُؤْمِنُ بِاٰيٰتِنَا الَّذِيْنَ اِذَا ذُكِّرُوْا بِهَا خَرُّوْا سُجَّدًا وَّسَبَّحُوْا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُوْنَ ۩ ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 416,
            "translation_aya_text": "Orang-orang yang beriman dengan ayat-ayat Kami, hanyalah orang-orang yang apabila diperingatkan dengannya (ayat-ayat Kami), mereka menyungkur sujud dan bertasbih serta memuji Tuhannya, dan mereka tidak menyombongkan diri.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman kepada ayat-ayat Kami) yakni Alquran (adalah orang-orang yang apabila diperingatkan) dinasihati (dengan ayat-ayat Kami mereka menyungkur sujud dan bertasbih) seraya (memuji Rabbnya) dengan mengucapkan kalimat, \"Subhaanallaah wa bihamdihi\" (sedangkan mereka tidak menyombongkan diri) lantaran beriman dan berlaku taat itu.",
            "sajda": true,
            "transliteration": "Innamaa yu'minu bi aayaatinal lazeena izaa zukkiroo bihaa kharroo sujjadanw wa sabbahoo bihamdi rabbihim wa hum laa yastakbiroon",
            "tajweed_text": "إِ[g[نّ]َمَا يُؤْمِنُ بِـَٔـايَ[n[ـٰ]تِنَا [h:10640[ٱ]لَّذِينَ إِذَا ذُكِّرُو[s[اْ] بِهَا خَرُّو[s[اْ] سُجَّ[a:10641[دًا و]َسَبَّحُو[s[اْ] بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُ[p[و]نَ ۩",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3519,
            "aya_number": 16,
            "aya_text": "تَتَجَافٰى جُنُوْبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُوْنَ رَبَّهُمْ خَوْفًا وَّطَمَعًاۖ وَّمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 416,
            "translation_aya_text": "Lambung mereka jauh dari tempat tidurnya, mereka berdoa kepada Tuhannya dengan rasa takut dan penuh harap, dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka.",
            "tafsir_jalalayn": "(Lambung mereka jauh) diri mereka jauh (dari tempat tidurnya) dari tempat pembaringannya disebabkan mereka selalu melakukan salat tahajud di malam hari (sedangkan mereka berdoa kepada Rabbnya dengan rasa takut) akan azab-Nya (dan penuh harap) akan rahmat-Nya (dan mereka menafkahkan sebagian dari rezeki yang Kami berikan kepada mereka) yaitu menyedekahkannya.",
            "sajda": false,
            "transliteration": "Tatajaafaa junoobuhum 'anil madaaji'i yad'oona rabbahum khawfanw wa tama'anw wa mimmaa razaqnaahum yunfiqoon",
            "tajweed_text": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ [h:10642[ٱ]لْمَضَاجِعِ يَ[q:1240[دْ]عُونَ رَبَّهُمْ خَوْ[a:4752[فًا و]َطَمَ[a:10643[عًا و]َمِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ يُ[f:16[نف]ِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3520,
            "aya_number": 17,
            "aya_text": "فَلَا تَعْلَمُ نَفْسٌ مَّآ اُخْفِيَ لَهُمْ مِّنْ قُرَّةِ اَعْيُنٍۚ جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 416,
            "translation_aya_text": "Maka tidak seorang pun mengetahui apa yang disembunyikan untuk mereka yaitu (bermacam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Seorang pun tidak mengetahui apa yang disembunyikan) apa yang tersembunyi (bagi mereka yaitu berupa bermacam-macam nikmat yang menyedapkan pandangan mata) yakni nikmat-nikmat surga yang menyenangkan hati mereka. Menurut suatu qiraat lafal ukhfiya dibaca ukhfii, artinya apa yang Aku sembunyikan (sebagai balasan terhadap apa yang telah mereka kerjakan).",
            "sajda": false,
            "transliteration": "Falaa ta'lamu nafsum maaa ukhfiya lahum min qurrati a'yunin jazaaa'am bimaa kaanoo ya'maloon",
            "tajweed_text": "فَلَا تَعْلَمُ نَفْ[a:10644[سٌ م]ّ[o[َآ] أُخْفِىَ لَه[w:1812[ُم م]ِّ[f:10645[ن ق]ُرَّةِ أَعْيُ[f:10646[نٍ ج]َز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3521,
            "aya_number": 18,
            "aya_text": "اَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًاۗ  لَا يَسْتَوٗنَ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 416,
            "translation_aya_text": "Maka apakah orang yang beriman seperti orang yang fasik (kafir)?  Mereka tidak sama.",
            "tafsir_jalalayn": "(Maka apakah orang-orang yang beriman sama seperti orang yang fasik? Mereka tidak sama) maksudnya orang-orang mukmin dan orang-orang fasik atau kafir itu tidak sama.",
            "sajda": false,
            "transliteration": "Afaman kaana mu'minan kaman kaana faasiqaa; laa yasta woon",
            "tajweed_text": "أَفَمَ[f:6273[ن ك]َانَ مُؤْمِ[f:10647[نًا ك]َمَ[f:10648[ن ك]َانَ فَاسِ[u:10649[قًا‌ۚ ل]َّا يَسْتَوُ[p[ۥ]نَ",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3522,
            "aya_number": 19,
            "aya_text": "اَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَلَهُمْ جَنّٰتُ الْمَأْوٰىۖ  نُزُلًا ۢبِمَا كَانُوْا يَعْمَلُوْنَ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 416,
            "translation_aya_text": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka akan mendapat surga-surga tempat kediaman, sebagai pahala atas apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Adapun orang-orang yang beriman dan mengerjakan amal-amal saleh, maka bagi mereka surga tempat kediaman) arti kata nuzulan asalnya adalah tempat yang disediakan untuk para tamu (sebagai pahala terhadap apa yang telah mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Ammal lazeena aamanoo wa 'amilus saalihaati falahum jannaatul maawa nuzulam bimaa kaanoo ya'maloon",
            "tajweed_text": "أَ[g[مّ]َا [h:10650[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ فَلَهُمْ جَ[g[نّ]َ[n[ـٰ]تُ [h:10651[ٱ]لْمَأْوَىٰ نُزُل[i:10652[اَۢ ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3523,
            "aya_number": 20,
            "aya_text": "وَاَمَّا الَّذِيْنَ فَسَقُوْا فَمَأْوٰىهُمُ النَّارُ كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَآ اُعِيْدُوْا فِيْهَا وَقِيْلَ لَهُمْ ذُوْقُوْا عَذَابَ النَّارِ الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَ",
            "sura_id": 32,
            "juz_id": 21,
            "page_number": 416,
            "translation_aya_text": "Dan adapun orang-orang yang fasik (kafir), maka tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, “Rasakanlah azab neraka yang dahulu kamu dustakan.”",
            "tafsir_jalalayn": "(Adapun orang-orang yang fasik) disebabkan kekafiran mereka dan kedustaan yang mereka lakukan (maka tempat mereka adalah neraka. Setiap kali mereka hendak keluar daripadanya, mereka dikembalikan lagi ke dalamnya dan dikatakan kepada mereka, \"Rasakanlah siksa neraka yang dahulu kalian mendustakannya.\")",
            "sajda": false,
            "transliteration": "Wa ammal lazeena fasaqoo famaawaahumn Naaru kullamaaa araadooo any yakhrujoo minhaaa u'eedoo feehaa wa qeela lahum zooqoo 'zaaaban Naaril lazee kuntum bihee tukazziboon",
            "tajweed_text": "وَأَ[g[مّ]َا [h:138[ٱ]لَّذِينَ فَسَقُو[s[اْ] فَمَأْوَ[n[ٮٰ]هُمُ [h:10653[ٱ][l[ل][g[نّ]َارُ‌ۖ كُلَّم[o[َآ] أَرَاد[o[ُوٓ][s[اْ] أ[a:3533[َن ي]َخْرُجُو[s[اْ] مِنْه[o[َآ] أُعِيدُو[s[اْ] فِيهَا وَقِيلَ لَهُمْ ذُوقُو[s[اْ] عَذَابَ [h:1110[ٱ][l[ل][g[نّ]َارِ [h:10654[ٱ]لَّذِى كُ[f:100[نت][c:6084[ُم ب]ِه[n[ِۦ] تُكَذِّب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ السَّجۡدَةِ",
                "englishName": "As-Sajda",
                "englishNameTranslation": "The Prostration",
                "revelationType": "Meccan"
            }
        }
    ]
}