{
    "page_number": 418,
    "data": [
        {
            "aya_id": 3534,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ اتَّقِ اللّٰهَ وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ ۗاِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًاۙ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "Wahai Nabi! Bertakwalah kepada Allah dan janganlah engkau menuruti (keinginan) orang-orang kafir dan orang-orang munafik. Sesungguhnya Allah Maha Mengetahui, Mahabijaksana,",
            "tafsir_jalalayn": "(Hai Nabi! Bertakwalah kepada Allah) teguhkanlah dirimu dalam bertakwa kepada Allah (dan janganlah kamu menuruti keinginan orang-orang kafir dan orang-orang munafik) dalam hal-hal yang bertentangan dengan syariatmu. (Sesungguhnya Allah Maha Mengetahui) apa yang akan terjadi sebelumnya (lagi Maha Bijaksana) di dalam mengatur urusan makhluk-Nya.",
            "sajda": false,
            "transliteration": "Yaa aiyuhan Nabiyyut taqil laaha wa laa tuti'il kaafireena wal munaafiqeen; innal laaha kaana 'aleeman Hakeemaa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3535,
            "aya_number": 2,
            "aya_text": "وَّاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ مِنْ رَّبِّكَ ۗاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًاۙ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "dan ikutilah apa yang diwahyukan Tuhanmu kepadamu. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan,",
            "tafsir_jalalayn": "(Dan ikutilah apa yang diwahyukan Rabbmu kepadamu) yaitu Alquran. (Sesungguhnya Allah adalah Maha Mengetahui apa yang kalian kerjakan) menurut suatu qiraat lafal ta'maluuna dibaca ya'maluuna.",
            "sajda": false,
            "transliteration": "Wattabi' maa yoohaaa ilaika mir Rabbik; innal laaha kaana bimaa ta'maloona Khabeera",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3536,
            "aya_number": 3,
            "aya_text": "وَّتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pemelihara.",
            "tafsir_jalalayn": "(Dan bertawakallah kepada Allah) di dalam urusanmu. (Dan cukuplah Allah sebagai pemelihara) dirimu; sehubungan dengan hal ini, umat Nabi saw. mengikut kepadanya.",
            "sajda": false,
            "transliteration": "Wa tawakkal 'alal laah; wa kafaa billaahi Wakeelaa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3537,
            "aya_number": 4,
            "aya_text": "مَا جَعَلَ اللّٰهُ لِرَجُلٍ مِّنْ قَلْبَيْنِ فِيْ جَوْفِهٖ ۚوَمَا جَعَلَ اَزْوَاجَكُمُ الّٰـِٕۤيْ تُظٰهِرُوْنَ مِنْهُنَّ اُمَّهٰتِكُمْ ۚوَمَا جَعَلَ اَدْعِيَاۤءَكُمْ اَبْنَاۤءَكُمْۗ ذٰلِكُمْ قَوْلُكُمْ بِاَفْوَاهِكُمْ ۗوَاللّٰهُ يَقُوْلُ الْحَقَّ وَهُوَ يَهْدِى السَّبِيْلَ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "Allah tidak menjadikan bagi seseorang dua hati dalam rongganya; dan Dia tidak menjadikan istri-istrimu yang kamu zihar itu sebagai ibumu, dan Dia tidak menjadikan anak angkatmu sebagai anak kandungmu (sendiri). Yang demikian itu hanyalah perkataan di mulutmu saja. Allah mengatakan yang sebenarnya dan Dia menunjukkan jalan (yang benar).",
            "tafsir_jalalayn": "(Allah sekali-kali tidak menjadikan bagi seseorang dua buah hati dalam rongganya) firman ini sebagai sanggahan terhadap sebagian orang-orang kafir yang mengatakan, bahwa dia memiliki dua hati; yang masing-masingnya mempunyai kesadaran yang lebih utama daripada kesadaran yang dimiliki oleh Muhammad (dan Dia tidak menjadikan istri-istri kalian yang) lafal allaa-iy dapat pula dibaca allaa-i (kalian zihari) dapat dibaca tuzhhiruuna dan tuzhaahiruuna (mereka itu) misalnya seseorang berkata kepada istrinya, \"Menurutku kamu bagaikan punggung ibuku,\" (sebagai ibu kalian) yakni mereka diharamkan oleh kalian seperti terhadap ibu kalian sendiri, hal ini di zaman jahiliah dianggap sebagai talak. Zihar hanya mewajibkan membayar kifarat dengan persyaratannya yang akan disebutkan di dalam surah Al-Mujadilah (dan Dia tidak menjadikan anak-anak angkat kalian) lafal ad'iyaa adalah bentuk jamak dari lafal da'iyyun, artinya adalah anak angkat (sebagai anak kandung kalian sendiri) yakni anak yang sesungguhnya bagi kalian. (Yang demikian itu hanyalah perkataan kalian di mulut kalian saja.) Sewaktu Nabi saw. menikahi Zainab binti Jahsy yang dahulunya adalah bekas istri Zaid bin Haritsah, anak angkat Nabi saw., orang-orang Yahudi dan munafik mengatakan, \"Muhammad telah mengawini bekas istri anaknya sendiri.\" Maka Allah swt. mendustakan mereka. (Dan Allah mengatakan yang sebenarnya) (dan Dia menunjukkan jalan) yang benar.",
            "sajda": false,
            "transliteration": "Maa ja'alal laahu lirajulim min qalbaini fee jawfih; wa maa ja'ala azwaajakumul laaa'ee tuzaahiroona minhunna ummahaatikum; wa maa ja'ala ad'iyaaa'akum abnaaa'akum; zaalikum qawlukum bi afwaa hikum wallaahu yaqoolul haqqa wa Huwa yahdis sabeel",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3538,
            "aya_number": 5,
            "aya_text": "اُدْعُوْهُمْ لِاٰبَاۤىِٕهِمْ هُوَ اَقْسَطُ عِنْدَ اللّٰهِ ۚ فَاِنْ لَّمْ تَعْلَمُوْٓا اٰبَاۤءَهُمْ فَاِخْوَانُكُمْ فِى الدِّيْنِ وَمَوَالِيْكُمْ ۗوَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيْمَآ اَخْطَأْتُمْ بِهٖ وَلٰكِنْ مَّا تَعَمَّدَتْ قُلُوْبُكُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "Panggillah mereka (anak angkat itu) dengan (memakai) nama bapak-bapak mereka; itulah yang adil di sisi Allah, dan jika kamu tidak mengetahui bapak mereka, maka (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu. Dan tidak ada dosa atasmu jika kamu khilaf tentang itu, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "Tetapi (panggillah mereka dengan memakai nama bapak-bapak mereka, itulah yang lebih pertengahan) lebih adil (pada sisi Allah, dan jika kalian tidak mengetahui bapak-bapak mereka, maka saudara-saudara kalian seagama dan maula-maula kalian) yaitu anak-anak paman kalian. (Dan tidak ada dosa atas kalian terhadap apa yang kalian khilaf padanya) dalam hal tersebut (tetapi) yang berdosa itu ialah (apa yang disengaja oleh hati kalian) sesudah adanya larangan. (Dan adalah Allah Maha Pengampun) atas apa yang terlanjur kalian katakan sebelum adanya larangan (lagi Maha Penyayang) kepada kalian.",
            "sajda": false,
            "transliteration": "Ud'oohum li aabaaa'ihim huwa aqsatu 'indal laah; fa illam ta'lamooo aabaaa'ahum fa ikhwaanukum fid deeni wa mawaaleekum; wa laisa 'alaikum junaahun feemaaa akhtaatum bihee wa laakim maa ta'ammadat quloobukum; wa kaanal laahu Ghafoorar Raheemaa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3539,
            "aya_number": 6,
            "aya_text": "اَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ وَاَزْوَاجُهٗٓ اُمَّهٰتُهُمْ ۗوَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ مِنَ الْمُؤْمِنِيْنَ وَالْمُهٰجِرِيْنَ اِلَّآ اَنْ تَفْعَلُوْٓا اِلٰٓى اَوْلِيَاۤىِٕكُمْ مَّعْرُوْفًا ۗ كَانَ ذٰلِكَ فِى الْكِتٰبِ مَسْطُوْرًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 418,
            "translation_aya_text": "Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. Orang-orang yang mempunyai hubungan darah satu sama lain lebih berhak (waris-mewarisi) di dalam Kitab Allah daripada orang-orang mukmin dan orang-orang Muhajirin, kecuali kalau kamu hendak berbuat baikkepada saudara-saudaramu  (seagama). Demikianlah telah tertulis dalam Kitab (Allah).",
            "tafsir_jalalayn": "(Nabi itu lebih utama bagi orang-orang mukminin dari diri mereka sendiri) maksudnya apa yang diserukan oleh Nabi saw. agar mereka melakukannya, dan apa yang diserukan oleh hawa nafsu mereka agar mereka melanggarnya, maka seruan Nabilah yang harus lebih diutamakan daripada kehendak diri mereka sendiri (dan istri-istrinya adalah ibu-ibu mereka) haram untuk dinikahi oleh mereka. (Dan orang-orang yang mempunyai hubungan darah) yakni kaum kerabat (satu sama lain lebih berhak) waris-mewarisi (di dalam Kitab Allah daripada orang-orang mukmin dan orang-orang Muhajirin) daripada waris-mewarisi berdasarkan saudara seiman dan berhijrah yang berlangsung pada permulaan Islam, kemudian dimansukh oleh ayat ini (kecuali) tetapi (kalau kalian mau berbuat baik kepada saudara-saudara kalian seagama) melalui wasiat, masih tetap diperbolehkan. (Adalah yang demikian itu) yaitu dihapusnya hukum waris-mewarisi karena seiman dan hijrah dengan hubungan kekerabatan (telah tertulis di dalam Alkitab) Alkitab yang dimaksud di dalam dua tempat pada ayat ini adalah Lohmahfuz.",
            "sajda": false,
            "transliteration": "An-Nabiyyu awlaa bil mu'mineena min anfusihim wa azwaajuhoo ummahatuhum wa ulul arbaami ba'duhum awlaa biba'din fee Kitaabil laahi minal mu'meneena wal Muhaajireena illaaa an taf'alooo ilaaa awliyaaa'ikum ma'roofaa; kaana zaalika fil kitaabi mastooraa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        }
    ]
}