{
    "page_number": 419,
    "data": [
        {
            "aya_id": 3540,
            "aya_number": 7,
            "aya_text": "وَاِذْ اَخَذْنَا مِنَ النَّبِيّٖنَ مِيْثَاقَهُمْ وَمِنْكَ وَمِنْ نُّوْحٍ وَّاِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسَى ابْنِ مَرْيَمَ ۖوَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًاۙ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Dan (ingatlah) ketika Kami mengambil perjanjian dari para nabi dan dari engkau (sendiri), dari Nuh, Ibrahim, Musa dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh,",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Kami mengambil dari nabi-nabi perjanjian mereka) ketika mereka dikeluarkan dari tulang sulbi Adam sebagaimana benda yang paling kecil layaknya. Lafal adz-dzurri bentuk jamak dari lafal dzurrah artinya semut yang paling kecil (dan dari kamu sendiri, dari Nuh, Ibrahim, Musa dan Isa putra Maryam) hendaknya mereka menyembah Allah dan menyeru supaya beribadah kepada-Nya. Disebutkannya kelima nabi ini termasuk mengathafkan sesuatu kepada bagiannya (dan Kami telah mengambil dari mereka perjanjian yang teguh) janji yang sangat berat untuk melaksanakan apa-apa yang harus mereka pikul, yakni bersumpah atas nama Allah, kemudian perjanjian itu diambil oleh-Nya.",
            "sajda": false,
            "transliteration": "Wa iz akhaznaa minan Nabiyyeena meesaaqahum wa minka wa min Noohinw wa Ibraaheema wa Moosaa wa Eesab-ni-Maryama wa akhaznaa minhum meesaaqan ghaleezaa",
            "tajweed_text": "وَإِذْ أَخَذْنَا مِنَ [h:2902[ٱ][l[ل][g[نّ]َبِيِّـ[n[ـۧ]نَ مِيثَ[n[ـٰ]قَهُمْ وَمِ[f:10685[نك]َ وَم[a:10686[ِن ن]ُّو[a:10687[حٍ و]َإِ[q:10311[بْ]ر[n[َٲ]هِيمَ وَمُوسَىٰ وَعِيسَى [h:3725[ٱ][q:3590[بْ]نِ مَرْيَمَ‌ۖ وَأَخَذْنَا مِنْه[w:3265[ُم م]ِّيثَ[n[ـٰ]قًا غَلِيظًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3541,
            "aya_number": 8,
            "aya_text": "لِّيَسْـَٔلَ الصّٰدِقِيْنَ عَنْ صِدْقِهِمْ ۚوَاَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا اَلِيْمًا ࣖ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "agar Dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka. Dia menyediakan azab yang pedih bagi orang-orang kafir.",
            "tafsir_jalalayn": "(Agar Dia menanyakan) yakni Allah (kepada orang-orang yang benar tentang kebenaran mereka) di dalam menyampaikan risalahnya; hal ini dimaksudkan sebagai celaan terhadap orang-orang yang kafir kepada para nabi (dan Dia menyediakan) yakni Allah swt. (bagi orang-orang kafir) terhadap para nabi (siksa yang pedih) yang menyakitkan. Lafal wa a'adda diathafkan pada lafal akhadznaa.",
            "sajda": false,
            "transliteration": "Liyas'alas saadiqeena 'an sidqihim; wa a'adda lilkaa fireena 'azaaban aleemaa",
            "tajweed_text": "لِّيَسْــَٔلَ [h:10688[ٱ][l[ل]صَّ[n[ـٰ]دِقِينَ عَ[f:10689[ن ص]ِ[q:10690[دْ]قِهِمْ‌ۚ وَأَعَدَّ لِلْكَ[n[ـٰ]فِرِينَ عَذَابًا أَلِيمًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3542,
            "aya_number": 9,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَاۤءَتْكُمْ جُنُوْدٌ فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا وَّجُنُوْدًا لَّمْ تَرَوْهَا ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًاۚ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Wahai orang-orang yang beriman! Ingatlah akan nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara yang tidak dapat terlihat olehmu. Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, ingatlah akan nikmat Allah yang telah dikaruniakan kepada kalian ketika datang kepada kalian tentara-tentara) orang-orang kafir yang bersekutu sewaktu perang Khandaq (lalu Kami kirimkan kepada mereka angin topan dan tentara yang kalian tidak dapat melihatnya) yakni bala tentara malaikat. (Dan adalah Allah terhadap apa yang kalian kerjakan) kalau dibaca ta'maluuna yang dimaksud adalah bekerja menggali parit, dan kalau dibaca ya'maluuna yang dimaksud adalah mereka yang bersekutu yaitu kaum musyrikin (Maha Melihat.)",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanuz kuroo ni'matal laahi 'alaikum iz jaaa'atkm junoodun fa arsalnaa 'alaihim reehanw wa junoodal lam tarawhaa; wa kaanal laahu bimaa ta'maloona Baseera",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:3416[ٱ]ذْكُرُو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ عَلَيْكُمْ إِذْ ج[o[َا]ٓءَتْكُمْ جُنُو[f:10691[دٌ ف]َأَرْسَلْنَا عَلَيْهِمْ رِي[a:10692[حًا و]َجُنُو[u:10693[دًا ل]َّمْ تَرَوْهَا‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3543,
            "aya_number": 10,
            "aya_text": "اِذْ جَاۤءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ وَتَظُنُّوْنَ بِاللّٰهِ الظُّنُوْنَا۠   ۗ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "(Yaitu) ketika mereka datang kepadamu dari atas dan dari bawahmu, dan ketika penglihatan(mu) terpana dan hatimu menyesak sampai ke tenggorokan dan kamu berprasangka yang bukan-bukan terhadap Allah.",
            "tafsir_jalalayn": "(Yaitu ketika mereka datang kepada kalian dari atas dan dari bawah kalian) dari lembah bagian atas dan bawah, datang dari arah timur dan barat (dan ketika tidak tetap lagi penglihatan) perhatiannya hanya tertuju kepada musuh saja yang datang dari berbagai penjuru (dan hati kalian naik menyesak sampai tenggorokan) lafal hanaajir bentuk jamak dari lafal hanjarah, artinya adalah tenggorokan, diungkapkan demikian karena takut yang amat sangat (dan kalian menyangka terhadap Allah dengan bermacam-macam sangkaan) dengan berbagai macam prasangka, apakah mendapat pertolongan ataukah tidak, sehingga putus harapan dari pertolongan-Nya.",
            "sajda": false,
            "transliteration": "Iz jaaa'ookum min fawqikum wa min asfala minkum wa iz zaaghatil absaaru wa balaghatil quloobul hanaajira wa tazunnoona billaahiz zunoonaa",
            "tajweed_text": "إِذْ ج[o[َا]ٓءُوك[w:10694[ُم م]ِّ[f:4142[ن ف]َوْقِكُمْ وَمِنْ أَسْفَلَ مِ[f:344[نك]ُمْ وَإِذْ زَاغَتِ [h:10695[ٱ]لْأَ[q:4305[بْ]صَ[n[ـٰ]رُ وَبَلَغَتِ [h:10696[ٱ]لْقُلُوبُ [h:10697[ٱ]لْحَنَاجِرَ وَتَظُ[g[نّ]ُونَ بِ[h:32[ٱ]للَّهِ [h:10698[ٱ][l[ل]ظُّنُونَا۟",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3544,
            "aya_number": 11,
            "aya_text": "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Di situlah diuji orang-orang mukmin dan digoncangkan (hatinya) dengan goncangan yang dahsyat.",
            "tafsir_jalalayn": "(Di situlah diuji orang-orang Mukmin) mereka mendapat cobaan supaya menjadi jelas, siapakah orang Mukmin yang benar-benar dan siapakah yang gadungan (dan hati mereka diguncang) berdegup-degup (dengan guncangan yang sangat) disebabkan ketakutan yang sangat mencekam mereka.",
            "sajda": false,
            "transliteration": "Hunaalikab tuliyal mu'minoona wa zulziloo zilzaalan shadeedaa",
            "tajweed_text": "هُنَالِكَ [h:10699[ٱ][q:10700[بْ]تُلِىَ [h:10701[ٱ]لْمُؤْمِنُونَ وَزُلْزِلُو[s[اْ] زِلْزَال[f:10702[اً ش]َدِيدًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3545,
            "aya_number": 12,
            "aya_text": "وَاِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ مَّا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗٓ اِلَّا غُرُوْرًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Dan (ingatlah) ketika orang-orang munafik dan orang-orang yang hatinya berpenyakit berkata, “Yang dijanjikan Allah dan Rasul-Nya kepada kami hanya tipu daya belaka.”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika orang-orang munafik dan orang-orang yang berpenyakit dalam hatinya berkata) yakni penyakit lemah keyakinannya: (\"Allah dan rasul-Nya tidak menjanjikan kepada kami) akan mendapat pertolongan Allah (melainkan tipu daya.\") kedustaan belaka.",
            "sajda": false,
            "transliteration": "Wa iz yaqoolul munaafiqoona wallazeena fee quloobihim maradum maa wa'adanal laahu wa Rasooluhooo illaa ghurooraa",
            "tajweed_text": "وَإِذْ يَقُولُ [h:5376[ٱ]لْمُنَ[n[ـٰ]فِقُونَ وَ[h:37[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَ[a:10703[ضٌ م]َّا وَعَدَنَا [h:10704[ٱ]للَّهُ وَرَسُولُهُ[o[ۥٓ] إِلَّا غُرُورًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3546,
            "aya_number": 13,
            "aya_text": "وَاِذْ قَالَتْ طَّاۤىِٕفَةٌ مِّنْهُمْ يٰٓاَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوْا ۚوَيَسْتَأْذِنُ فَرِيْقٌ مِّنْهُمُ النَّبِيَّ يَقُوْلُوْنَ اِنَّ بُيُوْتَنَا عَوْرَةٌ  ۗوَمَا هِيَ بِعَوْرَةٍ ۗاِنْ يُّرِيْدُوْنَ اِلَّا فِرَارًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Dan (ingatlah) ketika segolongan di antara mereka berkata, “Wahai penduduk Yasrib (Madinah)! Tidak ada tempat bagimu, maka kembalilah kamu.” Dan sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, “Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).” Padahal rumah-rumah itu tidak terbuka, mereka hanyalah hendak lari.",
            "tafsir_jalalayn": "(Dan ketika berkata segolongan di antara mereka) yakni orang-orang munafik (\"Hai penduduk Yatsrib!) Yatsrib adalah nama kedua kota Madinah; tidak menerima tanwin karena 'illat 'alamiyah dan wazan fi'il (Tidak ada tempat bagi kalian) dapat dibaca muqaama dan maqaama, artinya tidak ada tempat tinggal bagi kalian (maka kembalilah kalian\") ke tempat-tempat tinggal kalian di Madinah, yang pada waktu itu kaum Muslimin telah berangkat keluar bersama dengan Nabi saw. ke salah satu lereng bukit di luar kota Madinah untuk menyambut kedatangan musuh. (Dan sebagian dari mereka minta izin kepada nabi) untuk kembali pulang (seraya berkata, \"Sesungguhnya rumah-rumah kami terbuka.\") Tidak ada penjaganya sehingga keadaannya sangat mengkhawatirkan. Maka Allah swt. berfirman: (Dan rumah-rumah itu sekali-kali tidak terbuka, tidak lain) (mereka hanya hendak lari) dari medan perang.",
            "sajda": false,
            "transliteration": "Wa iz qaalat taaa'ifatum minhum yaaa ahla Yasriba laa muqaamaa lakum farji'oo; wa yastaazina fareequm minhumun Nabiyya yaqooloona inna buyootanaa 'awrah; wa maa hiya bi'awratin iny yureedoona illaa firaaraa",
            "tajweed_text": "وَإِذْ قَالَ[d:10705[ت] طّ[o[َا]ٓئِفَ[a:2967[ةٌ م]ِّنْهُمْ يَ[o[ـٰٓ]أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَ[h:9386[ٱ]رْجِعُو[s[اْ‌ۚ] وَيَسْتَــْٔذِنُ فَرِي[a:10706[قٌ م]ِّنْهُمُ [h:10707[ٱ][l[ل][g[نّ]َبِىَّ يَقُولُونَ إِ[g[نّ]َ بُيُوتَنَا عَوْرَ[a:10708[ةٌ و]َمَا هِىَ بِعَوْرَةٍ‌ۖ إ[a:10709[ِن ي]ُرِيدُونَ إِلَّا فِرَارًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3547,
            "aya_number": 14,
            "aya_text": "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ اَقْطَارِهَا ثُمَّ سُـِٕلُوا الْفِتْنَةَ لَاٰتَوْهَا وَمَا تَلَبَّثُوْا بِهَآ اِلَّا يَسِيْرًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Dan kalau (Yasrib) diserang dari segala penjuru, dan mereka diminta agar membuat kekacauan, niscaya mereka mengerjakannya; dan hanya sebentar saja mereka menunggu.",
            "tafsir_jalalayn": "(Kalau diserang) kota Madinah (dari segala penjuru) dari segala arahnya (kemudian diminta kepada mereka) yakni mereka diminta oleh orang-orang yang menyerang mereka (supaya murtad) supaya musyrik (niscaya mereka mengerjakannya) niscaya mereka menuruti kemauannya; lafal ayat ini huruf hamzahnya dapat dibaca panjang sehingga bacaannya menjadi la-aatauhaa dan dapat dibaca pendek sehingga bacaannya menjadi la-atauhaa (dan mereka tidak akan bertangguh untuk murtad itu melainkan dalam waktu yang singkat).",
            "sajda": false,
            "transliteration": "wa law dukhilat 'alaihim min aqtaarihaa summa su'ilul fitnata la aatawhaa wa maa talabbasoo bihaaa illaa yaseeraa",
            "tajweed_text": "وَلَوْ دُخِلَتْ عَلَيْه[w:4082[ِم م]ِّنْ أَ[q:10710[قْ]طَارِهَا ثُ[g[مّ]َ سُئِلُو[s[اْ] [h:10711[ٱ]لْفِتْنَةَ لَأَتَوْهَا وَمَا تَلَبَّثُو[s[اْ] بِه[o[َآ] إِلَّا يَسِيرًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3548,
            "aya_number": 15,
            "aya_text": "وَلَقَدْ كَانُوْا عَاهَدُوا اللّٰهَ مِنْ قَبْلُ لَا يُوَلُّوْنَ الْاَدْبَارَ ۗوَكَانَ عَهْدُ اللّٰهِ مَسْـُٔوْلًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 419,
            "translation_aya_text": "Dan sungguh, mereka sebelum itu telah berjanji kepada Allah, tidak akan berbalik ke belakang (mundur). Dan perjanjian dengan Allah akan diminta pertanggungjawabannya.",
            "tafsir_jalalayn": "(Dan sesungguhnya mereka sebelum itu telah berjanji kepada Allah dahulu, mereka tidak akan berbalik ke belakang/mundur. Dan adalah perjanjian dengan Allah akan diminta pertanggungjawabannya) tentang pelaksanaannya.",
            "sajda": false,
            "transliteration": "Wa laqad kaanoo 'aahadul laaha min qablu laa yuwal loonal adbaar; wa kaana 'ahdul laahi mas'oolaa",
            "tajweed_text": "وَلَقَ[q:341[دْ] كَانُو[s[اْ] عَ[n[ـٰ]هَدُو[s[اْ] [h:10712[ٱ]للَّهَ مِ[f:128[ن ق]َ[q:129[بْ]لُ لَا يُوَلُّونَ [h:10713[ٱ]لْأَ[q:2168[دْ]بَ[n[ـٰ]رَ‌ۚ وَكَانَ عَهْدُ [h:10714[ٱ]للَّهِ مَسْــُٔولاً",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        }
    ]
}