{
    "page_number": 42,
    "data": [
        {
            "aya_id": 260,
            "aya_number": 253,
            "aya_text": "تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۘ مِنْهُمْ مَّنْ كَلَّمَ اللّٰهُ وَرَفَعَ بَعْضَهُمْ دَرَجٰتٍۗ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَاَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ وَلَوْ شَاۤءَ اللّٰهُ مَا اقْتَتَلَ الَّذِيْنَ مِنْۢ بَعْدِهِمْ مِّنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ وَلٰكِنِ اخْتَلَفُوْا فَمِنْهُمْ مَّنْ اٰمَنَ وَمِنْهُمْ مَّنْ كَفَرَ ۗوَلَوْ شَاۤءَ اللّٰهُ مَا اقْتَتَلُوْاۗ وَلٰكِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ࣖ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 42,
            "translation_aya_text": "Rasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. Dan Kami beri Isa putra Maryam beberapa mukjizat dan Kami perkuat dia dengan Rohulkudus. Kalau Allah menghendaki, niscaya orang-orang setelah mereka tidak akan berbunuh-bunuhan, setelah bukti-bukti sampai kepada mereka. Tetapi mereka berselisih, maka ada di antara mereka yang beriman dan ada (pula) yang kafir. Kalau Allah menghendaki, tidaklah mereka berbunuh-bunuhan. Tetapi Allah berbuat menurut kehendak-Nya.",
            "tafsir_jalalayn": "(Para rasul itu) menjadi mubtada, sedangkan khabarnya adalah (Kami lebihkan sebagian atas lainnya), yaitu dengan memberi mereka keistimewaan yang tidak diberikan kepada lainnya. (Di antara mereka ada yang diajak berbicara oleh Allah), misalnya Musa (dan sebagian ditinggikan-Nya - kedudukannya -), yakni nabi Muhammad saw. (beberapa tingkat) dari yang lainnya, misalnya dengan dakwahnya yang umum, mukjizat yang berlimpah dan keistimewaan yang tidak terhitung banyaknya. (Dan Kami berikan kepada Isa bin Maryam beberapa mukjizat dan Kami kuatkan ia dengan Roh Kudus), yakni Jibril yang mengiringkannya ke mana pergi. (Sekiranya Allah menghendaki) tentulah akan ditunjuki-Nya semua manusia dan (tidaklah mereka akan berbunuh-bunuhan orang-orang yang datang sesudah mereka), yakni sesudah para rasul itu, maksudnya ialah umat-umat mereka (sesudah datang kepada mereka beberapa macam keterangan) disebabkan pertikaian dan saling menyesatkan di antara mereka. (Tetapi mereka bertikai) disebabkan kehendak Allah tadi, (maka di antara mereka ada yang beriman) artinya kuat dan tetap keimanannya (dan di antara mereka ada pula yang kafir) seperti orang-orang Kristen setelah Almasih. (Sekiranya Allah menghendaki tidaklah mereka akan berbunuh-bunuhan) sebagai pengukuhan (tetapi Allah berbuat apa yang dikehendaki-Nya) yaitu menunjuki siapa yang disukai-Nya dan menjatuhkan orang yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Tilkar Rusulu faddalnaa ba'dahum 'alaa ba'd; minhum man kallamal laahu wa rafa'a ba'dahum darajaat; wa aatainaa 'Eesab na Maryamal baiyinaati wa ayyadnaahu bi Roohil Qudus; wa law shaaa'al laahu maqtatalal lazeena mimba'dihim mim ba'di maa jaaa'athumul baiyinaatu wa laakinikh talafoo faminhum man aamana wa minhum man kafar; wa law shaaa'al laahu maq tataloo wa laakinnallaaha yaf'alu maa yureed (",
            "tajweed_text": "۞ تِلْكَ [h:1444[ٱ][l[ل]رُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْ[a:1445[ضٍ‌ۘ م]ِّنْه[w:1446[ُم م]َّ[f:1447[ن ك]َلَّمَ [h:1448[ٱ]للَّهُ‌ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَ[n[ـٰ][a:1449[تٍ‌ۚ و]َءَاتَيْنَا عِيسَى [h:450[ٱ][q:451[بْ]نَ مَرْيَمَ [h:452[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَأَيَّ[q:453[دْ]نَ[n[ـٰ]هُ بِرُوحِ [h:454[ٱ]لْقُدُسِ‌ۗ وَلَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ مَا [h:1450[ٱ][q:1451[قْ]تَتَلَ [h:1452[ٱ]لَّذِينَ م[i:1453[ِنۢ ب]َعْدِه[w:1454[ِم م]ّ[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَتْهُمُ [h:1168[ٱ]لْبَيِّنَ[n[ـٰ]تُ وَلَ[n[ـٰ]كِنِ [h:1455[ٱ]خْتَلَفُو[s[اْ] فَمِنْه[w:1456[ُم م]َّنْ ءَامَنَ وَمِنْه[w:1106[ُم م]َّ[f:1457[ن ك]َفَرَ‌ۚ وَلَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ مَا [h:1458[ٱ][q:1459[قْ]تَتَلُو[s[اْ] وَلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يَفْعَلُ مَا يُر[p[ِي][q[د]ُ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 261,
            "aya_number": 254,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِمَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خُلَّةٌ وَّلَا شَفَاعَةٌ  ۗوَالْكٰفِرُوْنَ هُمُ الظّٰلِمُوْنَ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 42,
            "translation_aya_text": "Wahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu sebelum datang hari ketika tidak ada lagi jual beli, tidak ada lagi persahabatan dan tidak ada lagi syafaat. Orang-orang kafir itulah orang yang zalim.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Nafkahkanlah sebagian dan rezeki yang telah Kami berikan padamu), yakni zakatnya, (sebelum datang suatu hari tidak ada lagi jual beli) atau tebusan (padanya, dan tidak pula persahabatan) yang akrab dan memberi manfaat, (dan tidak pula syafaat) tanpa izin dari-Nya, yaitu di hari kiamat. Menurut satu qiraat dengan baris di depannya ketiga kata, bai`u, khullatu dan syafaa`atu. (Dan orang-orang yang kafir) kepada Allah atau terhadap apa yang diwajibkan-Nya, (merekalah orang-orang yang aniaya) karena menempatkan perintah Allah bukan pada tempatnya.",
            "sajda": false,
            "transliteration": "Yaa ayyuhal lazeena aamanoo anfiqoo mimmaa razaqnaakum min qabli ai yaatiya yawmul laa bai'un fee wa la khullatunw wa laa shafaa'ah; walkaa firoona humuz zaalimoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَ[f:1460[نف]ِقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:275[قْ]نَ[n[ـٰ]ك[w:1461[ُم م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ يَوْ[u:1463[مٌ ل]َّا بَيْ[f:1464[عٌ ف]ِيهِ وَلَا خُلَّ[a:1465[ةٌ و]َلَا شَفَ[n[ـٰ]عَ[a:1466[ةٌ‌ۗ و]َ[h:1467[ٱ]لْكَ[n[ـٰ]فِرُونَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 262,
            "aya_number": 255,
            "aya_text": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ  لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 42,
            "translation_aya_text": "Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur. Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. Dia mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka, dan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. Kursi-Nya meliputi langit dan bumi. Dan Dia tidak merasa berat memelihara keduanya, dan Dia Mahatinggi, Mahabesar.",
            "tafsir_jalalayn": "(Allah, tak ada Tuhan), artinya tak ada ma`bud atau sembahan yang sebenarnya di alam wujud ini, (melainkan Dia Yang Maha Hidup), artinya Kekal lagi Abadi (dan senantiasa mengatur), maksudnya terus-menerus mengatur makhluk-Nya (tidak mengantuk) atau terlena, (dan tidak pula tidur. Milik-Nyalah segala yang terdapat di langit dan di bumi) sebagai kepunyaan, ciptaan dan hamba-Nya. (Siapakah yang dapat), maksudnya tidak ada yang dapat (memberi syafaat di sisi-Nya, kecuali dengan izin-Nya) dalam hal itu terhadapnya. (Dia mengetahui apa yang di hadapan mereka), maksudnya di hadapan makhluk (dan apa yang di belakang mereka), artinya urusan dunia atau soal akhirat, (sedangkan mereka tidak mengetahui suatu pun dari ilmu-Nya), artinya manusia tidak tahu sedikit pun dari apa yang diketahui oleh Allah itu, (melainkan sekadar yang dikehendaki-Nya) untuk mereka ketahui melalui pemberitaan dari para Rasul. (Kursinya meliputi langit dan bumi) ada yang mengatakan bahwa maksudnya ialah ilmu-Nya, ada pula yang mengatakan kekuasaan-Nya, dan ada pula Kursi itu sendiri yang mencakup langit dan bumi, karena kebesaran-Nya, berdasarkan sebuah hadis, \"Tidaklah langit yang tujuh pada kursi itu, kecuali seperti tujuh buah uang dirham yang dicampakkan ke dalam sebuah pasukan besar (Dan tidaklah berat bagi-Nya memelihara keduanya), artinya memelihara langit dan bumi itu (dan Dia Maha Tinggi) sehingga menguasai semua makhluk-Nya, (lagi Maha Besar).",
            "sajda": false,
            "transliteration": "Allahu laaa ilaaha illaa Huwal Haiyul Qaiyoom; laa taakhuzuhoo sinatunw wa laa nawm; lahoo maa fissamaawaati wa maa fil ard; man zal lazee yashfa'u indahooo illaa bi-iznih; ya'lamu maa baina aydeehim wa mww khalfahum wa laa yuheetoona bishai'im min 'ilmihee illaa bimaa shaaa'; wasi'a Kursiyyuhus samaawaati wal arda wa laa ya'ooduho hifzuhumaa; wa Huwal Aliyyul 'Azeem",
            "tajweed_text": "ٱللَّهُ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ [h:1468[ٱ]لْحَىُّ [h:1469[ٱ]لْقَيُّومُ‌ۚ لَا تَأْخُذُهُ[n[ۥ] سِنَ[a:1470[ةٌ و]َلَا نَوْ[u:1471[مٌ‌ۚ ل]َّهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ مَ[f:1375[ن ذ]َا [h:1376[ٱ]لَّذِى يَشْفَعُ عِ[f:719[ند]َهُ[o[ۥٓ] إِلَّا بِإِذْنِه[n[ِۦ]‌ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ‌ۖ وَلَا يُحِيطُونَ بِش[a:1472[َىْءٍ م]ِّنْ عِلْمِه[o[ِۦٓ] إِلَّا بِمَا ش[o[َا]ٓءَ‌ۚ وَسِعَ كُرْسِيُّهُ [h:1473[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ‌ۖ وَلَا يَــُٔودُهُ[n[ۥ] حِفْظُهُمَا‌ۚ وَهُوَ [h:1475[ٱ]لْعَلِىُّ [h:1476[ٱ]لْعَظ[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 263,
            "aya_number": 256,
            "aya_text": "لَآ اِكْرَاهَ فِى الدِّيْنِۗ  قَدْ تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَنْ يَّكْفُرْ بِالطَّاغُوْتِ وَيُؤْمِنْۢ بِاللّٰهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقٰى لَا انْفِصَامَ لَهَا ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 42,
            "translation_aya_text": "Tidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat. Barang siapa ingkar kepada Tagut dan beriman kepada Allah, maka sungguh, dia telah berpegang (teguh) pada tali yang sangat kuat yang tidak akan putus. Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Tidak ada paksaan dalam agama), maksudnya untuk memasukinya. (Sesungguhnya telah nyata jalan yang benar dari jalan yang salah), artinya telah jelas dengan adanya bukti-bukti dan keterangan-keterangan yang kuat bahwa keimanan itu berarti kebenaran dan kekafiran itu adalah kesesatan. Ayat ini turun mengenai seorang Ansar yang mempunyai anak-anak yang hendak dipaksakan masuk Islam. (Maka barang siapa yang ingkar kepada tagut), maksudnya setan atau berhala, dipakai untuk tunggal dan jamak (dan dia beriman kepada Allah, maka sesungguhnya ia telah berpegang kepada simpul tali yang teguh kuat) ikatan tali yang kokoh (yang tidak akan putus-putus dan Allah Maha Mendengar) akan segala ucapan (Maha Mengetahui) segala perbuatan.",
            "sajda": false,
            "transliteration": "Laaa ikraaha fid deeni qat tabiyanar rushdu minal ghayy; famai yakfur bit Taaghooti wa yu'mim billaahi faqadis tamsaka bil'urwatil wusqaa lan fisaama lahaa; wallaahu Samee'un 'Aleem",
            "tajweed_text": "ل[o[َآ] إِكْرَاهَ فِى [h:1477[ٱ][l[ل]دِّينِ‌ۖ قَ[d:1478[د] تَّبَيَّنَ [h:1479[ٱ][l[ل]رُّشْدُ مِنَ [h:1480[ٱ]لْغَىِّ‌ۚ فَم[a:1481[َن ي]َكْفُرْ بِ[h:1482[ٱ][l[ل]طَّ[n[ـٰ]غُوتِ وَيُؤْم[i:1483[ِنۢ ب]ِ[h:32[ٱ]للَّهِ فَقَدِ [h:1484[ٱ]سْتَمْسَكَ بِ[h:1485[ٱ]لْعُرْوَةِ [h:1486[ٱ]لْوُثْقَىٰ لَا [h:1487[ٱ][f:1488[نف]ِصَامَ لَهَا‌ۗ وَ[h:72[ٱ]للَّهُ سَمِيعٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}