{
    "page_number": 420,
    "data": [
        {
            "aya_id": 3549,
            "aya_number": 16,
            "aya_text": "قُلْ لَّنْ يَّنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِيْلًا ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Katakanlah (Muhammad), “Lari tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika demikian (kamu terhindar dari kematian) kamu hanya akan mengecap kesenangan sebentar saja.”",
            "tafsir_jalalayn": "(Katakanlah, \"Lari itu sekali-kali tidaklah berguna bagi kalian, jika kalian melarikan diri dari kematian atau pembunuhan, dan jika kalian) melarikan diri (kalian tidak dapat bersenang-senang) di dunia ini sesudah kalian melarikan diri (melainkan hanya sebentar.\") Yakni hanyalah sebatas sisa umur kalian.",
            "sajda": false,
            "transliteration": "Qul lany y anfa'akumul firaaru in farartum minal mawti awil qatli wa izal laa tumatta'oona illaa qaleelaa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3550,
            "aya_number": 17,
            "aya_text": "قُلْ مَنْ ذَا الَّذِيْ يَعْصِمُكُمْ مِّنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُوْۤءًا اَوْ اَرَادَ بِكُمْ رَحْمَةً ۗوَلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Katakanlah, “Siapakah yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah.",
            "tafsir_jalalayn": "(Katakanlah! \"Siapakah yang dapat melindungi kalian) yang dapat menyelamatkan kalian (dari takdir Allah jika Dia menghendaki bencana atas kalian) kebinasaan dan kekalahan (atau) siapakah yang dapat menimpakan keburukan kepada kalian jika (telah menghendaki) Allah (atas diri kalian rahmat) yakni kebaikan. (Dan orang-orang munafik itu tidak memperoleh bagi mereka selain Allah) (pelindung) yang bermanfaat bagi diri mereka (dan tidak pula penolong.\") yang dapat menolak marabahaya dari diri mereka.",
            "sajda": false,
            "transliteration": "Qul m an zal lazee ya'simukum minal laahi in araada bikum sooo'an aw araada bikum rahmah; wa laa yajidoona lahum min doonil laahi waliyyanw wa laa naseeraa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3551,
            "aya_number": 18,
            "aya_text": "۞ قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۤىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚوَلَا يَأْتُوْنَ الْبَأْسَ اِلَّا قَلِيْلًاۙ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Sungguh, Allah mengetahui orang-orang yang menghalang-halangi di antara kamu dan orang yang berkata kepada saudara-saudaranya, “Marilah bersama kami.” Tetapi mereka datang berperang hanya sebentar,",
            "tafsir_jalalayn": "(Sesungguhnya Allah mengetahui orang-orang yang menghalang-halangi) yang menghambat (di antara kalian dan orang-orang yang berkata kepada saudara-saudaranya, \"Marilah) kemarilah (kepada kami.\" Dan mereka tidak mendatangi peperangan) pertempuran (melainkan hanya sebentar) hanya ingin pamer dan cari muka.",
            "sajda": false,
            "transliteration": "Qad ya'lamul laahul mu'awwiqeena minkum walqaaa'ileena li ikhwaanihim hahumma ilainaa, wa laa yaatoonal baasa illaa qaleelaa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3552,
            "aya_number": 19,
            "aya_text": "اَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِۗ اُولٰۤىِٕكَ لَمْ يُؤْمِنُوْا فَاَحْبَطَ اللّٰهُ اَعْمَالَهُمْۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "mereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Dan yang demikian itu mudah bagi Allah.",
            "tafsir_jalalayn": "(Mereka bakhil terhadap kalian) maksudnya sangat perhitungan dalam menolong dan membantu kalian. Lafal asyihhatan bentuk jamak dari lafal syahiihun; berkedudukan menjadi hal atau kata keterangan keadaan dari dhamir yang terkandung di dalam lafal ya'tuuna (apabila datang ketakutan, kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti) penglihatan atau seperti terbeliaknya (orang yang pingsan karena akan mati) yaitu orang yang sedang sekarat maut (dan apabila ketakutan telah hilang) harta-harta rampasan telah diperoleh kaum Muslimin (mereka mencaci kalian) menyakiti kalian atau memukul kalian (dengan lidah yang tajam, sedangkan mereka bakhil untuk berbuat kebaikan) atas harta rampasan yang telah diperolehnya. (Mereka itu tidak beriman) sesungguhnya (maka Allah menghapus pahala amal mereka. Dan yang demikian itu) penghapusan pahala amal perbuatan itu (adalah mudah bagi Allah) dengan kehendak-Nya.",
            "sajda": false,
            "transliteration": "Ashihhatan 'alaikum faizaa jaaa'al khawfu ra aytahum yanzuroona ilaika tadooru a'yunuhum kallazee yughshaa 'alaihi minal mawti fa izaa zahabal khawfu salqookum bi alsinatin hidaadin ashibbatan 'alal khayr; ulaaa'ika lam yu'minoo fa ahbatal laahu a'maalahum; wa kaana zaalika 'alal laahi yaseeraa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3553,
            "aya_number": 20,
            "aya_text": "يَحْسَبُوْنَ الْاَحْزَابَ لَمْ يَذْهَبُوْا ۚوَاِنْ يَّأْتِ الْاَحْزَابُ يَوَدُّوْا لَوْ اَنَّهُمْ بَادُوْنَ فِى الْاَعْرَابِ يَسْاَلُوْنَ عَنْ اَنْۢبَاۤىِٕكُمْ ۖوَلَوْ كَانُوْا فِيْكُمْ مَّا قٰتَلُوْٓا اِلَّا قَلِيْلًا ࣖ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi, dan jika golongan-golongan (yang bersekutu) itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentang kamu. Dan sekiranya mereka berada bersamamu, mereka tidak akan berperang, melainkan sebentar saja.",
            "tafsir_jalalayn": "(Mereka mengira golongan-golongan yang bersekutu itu) yaitu orang-orang kafir (belum pergi) maksudnya belum kembali ke Mekah disebabkan perasaan takut mereka terhadapnya (dan jika golongan-golongan yang bersekutu itu datang kembali) mengadakan serangan ulang (niscaya mereka ingin) mengharapkan (berada di dusun-dusun bersama orang-orang Arab badui) berada di tengah-tengah mereka di perkampungan (sambil menanya-nanya tentang berita-berita kalian) yakni kabar kalian beserta orang-orang kafir yang menyerang kalian. (Dan sekiranya mereka berada bersama kalian) di dalam serangan kali ini (mereka tidak akan berperang melainkan sebentar saja) hanya karena pamer dan takut dicela sebab tidak ikut berperang.",
            "sajda": false,
            "transliteration": "Yahsaboonal Ahzaaba lam yazhaboo wa iny yaatil Ahzaabu yawaddoo law annahum baadoona fil A'raabi yasaloona 'an ambaaa'ikum wa law kaanoo feekum maa qaatalooo illaa qaleela",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3554,
            "aya_number": 21,
            "aya_text": "لَقَدْ كَانَ لَكُمْ فِيْ رَسُوْلِ اللّٰهِ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَ وَذَكَرَ اللّٰهَ كَثِيْرًاۗ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Sungguh, telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari Kiamat dan yang banyak mengingat Allah.",
            "tafsir_jalalayn": "(Sesungguhnya telah ada pada diri Rasulullah itu suri teladan bagi kalian) dapat dibaca iswatun dan uswatun (yang baik) untuk diikuti dalam hal berperang dan keteguhan serta kesabarannya, yang masing-masing diterapkan pada tempat-tempatnya (bagi orang) lafal ayat ini berkedudukan menjadi badal dari lafal lakum (yang mengharap rahmat Allah) yakni takut kepada-Nya (dan hari kiamat dan dia banyak menyebut Allah) berbeda halnya dengan orang-orang yang selain mereka.",
            "sajda": false,
            "transliteration": "Laqad kaana lakum fee Rasoolil laahi uswatun hasanatul liman kaana yarjul laaha wal yawmal Aakhira wa azkaral laaha kaseeraa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3555,
            "aya_number": 22,
            "aya_text": "وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَۙ قَالُوْا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ  ۖوَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًاۗ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 420,
            "translation_aya_text": "Dan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.” Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka.",
            "tafsir_jalalayn": "(Dan tatkala orang-orang Mukmin melihat golongan-golongan yang bersekutu itu) yang terdiri dari orang-orang kafir (mereka berkata, \"Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.\") Yakni cobaan dan pertolongan dari Allah. (Dan benarlah Allah dan Rasul-Nya) tentang yang dijanjikannya. (Dan yang demikian itu tidaklah menambah kepada mereka) (kecuali iman) percaya mereka akan janji Allah (dan ketundukan) kepada perintah-Nya.",
            "sajda": false,
            "transliteration": "Wa lammaa ra al mu'minoonal Ahzaaba qaaloo haaza maa wa'adanal laahu wa Rasooluh; wa maa zaadahum illaaa eemaananw wa tasleemaa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        }
    ]
}