{
    "page_number": 421,
    "data": [
        {
            "aya_id": 3556,
            "aya_number": 23,
            "aya_text": "مِنَ الْمُؤْمِنِيْنَ رِجَالٌ صَدَقُوْا مَا عَاهَدُوا اللّٰهَ عَلَيْهِ ۚ فَمِنْهُمْ مَّنْ قَضٰى نَحْبَهٗۙ وَمِنْهُمْ مَّنْ يَّنْتَظِرُ ۖوَمَا بَدَّلُوْا تَبْدِيْلًاۙ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Di antara orang-orang mukmin itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah. Dan di antara mereka ada yang gugur, dan di antara mereka ada (pula) yang menunggu-nunggu dan mereka sedikit pun tidak mengubah (janjinya),",
            "tafsir_jalalayn": "(Di antara orang-orang Mukmin itu ada orang-orang yang menepati apa-apa yang telah mereka janjikan kepada Allah) yaitu gigih bertahan bersama dengan Nabi saw. (maka di antara mereka ada yang gugur) mati atau terbunuh di jalan Allah (dan di antara mereka ada pula yang menunggu-nunggu) hal tersebut (dan mereka sedikit pun tidak mengubah) janjinya, berbeda halnya dengan orang-orang munafik.",
            "sajda": false,
            "transliteration": "Minal mu'mineena rijaalun sadaqoo maa 'aahadul laaha 'alaihi faminhum man qadaa nahbahoo wa minhum mai yantaziru wa maa baddaloo tabdeelaa",
            "tajweed_text": "مِّنَ [h:3047[ٱ]لْمُؤْمِنِينَ رِجَا[f:10748[لٌ ص]َدَقُو[s[اْ] مَا عَ[n[ـٰ]هَدُو[s[اْ] [h:10712[ٱ]للَّهَ عَلَيْهِ‌ۖ فَمِنْه[w:1456[ُم م]َّ[f:10749[ن ق]َضَىٰ نَحْبَهُ[n[ۥ] وَمِنْه[w:1106[ُم م]ّ[a:10750[َن ي]َ[f:10751[نت]َظِرُ‌ۖ وَمَا بَدَّلُو[s[اْ] تَ[q:10752[بْ]دِيلاً",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3557,
            "aya_number": 24,
            "aya_text": "لِيَجْزِيَ اللّٰهُ الصّٰدِقِيْنَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنٰفِقِيْنَ اِنْ شَاۤءَ اَوْ يَتُوْبَ عَلَيْهِمْ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "agar Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya, dan mengazab orang munafik jika Dia kehendaki, atau menerima tobat mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Supaya Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya, dan menyiksa orang-orang munafik jika dikehendaki-Nya) seumpamanya Dia mematikan mereka dalam kemunafikannya (atau menerima tobat mereka. Sesungguhnya Allah adalah Maha Pengampun) (lagi Maha Penyayang) kepada orang yang bertobat kepada-Nya.",
            "sajda": false,
            "transliteration": "Li yajziyal aahus saadiqeena bisidqihim wa yu'azzibal munaafiqeena in shaaa'a aw yatooba 'alaihim; innal laaha kaana Ghafoorar Raheemaa",
            "tajweed_text": "لِّيَ[q:5945[جْ]زِىَ [h:7189[ٱ]للَّهُ [h:10753[ٱ][l[ل]صَّ[n[ـٰ]دِقِينَ بِصِ[q:10754[دْ]قِهِمْ وَيُعَذِّبَ [h:10755[ٱ]لْمُنَ[n[ـٰ]فِقِينَ إِ[f:364[ن ش][o[َا]ٓءَ أَوْ يَتُوبَ عَلَيْهِمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ كَانَ غَفُو[u:2701[رًا ر]َّحِيمًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3558,
            "aya_number": 25,
            "aya_text": "وَرَدَّ اللّٰهُ الَّذِيْنَ كَفَرُوْا بِغَيْظِهِمْ لَمْ يَنَالُوْا خَيْرًا ۗوَكَفَى اللّٰهُ الْمُؤْمِنِيْنَ الْقِتَالَ ۗوَكَانَ اللّٰهُ قَوِيًّا عَزِيْزًاۚ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Dan Allah menghalau orang-orang kafir itu yang keadaan mereka penuh kejengkelan, karena mereka (juga) tidak memperoleh keuntungan apa pun. Cukuplah Allah (yang menolong) menghindarkan orang-orang mukmin dalam peperangan. Dan Allah Mahakuat, Mahaperkasa.",
            "tafsir_jalalayn": "(Dan Allah menghalau orang-orang yang kafir itu) yakni golongan-golongan yang bersekutu itu (yang keadaan mereka penuh kejengkelan, lagi mereka tidak memperoleh keuntungan apa pun) maksudnya tidak memperoleh kemenangan atas orang-orang Mukmin. (Dan Allah menghindarkan orang-orang Mukmin dari peperangan) dengan mengirimkan angin besar dan para malaikat kepada golongan-golongan yang bersekutu. (Dan adalah Allah Maha Kuat) untuk mewujudkan apa yang dikehendaki-Nya (lagi Maha Perkasa) Maha Menang atas semua perkara-Nya.",
            "sajda": false,
            "transliteration": "Wa raddal laahul lazeena kafaroo bighaizihim lam yanaaloo khairaa; wa kafal laahul mu'mineenal qitaal; wa kaanal laahu Qawiyyan 'Azeezaa",
            "tajweed_text": "وَرَدَّ [h:10756[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِغَيْظِهِمْ لَمْ يَنَالُو[s[اْ] خَيْ[a:10757[رًا‌ۚ و]َكَفَى [h:10758[ٱ]للَّهُ [h:5717[ٱ]لْمُؤْمِنِينَ [h:10759[ٱ]لْقِتَالَ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ قَوِيًّا عَزِيزًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3559,
            "aya_number": 26,
            "aya_text": "وَاَنْزَلَ الَّذِيْنَ ظَاهَرُوْهُمْ مِّنْ اَهْلِ الْكِتٰبِ مِنْ صَيَاصِيْهِمْ وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ فَرِيْقًا تَقْتُلُوْنَ وَتَأْسِرُوْنَ فَرِيْقًاۚ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Dan Dia menurunkan orang-orang Ahli Kitab (Bani Quraizah) yang membantu mereka (golongan-golongan yang bersekutu) dari benteng-benteng mereka, dan Dia memasukkan rasa takut ke dalam hati mereka. Sebagian mereka kamu bunuh dan sebagian yang lain kamu tawan.",
            "tafsir_jalalayn": "(Dan Dia menurunkan orang-orang ahli kitab yang membantu golongan-golongan yang bersekutu) yang dimaksud adalah Bani Quraizhah (dari benteng-benteng mereka) lafal shayaashi bentuk jamak dari lafal shaishatun, artinya adalah benteng tempat berlindung (dan Dia memasukkan rasa takut ke dalam hati mereka) yaitu rasa ngeri (sebagian mereka kalian bunuh) sebagian dari mereka terbunuh oleh kalian, yaitu mereka yang berperang (dan sebagian yang lain kalian tawan) yaitu kaum wanita dan anak-anaknya.",
            "sajda": false,
            "transliteration": "Wa anzalal lazeena zaaha roohum min Ahlil Kitaabi min sa yaaseehim wa qazafa fee quloobihimm mur ru'ba freeqan taqtuloona wa taasiroona fareeqaaa",
            "tajweed_text": "وَأَ[f:91[نز]َلَ [h:10760[ٱ]لَّذِينَ ظَ[n[ـٰ]هَرُوه[w:10761[ُم م]ِّنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ مِ[f:10762[ن ص]َيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ [h:10763[ٱ][l[ل]رُّعْبَ فَرِي[f:10764[قًا ت]َ[q:429[قْ]تُلُونَ وَتَأْسِرُونَ فَرِيقًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3560,
            "aya_number": 27,
            "aya_text": "وَاَوْرَثَكُمْ اَرْضَهُمْ وَدِيَارَهُمْ وَاَمْوَالَهُمْ وَاَرْضًا لَّمْ تَطَـُٔوْهَا ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرًا ࣖ ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Dan Dia mewariskan kepadamu tanah-tanah, rumah-rumah dan harta benda mereka, dan (begitu pula) tanah yang belum kamu injak. Dan Allah Mahakuasa terhadap segala sesuatu.",
            "tafsir_jalalayn": "(Dan Dia mewariskan kepada kalian tanah-tanah, rumah-rumah dan harta benda mereka dan demikian pula tanah yang belum kalian injak) sebelumnya, yaitu tanah Khaibar, yang direbut sesudah Quraizhah. (Dan adalah Allah Maha Kuasa terhadap segala sesuatu.)",
            "sajda": false,
            "transliteration": "Wa awrasakum ardahum wa diyaarahum wa amwaalahum wa ardal lam tata'oohaa; wa kaanal laahu 'alaa kulli shai'in Qadeeraa",
            "tajweed_text": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَ[n[ـٰ]رَهُمْ وَأَمْو[n[َٲ]لَهُمْ وَأَرْ[u:10765[ضًا ل]َّمْ تَطَــُٔوهَا‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:10766[َىْءٍ ق]َدِيرًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3561,
            "aya_number": 28,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ اِنْ كُنْتُنَّ تُرِدْنَ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا فَتَعَالَيْنَ اُمَتِّعْكُنَّ وَاُسَرِّحْكُنَّ سَرَاحًا جَمِيْلًا ",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Wahai Nabi! Katakanlah kepada istri-istrimu, “Jika kamu menginginkan kehidupan di dunia dan perhiasannya, maka kemarilah agar kuberikan kepadamu mut‘ah dan aku ceraikan kamu dengan cara yang baik.”",
            "tafsir_jalalayn": "(Hai Nabi! Katakanlah kepada istri-istrimu) yang pada saat itu jumlah mereka ada sembilan orang; mereka meminta kepada Nabi saw. perhiasan duniawi yang tidak dipunyai oleh beliau: (\"Jika kamu sekalian mengingini kehidupan dunia dan perhiasannya, maka marilah supaya diberikan kepada kalian mut`ah) yakni mut`ah talak (dan aku ceraikan kalian dengan cara yang baik) aku ceraikan kalian tanpa menimbulkan kemudaratan.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhan Nabiyyu qul li azwaajika i kuntunna turidnal hayaatad dunyaa wa zeenatahaa fata'aalaina umatti'kunna wa usarrihkunna saraahan jameela",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ قُل لِّأَزْو[n[َٲ]جِكَ إِ[f:10767[ن ك]ُ[f:10768[نت]ُ[g[نّ]َ تُرِ[q:10769[دْ]نَ [h:10770[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُ[g[نّ]َ وَأُسَرِّحْكُ[g[نّ]َ سَرَا[f:10771[حًا ج]َمِيلاً",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3562,
            "aya_number": 29,
            "aya_text": "وَاِنْ كُنْتُنَّ تُرِدْنَ اللّٰهَ وَرَسُوْلَهٗ وَالدَّارَ الْاٰخِرَةَ فَاِنَّ اللّٰهَ اَعَدَّ لِلْمُحْسِنٰتِ مِنْكُنَّ اَجْرًا عَظِيْمًا",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Dan jika kamu menginginkan Allah dan Rasul-Nya dan negeri akhirat, maka sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik di antara kamu.",
            "tafsir_jalalayn": "(Dan jika kamu sekalian menghendaki keridaan Allah dan Rasul-Nya serta kesenangan di negeri akhirat) yakni surga (maka sesungguhnya Allah menyediakan bagi siapa yang berbuat baik di antara kalian) yang menghendaki pahala di akhirat (pahala yang besar.\") yaitu surga. Maka mereka memilih pahala di akhirat daripada pahala di dunia.",
            "sajda": false,
            "transliteration": "Wa in kuntunna turidnal laaha wa Rasoolahoo wad Daaral Aakhirata fa innal laaha a'adda lil muhsinaati min kunna ajjran 'azeemaa",
            "tajweed_text": "وَإِ[f:10772[ن ك]ُ[f:10768[نت]ُ[g[نّ]َ تُرِ[q:10769[دْ]نَ [h:10773[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَ[h:10774[ٱ][l[ل]دَّارَ [h:10775[ٱ]لْأَخِرَةَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ أَعَدَّ لِلْمُحْسِنَ[n[ـٰ]تِ مِ[f:10776[نك]ُ[g[نّ]َ أَ[q:2795[جْ]رًا عَظِيمًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3563,
            "aya_number": 30,
            "aya_text": "يٰنِسَاۤءَ النَّبِيِّ مَنْ يَّأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُّضٰعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا   ۔",
            "sura_id": 33,
            "juz_id": 21,
            "page_number": 421,
            "translation_aya_text": "Wahai istri-istri Nabi! Barangsiapa di antara kamu yang mengerjakan perbuatan keji yang nyata, niscaya azabnya akan dilipatgandakan dua kali lipat kepadanya. Dan yang demikian itu, mudah bagi Allah.",
            "tafsir_jalalayn": "(Hai istri-istri nabi, siapa-siapa di antara kalian yang mengerjakan perbuatan keji yang nyata) Mubayyanatin dapat dibaca Mubayyinatin, artinya yang terang atau jelas (niscaya akan dilipat gandakan) menurut suatu qiraat dibaca Yudha'-'af dan menurut qiraat lainnya dibaca Nudhaa'af kemudian lafal Al 'Adzaabu dibaca Nashab sehingga menjadi Al 'Adzaaba (siksaan kepadanya dua kali lipat) dua kali lipat siksaan yang diterima oleh orang-orang selain kalian. (Dan adalah yang demikian itu mudah bagi Allah.)",
            "sajda": false,
            "transliteration": "Yaa nisaaa'an Nabiyyi mai yaati minkunna bifaa hishatim mubaiyinatiny yudaa'af lahal 'azaabu di'fain wa kaana zaalika 'alal laahi yaseera",
            "tajweed_text": "يَ[n[ـٰ]نِس[o[َا]ٓءَ [h:10777[ٱ][l[ل][g[نّ]َبِىِّ م[a:8547[َن ي]َأْتِ مِ[f:10776[نك]ُ[g[نّ]َ بِفَ[n[ـٰ]حِشَ[a:2665[ةٍ م]ُّبَيِّنَ[a:10778[ةٍ ي]ُضَ[n[ـٰ]عَفْ لَهَا [h:10779[ٱ]لْعَذَابُ ضِعْفَيْنِ‌ۚ وَكَانَ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَسِيرًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        }
    ]
}