{
    "page_number": 422,
    "data": [
        {
            "aya_id": 3564,
            "aya_number": 31,
            "aya_text": "۞ وَمَنْ يَّقْنُتْ مِنْكُنَّ لِلّٰهِ وَرَسُوْلِهٖ وَتَعْمَلْ صَالِحًا نُّؤْتِهَآ اَجْرَهَا مَرَّتَيْنِۙ وَاَعْتَدْنَا لَهَا رِزْقًا كَرِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 422,
            "translation_aya_text": "Dan barangsiapa di antara kamu (istri-istri Nabi) tetap taat kepada Allah dan Rasul-Nya dan mengerjakan kebajikan, niscaya Kami berikan pahala kepadanya dua kali lipat dan Kami sediakan rezeki yang mulia baginya.",
            "tafsir_jalalayn": "(Dan barang siapa yang tetap taat) tetap setia (di antara kalian kepada Allah dan Rasul-Nya dan mengerjakan amal yang saleh, niscaya Kami berikan kepadanya pahala dua kali lipat) dua kali lipat pahala yang diterima oleh wanita-wanita yang taat selain kalian. Dan menurut suatu qiraat lafal Ta'malu dan Nu'tihaa dibaca Ya'malu dan Yu'tihaa (dan Kami sediakan baginya rezeki yang mulia) di surga sebagai tambahan pahalanya.",
            "sajda": false,
            "transliteration": "Wa mai yaqnut minkunna lillaahi wa Rasoolihee wa ta'mal saalihan nu'tihaaa ajrahaa marratayni wa a'tadnaa lahaa rizqan kareema",
            "tajweed_text": "۞ وَم[a:10780[َن ي]َ[q:10781[قْ]نُتْ مِ[f:10776[نك]ُ[g[نّ]َ لِلَّهِ وَرَسُولِه[n[ِۦ] وَتَعْمَلْ صَ[n[ـٰ]لِ[a:10782[حًا ن]ُّؤْتِه[o[َآ] أَ[q:10783[جْ]رَهَا مَرَّتَيْنِ وَأَعْتَ[q:2782[دْ]نَا لَهَا رِزْ[f:10784[قًا ك]َرِيمًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3565,
            "aya_number": 32,
            "aya_text": "يٰنِسَاۤءَ النَّبِيِّ لَسْتُنَّ كَاَحَدٍ مِّنَ النِّسَاۤءِ اِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِيْ فِيْ قَلْبِهٖ مَرَضٌ وَّقُلْنَ قَوْلًا مَّعْرُوْفًاۚ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 422,
            "translation_aya_text": "Wahai istri-istri Nabi! Kamu tidak seperti perempuan-perempuan yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk (melemah lembutkan suara) dalam berbicara sehingga bangkit nafsu orang yang ada penyakit dalam hatinya, dan ucapkanlah perkataan yang baik.",
            "tafsir_jalalayn": "(Hai istri-istri Nabi! Kamu sekalian tidaklah seperti seseorang) yakni segolongan (di antara wanita yang lain, jika kalian bertakwa) kepada Allah, karena sesungguhnya kalian adalah wanita-wanita yang agung. (Maka janganlah kalian tunduk dalam berbicara) dengan kaum laki-laki (sehingga berkeinginan orang yang ada penyakit dalam hatinya) yakni perasaan nifaq (dan ucapkanlah perkataan yang baik) dengan tanpa tunduk.",
            "sajda": false,
            "transliteration": "Yaa nisaaa'an Nabiyyi lastunna ka ahadim minan nisaaa'i init taqaitunna falaa takhda'na bilqawli fa yatma'al lazee fee qalbihee maradunw wa qulna qawlam ma'roofaa",
            "tajweed_text": "يَ[n[ـٰ]نِس[o[َا]ٓءَ [h:10777[ٱ][l[ل][g[نّ]َبِىِّ لَسْتُ[g[نّ]َ كَأَحَ[a:10785[دٍ م]ِّنَ [h:1769[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِۚ إِنِ [h:10786[ٱ]تَّقَيْتُ[g[نّ]َ فَلَا تَخْضَعْنَ بِ[h:7118[ٱ]لْقَوْلِ فَيَ[q:10787[طْ]مَعَ [h:10788[ٱ]لَّذِى فِى قَلْبِه[n[ِۦ] مَرَ[a:10789[ضٌ و]َقُلْنَ قَوْل[a:1331[اً م]َّعْرُوفًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3566,
            "aya_number": 33,
            "aya_text": "وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًاۚ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 422,
            "translation_aya_text": "Dan hendaklah kamu tetap di rumahmu dan janganlah kamu berhias dan (bertingkah laku) seperti orang-orang jahiliah dahulu, dan laksanakanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait dan membersihkan kamu sebersih-bersihnya.",
            "tafsir_jalalayn": "(Dan hendaklah kalian tetap) dapat dibaca Qirna dan Qarna (di rumah kalian) lafal Qarna pada asalnya adalah Aqrarna atau Aqrirna, yang diambil dari kata Qararta atau Qarirta. Kemudian harakat Ra dipindahkan kepada Qaf, selanjutnya huruf Ra dan hamzah Washalnya dibuang sehingga jadilah, Qarna atau Qirna (dan janganlah kalian berhias) asalnya berbunyi Tatabarrajna kemudian salah satu huruf Ta dibuang sehingga jadilah Tabarrajna (sebagaimana orang-orang jahiliah yang dahulu) sebagaimana berhiasnya orang-orang sebelum Islam, yaitu kaum wanita selalu menampakkan kecantikan mereka kepada kaum lelaki. Adapun yang diperbolehkan oleh Islam adalah sebagaimana yang disebutkan di dalam firman-Nya, \".. dan janganlah mereka menampakkan perhiasannya, kecuali yang biasa tampak daripadanya.\" (Q.S. An-Nur, 31). (dan dirikanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kalian) yakni dosa-dosa, hai (ahlul bait) yakni istri-istri Nabi saw. (dan membersihkan kalian) daripada dosa-dosa itu (sebersih-bersihnya.)",
            "sajda": false,
            "transliteration": "Wa qarna fee bu yoo tikunna wa laa tabarrajna tabarrujal Jaahiliyyatil oolaa wa aqimnas Salaata w aaateenaz Zakaata wa ati'nal laaha wa Rasoolah; innamaa yureedul laahu liyuzhiba 'ankumur rijsa Ahlal Bayti wa yutahhirakum tatheeraa",
            "tajweed_text": "وَقَرْنَ فِى بُيُوتِكُ[g[نّ]َ وَلَا تَبَرَّ[q:10790[جْ]نَ تَبَرُّجَ [h:10791[ٱ]لْجَ[n[ـٰ]هِلِيَّةِ [h:10792[ٱ]لْأُولَىٰۖ وَأَقِمْنَ [h:10793[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتِينَ [h:10794[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَأَطِعْنَ [h:10795[ٱ]للَّهَ وَرَسُولَهُۚ[o[ۥٓ] إِ[g[نّ]َمَا يُرِيدُ [h:976[ٱ]للَّهُ لِيُذْهِبَ عَ[f:10796[نك]ُمُ [h:10797[ٱ][l[ل]رِّ[q:4401[جْ]سَ أَهْلَ [h:6424[ٱ]لْبَيْتِ وَيُطَهِّرَكُمْ تَ[q:10798[طْ]هِيرًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3567,
            "aya_number": 34,
            "aya_text": "وَاذْكُرْنَ مَا يُتْلٰى فِيْ بُيُوْتِكُنَّ مِنْ اٰيٰتِ اللّٰهِ وَالْحِكْمَةِۗ اِنَّ اللّٰهَ كَانَ لَطِيْفًا خَبِيْرًا ࣖ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 422,
            "translation_aya_text": "Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunnah Nabimu). Sungguh, Allah Mahalembut, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan ingatlah apa yang dibacakan di rumah kalian dari ayat-ayat Allah) Alquran (dan hikmah) sunah Nabi. (Sesungguhnya Allah adalah Maha Lembut) terhadap kekasih-kekasih-Nya (lagi Maha Mengetahui) terhadap semua makhluk-Nya.",
            "sajda": false,
            "transliteration": "Wazkurna maa yutlaa fee bu yootikunna min aayaatil laahi wal Hikmah; innal laaha kaana lateefan Khabeera",
            "tajweed_text": "وَ[h:9999[ٱ]ذْكُرْنَ مَا يُتْلَىٰ فِى بُيُوتِكُ[g[نّ]َ مِنْ ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ وَ[h:1302[ٱ]لْحِكْمَةِۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ كَانَ لَطِيفًا خَبِيرًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3568,
            "aya_number": 35,
            "aya_text": "اِنَّ الْمُسْلِمِيْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِيْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِيْنَ وَالصّٰدِقٰتِ وَالصّٰبِرِيْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِيْنَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِيْنَ وَالْمُتَصَدِّقٰتِ وَالصَّاۤىِٕمِيْنَ وَالصّٰۤىِٕمٰتِ وَالْحٰفِظِيْنَ فُرُوْجَهُمْ وَالْحٰفِظٰتِ وَالذَّاكِرِيْنَ اللّٰهَ كَثِيْرًا وَّالذَّاكِرٰتِ اَعَدَّ اللّٰهُ لَهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 422,
            "translation_aya_text": "Sungguh, laki-laki dan perempuan muslim, laki-laki dan perempuan mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya, laki-laki dan perempuan yang benar, laki-laki dan perempuan yang sabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, Allah telah menyediakan untuk mereka ampunan dan pahala yang besar.",
            "tafsir_jalalayn": "(Sesungguhnya laki-laki dan perempuan yang muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya) (laki-laki dan perempuan yang benar) dalam keimanannya (laki-laki dan perempuan yang sabar) di dalam menjalankan ketaatan (laki-laki yang khusyuk) yang merendahkan diri (dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya) dari hal-hal yang diharamkan (laki-laki dan perempuan yang banyak menyebut nama Allah, Allah telah menyediakan untuk mereka ampunan) dari perbuatan-perbuatan maksiat yang pernah mereka lakukan (dan pahala yang besar) bagi amal ketaatan mereka.",
            "sajda": false,
            "transliteration": "Innal muslimeena wal muslimaati wal mu'mineena wal mu'minaati walqaaniteena walqaanitaati wassaadiqeena wassaadiqaati wassaabireena wassaabiraati walkhaashi'eena walkhaashi'aati walmutasaddiqeena walmutasaddiqaati wassaaa'imeena wassaaa'imaati walhaafizeena furoojahum walhaafizaati waz zaakireenal laaha kaseeranw waz zaakiraati a'addal laahu lahum maghfiratanw wa ajran 'azeemaa",
            "tajweed_text": "إِ[g[نّ]َ [h:10799[ٱ]لْمُسْلِمِينَ وَ[h:10800[ٱ]لْمُسْلِمَ[n[ـٰ]تِ وَ[h:10801[ٱ]لْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ وَ[h:1793[ٱ]لْقَ[n[ـٰ]نِتِينَ وَ[h:10802[ٱ]لْقَ[n[ـٰ]نِتَ[n[ـٰ]تِ وَ[h:1792[ٱ][l[ل]صَّ[n[ـٰ]دِقِينَ وَ[h:10803[ٱ][l[ل]صَّ[n[ـٰ]دِقَ[n[ـٰ]تِ وَ[h:918[ٱ][l[ل]صَّ[n[ـٰ]بِرِينَ وَ[h:10804[ٱ][l[ل]صَّ[n[ـٰ]بِر[n[َٲ]تِ وَ[h:10805[ٱ]لْخَ[n[ـٰ]شِعِينَ وَ[h:10806[ٱ]لْخَ[n[ـٰ]شِعَ[n[ـٰ]تِ وَ[h:10807[ٱ]لْمُتَصَدِّقِينَ وَ[h:10808[ٱ]لْمُتَصَدِّقَ[n[ـٰ]تِ وَ[h:10809[ٱ][l[ل]صَّ[o[ـٰٓ]ئِمِينَ وَ[h:10810[ٱ][l[ل]صَّ[o[ـٰٓ]ئِمَ[n[ـٰ]تِ وَ[h:10811[ٱ]لْحَ[n[ـٰ]فِظِينَ فُرُوجَهُمْ وَ[h:10812[ٱ]لْحَ[n[ـٰ]فِظَ[n[ـٰ]تِ وَ[h:10813[ٱ][l[ل]ذّ[n[َٲ]كِرِينَ [h:10814[ٱ]للَّهَ كَثِي[a:10815[رًا و]َ[h:10816[ٱ][l[ل]ذّ[n[َٲ]كِر[n[َٲ]تِ أَعَدَّ [h:5775[ٱ]للَّهُ لَه[w:10817[ُم م]َّغْفِرَ[a:10818[ةً و]َأَ[q:10819[جْ]رًا عَظِيمًا",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        }
    ]
}