{
    "page_number": 423,
    "data": [
        {
            "aya_id": 3569,
            "aya_number": 36,
            "aya_text": "وَمَا كَانَ لِمُؤْمِنٍ وَّلَا مُؤْمِنَةٍ اِذَا قَضَى اللّٰهُ وَرَسُوْلُهٗٓ اَمْرًا اَنْ يَّكُوْنَ لَهُمُ الْخِيَرَةُ مِنْ اَمْرِهِمْ ۗوَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ ضَلَّ ضَلٰلًا مُّبِيْنًاۗ  ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Dan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. Dan barangsiapa mendurhakai Allah dan Rasul-Nya, maka sungguh, dia telah tersesat, dengan kesesatan yang nyata.",
            "tafsir_jalalayn": "(Dan tidaklah patut bagi laki-laki yang Mukmin dan tidak pula bagi perempuan yang Mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan akan ada) Yakuuna dapat dibaca Takuuna (bagi mereka pilihan yang lain) (tentang urusan mereka) yang berbeda dengan apa yang telah ditetapkan oleh Allah dan Rasul-Nya. Ayat ini diturunkan berkenaan dengan Abdullah bin Jahsy beserta saudara perempuannya yang bernama Zainab; Nabi saw. melamarnya untuk dikawinkan kepada Zaid bin Haritsah, lalu keduanya tidak menyukai hal tersebut ketika keduanya mengetahui bahwa Nabi melamar saudara perempuannya bukanlah untuk dirinya sendiri, melainkan untuk anak angkatnya yaitu Zaid bin Haritsah. Akan tetapi setelah turun ayat ini keduanya menjadi rela. (Dan barang siapa mendurhakai Allah dan Rasul-Nya maka sungguh dia telah sesat, sesat yang nyata) nyata sesatnya. Kemudian Nabi mengawinkan Zainab binti Jahsy dengan Zaid. Akan tetapi sesudah beberapa waktu dalam diri Zaid timbul rasa tidak senang terhadap istrinya itu, lalu ia berkata kepada Nabi saw. bahwa ia bermaksud untuk menalaknya. Maka Nabi saw. menjawab, \"Peganglah istrimu itu di dalam pemeliharaanmu\" sebagaimana yang disitir oleh firman selanjutnya.",
            "sajda": false,
            "transliteration": "Wa maa kaana limu'mininw wa laa mu'minatin izaa qadal laahu wa Rasooluhooo amran ai yakoona lahumul khiyaratu min amrihim; wa mai ya'sil laaha wa Rasoolahoo faqad dalla dalaalam mubeenaa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3570,
            "aya_number": 37,
            "aya_text": "وَاِذْ تَقُوْلُ لِلَّذِيْٓ اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰىهُ ۗ فَلَمَّا قَضٰى زَيْدٌ مِّنْهَا وَطَرًاۗ زَوَّجْنٰكَهَا لِكَيْ لَا يَكُوْنَ عَلَى الْمُؤْمِنِيْنَ حَرَجٌ فِيْٓ اَزْوَاجِ اَدْعِيَاۤىِٕهِمْ اِذَا قَضَوْا مِنْهُنَّ وَطَرًاۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Dan (ingatlah), ketika engkau (Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, “Pertahankanlah terus istrimu dan bertakwalah kepada Allah,” sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak engkau takuti. Maka ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya. Dan ketetapan Allah itu pasti terjadi.",
            "tafsir_jalalayn": "(Dan ketika) ingatlah ketika (kamu berkata kepada orang yang Allah telah melimpahkan nikmat kepadanya) yakni nikmat Islam (dan kamu juga telah memberi nikmat kepadanya,) dengan memerdekakannya, yang dimaksud adalah Zaid bin Haritsah, dahulu pada zaman jahiliah dia adalah tawanan kemudian ia dibeli oleh Rasulullah, lalu dimerdekakan dan diangkat menjadi anak angkatnya sendiri (\"Tahanlah terus istrimu dan bertakwalah kepada Allah\") dalam hal menalaknya (sedangkan kamu menyembunyikan di dalam hatimu apa yang Allah akan menyatakannya) akan membeberkannya, yaitu perasaan cinta kepada Zainab binti Jahsy, dan kamu berharap seandainya Zaid menalaknya, maka kamu akan menikahinya (dan kamu takut kepada manusia) bila mereka mengatakan bahwa dia telah menikahi bekas istri anaknya (sedangkan Allahlah yang lebih berhak untuk kamu takuti) dalam segala hal dan dalam masalah menikahinya, dan janganlah kamu takuti perkataan manusia. Kemudian Zaid menalak istrinya dan setelah idahnya habis, Allah swt. berfirman, (\"Maka tatkala Zaid telah mengakhiri keperluan terhadap istrinya) yakni kebutuhannya (Kami kawinkan kamu dengan dia) maka Nabi saw. langsung mengawininya tanpa meminta persetujuannya dulu, kemudian beliau membuat walimah buat kaum Muslimin dengan hidangan roti dan daging yang mengenyangkan mereka (supaya tidak ada keberatan bagi orang Mukmin untuk mengawini istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya daripada istrinya. Dan adalah ketetapan Allah itu) apa yang telah dipastikan oleh-Nya (pasti terjadi.\")",
            "sajda": false,
            "transliteration": "Wa iz taqoolu lillazeee an'amal laahu 'alaihi wa an'amta 'alaihi amsik 'alaika zawjaka wattaqil laaha wa tukhfee fee nafsika mal laahu mubdeehi wa takhshan naasa wallaahu ahaqqu an takhshaah; falammaa qadaa Zaidum minhaa wataran zawwajnaa kahaa likay laa yakoona 'alal mu'mineena harajun feee azwaaji ad'iyaaa'ihim izaa qadaw minhunna wataraa; wa kaana amrul laahi af'oolaa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3571,
            "aya_number": 38,
            "aya_text": "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيْمَا فَرَضَ اللّٰهُ لَهٗ ۗسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۗوَكَانَ اَمْرُ اللّٰهِ قَدَرًا مَّقْدُوْرًاۙ  ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Tidak ada keberatan apa pun pada Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunnah Allah pada nabi-nabi yang telah terdahulu. Dan ketetapan Allah itu suatu ketetapan yang pasti berlaku,",
            "tafsir_jalalayn": "(Tidak ada suatu keberatan pun atas Nabi tentang apa yang telah ditetapkan) yang telah dihalalkan (Allah baginya, sebagai sunah Allah) lafal Sunatallah dinashabkan setelah huruf Jarnya dicabut (pada orang-orang yang telah berlalu dahulu) dari kalangan para nabi, yaitu bahwasanya tidak ada dosa bagi mereka dalam hal tersebut sebagai kemurahan bagi mereka dalam masalah nikah. (Dan adalah ketetapan Allah itu) yakni keputusan-Nya (suatu ketetapan yang pasti berlaku) pasti terlaksana.",
            "sajda": false,
            "transliteration": "Maa kaana 'alan nabiyyyi min harajin feemaa faradal laahu lahoo sunnatal laahi fil lazeena khalaw min qabl; wa kaana amrul laahi qadaram maqdooraa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3572,
            "aya_number": 39,
            "aya_text": " ۨالَّذِيْنَ يُبَلِّغُوْنَ رِسٰلٰتِ اللّٰهِ وَيَخْشَوْنَهٗ وَلَا يَخْشَوْنَ اَحَدًا اِلَّا اللّٰهَ ۗوَكَفٰى بِاللّٰهِ حَسِيْبًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "(yaitu) orang-orang yang menyampaikan risalah-risalah Allah, mereka takut kepada-Nya dan tidak merasa takut kepada siapa pun selain kepada Allah. Dan cukuplah Allah sebagai pembuat perhitungan.",
            "tafsir_jalalayn": "(Yaitu orang-orang) lafal Al Ladziina menjadi Na'at atau sifat dari lafal Al Ladziina yang sebelumnya (yang menyampaikan risalah-risalah Allah, mereka takut kepada-Nya, dan mereka tiada merasa takut kepada seorang pun selain kepada Allah) mereka tidak takut kepada perkataan manusia dalam hal melaksanakan apa yang telah dihalalkan oleh Allah buat mereka. (Dan cukuplah Allah sebagai pembuat perhitungan) yakni yang memelihara amal-amal makhluk-Nya dan yang menghisab mereka.",
            "sajda": false,
            "transliteration": "Allazeena yuballighoona Risaalaatil laahi wa yakhshaw nahoo wa laa yakkhshawna ahadan illal laah; wa kafaa billaahi Haseebaa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3573,
            "aya_number": 40,
            "aya_text": "مَا كَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِكُمْ وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Muhammad itu bukanlah bapak dari seseorang di antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi. Dan Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Muhammad itu sekali-kali bukanlah bapak dari seorang laki-laki di antara kalian) dia bukan bapak Zaid, Zaid bukanlah anaknya, maka tidak diharamkan baginya untuk mengawini bekas istri anak angkatnya yaitu Zainab (tetapi dia) adalah (Rasulullah dan penutup nabi-nabi) artinya tidak akan lahir lagi nabi sesudahnya. Dan menurut suatu qiraat dibaca Khataman Nabiyyiina, sama dengan alat untuk mencap atau cincin, yang maksudnya sesudah dia para nabi dilak atau ditutup. (Dan adalah Allah Maha Mengetahui segala sesuatu) antara lain Dia mengetahui bahwa tidak akan ada nabi lagi sesudah Nabi Muhammad saw. seumpama Nabi Isa turun nanti, maka ia akan memerintah dengan memakai syariat Nabi Muhammad.",
            "sajda": false,
            "transliteration": "Maa kaana Muhammmadun abaaa ahadim mir rijaalikum wa laakir Rasoolal laahi wa Khaataman Nabiyyeen; wa kaanal laahu bikulli shai'in 'Aleema",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3574,
            "aya_number": 41,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًاۙ ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Wahai orang-orang yang beriman! Ingatlah kepada Allah, dengan mengingat (nama-Nya) sebanyak-banyaknya,",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Berzikirlah dengan menyebut nama Allah, zikir yang sebanyak-banyaknya.)",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanuz kurul laaha zikran kaseera",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3575,
            "aya_number": 42,
            "aya_text": "وَّسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "dan bertasbihlah kepada-Nya pada waktu pagi dan petang.",
            "tafsir_jalalayn": "(Dan bertasbihlah kepada-Nya di waktu pagi dan petang) yakni pada permulaan siang dan akhir siang.",
            "sajda": false,
            "transliteration": "Wa sabbihoohu bukratanw wa aseela",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 3576,
            "aya_number": 43,
            "aya_text": "هُوَ الَّذِيْ يُصَلِّيْ عَلَيْكُمْ وَمَلٰۤىِٕكَتُهٗ لِيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَكَانَ بِالْمُؤْمِنِيْنَ رَحِيْمًا ",
            "sura_id": 33,
            "juz_id": 22,
            "page_number": 423,
            "translation_aya_text": "Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). Dan Dia Maha Penyayang kepada orang-orang yang beriman.",
            "tafsir_jalalayn": "(Dialah Yang memberi rahmat kepada kalian) yang membelaskasihani kalian (dan malaikat-Nya) memohonkan ampunan buat kalian (supaya Dia mengeluarkan kalian) supaya Dia terus menerus mengeluarkan kalian (dari kegelapan) yakni kekafiran (kepada cahaya) yaitu keimanan. (Dan adalah Dia Maha Penyayang kepada orang-orang yang beriman).",
            "sajda": false,
            "transliteration": "Huwal lazee yusallee 'alaikum wa malaaa'ikatuhoo liyukhrijakum minazzulumaati ilan-noor wa kaana bilmu'mineena Raheemaa",
            "surah": {
                "name": "سُورَةُ الأَحۡزَابِ",
                "englishName": "Al-Ahzaab",
                "englishNameTranslation": "The Clans",
                "revelationType": "Medinan"
            }
        }
    ]
}