{
    "page_number": 428,
    "data": [
        {
            "aya_id": 3607,
            "aya_number": 1,
            "aya_text": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَلَهُ الْحَمْدُ فِى الْاٰخِرَةِۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 428,
            "translation_aya_text": "Segala puji bagi Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi dan segala puji di akhirat bagi Allah. Dan Dialah Yang Mahabijaksana, Mahateliti. ",
            "tafsir_jalalayn": "(Segala puji bagi Allah) Allah swt. memuji diri-Nya dengan kalimat ini, maksudnya ialah pujian berikut apa yang terkandung di dalamnya yaitu pujian yang bersifat tetap. Memuji Allah artinya menyanjung-Nya dengan sebutan-sebutan yang baik (yang memiliki apa yang di langit dan apa yang di bumi) sebagai milik dan makhluk-Nya (dan bagi-Nya pula segala puji di akhirat) sebagaimana di dunia, yaitu Dia dipuji oleh kekasih-kekasih-Nya bilamana mereka telah berada di dalam surga. (Dan Dialah Yang Maha Bijaksana) di dalam perbuatan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya.",
            "sajda": false,
            "transliteration": "Alhamdu lillaahil lazee lahoo maa fis samaawaati wa maa fil ardi wa lahul hamdu fil aakhirah; wa Huwal Hakeemul Khabeer",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3608,
            "aya_number": 2,
            "aya_text": "يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَاۗ وَهُوَ الرَّحِيْمُ الْغَفُوْرُ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 428,
            "translation_aya_text": "Dia mengetahui apa yang masuk ke dalam bumi, apa yang keluar darinya, apa yang turun dari langit dan apa yang naik kepadanya. Dan Dialah Yang Maha Penyayang, Maha Pengampun.",
            "tafsir_jalalayn": "(Dia mengetahui apa yang masuk) yang meresap (ke dalam bumi) seperti air dan lain-lainnya (dan apa yang keluar daripadanya) seperti tumbuh-tumbuhan dan lain-lainnya (dan apa yang turun dari langit) berupa rezeki atau hujan dan lain-lainnya (dan apa yang naik) yakni yang terangkat (kepadanya) berupa amal perbuatan dan lain-lainnya. (Dan Dialah Yang Maha Penyayang) kepada kekasih-kekasih-Nya (lagi Maha Pengampun) kepada mereka.",
            "sajda": false,
            "transliteration": "Ya'lamu maa yaliju fil ardi wa maa yakhruju minhaa wa maa yanzilu minas samaaa'i wa maa ya'ruju feehaa; wa Huwar Raheemul Ghafoor",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3609,
            "aya_number": 3,
            "aya_text": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَأْتِيْنَا السَّاعَةُ ۗقُلْ بَلٰى وَرَبِّيْ لَتَأْتِيَنَّكُمْۙ عٰلِمِ الْغَيْبِۙ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِ وَلَآ اَصْغَرُ مِنْ ذٰلِكَ وَلَآ اَكْبَرُ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍۙ  ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 428,
            "translation_aya_text": "Dan orang-orang yang kafir berkata, “Hari Kiamat itu tidak akan datang kepada kami.” Katakanlah, “Pasti datang, demi Tuhanku yang mengetahui yang gaib, Kiamat itu pasti akan datang kepadamu. Tidak ada yang tersembunyi bagi-Nya sekalipun seberat zarrah baik yang di langit maupun yang di bumi, yang lebih kecil dari itu atau yang lebih besar, semuanya (tertulis) dalam Kitab yang jelas (Lauh Mahfuzh),”",
            "tafsir_jalalayn": "(Dan orang-orang yang kafir berkata, \"Hari terakhir itu tidak akan datang kepada kami\") yakni hari kiamat. (Katakanlah) kepada mereka, (\"Pasti datang, demi Rabbku Yang mengetahui yang gaib, sesungguhnya kiamat itu pasti akan datang kepada kalian) kalau dibaca 'Aalimil Ghaibi berarti menjadi sifat dari lafal Rabbii. Kalau dibaca 'Aalimul Ghaibi berarti menjadi Khabar dari Mubtada, sehingga artinya menjadi seperti berikut, Ya, pasti datang, demi Rabbku, hari kiamat itu pasti akan datang kepada kalian; Dia mengetahui yang gaib. Bacaan yang kedua ini lebih sesuai dengan kalimat yang sesudahnya, yaitu, (tidak ada yang tersembunyi) tiada yang tidak tampak (bagi-Nya seberat) sebesar (zarah pun) zarah artinya semut yang paling kecil (yang ada di langit dan yang ada di bumi, dan tidak ada pula yang lebih kecil dari itu dan yang lebih besar, melainkan semuanya tercatat dalam Kitab yang nyata.) Kitab yang jelas, yang dimaksud adalah Lohmahfuz.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena kafaroo laa taateenas Saa'ah; qul balaa wa Rabbee lataatiyannakum 'Aalimul Ghaib; laa ya'zubu 'anhu misqaalu zarratin fis samaawaati wa laa fil ardi wa laaa asgharu min zaalika wa laaa akbaru illaa fee kitaabim mubeen",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3610,
            "aya_number": 4,
            "aya_text": "لِّيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۗ اُولٰۤىِٕكَ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 428,
            "translation_aya_text": "agar Dia (Allah) memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan. Mereka memperoleh ampunan dan rezeki yang mulia (surga).",
            "tafsir_jalalayn": "(Supaya Allah memberi balasan) pada hari kiamat itu (kepada orang-orang yang beriman dan mengerjakan amal yang saleh. Mereka itu adalah orang-orang yang baginya ampunan dan rezeki yang mulia.\") rezeki yang baik di surga.",
            "sajda": false,
            "transliteration": "Liyajziyal lazeena aamanoo wa 'amilus saalihaat; ulaaa'ika lahum maghfiratunw wa rizqun kareem",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3611,
            "aya_number": 5,
            "aya_text": "وَالَّذِيْنَ سَعَوْ فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مِّنْ رِّجْزٍ اَلِيْمٌ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 428,
            "translation_aya_text": "Dan orang-orang yang berusaha untuk (menentang) ayat-ayat Kami dengan anggapan mereka dapat melemahkan (menggagalkan azab Kami), mereka itu akan memperoleh azab, yaitu azab yang sangat pedih.",
            "tafsir_jalalayn": "(Dan orang-orang yang berusaha untuk) menentang atau membatalkan (ayat-ayat Kami) yaitu Alquran (dengan anggapan mereka dapat melepaskan diri dari Kami) dan menurut qiraat yang lain, lafal Mu'aajiziina pada ayat ini dan pada ayat yang lainnya nanti dibaca Mu'jiziina. Maksudnya menganggap Kami tidak mampu mengazab mereka, atau mereka beranggapan dapat melepaskan diri dari azab Kami, karena mereka mempunyai dugaan, bahwa tidak ada hari berbangkit dan tidak ada azab (mereka itu memperoleh buruknya azab) azab yang paling buruk (yang pedih) yang menyakitkan, kalau dibaca Aliimin berarti menjadi sifat daripada lafal Rijzin dan kalau dibaca Aliimun berarti menjadi sifat daripada lafal 'Adzaabun.",
            "sajda": false,
            "transliteration": "Wallazeena sa'aw feee aayaatinaa mu'aajizeena ulaaa 'ika lahum 'azaabum mir irjzin aleem",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3612,
            "aya_number": 6,
            "aya_text": "وَيَرَى الَّذِيْنَ اُوْتُوا الْعِلْمَ الَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ هُوَ الْحَقَّۙ وَيَهْدِيْٓ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 428,
            "translation_aya_text": "Dan orang-orang yang diberi ilmu (Ahli Kitab) berpendapat bahwa (wahyu) yang diturunkan kepadamu (Muhammad) dari Tuhanmu itulah yang benar dan memberi petunjuk (bagi manusia) kepada jalan (Allah) Yang Mahaperkasa, Maha Terpuji.",
            "tafsir_jalalayn": "(Dan berpendapat) yakni telah mengetahui (orang-orang yang diberi ilmu) yang dimaksud adalah orang-orang yang beriman dari kalangan ahli kitab, seperti Abdullah bin Salam dan teman-temannya (bahwa wahyu yang diturunkan kepadamu dari Rabbmu) yakni Alquran (itulah) keputusan (yang benar dan menunjuki manusia kepada jalan) tuntunan (Tuhan Yang Maha Perkasa lagi Maha Terpuji) Allah yang memiliki keperkasaan lagi terpuji.",
            "sajda": false,
            "transliteration": "Wa yaral lazeena utul 'Ilmal lazeee unzila ilaika mir Rabbika huwal haqqa wa yahdeee ilaaa siraatil 'Azeezil Hameed",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3613,
            "aya_number": 7,
            "aya_text": "وَقَالَ الَّذِيْنَ كَفَرُوْا هَلْ نَدُلُّكُمْ عَلٰى رَجُلٍ يُّنَبِّئُكُمْ اِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍۙ اِنَّكُمْ لَفِيْ خَلْقٍ جَدِيْدٍۚ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 428,
            "translation_aya_text": "Dan orang-orang kafir berkata (kepada teman-temannya), “Maukah kami tunjukkan kepadamu seorang laki-laki yang memberitakan kepadamu bahwa apabila badanmu telah hancur sehancur-hancurnya, kamu pasti (akan dibangkitkan kembali) dalam ciptaan yang baru.",
            "tafsir_jalalayn": "(Dan orang-orang kafir berkata) sebagian dari mereka berkata kepada sebagian yang lain dengan nada yang penuh keheranan, (\"Maukah kalian kami tunjukkan kepada kalian seorang laki-laki) yang mereka maksud adalah Nabi Muhammad (yang memberitakan kepada kalian) yang membawa berita kepada kalian, bahwasanya (apabila badan kalian telah hancur) telah berantakan (sehancur-hancurnya) menjadi berkeping-keping (sesungguhnya kalian akan dibangkitkan kembali dalam ciptaan yang baru?\")",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena kafaroo hal nadullukum 'alaa rajuliny yanabbi 'ukum izaa muzziqtum kulla mumazzaqin innakum lafee khalqin jadeed",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        }
    ]
}