{
    "page_number": 429,
    "data": [
        {
            "aya_id": 3614,
            "aya_number": 8,
            "aya_text": "اَفْتَرٰى عَلَى اللّٰهِ كَذِبًا اَمْ بِهٖ جِنَّةٌ  ۗبَلِ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ فِى الْعَذَابِ وَالضَّلٰلِ الْبَعِيْدِ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 429,
            "translation_aya_text": "Apakah dia mengada-adakan kebohongan terhadap Allah atau sakit gila?” (Tidak), tetapi orang-orang yang tidak beriman kepada akhirat itu berada dalam siksaan dan kesesatan yang jauh.",
            "tafsir_jalalayn": "(Apakah dia mengada-adakan) lafal Aftaraa pada asalnya adalah A-iftaraa, kemudian Hamzah Washalnya tidak dibutuhkan lagi karena Hamzah Istifham sudah difathahkan, sehingga menjadi Aftaraa (kebohongan terhadap Allah) dalam hal tersebut (ataukah ada padanya penyakit gila?) yakni gangguan pada otaknya hingga ia mengkhayal yang bukan-bukan. Maka, Allah berfirman menyanggah mereka, (\"Tidak, tetapi orang-orang yang tidak beriman kepada negeri akhirat) yang di dalamnya terdapat hari berbangkit dan azab pembalasan (berada dalam siksaan) di akhirat nanti (dan kesesatan yang jauh.) dari kebenaran dalam kehidupan dunia.",
            "sajda": false,
            "transliteration": "Aftaraa 'alal laahi kaziban am bihee jinnah; balil lazeena laa yu'minoona bil Aakhirati fil'azaabi waddad laalil ba'eed",
            "tajweed_text": "أَفْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ كَذِبًا أ[c:10930[َم ب]ِه[n[ِۦ] جِ[g[نّ]َۗ[i:10931[ةُۢ ب]َلِ [h:10932[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ فِى [h:10442[ٱ]لْعَذَابِ وَ[h:10933[ٱ][l[ل]ضَّلَ[n[ـٰ]لِ [h:10934[ٱ]لْبَع[p[ِي][q[د]ِ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3615,
            "aya_number": 9,
            "aya_text": "اَفَلَمْ يَرَوْا اِلٰى مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ اِنْ نَّشَأْ نَخْسِفْ بِهِمُ الْاَرْضَ اَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السَّمَاۤءِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّكُلِّ عَبْدٍ مُّنِيْبٍ ࣖ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 429,
            "translation_aya_text": "Maka apakah mereka tidak memperhatikan langit dan bumi yang ada di hadapan dan di belakang mereka? Jika Kami menghendaki, niscaya Kami benamkan mereka di bumi atau Kami jatuhkan kepada mereka kepingan-kepingan dari langit. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi setiap hamba yang kembali (kepada-Nya).",
            "tafsir_jalalayn": "(Maka, apakah mereka tidak melihat) tidak memperhatikan (kepada apa yang ada di hadapan mereka dan apa yang ada di belakang mereka) maksudnya apa yang ada di atas dan di bawah mereka (yaitu langit dan bumi? Jika Kami menghendaki, niscaya Kami benamkan mereka di bumi atau Kami jatuhkan kepada mereka gumpalan) dapat dibaca Kisfan atau Kisafan artinya gumpalan-gumpalan (dari langit) menurut qiraat yang lain lafal Nasya', Nakhsif, dan Nusqith dibaca Yasya', Yakhsif dan Yusqith. (Sesungguhnya pada yang demikian itu) hal-hal yang terlihat itu (benar-benar terdapat tanda bagi setiap hamba yang kembali.\") kepada Rabbnya, yaitu tanda yang menunjukkan akan kekuasaan Allah yang mampu membangkitkan hidup kembali dan menciptakan apa yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Afalam yaraw ilaa maa baina aydeehim wa maa khalfahum minas samaaa'i wal ard; in nashad nakhsif bihimul arda aw nusqit 'alaihim kisafam minas samaaa'; inna fee zaalika la Aayatal likulli 'abdim muneeb",
            "tajweed_text": "أَفَلَمْ يَرَوْ[s[اْ] إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَه[w:10935[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِۚ إ[a:9711[ِن ن]َّشَأْ نَخْسِفْ بِهِمُ [h:7419[ٱ]لْأَرْضَ أَوْ نُسْقِ[q:10936[طْ] عَلَيْهِمْ كِسَ[a:9847[فًا م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:10937[ةً ل]ِّكُلِّ عَ[q:10938[بْ][a:10939[دٍ م]ُّن[p[ِي][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3616,
            "aya_number": 10,
            "aya_text": "۞ وَلَقَدْ اٰتَيْنَا دَاوٗدَ مِنَّا فَضْلًاۗ يٰجِبَالُ اَوِّبِيْ مَعَهٗ وَالطَّيْرَ ۚوَاَلَنَّا لَهُ الْحَدِيْدَۙ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 429,
            "translation_aya_text": "Dan sungguh, Telah Kami berikan kepada Dawud karunia dari Kami. (Kami berfirman), “Wahai gunung-gunung dan burung-burung! Bertasbihlah berulang-ulang bersama Dawud,” dan Kami telah melunakkan besi untuknya,",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Daud karunia dari Kami) berupa kenabian dan Kitab Zabur. Dan Kami berfirman, (\"Hai gunung-gunung! Lakukanlah berulang-ulang) yakni ulang-ulanglah (bersama Daud) melakukan tasbih; maksudnya bertasbihlah berulang-ulang bersamanya (dan burung-burung\") dibaca Nashab karena di'athafkan secara Mahall pada lafal Al Jibaalu maksudnya Kami menyeru mereka supaya bertasbih bersamanya (dan Kami telah melunakkan besi untuknya) sehingga besi di tangan Nabi Daud bagaikan adonan roti lunaknya.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Daawooda minnaa fadlany yaa jibaalu awwibee ma'ahoo wattaira wa alannaa lahul hadeed",
            "tajweed_text": "۞ وَلَقَ[q:341[دْ] ءَاتَيْنَا دَاوُ[n[ۥ]دَ مِ[g[نّ]َا فَضْل[a:10940[اًۖ ي]َ[n[ـٰ]جِبَالُ أَوِّبِى مَعَهُ[n[ۥ] وَ[h:8822[ٱ][l[ل]طَّيْرَۖ وَأَلَ[g[نّ]َا لَهُ [h:10941[ٱ]لْحَد[p[ِي][q[د]َ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3617,
            "aya_number": 11,
            "aya_text": "اَنِ اعْمَلْ سٰبِغٰتٍ وَّقَدِّرْ فِى السَّرْدِ وَاعْمَلُوْا صَالِحًاۗ اِنِّيْ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 429,
            "translation_aya_text": "yaitu) buatlah baju besi yang besar-besar dan ukurlah anyamannya; dan kerjakanlah kebajikan. Sungguh, Aku Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "Dan kami berfirman pula, (\"Buatlah) dari besi itu (baju besi yang besar-besar) yang menutupi tubuh pemakainya, sehingga terseret ke tanah karena besarnya (dan ukurlah anyamannya) anyamlah baju besi itu, oleh karenanya pembuat baju besi dinamakan Sarrad. Maksudnya jadikanlah baju besi itu sehingga sesuai dengan ukuran pemakainya (dan kerjakanlah oleh kalian) oleh keluarga Daud bersama-sama Daud sendiri (amalan yang saleh. Sesungguhnya Aku melihat apa yang kalian kerjakan.\") maka, Aku akan membalasnya kepada kalian.",
            "sajda": false,
            "transliteration": "Ani'mal saabighaatinw wa qaddir fis sardi wa'maloo saalihan innee bimaa ta'maloona Baseer",
            "tajweed_text": "أَنِ [h:10942[ٱ]عْمَلْ سَ[n[ـٰ]بِغَ[n[ـٰ][a:10943[تٍ و]َقَدِّرْ فِى [h:10944[ٱ][l[ل]سَّرْدِۖ وَ[h:9226[ٱ]عْمَلُو[s[اْ] صَ[n[ـٰ]لِحًاۖ إِ[g[نّ]ِى بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3618,
            "aya_number": 12,
            "aya_text": "وَلِسُلَيْمٰنَ الرِّيْحَ غُدُوُّهَا شَهْرٌ وَّرَوَاحُهَا شَهْرٌۚ وَاَسَلْنَا لَهٗ عَيْنَ الْقِطْرِۗ وَمِنَ الْجِنِّ مَنْ يَّعْمَلُ بَيْنَ يَدَيْهِ بِاِذْنِ رَبِّهٖۗ وَمَنْ يَّزِغْ مِنْهُمْ عَنْ اَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيْرِ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 429,
            "translation_aya_text": "Dan Kami (tundukkan) angin bagi Sulaiman, yang perjalanannya pada waktu pagi sama dengan perjalanan sebulan dan perjalanannya pada waktu sore sama dengan perjalanan sebulan (pula) dan Kami alirkan cairan tembaga baginya. Dan sebagian dari jin ada yang bekerja di hadapannya (di bawah kekuasaannya) dengan izin Tuhannya. Dan siapa yang menyimpang di antara mereka dari perintah Kami, Kami rasakan kepadanya azab neraka yang apinya menyala-nyala.",
            "tafsir_jalalayn": "(Dan) Kami tundukkan (bagi Sulaiman angin) menurut qiraat yang lain lafal Ar Riiha dibaca Ar Riihu yaitu dengan memperkirakan keberadaan lafal Taskhiirun (yang perjalanannya di waktu pagi) perjalanannya mulai dari pagi hingga waktu tergelincir matahari (sama dengan perjalanan sebulan, dan perjalanannya di waktu sore hari) yaitu mulai dari tergelincir matahari sampai terbenam (sama dengan perjalanan sebulan) maksudnya sama dengan perjalanan selama itu (dan Kami alirkan) Kami leburkan (cairan tembaga baginya) sehingga tembaga itu menjadi lebur selama tiga hari tiga malam, sebagaimana air mengalir dan umat manusia sampai sekarang dapat mengeksploitasinya berkat ilmu yang telah diberikan oleh Allah kepada Nabi Sulaiman. (Dan sebagian dari jin ada yang bekerja di bawah kekuasaannya dengan izin) yakni berdasarkan perintah (Rabbnya. Dan siapa yang menyimpang) menyeleweng (di antara mereka dari perintah Kami) yang menyuruhnya untuk taat kepada Nabi Sulaiman (Kami rasakan kepadanya azab neraka yang apinya menyala-nyala) di akhirat nanti. Menurut suatu pendapat azab tersebut terjadi di dunia, yaitu malaikat memukulnya dengan cambuk api, yang setiap pukulan dapat membakar dan menghanguskannya.",
            "sajda": false,
            "transliteration": "Wa li-Sulaimaanar reeha ghuduwwuhaa shahrunw wa ra-waahuhaa shahrunw wa asalnaa lahoo 'ainal qitr; wa minal jinni mai ya'malu baina yadaihi bi izni Rabbih; wa mai yazigh minhum 'an amrinaa nuziqhu min 'azaabis sa'eer",
            "tajweed_text": "وَلِسُلَيْمَ[n[ـٰ]نَ [h:8826[ٱ][l[ل]رِّيحَ غُدُوُّهَا شَهْ[a:10945[رٌ و]َرَوَاحُهَا شَهْ[a:10946[رٌۖ و]َأَسَلْنَا لَهُ[n[ۥ] عَيْنَ [h:10947[ٱ]لْقِ[q:10948[طْ]رِۖ وَمِنَ [h:10949[ٱ]لْجِ[g[نّ]ِ م[a:10950[َن ي]َعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ[n[ۖۦ] وَم[a:10951[َن ي]َزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِ[q:8980[قْ]هُ مِنْ عَذَابِ [h:8905[ٱ][l[ل]سَّع[p[ِي]رِ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3619,
            "aya_number": 13,
            "aya_text": "يَعْمَلُوْنَ لَهٗ مَا يَشَاۤءُ مِنْ مَّحَارِيْبَ وَتَمَاثِيْلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُوْرٍ رّٰسِيٰتٍۗ اِعْمَلُوْٓا اٰلَ دَاوٗدَ شُكْرًا ۗوَقَلِيْلٌ مِّنْ عِبَادِيَ الشَّكُوْرُ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 429,
            "translation_aya_text": "Mereka (para jin itu) bekerja untuk Sulaiman sesuai dengan apa yang dikehendakinya di antaranya (membuat) gedung-gedung yang tinggi, patung-patung, piring-piring yang (besarnya) seperti kolam dan periuk-periuk yang tetap (berada di atas tungku). Bekerjalah wahai keluarga Dawud untuk bersyukur (kepada Allah). Dan sedikit sekali dari hamba-hamba-Ku yang bersyukur.",
            "tafsir_jalalayn": "(Para jin itu membuat untuk Sulaiman apa yang dikehendakinya dari gedung-gedung yang tinggi) bangunan-bangunan tinggi yang memakai tangga untuk orang yang mau memasukinya (dan patung-patung) lafal Tamaatsiil adalah bentuk jamak dari lafal Timtsaalun, yaitu segala sesuatu yang dibuat menurut gambaran objek yang dipahatnya. Maksudnya adalah patung-patung yang terbuat dari tembaga, ada pula yang terbuat dari kaca serta batu pualam. Perlu diketahui bahwa membuat patung atau gambar tidak diharamkan menurut syariat Nabi Sulaiman (dan piring-piring besar) lafal Jifaanin bentuk jamak dari lafal Jafnah (yang besarnya seperti kolam) lafal Jawaabii bentuk jamak dari lafal Jaabiyah artinya kolam yang besar; piring besar itu dapat dipakai untuk makan seribu orang (dan periuk yang tetap) berada di atas tungkunya serta tidak bergerak dari tempatnya karena saking besarnya. Periuk tersebut terbuat dari bukit negeri Yaman dan bagi orang yang memasak harus menaiki tangga, demikian pula bagi orang yang mau mengambil makanan daripadanya. Dan Kami berfirman, (\"Bekerjalah kalian) hai (keluarga Daud) untuk taat kepada Allah (sebagai tanda syukur) kepada-Nya atas apa yang telah Dia limpahkan kepada kalian berupa nikmat-nikmat. (Dan sedikit sekali dari hamba-hamba-Ku yang berterima kasih.\") yang mau bekerja untuk taat kepada-Ku sebagai ungkapan rasa syukurnya kepada-Ku atas nikmat-nikmat yang telah Kuberikan kepadanya.",
            "sajda": false,
            "transliteration": "Ya'maloona lahoo ma yashaaa'u mim mahaareeba wa tamaaseela wa jifaanin kaljawaabi wa qudoorir raasiyaat; i'maloo aala Daawooda shukraa; wa qaleelum min 'ibaadiyash shakoor",
            "tajweed_text": "يَعْمَلُونَ لَهُ[n[ۥ] مَا يَش[o[َا]ٓءُ م[a:10952[ِن م]َّحَ[n[ـٰ]رِيبَ وَتَمَ[n[ـٰ]ثِيلَ وَجِفَا[f:10953[نٍ ك]َ[h:10954[ٱ]لْجَوَابِ وَقُدُو[u:10955[رٍ ر]َّاسِيَ[n[ـٰ]تٍۚ [h:10956[ٱ]عْمَل[o[ُوٓ][s[اْ] ءَالَ دَاوُ[n[ۥ]دَ شُكْ[a:10957[رًاۚ و]َقَلِي[a:10958[لٌ م]ِّنْ عِبَادِىَ [h:10959[ٱ][l[ل]شَّك[p[ُو]رُ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3620,
            "aya_number": 14,
            "aya_text": "فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلٰى مَوْتِهٖٓ اِلَّا دَاۤبَّةُ الْاَرْضِ تَأْكُلُ مِنْسَاَتَهٗ ۚفَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ اَنْ لَّوْ كَانُوْا يَعْلَمُوْنَ الْغَيْبَ مَا لَبِثُوْا فِى الْعَذَابِ الْمُهِيْنِۗ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 429,
            "translation_aya_text": "Maka ketika Kami telah menetapkan kematian atasnya (Sulaiman), tidak ada yang menunjukkan kepada mereka kematiannya itu kecuali rayap yang memakan tongkatnya. Maka ketika dia telah tersungkur, tahulah jin itu bahwa sekiranya mereka mengetahui yang gaib tentu mereka tidak tetap dalam siksa yang menghinakan.",
            "tafsir_jalalayn": "(Maka tatkala Kami telah menetapkan terhadapnya) terhadap Sulaiman (kematian) ia mati dalam keadaan diam berdiri bertopang pada tongkatnya selama setahun penuh. Para jin masih tetap melakukan pekerjaan-pekerjaan yang berat sebagaimana biasanya, karena mereka tidak menduga bahwa Nabi Sulaiman telah mati. Ketika rayap menggerogoti tongkatnya lalu tongkat itu patah, kemudian Nabi Sulaiman jatuh terjungkal maka menjadi nyatalah kematiannya di mata para jin itu (tidak ada yang menunjukkan kepada mereka kematiannya itu kecuali rayap) lafal Al Ardhu adalah bentuk Mashdar dari lafal Uridhatul Khasyabatu, artinya kayu itu digerogoti oleh rayap (yang memakan tongkatnya) lafal Minsa-atahuu dapat pula dibaca Minsaatahuu, yakni tongkatnya, dinamakan demikian karena tongkat itu dipakai untuk mengusir dan menghardik. (Maka, tatkala ia telah tersungkur) dalam keadaan telah mati (tahulah jin itu) yakni jelaslah bagi mereka (bahwa) \"an\" berasal dari Anna yang kemudian ditakhfifkan, asalnya Annahum (kalau sekiranya mereka mengetahui yang gaib) antara lain ialah apa yang gaib di mata mereka tentang kematian Nabi Sulaiman (tentulah mereka tidak akan tetap dalam siksa yang menghinakan) kerja berat yang selama ini mereka lakukan, karena mereka menduga bahwa Nabi Sulaiman masih tetap hidup, berbeda halnya jika mereka mengetahui ilmu gaib. Mereka baru mengetahui kematiannya setelah satu tahun berdasarkan perhitungan masa yang diperkirakan jika sebuah tongkat dimakan rayap, sejak sehari semalam sesudah kematiannya.",
            "sajda": false,
            "transliteration": "Falammaa qadainaa 'alaihil mawta ma dallahum 'alaa mawtiheee illaa daaabbatul ardi taakulu minsa atahoo falammaa kharra tabaiyanatil jinnu al law kaanoo ya'lamoonal ghaiba maa labisoo fil 'azaabil muheen",
            "tajweed_text": "فَلَ[g[مّ]َا قَضَيْنَا عَلَيْهِ [h:10960[ٱ]لْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِه[o[ِۦٓ] إِلَّا د[m[َا]ٓبَّةُ [h:10961[ٱ]لْأَرْضِ تَأْكُلُ مِ[f:10962[نس]َأَتَهُۖ[n[ۥ] فَلَ[g[مّ]َا خَرَّ تَبَيَّنَتِ [h:10963[ٱ]لْجِ[g[نّ]ُ أ[u:4894[َن ل]َّوْ كَانُو[s[اْ] يَعْلَمُونَ [h:10964[ٱ]لْغَيْبَ مَا لَبِثُو[s[اْ] فِى [h:10442[ٱ]لْعَذَابِ [h:10965[ٱ]لْمُه[p[ِي]نِ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        }
    ]
}