{
    "page_number": 43,
    "data": [
        {
            "aya_id": 264,
            "aya_number": 257,
            "aya_text": "اَللّٰهُ وَلِيُّ الَّذِيْنَ اٰمَنُوْا يُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَالَّذِيْنَ كَفَرُوْٓا اَوْلِيَاۤؤُهُمُ الطَّاغُوْتُ يُخْرِجُوْنَهُمْ مِّنَ النُّوْرِ اِلَى الظُّلُمٰتِۗ  اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 43,
            "translation_aya_text": "Allah pelindung orang yang beriman. Dia mengeluarkan mereka dari kegelapan kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya adalah setan, yang mengeluarkan mereka dari cahaya kepada kegelapan. Mereka adalah penghuni neraka. Mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Allah pelindung) atau pembela (orang-orang yang beriman yang mengeluarkan mereka dari kegelapan), maksudnya kekafiran (pada cahaya) atau keimanan. (Sedangkan orang-orang kafir, pelindung-pelindung mereka ialah setan yang mengeluarkan mereka dari cahaya kepada kegelapan). Disebutkan di sini ikhraj atau mengeluarkan. Adakalanya sebagai imbangan firman-Nya, \"Mengeluarkan mereka dari kegelapan\", atau mengenai orang-orang Yahudi yang beriman kepada nabi sebelum dibangkitkannya, kemudian kafir kepadanya. (Mereka itu adalah penghuni-penghuni neraka, mereka kekal di dalamnya).",
            "sajda": false,
            "transliteration": "Allaahu waliyyul lazeena aamanoo yukhrijuhum minaz zulumaati ilan noori wallazeena kafarooo awliyaaa'uhumut Taaghootu yukhrijoonahum minan noori ilaz zulumaat; ulaaa'ika Ashaabun Naari hum feehaa khaalidoon",
            "tajweed_text": "ٱللَّهُ وَلِىُّ [h:1489[ٱ]لَّذِينَ ءَامَنُو[s[اْ] يُخْرِجُه[w:1490[ُم م]ِّنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أَوْلِي[o[َا]ٓؤُهُمُ [h:1493[ٱ][l[ل]طَّ[n[ـٰ]غُوتُ يُخْرِجُونَه[w:1494[ُم م]ِّنَ [h:1495[ٱ][l[ل][g[نّ]ُورِ إِلَى [h:1496[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ‌ۗ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 265,
            "aya_number": 258,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْ حَاۤجَّ اِبْرٰهٖمَ فِيْ رَبِّهٖٓ اَنْ اٰتٰىهُ اللّٰهُ الْمُلْكَ ۘ اِذْ قَالَ اِبْرٰهٖمُ رَبِّيَ الَّذِيْ يُحْيٖ وَيُمِيْتُۙ قَالَ اَنَا۠ اُحْيٖ وَاُمِيْتُ ۗ قَالَ اِبْرٰهٖمُ فَاِنَّ اللّٰهَ يَأْتِيْ بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِيْ كَفَرَ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۚ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 43,
            "translation_aya_text": "Tidakkah kamu memperhatikan orang yang mendebat Ibrahim mengenai Tuhannya, karena Allah telah memberinya kerajaan (kekuasaan). Ketika Ibrahim berkata, “Tuhanku ialah Yang menghidupkan dan mematikan,” dia berkata, “Aku pun dapat menghidupkan dan mematikan.” Ibrahim berkata, “Allah menerbitkan matahari dari timur, maka terbitkanlah ia dari barat.” Maka bingunglah orang yang kafir itu. Allah tidak memberi petunjuk kepada orang-orang zalim.",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan orang yang mendebat Ibrahim tentang Tuhannya) (mentang-mentang ia diberi Allah kerajaan) maksudnya raja Namruz yang karena telah berkuasa hendak menyangkal karunia Allah kepadanya, (ketika) menjadi badal dari 'haajja' (Ibrahim berkata) ketika Namruz menanyakan padanya, \"Siapakah Tuhanmu yang kamu seru kami kepada-Nya itu?\" (\"Tuhanku ialah yang menghidupkan dan mematikan\"), maksudnya menciptakan kehidupan dan kematian di dalam tubuh. (Katanya) Kata Namruz, (\"Sayalah yang menghidupkan dan yang mematikan), yakni dengan membunuh dan memaafkan, lalu dipanggillah dua orang laki-laki, yang seorang dibunuh dan yang seorang lagi dibiarkan hidup. Maka tatkala dilihatnya raja itu seorang yang tolol, (Ibrahim berkata) sambil meningkat kepada alasan yang lebih jelas lagi, (\"Sesungguhnya Allah menerbitkan matahari dari timur, maka terbitkanlah) olehmu (dari barat. Karena itu, bingung dan terdiamlah orang kafir itu) tidak dapat memberikan jawaban atau dalih lagi (dan Allah tidak memberi petunjuk kepada orang-orang yang aniaya) karena kekafirannya, yakni petunjuk ke jalan hidayah.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazee Haaajja Ibraaheema fee Rabbiheee an aataahullaahul mulka iz qaala Ibraaheemu Rabbiyal lazee yuhyee wa yumeetu qaala ana uhyee wa yumeetu qaala ana uhyee wa umeetu qaala Ibraaheemu fa innal laaha yaatee bishshamsi minal mashriqi faati bihaa minal maghribi fabuhital lazee kafar; wallaahu laa yahdil qawmaz zaalimeen",
            "tajweed_text": "أَلَمْ تَرَ إِلَى [h:1497[ٱ]لَّذِى ح[m[َا]ٓجَّ إِ[q:640[بْ]ر[n[َٲ]هِـ[n[ـۧ]مَ فِى رَبِّه[o[ِۦٓ] أَنْ ءَاتَ[n[ـٰ]هُ [h:1498[ٱ]للَّهُ [h:1435[ٱ]لْمُلْكَ إِذْ قَالَ إِ[q:656[بْ]ر[n[َٲ]هِـ[n[ـۧ]مُ رَبِّىَ [h:1499[ٱ]لَّذِى يُحْى[n[ِۦ] وَيُمِيتُ قَالَ أَنَا۟ أُحْى[n[ِۦ] وَأُمِيتُ‌ۖ قَالَ إِ[q:656[بْ]ر[n[َٲ]هِـ[n[ـۧ]مُ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ يَأْتِى بِ[h:1500[ٱ][l[ل]شَّمْسِ مِنَ [h:1501[ٱ]لْمَشْرِقِ فَأْتِ بِهَا مِنَ [h:1502[ٱ]لْمَغْرِبِ فَبُهِتَ [h:1503[ٱ]لَّذِى كَفَرَ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 266,
            "aya_number": 259,
            "aya_text": "اَوْ كَالَّذِيْ مَرَّ عَلٰى قَرْيَةٍ وَّهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۚ قَالَ اَنّٰى يُحْيٖ هٰذِهِ اللّٰهُ بَعْدَ مَوْتِهَا ۚ فَاَمَاتَهُ اللّٰهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهٗ ۗ قَالَ كَمْ لَبِثْتَ ۗ قَالَ لَبِثْتُ يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالَ بَلْ لَّبِثْتَ مِائَةَ عَامٍ فَانْظُرْ اِلٰى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۚ وَانْظُرْ اِلٰى حِمَارِكَۗ وَلِنَجْعَلَكَ اٰيَةً لِّلنَّاسِ وَانْظُرْ اِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوْهَا لَحْمًا ۗ فَلَمَّا تَبَيَّنَ لَهٗ ۙ قَالَ اَعْلَمُ اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 43,
            "translation_aya_text": "Atau seperti orang yang melewati suatu negeri yang (bangunan-bangunannya) telah roboh hingga menutupi (reruntuhan) atap-atapnya, dia berkata, “Bagaimana Allah menghidupkan kembali (negeri) ini setelah hancur?” Lalu Allah mematikannya (orang itu) selama seratus tahun, kemudian membangkitkannya (menghidupkannya) kembali. Dan (Allah) bertanya, “Berapa lama engkau tinggal (di sini)?” Dia (orang itu) menjawab, “Aku tinggal (di sini) sehari atau setengah hari.” Allah berfirman, “Tidak! Engkau telah tinggal seratus tahun. Lihatlah makanan dan minumanmu yang belum berubah, tetapi lihatlah keledaimu (yang telah menjadi tulang belulang). Dan agar Kami jadikan engkau tanda kekuasaan Kami bagi manusia. Lihatlah tulang belulang (keledai itu), bagaimana Kami menyusunnya kembali, kemudian Kami membalutnya dengan daging.” Maka ketika telah nyata baginya, dia pun berkata, “Saya mengetahui bahwa Allah Mahakuasa atas segala sesuatu.”",
            "tafsir_jalalayn": "(Atau) tidakkah kamu perhatikan (orang) 'kaf' hanya tambahan belaka (yang lewat di suatu negeri). Orang itu bernama Uzair dan lewat di Baitulmakdis dengan mengendarai keledai sambil membawa sekeranjang buah tin dan satu mangkuk perasan anggur (yang temboknya telah roboh menutupi atap-atapnya), yakni setelah dihancurkan oleh raja Bukhtanashar. (Katanya, \"Bagaimana caranya Allah menghidupkan kembali negeri ini setelah robohnya?\") disebabkan kagumnya akan kekuasaan-Nya (Maka Allah pun mematikan orang itu) dan membiarkannya dalam kematian (selama seratus tahun, kemudian menghidupkannya). Untuk memperlihatkan kepadanya bagaimana caranya demikian itu. (Allah berfirman) kepadanya, (Berapa lamanya kamu tinggal di sini?) (Jawabnya, \"Saya telah tinggal di sini sehari atau setengah hari) karena ia mulai tidur dari waktu pagi, lalu dimatikan dan dihidupkan lagi di waktu Magrib, hingga menurut sangkanya tentulah ia tidur sepanjang hari itu. (Firman Allah swt., \"Sebenarnya sudah seratus tahun lamanya kamu tinggal; lihatlah makanan dan minumanmu itu) buah tin dan perasan anggur (yang belum berubah) artinya belum lagi basi walaupun waktunya sudah sekian lama. 'Ha' pada 'yatasannah' ada yang mengatakan huruf asli pada 'sanaha', ada pula yang mengatakannya sebagai huruf saktah, sedangkan menurut satu qiraat, tidak pakai 'ha' sama sekali (dan lihatlah keledaimu) bagaimana keadaannya. Maka dilihatnya telah menjadi bangkai sementara tulang belulangnya telah putih dan berkeping-keping. Kami lakukan itu agar kamu tahu, (dan akan Kami jadikan kamu sebagai tanda) menghidupkan kembali (bagi manusia. Dan lihatlah tulang-belulang) keledaimu itu (bagaimana Kami menghidupkannya) dibaca dengan nun baris di depan. Ada pula yang membacanya dengan baris di atas kata 'nasyara', sedang menurut qiraat dengan baris di depan berikut zai 'nunsyizuha' yang berarti Kami gerakkan dan Kami susun, (kemudian Kami tutup dengan daging) dan ketika dilihatnya tulang-belulang itu sudah tertutup dengan daging, bahkan telah ditiupkan kepadanya roh hingga meringkik. (Maka setelah nyata kepadanya) demikian itu dengan kesaksian mata (ia pun berkata, \"Saya yakin\") berdasar penglihatan saya (bahwa Allah Maha Kuasa atas segala sesuatu\"). Menurut satu qiraat 'i`lam' atau 'ketahuilah' yang berarti perintah dari Allah kepadanya supaya menyadari.",
            "sajda": false,
            "transliteration": "Aw kallazee marra 'alaa qaryatinw wa hiya khaawiyatun 'alaa 'urooshihaa qaala annaa yuhyee haazihil laahu ba'da mawtihaa fa amaatahul laahu mi'ata 'aamin suumma ba'asahoo qaala kam labista qaala labistu yawman aw ba'da yawmin qaala bal labista mi'ata 'aamin fanzur ilaa ta'aamika wa sharaabika lam yatasannah wanzur ilaa himaarika wa linaj'alaka Aayatal linnaasi wanzur ilal'izaami kaifa nunshizuhaa summa naksoohaa lahmaa; falammaa tabiyana lahoo qaala a'lamu annal laaha 'alaakulli shai'in Qadeer",
            "tajweed_text": "أَوْ كَ[h:1506[ٱ]لَّذِى مَرَّ عَلَىٰ قَرْيَ[a:1507[ةٍ و]َهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَ[g[نّ]َىٰ يُحْى[n[ِۦ] هَ[n[ـٰ]ذِهِ [h:1508[ٱ]للَّهُ بَعْدَ مَوْتِهَا‌ۖ فَأَمَاتَهُ [h:1509[ٱ]للَّهُ مِ[s[اْ]ئَةَ عَا[f:1510[مٍ ث]ُ[g[مّ]َ بَعَثَهُ[n[ۥ]‌ۖ قَالَ كَمْ لَبِثْتَ‌ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْ[f:1511[مٍ‌ۖ ق]َالَ بَل لَّبِثْتَ مِ[s[اْ]ئَةَ عَا[f:1512[مٍ ف]َ[h:1513[ٱ][f:1513[نظ]ُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَ[g[نّ]َهْ‌ۖ وَ[h:1514[ٱ][f:1514[نظ]ُرْ إِلَىٰ حِمَارِكَ وَلِنَ[q:1515[جْ]عَلَكَ ءَايَ[u:1516[ةً ل]ِّل[g[نّ]َاسِ‌ۖ وَ[h:1514[ٱ][f:1514[نظ]ُرْ إِلَى [h:1517[ٱ]لْعِظَامِ كَيْفَ نُ[f:1518[نش]ِزُهَا ثُ[g[مّ]َ نَكْسُوهَا لَحْ[f:1519[مًا‌ۚ ف]َلَ[g[مّ]َا تَبَيَّنَ لَهُ[n[ۥ] قَالَ أَعْلَمُ أَ[g[نّ]َ [h:394[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}