{
    "page_number": 430,
    "data": [
        {
            "aya_id": 3621,
            "aya_number": 15,
            "aya_text": "لَقَدْ كَانَ لِسَبَاٍ فِيْ مَسْكَنِهِمْ اٰيَةٌ  ۚجَنَّتٰنِ عَنْ يَّمِيْنٍ وَّشِمَالٍ ەۗ كُلُوْا مِنْ رِّزْقِ رَبِّكُمْ وَاشْكُرُوْا لَهٗ  ۗبَلْدَةٌ طَيِّبَةٌ وَّرَبٌّ غَفُوْرٌ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 430,
            "translation_aya_text": "Sungguh, bagi kaum Saba’ ada tanda (kebesaran Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebelah kiri, (kepada mereka dikatakan), “Makanlah olehmu dari rezeki yang (dianugerahkan) Tuhanmu dan bersyukurlah kepada-Nya. (Negerimu) adalah negeri yang baik (nyaman) sedang (Tuhanmu) adalah Tuhan Yang Maha Pengampun.”",
            "tafsir_jalalayn": "(Sesungguhnya bagi kaum Saba) lafal Saba dapat dibaca dengan memakai harakat Tanwin pada akhirnya atau bisa juga tidak. Saba adalah nama suatu kabilah bangsa Arab yang diambil dari nenek moyang mereka (di tempat kediaman mereka) di negeri Yaman (ada tanda) yang menunjukkan akan kekuasaan Allah swt. (yaitu dua buah kebun) lafal Jannataani ini menjadi Badal dari lafal Aayatun (di sebelah kanan dan di sebelah kiri) lembah tempat mereka tinggal. Dan dikatakan kepada mereka, (\"Makanlah oleh kalian dari rezeki Rabb kalian dan bersyukurlah kalian kepada-Nya.\") atas apa yang telah dikaruniakan-Nya kepada kalian berupa nikmat-nikmat yang ada di negeri Saba. (Negeri kalian, adalah negeri yang baik) tidak ada tanah yang tandus, tidak ada nyamuk, tidak ada lalat, tidak ada lalat pengisap darah, tidak ada kalajengking dan tidak ada ular. Seandainya ada orang asing lewat ke negeri itu dan pada bajunya terdapat kutu, maka kutu itu otomatis akan mati karena harum dan bersihnya udara negeri Saba. (Dan) Allah (Rabb Yang Maha Pengampun.)",
            "sajda": false,
            "transliteration": "Laqad kaana li Saba-in fee maskanihim Aayatun jannataani 'ai yameeninw wa shimaalin kuloo mir rizq Rabbikum washkuroolah; baldatun taiyibatunw wa Rabbun Ghafoor",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3622,
            "aya_number": 16,
            "aya_text": "فَاَعْرَضُوْا فَاَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنٰهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ اُكُلٍ خَمْطٍ وَّاَثْلٍ وَّشَيْءٍ مِّنْ سِدْرٍ قَلِيْلٍ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 430,
            "translation_aya_text": "Tetapi mereka berpaling, maka Kami kirim kepada mereka banjir yang besar dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) yang berbuah pahit, pohon Atsl dan sedikit pohon Sidr.",
            "tafsir_jalalayn": "(Tetapi mereka berpaling) tidak mau bersyukur kepada-Nya dan bahkan mereka kafir kepada-Nya (maka Kami datangkan kepada mereka banjir yang besar) lafal Al 'Arim adalah bentuk jamak dari lafal 'Urmah yang artinya adalah bendungan yang menampung air sampai waktu yang dibutuhkan. Maksudnya dam yang membendung kebutuhan air mereka pecah sehingga menenggelamkan kebun-kebun dan harta benda mereka (dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi) lafal Dzawaatai merupakan bentuk Tatsniyah dari lafal Dzawaatun yang Mufrad (pohon-pohon yang berbuah pahit) yang sangat pahit buahnya lagi tidak enak rasanya; dapat dibaca Ukuli Khamthin yaitu dengan di-mudhaf-kan, lafal Ukulin ini bermakna Maakuulin yaitu yang dimakan sebagaimana dapat pula dibaca Ukulin Khamthin, lalu dibaca Ukulin Wa Khamtin (pohon Atsl dan sedikit pohon Sidr).",
            "sajda": false,
            "transliteration": "Fa-a''radoo fa-arsalnaa 'alaihim Sailal 'Arimi wa baddalnaahum bijannataihim jannataini azwaatai ukulin khamtinw wa aslinw wa shai'im min sidrin qaleel",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3623,
            "aya_number": 17,
            "aya_text": "ذٰلِكَ جَزَيْنٰهُمْ بِمَا كَفَرُوْاۗ وَهَلْ نُجٰزِيْٓ اِلَّا الْكَفُوْرَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 430,
            "translation_aya_text": "Demikianlah Kami memberi balasan kepada mereka karena kekafiran mereka. Dan Kami tidak menjatuhkan azab (yang demikian itu), melainkan hanya kepada orang-orang yang sangat kafir.",
            "tafsir_jalalayn": "(Demikianlah) penggantian itu (Kami memberi balasan kepada mereka karena kekafiran mereka) sebab kekafiran mereka. (Dan Kami tidak menjatuhkan pembalasan melainkan hanya kepada orang-orang yang sangat kafir) lafal Nujaazii dapat pula dibaca Yujaazii, artinya tidaklah diberi balasan azab melainkan hanya orang-orang yang sangat ingkar.",
            "sajda": false,
            "transliteration": "Zaalika jazainaahum bimaa kafaroo wa hal nujaazeee illal kafoor",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3624,
            "aya_number": 18,
            "aya_text": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِيْ بٰرَكْنَا فِيْهَا قُرًى ظَاهِرَةً وَّقَدَّرْنَا فِيْهَا السَّيْرَۗ سِيْرُوْا فِيْهَا لَيَالِيَ وَاَيَّامًا اٰمِنِيْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 430,
            "translation_aya_text": "Dan Kami jadikan antara mereka (penduduk Saba’) dan negeri-negeri yang Kami berkahi (Syam), beberapa negeri yang berdekatan dan Kami tetapkan antara negeri-negeri itu (jarak-jarak) perjalanan. Berjalanlah kamu di negeri-negeri itu pada malam dan siang hari dengan aman.",
            "tafsir_jalalayn": "(Dan Kami jadikan antara mereka) yakni penduduk negeri Saba yang berada di Yaman (dan antara negeri-negeri yang Kami limpahkan berkat kepadanya) dengan melimpahnya air dan banyaknya pohon-pohonan, yang dimaksud adalah kampung-kampung negeri Syam tempat lalu mereka untuk tujuan berdagang (beberapa negeri yang berdekatan) mulai dari Yaman sampai ke Syam (dan Kami tetapkan antara negeri-negeri itu jarak-jarak perjalanan) hingga mereka dapat beristirahat pada suatu tempat, kemudian menginap pada tempat lainnya sampai pada akhir perjalanan mereka. Di dalam perjalanan, mereka tak perlu lagi membawa bekal dan air. Kami katakan, (\"Berjalanlah kalian di kota-kota itu pada malam dan siang hari dengan aman\") tanpa merasa takut lagi, baik kalian melakukan perjalanan pada malam hari maupun pada siang hari.",
            "sajda": false,
            "transliteration": "Wa ja'alnaa bainahum wa bainal qural latee baaraknaa feehaa quran zaahiratanw wa qaddamaa feehas sayr; seeroo feehaa la yaalirya wa aiyaaman aamineen",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3625,
            "aya_number": 19,
            "aya_text": "فَقَالُوْا رَبَّنَا بٰعِدْ بَيْنَ اَسْفَارِنَا وَظَلَمُوْٓا اَنْفُسَهُمْ فَجَعَلْنٰهُمْ اَحَادِيْثَ وَمَزَّقْنٰهُمْ كُلَّ مُمَزَّقٍۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 430,
            "translation_aya_text": "Maka mereka berkata, “Ya Tuhan kami, jauhkanlah jarak perjalanan kami,” dan (berarti mereka) menzalimi diri mereka sendiri; maka Kami jadikan mereka bahan pembicaraan dan Kami hancurkan mereka sehancur-hancurnya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang yang sabar dan bersyukur.",
            "tafsir_jalalayn": "(Mereka berkata, \"Ya Rabb kami! Jauhkanlah) menurut suatu qiraat huruf 'Ain-nya di-tasydid-kan (jarak perjalanan kami\") ke negeri Syam, maksudnya jadikanlah tempat-tempat yang dilalui itu menjadi padang sahara, supaya jarak perjalanan itu dianggap sangat jauh bagi orang-orang yang miskin, yaitu karena membutuhkan bekal-bekal yang banyak dan persediaan air yang cukup. Maka mereka mengingkari nikmat tersebut (dan mereka menganiaya diri mereka sendiri) dengan melakukan kekafiran (maka Kami jadikan mereka buah mulut) bagi orang-orang yang sesudah mereka dalam hal itu (dan Kami hancurkan mereka sehancur-hancurnya) Kami cerai-beraikan mereka dari negeri tempat tinggal mereka. (Sesungguhnya pada yang demikian itu) pada yang telah disebutkan itu (benar-benar terdapat tanda-tanda) yakni pelajaran (bagi setiap orang yang sabar) menahan diri dari perbuatan-perbuatan maksiat (lagi bersyukur) atas nikmat-nikmat-Nya.",
            "sajda": false,
            "transliteration": "Faqaaloo Rabbanaa baa'id baina asfaarinaa wa zalamooo anfusahum faja'alnaahum ahaadeesa wa mazzaq naahum kulla mumazzaq; inna fee zaalika la Aayaatil likulli sabbaarin shakoor",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3626,
            "aya_number": 20,
            "aya_text": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ اِبْلِيْسُ ظَنَّهٗ فَاتَّبَعُوْهُ اِلَّا فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 430,
            "translation_aya_text": "Dan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah membuktikan kebenaran) dapat dibaca Shadaqa atau Shaddaqa (terhadap mereka) terhadap orang-orang kafir, antara lain adalah penduduk negeri Saba (iblis akan kebenaran sangkaannya) bahwasanya apabila ia menggoda mereka, maka niscaya mereka akan mengikutinya (lalu mereka mengikutinya) maka benarlah dugaan iblis itu atau nyata benarlah apa yang diduga oleh iblis itu (kecuali) tetapi (sebagian dari orang-orang yang beriman) yang benar-benar beriman, tidak mau mengikuti iblis.",
            "sajda": false,
            "transliteration": "Wa laqad saddaq 'alaihim Ibleesu zannnabhoo fattaba'oohu illaa fareeqam minal mu'mineen",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3627,
            "aya_number": 21,
            "aya_text": "وَمَا كَانَ لَهٗ عَلَيْهِمْ مِّنْ سُلْطَانٍ اِلَّا لِنَعْلَمَ مَنْ يُّؤْمِنُ بِالْاٰخِرَةِ مِمَّنْ هُوَ مِنْهَا فِيْ شَكٍّ ۗوَرَبُّكَ عَلٰى كُلِّ شَيْءٍ حَفِيْظٌ ࣖ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 430,
            "translation_aya_text": "Dan tidak ada kekuasaan (Iblis) terhadap mereka, melainkan hanya agar Kami dapat membedakan siapa yang beriman kepada adanya akhirat dan siapa yang masih ragu-ragu tentang  (akhirat) itu. Dan Tuhanmu Maha Memelihara segala sesuatu.",
            "tafsir_jalalayn": "(Dan tidak ada kekuasaan iblis terhadap mereka) maksudnya iblis tidak mempunyai kekuasaan apa-apa terhadap mereka (melainkan hanyalah agar Kami dapat mengetahui) yakni menyatakan (siapa yang beriman kepada adanya kehidupan akhirat dan siapa yang ragu-ragu tentang itu) maka kelak Kami akan membalasnya kepada masing-masing. (Dan Rabbmu Maha Memelihara segala sesuatu) yakni Maha Mengawasi.",
            "sajda": false,
            "transliteration": "Wa maa kaana lahoo 'alaihim min sultaanin illaa lina'lama mai yu minu bil Aakhirati mimman huwa minhaa fee shakk; wa Rabbuka 'alaa kulli shai'in Hafeez",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3628,
            "aya_number": 22,
            "aya_text": "قُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِ اللّٰهِۚ لَا يَمْلِكُوْنَ مِثْقَالَ ذَرَّةٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِ وَمَا لَهُمْ فِيْهِمَا مِنْ شِرْكٍ وَّمَا لَهٗ مِنْهُمْ مِّنْ ظَهِيْرٍ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 430,
            "translation_aya_text": "Katakanlah (Muhammad), “Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah! Mereka tidak memiliki (kekuasaan) seberat zarrah pun di langit dan di bumi, dan mereka sama sekali tidak mempunyai peran serta dalam (penciptaan) langit dan bumi dan tidak ada di antara mereka yang menjadi pembantu bagi-Nya.”",
            "tafsir_jalalayn": "(Katakanlah) hai Muhammad kepada orang-orang kafir Mekah, (\"Serulah mereka yang kalian anggap) sebagai tuhan-tuhan (selain Allah) untuk memberi manfaat kepada diri kalian sesuai dengan dugaan dan sangkaan kalian. Maka Allah berfirman mengenai yang dipertuhankan mereka itu (mereka tidak memiliki seberat) walau hanya seberat (zarah) kebaikan atau keburukan (di langit dan di bumi, dan mereka tidak mempunyai suatu saham pun dalam penciptaan langit dan bumi) tidak ikut andil (dan tidak ada bagi-Nya) yakni bagi Allah swt. (dari mereka) yang dianggap sebagai tuhan-tuhan itu (seorang pembantu pun\") yaitu yang membantu-Nya.",
            "sajda": false,
            "transliteration": "Qulid 'ul lazeena za'amtum min doonil laahi laa yamlikoona misqaala zarratin fissamaawaati wa laa fil ardi wa maa lahum feehimaa min shirkinw wa maa lahoo minhum min zaheer",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        }
    ]
}