{
    "page_number": 431,
    "data": [
        {
            "aya_id": 3629,
            "aya_number": 23,
            "aya_text": "وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهٗٓ اِلَّا لِمَنْ اَذِنَ لَهٗ ۗحَتّٰىٓ اِذَا فُزِّعَ عَنْ قُلُوْبِهِمْ قَالُوْا مَاذَاۙ قَالَ رَبُّكُمْۗ قَالُوا الْحَقَّۚ وَهُوَ الْعَلِيُّ الْكَبِيْرُ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 431,
            "translation_aya_text": "Dan syafaat (pertolongan) di sisi-Nya hanya berguna bagi orang yang telah diizinkan-Nya (memperoleh syafaat itu). Sehingga apabila telah dihilangkan ketakutan dari hati mereka, mereka berkata, “Apakah yang telah difirmankan oleh Tuhanmu?” Mereka menjawab, “(Perkataan) yang benar,” dan Dialah Yang Mahatinggi, Mahabesar.",
            "tafsir_jalalayn": "(Dan tiadalah berguna syafaat di sisi Allah) Maha Tinggi Allah, ayat ini merupakan sanggahan terhadap perkataan mereka, bahwa sesungguhnya tuhan-tuhan sesembahan mereka akan dapat memberikan syafaat kepada mereka di sisi-Nya (melainkan bagi orang yang telah diizinkan) dapat dibaca Adzina atau Udzina (baginya) untuk memberi syafaat itu (sehingga apabila telah dihilangkan ketakutan) dapat dibaca Fazza'a atau Fuzzi'a (dari hati mereka) karena ada orang yang diizinkan untuk memberi syafaat (mereka berkata) sebagian dari mereka berkata kepada sebagian yang lain karena mendapat berita gembira itu, (\"Apakah yang telah difirmankan oleh Rabb kalian?\") mengenai syafaat itu. (Mereka menjawab) \"Perkataan (yang benar\") yakni Dia telah memberi izin kepadanya untuk memberi syafaat (dan Dialah Yang Maha Tinggi) di atas semua makhluk-Nya dengan mengalahkan mereka semuanya (lagi Maha Besar) yakni Maha Agung.",
            "sajda": false,
            "transliteration": "Wa laa tanfa'ush shafaa'atu 'indahooo illaa liman azina lah; hattaaa izaa fuzzi'a 'an quloobihim qaaloo maazaa qaala Rabbukum; qaalul haqq, wa Huwal 'Aliyul Kabeer",
            "tajweed_text": "وَلَا تَ[f:8613[نف]َعُ [h:8614[ٱ][l[ل]شَّفَ[n[ـٰ]عَةُ عِ[f:719[ند]َهُ[o[ۥٓ] إِلَّا لِمَنْ أَذِنَ لَهُۚ[n[ۥ] حَتَّ[o[ىٰٓ] إِذَا فُزِّعَ عَ[f:10996[ن ق]ُلُوبِهِمْ قَالُو[s[اْ] مَاذَا قَالَ رَبُّكُمْۖ قَالُو[s[اْ] [h:10997[ٱ]لْحَقَّۖ وَهُوَ [h:1475[ٱ]لْعَلِىُّ [h:9089[ٱ]لْكَب[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3630,
            "aya_number": 24,
            "aya_text": "۞ قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۙوَاِنَّآ اَوْ اِيَّاكُمْ لَعَلٰى هُدًى اَوْ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 431,
            "translation_aya_text": "Katakanlah (Muhammad), “Siapakah yang memberi rezeki kepadamu dari langit dan dari bumi?” Katakanlah, “Allah,” dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata.",
            "tafsir_jalalayn": "(Katakanlah! \"Siapakah yang memberi rezeki kepada kalian dari langit) melalui hujan (dan dari bumi?\") melalui tumbuh-tumbuhan (Katakanlah! \"Allah\") jika mereka tidak mengatakan demikian, maka tidak akan ada jawaban lain yang benar (dan sesungguhnya kami atau kalian) yakni salah satu di antara kedua golongan (pasti berada dalam petunjuk atau dalam kesesatan yang nyata) nyata sesatnya, apakah kami atau kalian orang-orang kafir. Dikatakan dengan ungkapan yang samar demi untuk melunakkan hati orang yang kafir, dengan maksud menyeru mereka kepada iman, yaitu apabila mereka sesuai dengan Nabi saw.",
            "sajda": false,
            "transliteration": "Qul mai yarzuqukum minas samaawaati wal ardi qulil laahu wa innaaa aw iyyaakum la'alaa hudan aw fee dalaalim mubeen",
            "tajweed_text": "۞ قُلْ م[a:6033[َن ي]َرْزُقُك[w:6034[ُم م]ِّنَ [h:7498[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِۖ قُلِ [h:3166[ٱ]للَّهُۖ وَإِ[g[نّ][o[َآ] أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3631,
            "aya_number": 25,
            "aya_text": "قُلْ لَّا تُسْـَٔلُوْنَ عَمَّآ اَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُوْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 431,
            "translation_aya_text": "Katakanlah, “Kamu tidak akan dimintai tanggung jawab atas apa yang kami kerjakan dan kami juga tidak akan dimintai tanggung jawab atas apa yang kamu kerjakan.”",
            "tafsir_jalalayn": "(Katakanlah! \"Kalian tidak akan ditanya tentang dosa yang kami perbuat) tentang dosa-dosa kami (dan kami tidak akan ditanya pula tentang apa yang kalian perbuat\") karena sesungguhnya kami berlepas diri dari kalian.",
            "sajda": false,
            "transliteration": "Qul laa tus'aloona 'ammaaa ajramnaa wa laa nus'alu 'ammaa ta'maloon",
            "tajweed_text": "قُل لَّا تُسْــَٔلُونَ عَ[g[مّ][o[َآ] أَ[q:10998[جْ]رَمْنَا وَلَا نُسْــَٔلُ عَ[g[مّ]َا تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3632,
            "aya_number": 26,
            "aya_text": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّۗ وَهُوَ الْفَتَّاحُ الْعَلِيْمُ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 431,
            "translation_aya_text": "Katakanlah, “Tuhan kita akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar. Dan Dia Yang Maha Pemberi keputusan, Maha Mengetahui.”",
            "tafsir_jalalayn": "(Katakanlah! \"Rabb kita akan mengumpulkan kita semua) kelak di hari kiamat (kemudian Dia memberi keputusan) memutuskan (antara kita dengan benar) maka orang-orang yang benar akan dimasukkan-Nya ke dalam surga, dan orang-orang yang salah akan dimasukkan-Nya ke dalam neraka. (Dan Dialah Maha Pemberi keputusan) Yang menghukumi (lagi Maha Mengetahui\") tentang keputusan hukum yang diambil-Nya.",
            "sajda": false,
            "transliteration": "Qul yajma'u bainanaa Rabbunaa summa yaftahu bainanaa bilhaqq; wa Huwal Fattaahul 'Aleem",
            "tajweed_text": "قُلْ يَ[q:3861[جْ]مَعُ بَيْنَنَا رَبُّنَا ثُ[g[مّ]َ يَفْتَحُ بَيْنَنَا بِ[h:370[ٱ]لْحَقِّ وَهُوَ [h:10999[ٱ]لْفَتَّاحُ [h:11000[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3633,
            "aya_number": 27,
            "aya_text": "قُلْ اَرُوْنِيَ الَّذِيْنَ اَلْحَقْتُمْ بِهٖ شُرَكَاۤءَ كَلَّا ۗبَلْ هُوَ اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 431,
            "translation_aya_text": "Katakanlah, “Perlihatkanlah kepadaku sembahan-sembahan yang kamu hubungkan dengan Dia sebagai sekutu-sekutu(-Nya), tidak mungkin! Sebenarnya Dialah Allah Yang Mahaperkasa, Mahabijaksana.”",
            "tafsir_jalalayn": "(Katakanlah! \"Perlihatkanlah kepadaku) maksudnya beritahukanlah kepadaku (sesembahan-sesembahan yang kalian hubungkan dengan Dia sebagai sekutu-sekutu-Nya) untuk kalian sembah (sekali-kali tidak mungkin! Dialah Allah Yang Maha Perkasa) yakni Maha Menang atas semua perkara-Nya (lagi Maha Bijaksana\") di dalam mengatur makhluk-Nya, maka tiadalah bagi-Nya sekutu dalam kerajaan-Nya.",
            "sajda": false,
            "transliteration": "Qul arooniyal lazeena alhaqtum bihee shurakaaa'a kallaa; bal Huwal Laahul 'Azeezul Hakeem",
            "tajweed_text": "قُلْ أَرُونِىَ [h:11001[ٱ]لَّذِينَ أَلْحَ[q:11002[قْ]ت[c:11003[ُم ب]ِه[n[ِۦ] شُرَك[o[َا]ٓءَۖ كَلَّاۚ بَلْ هُوَ [h:8078[ٱ]للَّهُ [h:9894[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3634,
            "aya_number": 28,
            "aya_text": "وَمَآ اَرْسَلْنٰكَ اِلَّا كَاۤفَّةً لِّلنَّاسِ بَشِيْرًا وَّنَذِيْرًا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 431,
            "translation_aya_text": "Dan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tidak mengetahui.",
            "tafsir_jalalayn": "(Dan Kami tidak mengutus kamu, melainkan untuk semua) lafal Kaaffatan berkedudukan menjadi Hal atau kata keterangan keadaan dari lafal An Naas yang sesudahnya, didahulukan mengingat kedudukannya yang sangat penting (manusia sebagai pembawa berita gembira) kepada orang-orang yang beriman, bahwa mereka akan masuk surga (dan sebagai pemberi peringatan) kepada orang-orang kafir bahwa mereka akan dimasukkan ke dalam neraka (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui hal ini).",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaaka illaa kaaffatal linnaasi basheeranw wa nazeeranw wa laakinna aksaran naasi laa ya'lamoon",
            "tajweed_text": "وَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ إِلَّا ك[m[َا]ٓفَّ[u:11004[ةً ل]ِّل[g[نّ]َاسِ بَشِي[a:622[رًا و]َنَذِي[a:11005[رًا و]َلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3635,
            "aya_number": 29,
            "aya_text": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 431,
            "translation_aya_text": "Dan mereka berkata, “Kapankah (datangnya) janji ini, jika kamu orang yang benar?”",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Kapankah datangnya janji ini) yakni azab yang kamu janjikan itu (jika kamu adalah orang-orang yang benar?\") dalam janjimu itu.",
            "sajda": false,
            "transliteration": "Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen",
            "tajweed_text": "وَيَقُولُونَ مَتَىٰ هَ[n[ـٰ]ذَا [h:6081[ٱ]لْوَعْدُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3636,
            "aya_number": 30,
            "aya_text": "قُلْ لَّكُمْ مِّيْعَادُ يَوْمٍ لَّا تَسْتَأْخِرُوْنَ عَنْهُ سَاعَةً وَّلَا تَسْتَقْدِمُوْنَ ࣖ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 431,
            "translation_aya_text": "Katakanlah, “Bagimu ada hari yang telah dijanjikan (hari Kiamat), kamu tidak dapat meminta penundaan atau percepatannya sesaat pun.”",
            "tafsir_jalalayn": "(Katakanlah! \"Bagi kalian ada hari yang telah dijanjikan yang tiada dapat kalian minta mundur daripadanya barang sesaat pun dan tidak pula kalian dapat meminta supaya diajukan\") daripadanya, hari yang dimaksud adalah hari kiamat.",
            "sajda": false,
            "transliteration": "Qul lakum mee'aadu Yawmil laa tastaakhiroona 'anhu saa'atanw wa la tastaqdimoon",
            "tajweed_text": "قُل لَّك[w:11006[ُم م]ِّيعَادُ يَوْ[u:11007[مٍ ل]َّا تَسْتَــْٔخِرُونَ عَنْهُ سَاعَ[a:4666[ةً و]َلَا تَسْتَ[q:11008[قْ]دِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3637,
            "aya_number": 31,
            "aya_text": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَنْ نُّؤْمِنَ بِهٰذَا الْقُرْاٰنِ وَلَا بِالَّذِيْ بَيْنَ يَدَيْهِۗ وَلَوْ تَرٰىٓ اِذِ الظّٰلِمُوْنَ مَوْقُوْفُوْنَ عِنْدَ رَبِّهِمْۖ يَرْجِعُ بَعْضُهُمْ اِلٰى بَعْضِ ِۨالْقَوْلَۚ يَقُوْلُ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا لَوْلَآ اَنْتُمْ لَكُنَّا مُؤْمِنِيْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 431,
            "translation_aya_text": "Dan orang-orang kafir berkata, “Kami tidak akan beriman kepada Al-Qur'an ini dan tidak (pula) kepada Kitab yang sebelumnya.” Dan (alangkah mengerikan) kalau kamu melihat ketika orang-orang yang zalim itu dihadapkan kepada Tuhannya, sebagian mereka mengembalikan perkataan kepada sebagian yang lain; orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, “Kalau tidaklah karena kamu tentulah kami menjadi orang-orang mukmin.”",
            "tafsir_jalalayn": "(Dan orang-orang kafir berkata) yakni sebagian dari penduduk Mekah (\"Kami sekali-kali tidak akan beriman kepada Alquran ini dan tidak pula kepada kitab sebelumnya\") kitab-kitab yang telah mendahuluinya, seperti kitab Taurat dan Injil yang di dalam kedua kitab tersebut disebutkan tentang adanya hari berbangkit, demikian itu karena mereka ingkar kepada Alquran. Lalu Allah berfirman mengenai mereka itu, (\"Dan kalau kamu lihat) hai Muhammad ketika orang-orang yang lalim itu) yakni orang-orang yang kafir (dihadapkan kepada Rabbnya, sebagian dari mereka menghadapkan perkataan kepada sebagian yang lain. Orang-orang yang dianggap lemah berkata) yaitu para pengikut dari mereka (kepada orang-orang yang menyombongkan diri) yakni para pemimpinnya, ('Kalau tidak karena kalian) maksudnya seandainya kalian tidak menghalang-halangi kami untuk beriman (tentulah kami menjadi orang-orang yang beriman') kepada Nabi saw.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena kafaroo lan nu'mina bihaazal Quraani wa laa billazee baina yadayh; wa law taraaa iziz zaalimoona mawqoofoona 'inda Rabbihim yarji'u ba'duhum ilaa ba'dinil qawla yaqoolul lazeenas tud'ifoo lillazeenas takbaroo law laaa antum lakunnaa mu'mineen",
            "tajweed_text": "وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] ل[a:265[َن ن]ُّؤْمِنَ بِهَ[n[ـٰ]ذَا [h:11009[ٱ]لْقُرْءَانِ وَلَا بِ[h:315[ٱ]لَّذِى بَيْنَ يَدَيْهِۗ وَلَوْ تَرَ[o[ىٰٓ] إِذِ [h:4244[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ مَوْقُوفُونَ عِ[f:264[ند]َ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ [h:11010[ٱ]لْقَوْلَ يَقُولُ [h:3992[ٱ]لَّذِينَ [h:10065[ٱ]سْتُضْعِفُو[s[اْ] لِلَّذِينَ [h:7089[ٱ]سْتَكْبَرُو[s[اْ] لَوْل[o[َآ] أَ[f:428[نت]ُمْ لَكُ[g[نّ]َا مُؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        }
    ]
}