{
    "page_number": 432,
    "data": [
        {
            "aya_id": 3638,
            "aya_number": 32,
            "aya_text": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْا لِلَّذِيْنَ اسْتُضْعِفُوْٓا اَنَحْنُ صَدَدْنٰكُمْ عَنِ الْهُدٰى بَعْدَ اِذْ جَاۤءَكُمْ بَلْ كُنْتُمْ مُّجْرِمِيْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 432,
            "translation_aya_text": "Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, “Kamikah yang telah menghalangimu untuk memperoleh petunjuk setelah petunjuk itu datang kepadamu? (Tidak!) Sebenarnya kamu sendirilah orang-orang yang berbuat dosa.”",
            "tafsir_jalalayn": "(Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, 'Kamikah yang telah menghalang-halangi kalian dari petunjuk sesudah petunjuk itu datang kepada kalian?) Tidak, (sebenarnya kalian sendirilah orang-orang yang berdosa') terhadap diri kalian sendiri.",
            "sajda": false,
            "transliteration": "Qaalal lazeenas takbaroo lillazeenas tud'ifooo anahnu sadadnaakum 'anil hudaa ba'da iz jaaa'akum bal kuntum mujrimeen",
            "tajweed_text": "قَالَ [h:590[ٱ]لَّذِينَ [h:4816[ٱ]سْتَكْبَرُو[s[اْ] لِلَّذِينَ [h:4817[ٱ]سْتُضْعِف[o[ُوٓ][s[اْ] أَنَحْنُ صَدَ[q:11011[دْ]نَ[n[ـٰ]كُمْ عَنِ [h:11012[ٱ]لْهُدَىٰ بَعْدَ إِذْ ج[o[َا]ٓءَك[c:11013[ُمۖ ب]َلْ كُ[f:100[نت][w:11014[ُم م]ُّ[q:4958[جْ]رِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3639,
            "aya_number": 33,
            "aya_text": "وَقَالَ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا بَلْ مَكْرُ الَّيْلِ وَالنَّهَارِ اِذْ تَأْمُرُوْنَنَآ اَنْ نَّكْفُرَ بِاللّٰهِ وَنَجْعَلَ لَهٗٓ اَنْدَادًا ۗوَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۗ وَجَعَلْنَا الْاَغْلٰلَ فِيْٓ اَعْنَاقِ الَّذِيْنَ كَفَرُوْاۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 432,
            "translation_aya_text": "Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, “(Tidak!) Sebenarnya tipu daya(mu) pada waktu malam dan siang (yang menghalangi kami), ketika kamu menyeru kami agar kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya.” Mereka menyatakan penyesalan ketika mereka melihat azab. Dan Kami pasangkan belenggu di leher orang-orang yang kafir. Mereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, 'Sebenarnya tipu daya di waktu malam hari dan siang hari) yaitu tipu daya kalian terhadap kami yang kalian lakukan malam dan siang hari (ketika kalian menyeru kami supaya kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya.') (Mereka menyembunyikan) kedua golongan itu, yaitu mereka yang menjadi pengikut kesesatan dan yang menjadi pemimpin kesesatan (penyesalannya) karena tidak mau beriman kepada Nabi saw. (tatkala mereka melihat azab.\") masing-masing golongan menyembunyikan penyesalannya karena takut dicela. (Dan Kami pasang belenggu di leher orang-orang yang kafir) di dalam neraka. (Tiadalah) (mereka dibalas melainkan) dengan pembalasan (apa yang telah mereka kerjakan) di dunia.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeenastud'ifoo lillazeenas takbaroo bal makrul laili wannahaari iz taamuroonanaaa an nakfura billaahi wa naj'ala lahooo andaadaa; wa asarrun nadaamata lammaa ra awul 'azaab; wa ja'alnal aghlaala feee a'naaqil lazeena kafaroo; hal yujzawna illaa maa kanoo ya'maloon",
            "tajweed_text": "وَقَالَ [h:614[ٱ]لَّذِينَ [h:10065[ٱ]سْتُضْعِفُو[s[اْ] لِلَّذِينَ [h:7089[ٱ]سْتَكْبَرُو[s[اْ] بَلْ مَكْرُ [h:11015[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ إِذْ تَأْمُرُونَن[o[َآ] أ[a:11016[َن ن]َّكْفُرَ بِ[h:32[ٱ]للَّهِ وَنَ[q:11017[جْ]عَلَ لَهُ[o[ۥٓ] أَ[f:96[ند]َا[a:11018[دًاۚ و]َأَسَرُّو[s[اْ] [h:6090[ٱ][l[ل][g[نّ]َدَامَةَ لَ[g[مّ]َا رَأَوُ[s[اْ] [h:6091[ٱ]لْعَذَابَ وَجَعَلْنَا [h:11019[ٱ]لْأَغْلَ[n[ـٰ]لَ ف[o[ِىٓ] أَعْنَاقِ [h:11020[ٱ]لَّذِينَ كَفَرُو[s[اْۚ] هَلْ يُ[q:5019[جْ]زَوْنَ إِلَّا مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3640,
            "aya_number": 34,
            "aya_text": "وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍ ِالَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 432,
            "translation_aya_text": "Dan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, “Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.”",
            "tafsir_jalalayn": "(Dan Kami tidak mengutus kepada suatu negeri seorang pemberi peringatan pun, melainkan orang-orang yang hidup mewah di negeri itu berkata) yakni para pemimpinnya hidup bergelimang dengan kemewahan, (\"Sesungguhnya kami mengingkari apa yang kamu diutus untuk menyampaikannya.\")",
            "sajda": false,
            "transliteration": "Wa maaa arsalnaa' fee qaryatim min nazeerin illaa qaala mutrafooaa innaa bimaaa ursiltum bihee kaafiroon",
            "tajweed_text": "وَم[o[َآ] أَرْسَلْنَا فِى قَرْيَ[a:4874[ةٍ م]ّ[a:10183[ِن ن]َّذِيرٍ إِلَّا قَالَ مُتْرَفُوه[o[َآ] إِ[g[نّ]َا بِم[o[َآ] أُرْسِلْت[c:7059[ُم ب]ِه[n[ِۦ] كَ[n[ـٰ]فِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3641,
            "aya_number": 35,
            "aya_text": "وَقَالُوْا نَحْنُ اَكْثَرُ اَمْوَالًا وَّاَوْلَادًاۙ وَّمَا نَحْنُ بِمُعَذَّبِيْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 432,
            "translation_aya_text": "Dan mereka berkata, “Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.”",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Kami lebih banyak mempunyai harta dan anak-anak) daripada orang-orang yang beriman (dan kami sekali-kali tidak akan diazab.\")",
            "sajda": false,
            "transliteration": "Wa qaaloo nahnu aksaru amwaalanw wa awlaadanw wa maa nahnu bimu 'azzabeen",
            "tajweed_text": "وَقَالُو[s[اْ] نَحْنُ أَكْثَرُ أَمْو[n[َٲ]ل[a:5702[اً و]َأَوْلَ[n[ـٰ][a:11021[دًا و]َمَا نَحْنُ بِمُعَذَّب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3642,
            "aya_number": 36,
            "aya_text": "قُلْ اِنَّ رَبِّيْ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 432,
            "translation_aya_text": "Katakanlah, “Sungguh, Tuhanku melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya (bagi siapa yang Dia kehendaki), tetapi kebanyakan manusia tidak mengetahui.”",
            "tafsir_jalalayn": "(Katakanlah! \"Sesungguhnya Rabbku melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya) sebagai ujian (dan membatasinya) menyempitkannya bagi siapa yang dikehendakinya sebagai cobaan baginya (akan tetapi kebanyakan manusia) orang-orang kafir Mekah (tidak mengetahui\") hal tersebut.",
            "sajda": false,
            "transliteration": "Qul inna Rabbee yabsutur rizqa limai yashaaa'u wa yaqdiru wa laakinna aksaran naasi laa ya'lamoon",
            "tajweed_text": "قُلْ إِ[g[نّ]َ رَبِّى يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3643,
            "aya_number": 37,
            "aya_text": "وَمَآ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ بِالَّتِيْ تُقَرِّبُكُمْ عِنْدَنَا زُلْفٰىٓ اِلَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًاۙ فَاُولٰۤىِٕكَ لَهُمْ جَزَاۤءُ الضِّعْفِ بِمَا عَمِلُوْا وَهُمْ فِى الْغُرُفٰتِ اٰمِنُوْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 432,
            "translation_aya_text": "Dan bukanlah harta atau anak-anakmu yang mendekatkan kamu kepada Kami; melainkan orang-orang yang beriman dan mengerjakan kebajikan, mereka itulah yang memperoleh balasan yang berlipat ganda atas apa yang telah mereka kerjakan; dan mereka aman sentosa di tempat-tempat yang tinggi (dalam surga).",
            "tafsir_jalalayn": "(Dan sekali-kali bukanlah harta dan bukan pula anak-anak kalian yang mendekatkan kalian kepada Kami sedikit pun) yang dapat mendekatkan diri kalian kepada Kami (tetapi) (orang-orang yang beriman dan mengerjakan amal-amal saleh, mereka itulah yang memperoleh balasan yang berlipat ganda disebabkan apa yang telah mereka kerjakan;) yakni sebagai balasan amalnya, yaitu satu amal kebaikan akan dibalas sepuluh kali lipat dan lebih banyak lagi dari itu (dan mereka di tempat-tempat yang tinggi) di dalam surga (hidup aman sentosa) tidak akan mati dan tidak akan tertimpa penyakit dan lain sebagainya. Menurut qiraat yang lain lafal Ghurufaati dibaca Ghurfah dalam bentuk Mufrad tetapi maknanya jamak.",
            "sajda": false,
            "transliteration": "Wa maaa amwaalukum wa laaa awlaadukum billatee tuqarribukum 'indanaa zulfaaa illaa man aamana wa 'amila saalihan fa ulaaa'ika lahum jazaaa'ud di'fi bimaa 'amiloo wa hum fil ghurufaati aaminoon",
            "tajweed_text": "وَم[o[َآ] أَمْو[n[َٲ]لُكُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُك[c:11022[ُم ب]ِ[h:4526[ٱ]لَّتِى تُقَرِّبُكُمْ عِ[f:2359[ند]َنَا زُلْفَ[o[ىٰٓ] إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَ[n[ـٰ]لِ[f:8375[حًا ف]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ جَز[o[َا]ٓءُ [h:11023[ٱ][l[ل]ضِّعْفِ بِمَا عَمِلُو[s[اْ] وَهُمْ فِى [h:11024[ٱ]لْغُرُفَ[n[ـٰ]تِ ءَامِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3644,
            "aya_number": 38,
            "aya_text": "وَالَّذِيْنَ يَسْعَوْنَ فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 432,
            "translation_aya_text": "Dan orang-orang yang berusaha menentang ayat-ayat Kami untuk melemahkan (menggagalkan azab Kami), mereka itu dimasukkan ke dalam azab.",
            "tafsir_jalalayn": "(Dan orang-orang yang berusaha menentang ayat-ayat Kami) yakni membatalkan Alquran (dengan anggapan untuk dapat melepaskan diri dari azab Kami) yakni mereka menganggap Kami tidak mampu mengazab mereka dan mereka dapat meloloskan diri dari azab Kami (mereka itu dimasukkan ke dalam azab.)",
            "sajda": false,
            "transliteration": "Wallazeena yas'awna feee Aayaatinaa mu'aajizeena ulaaa'ika fil'azaabi muhdaroon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يَسْعَوْنَ ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا مُعَ[n[ـٰ]جِزِينَ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى [h:10442[ٱ]لْعَذَابِ مُحْضَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3645,
            "aya_number": 39,
            "aya_text": "قُلْ اِنَّ رَبِّيْ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُ لَهٗ  ۗوَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚوَهُوَ خَيْرُ الرّٰزِقِيْنَ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 432,
            "translation_aya_text": "Katakanlah, “Sungguh, Tuhanku melapangkan rezeki dan membatasinya bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya.” Dan apa saja yang kamu infakkan, Allah akan menggantinya dan Dialah pemberi rezeki yang terbaik.",
            "tafsir_jalalayn": "(Katakanlah! \"Sesungguhnya Rabbku melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya) sebagai ujian buatnya (dan membatasinya) menyempitkannya (baginya) sesudah Dia melapangkannya, atau Dia menyempitkannya bagi siapa yang dikehendaki-Nya sebagai cobaan buatnya. (Dan barang apa saja yang kalian nafkahkan) dalam hal kebaikan (maka Allah akan menggantinya dan Dialah Pemberi rezeki yang sebaik-baiknya.\") dikatakan, setiap orang memberi rezeki kepada keluarganya, yakni dari rezeki Allah swt.",
            "sajda": false,
            "transliteration": "Qul inna Rabbee yabsutur rizqa limai yashaaa'u min 'ibaadihee wa yaqdiru lah; wa maaa anfaqtum min shai'in fahuwa yukhlifuhoo wa Huwa khairur raaziqeen",
            "tajweed_text": "قُلْ إِ[g[نّ]َ رَبِّى يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ] وَيَ[q:6970[قْ]دِرُ لَهُ[n[ۥ]ۚ وَم[o[َآ] أَ[f:1186[نف]َ[q:1186[قْ]ت[w:1187[ُم م]ِّ[f:2103[ن ش][f:11025[َىْءٍ ف]َهُوَ يُخْلِفُهُۖ[n[ۥ] وَهُوَ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        }
    ]
}