{
    "page_number": 434,
    "data": [
        {
            "aya_id": 3655,
            "aya_number": 49,
            "aya_text": "قُلْ جَاۤءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيْدُ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Katakanlah, “Kebenaran telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi.”",
            "tafsir_jalalayn": "(Katakanlah, \"Kebenaran telah datang) yakni agama Islam (dan yang batil itu tidak akan memulai) kekafiran itu tidak akan memulai (dan tidak pula akan mengulangi\") tidak akan ada bekasnya lagi.",
            "sajda": false,
            "transliteration": "Qul jaaa'al haqqu wa maa yubdi'ul baatilu wa maa yu'eed",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3656,
            "aya_number": 50,
            "aya_text": "قُلْ اِنْ ضَلَلْتُ فَاِنَّمَآ اَضِلُّ عَلٰى نَفْسِيْۚ وَاِنِ اهْتَدَيْتُ فَبِمَا يُوْحِيْٓ اِلَيَّ رَبِّيْۗ اِنَّهٗ سَمِيْعٌ قَرِيْبٌ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Katakanlah, “Jika aku sesat maka sesungguhnya aku sesat untuk diriku sendiri; dan jika aku mendapat petunjuk maka itu disebabkan apa yang diwahyukan Tuhanku kepadaku. Sungguh, Dia Maha Mendengar, Maha-dekat.”",
            "tafsir_jalalayn": "(Katakanlah! \"Jika aku sesat) dari kebenaran (maka sesungguhnya aku sesat atas kemudaratan diriku sendiri) yakni dosa kesesatanku ditanggung oleh diriku (dan jika aku mendapat petunjuk maka itu adalah disebabkan apa yang diwahyukan Rabbku kepadaku) berupa Alquran dan Hadis Hikmah. (Sesungguhnya Dia Maha Mendengar) Maha mengabulkan doa (lagi Maha Dekat.\")",
            "sajda": false,
            "transliteration": "Qul in dalaltu fainnamaaa adillu 'alaa nafsee wa inih-tadaitu fabimaa yoohee ilaiya Rabbee; innahoo Samee'un Qareeb",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3657,
            "aya_number": 51,
            "aya_text": "وَلَوْ تَرٰىٓ اِذْ فَزِعُوْا فَلَا فَوْتَ وَاُخِذُوْا مِنْ مَّكَانٍ قَرِيْبٍۙ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Dan (alangkah mengerikan) sekiranya engkau melihat mereka (orang-orang kafir) ketika terperanjat ketakutan (pada hari Kiamat); lalu mereka tidak dapat melepaskan diri dan mereka ditangkap dari tempat yang dekat (untuk dibawa ke neraka),",
            "tafsir_jalalayn": "(Dan jika kamu melihat) hai Muhammad (ketika mereka terperanjat ketakutan) sewaktu mereka dibangkitkan, niscaya kamu akan melihat perkara yang hebat (maka mereka tidak dapat melepaskan diri) dari kekuasaan Kami yang dimaksud adalah dari azab Kami (dan mereka ditangkap dari tempat yang dekat) yaitu dari kubur mereka secara langsung.",
            "sajda": false,
            "transliteration": "Wa law taraaa iz fazi'oo falaa fawta wa ukhizoo mim makaanin qareeb",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3658,
            "aya_number": 52,
            "aya_text": "وَّقَالُوْٓا اٰمَنَّا بِهٖۚ وَاَنّٰى لَهُمُ التَّنَاوُشُ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "dan (ketika) mereka berkata, “Kami beriman kepada-Nya.” Namun bagaimana mereka dapat mencapai (keimanan) dari tempat yang jauh?",
            "tafsir_jalalayn": "(Dan di waktu itu mereka berkata, \"Kami beriman kepada-Nya) yakni kepada Nabi Muhammad, atau kepada Alquran (bagaimanakah mereka dapat mencapai) meraih keimanan; dapat dibaca Tanaawusy atau huruf Wau diganti menjadi Hamzah, sehingga bacaannya menjadi Tanaa-usy maksudnya amat mustahillah mereka dapat mencapai keimanan (dari tempat yang jauh itu\") dari tempatnya yang sekarang, karena mereka sekarang berada di alam akhirat dan tempat keimanan itu ada di dunia.",
            "sajda": false,
            "transliteration": "Wa qaloo aamannaa bihee wa annaa lahumut tanaawushu mim makaanim ba'eed",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3659,
            "aya_number": 53,
            "aya_text": "وَقَدْ كَفَرُوْا بِهٖ مِنْ قَبْلُۚ وَيَقْذِفُوْنَ بِالْغَيْبِ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Dan sungguh, mereka telah mengingkari Allah sebelum itu; dan mereka mendustakan tentang yang gaib dari tempat yang jauh.",
            "tafsir_jalalayn": "(Dan sesungguhnya mereka telah mengingkari Allah sebelum itu) sewaktu mereka hidup di dunia (dan mereka menduga-duga) meramal-ramal (tentang yang gaib dari tempat yang jauh) yaitu terhadap hal-hal yang tidak dapat dijangkau oleh pengetahuan mereka, karena mereka sewaktu di dunia mengatakan terhadap Nabi, bahwa Dia adalah penyihir, tukang syair dan tukang ramal. Mereka mengatakan tentang Alquran, bahwa itu adalah sihir, syair, dan ramalan.",
            "sajda": false,
            "transliteration": "Wa qad kafaroo bihee min qablu wa yaqzifoona bilghaibi mim makaanim ba'eed",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3660,
            "aya_number": 54,
            "aya_text": "وَحِيْلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُوْنَۙ  كَمَا فُعِلَ بِاَشْيَاعِهِمْ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا فِيْ شَكٍّ مُّرِيْبٍ ࣖ",
            "sura_id": 34,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Dan diberi penghalang antara mereka dengan apa yang mereka inginkan sebagaimana yang dilakukan terhadap orang-orang yang sepaham dengan mereka yang terdahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam.",
            "tafsir_jalalayn": "(Dan dihalangi antara mereka dengan apa yang mereka ingini) yakni ingin beriman, maksudnya iman mereka tidak diterima lagi, karena waktunya sudah habis (sebagaimana dilakukan terhadap orang-orang yang serupa dengan mereka) yakni golongan-golongan mereka dalam hal kekafiran (pada masa dahulu) sebelum mereka. (Sesungguhnya mereka dahulu di dunia dalam keraguan yang mendalam) tentang hal-hal yang sekarang mereka imani; disebabkan sewaktu di dunia mereka tidak mau menganggap dalil-dalil yang menunjuk ke arahnya.",
            "sajda": false,
            "transliteration": "Wa heela bainahum wa baina maa yashtahoona kamaa fu'ila bi-ashyaa'ihim min qabl; innahum kaanoo fee shakkim mureeb",
            "surah": {
                "name": "سُورَةُ سَبَإٍ",
                "englishName": "Saba",
                "englishNameTranslation": "Sheba",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3661,
            "aya_number": 1,
            "aya_text": "اَلْحَمْدُ لِلّٰهِ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ جَاعِلِ الْمَلٰۤىِٕكَةِ رُسُلًاۙ اُولِيْٓ اَجْنِحَةٍ مَّثْنٰى وَثُلٰثَ وَرُبٰعَۗ يَزِيْدُ فِى الْخَلْقِ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap, masing-masing (ada yang) dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Segala puji bagi Allah) Allah memuji diri-Nya dengan kalimat tersebut, sebagaimana keterangan yang telah disebutkan dalam awal surah As-Saba (Pencipta langit dan bumi) yang menciptakan keduanya tanpa konsep terlebih dahulu (Yang menjadikan malaikat sebagai utusan-utusan) kepada para nabi (yang mempunyai sayap, masing-masing ada yang dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya) yakni menciptakan malaikat dan lain-lainnya (apa yang Dia kehendaki. Sesungguhnya Allah Maha Kuasa atas segala sesuatu.)",
            "sajda": false,
            "transliteration": "Alhamdu lillaahi faatiris samaawaati wal ardi jaa'ilil malaaa'ikati rusulan uleee ajnihatim masnaa wa sulaasa wa rubaa'; yazeedu fil khalqi maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3662,
            "aya_number": 2,
            "aya_text": "مَا يَفْتَحِ اللّٰهُ لِلنَّاسِ مِنْ رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۚوَمَا يُمْسِكْۙ فَلَا مُرْسِلَ لَهٗ مِنْۢ بَعْدِهٖۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Apa saja di antara rahmat Allah yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Apa saja yang Allah anugerahkan kepada manusia berupa rahmat) seperti rezeki dan hujan (maka tidak ada seorang pun yang dapat menahannya; dan apa saja yang ditahan oleh Allah) dari hal-hal tersebut (maka tidak seorang pun yang sanggup untuk melepaskannya sesudah itu) sesudah Allah menahannya. (Dan Dialah Yang Maha Perkasa) Maha Menang atas perkara-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Maa yaftahil laahu linnaaasi mir rahmatin falaa mumsika lahaa wa maa yumsik falaa mursila lahoo mimb'dih; wa Huwal 'Azeezul Hakeem",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3663,
            "aya_number": 3,
            "aya_text": "يٰٓاَيُّهَا النَّاسُ اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْۗ هَلْ مِنْ خَالِقٍ غَيْرُ اللّٰهِ يَرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ  لَآ اِلٰهَ اِلَّا هُوَۖ فَاَنّٰى تُؤْفَكُوْنَ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 434,
            "translation_aya_text": "Wahai manusia! Ingatlah akan nikmat Allah kepadamu. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada tuhan selain Dia; maka mengapa kamu berpaling (dari ketauhidan)?",
            "tafsir_jalalayn": "(Hai manusia!) penduduk Mekah (Ingatlah akan nikmat Allah kepada kalian) yang telah menempatkan kalian di tanah suci dan yang mencegah serangan-serangan dari luar terhadap kalian. (Adakah sesuatu pencipta) huruf Min di sini adalah Zaidah atau tambahan, lafal Khaaliqin sebagai Mubtada (selain Allah) kalau dibaca Ghairu berarti menjadi Na'at atau sifat secara Mahall dari lafal Khaaliqin, kalau dibaca Ghairi berarti di'athafkan kepada lafal Khaaliqin secara Lafzhan, dan Khabar Mubtadanya adalah (yang dapat memberikan rezeki kepada kalian dari langit) yakni berupa hujan (dan) dari (bumi?) berupa tumbuh-tumbuhan. Istifham atau kata tanya di sini mengandung makna Taqrir, yakni tidak ada pencipta dan tidak ada pemberi rezeki selain Allah. (Tidak ada Tuhan selain Dia; maka mengapakah kalian berpaling) dari mentauhidkan-Nya? Padahal kalian telah mengakui, bahwa Dia adalah Yang Maha Pencipta dan Maha Pemberi rezeki.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhan naasuzkuroo ni'matal laahi 'alaikum; hal min khaaliqin ghairul laahi yarzuqukum minas samaaa'i wal ard; laaa ilaaha illaa Huwa fa annaa tu'fakoon",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        }
    ]
}