{
    "page_number": 436,
    "data": [
        {
            "aya_id": 3672,
            "aya_number": 12,
            "aya_text": "وَمَا يَسْتَوِى الْبَحْرٰنِۖ هٰذَا عَذْبٌ فُرَاتٌ سَاۤىِٕغٌ شَرَابُهٗ وَهٰذَا مِلْحٌ اُجَاجٌۗ وَمِنْ كُلٍّ تَأْكُلُوْنَ لَحْمًا طَرِيًّا وَّتَسْتَخْرِجُوْنَ حِلْيَةً تَلْبَسُوْنَهَا ۚوَتَرَى الْفُلْكَ فِيْهِ مَوَاخِرَ لِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Dan tidak sama (antara) dua lautan; yang ini tawar, segar, sedap diminum dan yang lain asin lagi pahit. Dan dari (masing-masing lautan) itu kamu dapat memakan daging yang segar dan kamu dapat mengeluarkan perhiasan yang kamu pakai, dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur.",
            "tafsir_jalalayn": "(Dan tiada sama -antara- dua laut; yang ini tawar, segar) sangat tawar (sedap diminum) sedap rasanya (dan yang lain asin lagi pahit) karena terlalu asin. (Dan dari masing-masing) kedua laut itu (kalian dapat memakan daging yang segar) yaitu ikan (dan kalian dapat mengeluarkan) dari laut yang asin, menurut pendapat yang lain dari laut yang tawar juga (perhiasan yang dapat kalian memakainya) yaitu berupa mutiara dan batu Marjan (dan kamu lihat) kamu dapat menyaksikan (bahtera) perahu (padanya) yakni pada masing-masing dari keduanya (dapat berlayar) dapat membelah airnya karena dapat melaju di atasnya; baik maju atau pun mundur hanya dengan satu arah angin (supaya kalian dapat mencari) berupaya mencari (karunia-Nya) karunia Allah swt. melalui berniaga dengan memakai jalan laut (dan supaya kalian bersyukur) kepada Allah atas hal tersebut.",
            "sajda": false,
            "transliteration": "Wa maa yastawil bahraani haaza 'azbun furaatun saaa'ighun sharaabuhoo wa haazaa milhun ujaaj; wa min kullin taakuloona lahman tariyyanw wa tastakhrijoona hilyatan talbasoonahaa wa taral fulka feehi mawaakhira litabtaghoo min fadlihee wa la'allakm tashkuroon",
            "tajweed_text": "وَمَا يَسْتَوِى [h:11090[ٱ]لْبَحْرَانِ هَ[n[ـٰ]ذَا عَذْ[f:9670[بٌ ف]ُرَا[f:11091[تٌ س][o[َا]ٓئِ[f:11092[غٌ ش]َرَابُهُ[n[ۥ] وَهَ[n[ـٰ]ذَا مِلْحٌ أُجَا[a:11093[جٌۖ و]َمِ[f:11094[ن ك]ُ[f:11095[لٍّ ت]َأْكُلُونَ لَحْ[f:7349[مًا ط]َرِي[a:11096[ًّا و]َتَسْتَخْرِجُونَ حِلْيَ[f:7351[ةً ت]َلْبَسُونَهَاۖ وَتَرَى [h:7352[ٱ]لْفُلْكَ فِيهِ مَوَاخِرَ لِتَ[q:7694[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3673,
            "aya_number": 13,
            "aya_text": "يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۚ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ مَا يَمْلِكُوْنَ مِنْ قِطْمِيْرٍۗ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Yang (berbuat) demikian itulah Allah Tuhanmu, milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru (sembah) selain Allah tidak mempunyai apa-apa walaupun setipis kulit ari.",
            "tafsir_jalalayn": "(Dia memasukkan) Allah memasukkan (malam ke dalam siang) sehingga bertambah panjanglah siang (dan memasukkan siang) (ke dalam malam) sehingga waktu malam bertambah panjang (dan menundukkan matahari dan bulan, masing-masing) dari matahari dan bulan itu (berjalan) beredar pada garis edarnya (menurut waktu yang ditentukan) yakni sampai hari kiamat. (Yang -berbuat- demikian itulah Allah Rabb kalian, kepunyaan-Nyalah kerajaan. Dan orang-orang yang kalian seru) yang kalian sembah (selain-Nya) yang dimaksud adalah berhala-berhala (tiada mempunyai apa-apa walaupun setipis kulit ari) yakni kulit yang melapisi biji.",
            "sajda": false,
            "transliteration": "Yoolijul laila fin nahaari wa yoolijun nahaara fil laili wa sakhkharash shamsa wal qamara kulluny yajree li ajalim musammaa; zaalikumul lahuu Rabbukum lahul mulk; wallazeena tad'oona min doonihee maa yamlikoona min qitmeer",
            "tajweed_text": "يُولِجُ [h:9084[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ كُ[a:6865[لٌّ ي]َ[q:6866[جْ]رِى لِأَجَ[a:6867[لٍ م]ُّسَم[f:11097[ًّىۚ ذ][n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ لَهُ [h:1397[ٱ]لْمُلْكُۚ وَ[h:37[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] مَا يَمْلِكُونَ مِ[f:11098[ن ق]ِ[q:11099[طْ]م[p[ِي]رٍ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3674,
            "aya_number": 14,
            "aya_text": "اِنْ تَدْعُوْهُمْ لَا يَسْمَعُوْا دُعَاۤءَكُمْۚ وَلَوْ سَمِعُوْا مَا اسْتَجَابُوْا لَكُمْۗ وَيَوْمَ الْقِيٰمَةِ يَكْفُرُوْنَ بِشِرْكِكُمْۗ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيْرٍ ࣖ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Jika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti.",
            "tafsir_jalalayn": "(Jika kalian menyeru mereka, tiada mendengar seruanmu, dan kalau mereka mendengar) seumpamanya (mereka tidak dapat memperkenankan permintaan kalian) mereka tidak dapat memenuhi permintaan kalian. (Dan di hari kiamat mereka akan mengingkari kemusyrikan kalian) disebabkan kalian menyekutukan Allah bersama mereka. Maksudnya, mereka tidak bertanggung jawab terhadap penyembahan kalian kepada mereka (dan tidak ada yang dapat memberikan keterangan kepada kalian) tentang keadaan dua negeri yaitu dunia dan akhirat (sebagaimana yang diberikan oleh Yang Maha Mengetahui) yaitu Allah swt. sendiri.",
            "sajda": false,
            "transliteration": "in tad'oohum laa yasma'oo du'aaa'akum wa law sami'oo mas tajaaboo lakum; wa Yawmal Qiyaamati Yakfuroona bishirkikum; wa laa yunabbi'uka mislu khabeer",
            "tajweed_text": "إِ[f:11100[ن ت]َ[q:5192[دْ]عُوهُمْ لَا يَسْمَعُو[s[اْ] دُع[o[َا]ٓءَكُمْ وَلَوْ سَمِعُو[s[اْ] مَا [h:11101[ٱ]سْتَجَابُو[s[اْ] لَكُمْۖ وَيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ يَكْفُرُونَ بِشِرْكِكُمْۚ وَلَا يُنَبِّئُكَ مِثْلُ خَب[p[ِي]رٍ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3675,
            "aya_number": 15,
            "aya_text": "۞ يٰٓاَيُّهَا النَّاسُ اَنْتُمُ الْفُقَرَاۤءُ اِلَى اللّٰهِ ۚوَاللّٰهُ هُوَ الْغَنِيُّ الْحَمِيْدُ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan sesuatu), Maha Terpuji.",
            "tafsir_jalalayn": "(Hai manusia! Kalianlah yang berkehendak kepada Allah) dalam keadaan bagaimana pun (dan Allah, Dialah Yang Maha Kaya) tidak membutuhkan makhluk-Nya (lagi Maha Terpuji) atas perbuatan-Nya terhadap mereka.",
            "sajda": false,
            "transliteration": "Yaaa ayyunhan naasu antumul fuqaraaa'u ilallaahi wallaahu Huwal Ghaniyyul Hameed",
            "tajweed_text": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ أَ[f:8796[نت]ُمُ [h:11102[ٱ]لْفُقَر[o[َا]ٓءُ إِلَى [h:1637[ٱ]للَّهِۖ وَ[h:72[ٱ]للَّهُ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3676,
            "aya_number": 16,
            "aya_text": "اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۚ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu).",
            "tafsir_jalalayn": "(Jika Dia menghendaki, niscaya Dia memusnahkan kalian dan mendatangkan makhluk yang baru) sebagai ganti daripada kalian.",
            "sajda": false,
            "transliteration": "Iny yashaa yuzhibkum wa yaati bikhalqin jadeed",
            "tajweed_text": "إ[a:3197[ِن ي]َشَأْ يُذْهِ[q:3198[بْ]كُمْ وَيَأْتِ بِخَلْ[f:7086[قٍ ج]َد[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3677,
            "aya_number": 17,
            "aya_text": "وَمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Dan yang demikian itu tidak sulit bagi Allah.",
            "tafsir_jalalayn": "(Dan yang demikian itu sekali-kali tidak sulit bagi Allah) tidak sukar bagi-Nya.",
            "sajda": false,
            "transliteration": "Wa maa zaalika 'alal laahi bi'azeez",
            "tajweed_text": "وَمَا ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ بِعَز[p[ِي]زٍ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3678,
            "aya_number": 18,
            "aya_text": "وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى ۗوَاِنْ تَدْعُ مُثْقَلَةٌ اِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَّلَوْ كَانَ ذَا قُرْبٰىۗ اِنَّمَا تُنْذِرُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَاَقَامُوا الصَّلٰوةَ ۗوَمَنْ تَزَكّٰى فَاِنَّمَا يَتَزَكّٰى لِنَفْسِهٖ ۗوَاِلَى اللّٰهِ الْمَصِيْرُ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 436,
            "translation_aya_text": "Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya dan mereka yang melaksanakan salat. Dan barangsiapa menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali.",
            "tafsir_jalalayn": "(Dan tidaklah menanggung) setiap diri (Yang telah berbuat dosa) yakni ia tidak akan menanggung (dosa) diri (orang lain. Dan jika memanggil) seseorang yang (diberati) oleh dosanya (untuk memikul dosa itu) yaitu memanggil orang lain untuk ikut memikul sebagian dari dosanya (tiadalah akan dipikul untuknya sedikit pun) orang yang dipanggil itu tidak akan mau memikulnya walau sedikit pun (meskipun -yang dipanggil itu- kaum kerabatnya) seperti ayah dan anaknya; tidak adanya penanggungan dosa dari kedua belah pihak ini berdasarkan keputusan dari Allah. (Sesungguhnya yang dapat kamu beri peringatan hanya orang-orang yang takut kepada azab Rabbnya -sekalipun mereka tidak melihat-Nya) mereka tetap takut kepada-Nya sekalipun mereka tidak melihat-Nya, sebab hanya merekalah orang-orang yang dapat mengambil manfaat dari adanya peringatan itu (dan mereka mendirikan salat) mereka melestarikannya (Dan barang siapa yang menyucikan dirinya) dari kemusyrikan dan dosa-dosa lainnya (sesungguhnya ia menyucikan diri untuk kebaikan dirinya) karena kemaslahatannya akan kembali kepada dirinya sendiri. (Dan kepada Allahlah kembali kalian) kelak di alam akhirat Dia akan membalas amal perbuatan kalian.",
            "sajda": false,
            "transliteration": "Wa laa taziru waaziratun wizra ukhraa; wa in tad'u musqalatun ilaa himlihaa laa yuhmal minhu shai'unw wa law kaana zaa qurbaa; innamaa tunzirul lazeena yakhshawna Rabbahum bilghaibi wa aqaamus Sallah; wa man tazakkaa fa innamaa yatazakkaa linafsih; wa ilal laahil maseer",
            "tajweed_text": "وَلَا تَزِرُ وَازِرَ[a:4572[ةٌ و]ِزْرَ أُخْرَىٰۚ وَإِ[f:11103[ن ت]َ[q:6220[دْ]عُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ ش[a:11104[َىْءٌ و]َلَوْ كَانَ ذَا قُرْبَ[o[ىٰٓۗ] إِ[g[نّ]َمَا تُ[f:11105[نذ]ِرُ [h:11106[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّه[c:8779[ُم ب]ِ[h:13[ٱ]لْغَيْبِ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَۚ وَمَ[f:11107[ن ت]َزَكَّىٰ فَإِ[g[نّ]َمَا يَتَزَكَّىٰ لِنَفْسِهِ[n[ۚۦ] وَإِلَى [h:1148[ٱ]للَّهِ [h:1842[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        }
    ]
}