{
    "page_number": 437,
    "data": [
        {
            "aya_id": 3679,
            "aya_number": 19,
            "aya_text": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ۙ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Dan tidaklah sama orang yang buta dengan orang yang melihat,",
            "tafsir_jalalayn": "(Dan tidaklah sama orang yang buta dengan orang yang melihat) orang kafir dan orang mukmin.",
            "sajda": false,
            "transliteration": "Wa maa tastawil a'maa wal baseer",
            "tajweed_text": "وَمَا يَسْتَوِى [h:4068[ٱ]لْأَعْمَىٰ وَ[h:4069[ٱ]لْبَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3680,
            "aya_number": 20,
            "aya_text": "وَلَا الظُّلُمٰتُ وَلَا النُّوْرُۙ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "dan tidak (pula) sama gelap gulita dengan cahaya,",
            "tafsir_jalalayn": "(Dan tidak pula sama gelap gulita) yaitu kekafiran (dengan cahaya) yakni keimanan.",
            "sajda": false,
            "transliteration": "Wa laz zulumaatu wa lannoon",
            "tajweed_text": "وَلَا [h:11108[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تُ وَلَا [h:11109[ٱ][l[ل][g[نّ][p[ُو]رُ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3681,
            "aya_number": 21,
            "aya_text": "وَلَا الظِّلُّ وَلَا الْحَرُوْرُۚ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "dan tidak (pula) sama yang teduh dengan yang panas,",
            "tafsir_jalalayn": "(Dan tidak pula sama yang teduh dengan yang panas) yakni surga dan neraka.",
            "sajda": false,
            "transliteration": "Wa laz zillu wa lal haroor",
            "tajweed_text": "وَلَا [h:11110[ٱ][l[ل]ظِّلُّ وَلَا [h:11111[ٱ]لْحَر[p[ُو]رُ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3682,
            "aya_number": 22,
            "aya_text": "وَمَا يَسْتَوِى الْاَحْيَاۤءُ وَلَا الْاَمْوَاتُۗ اِنَّ اللّٰهَ يُسْمِعُ مَنْ يَّشَاۤءُ ۚوَمَآ اَنْتَ بِمُسْمِعٍ مَّنْ فِى الْقُبُوْرِ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "dan tidak (pula) sama orang yang hi-dup dengan orang yang mati. Sungguh, Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.",
            "tafsir_jalalayn": "(Dan tidak pula sama orang-orang yang hidup dan orang-orang yang mati) orang-orang beriman dengan orang-orang kafir; ditambahkannya lafal Laa pada ketiga ayat di atas untuk mengukuhkan makna tidak sama. (Sesungguhnya Allah memberikan pendengaran kepada siapa yang dikehendaki-Nya) untuk mendapat hidayah, karena itu tidak beriman (dan kamu sekali-kali tiada sanggup menjadikan orang yang di dalam kubur dapat mendengar) yakni orang-orang kafir; mereka diserupakan dengan orang-orang yang telah mati, maksudnya kamu tidak akan sanggup menjadikan mereka mendengar, kemudian mereka mau menerima seruanmu.",
            "sajda": false,
            "transliteration": "Wa maa yastawil ahyaaa'u wa lal amwaat; innal laaha yusmi'u mai yashaaa'u wa maaa anta bimusi'im man fil quboor",
            "tajweed_text": "وَمَا يَسْتَوِى [h:11112[ٱ]لْأَحْي[o[َا]ٓءُ وَلَا [h:11113[ٱ]لْأَمْو[n[َٲ]تُۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُسْمِعُ م[a:476[َن ي]َش[o[َا]ٓءُۖ وَم[o[َآ] أَ[f:169[نت]َ بِمُسْمِ[a:11114[عٍ م]َّ[f:2074[ن ف]ِى [h:8926[ٱ]لْقُب[p[ُو]رِ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3683,
            "aya_number": 23,
            "aya_text": "اِنْ اَنْتَ اِلَّا نَذِيْرٌ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Engkau tidak lain hanyalah seorang pemberi peringatan.",
            "tafsir_jalalayn": "(Tiada lain) (kamu hanyalah seorang pemberi peringatan) terhadap mereka.",
            "sajda": false,
            "transliteration": "In anta illaa nazeer",
            "tajweed_text": "إِنْ أَ[f:169[نت]َ إِلَّا نَذ[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3684,
            "aya_number": 24,
            "aya_text": "اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًا ۗوَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Sungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan.",
            "tafsir_jalalayn": "(Sesungguhnya Kami mengutus kamu dengan membawa kebenaran) yakni petunjuk (sebagai pembawa berita gembira) bagi orang yang mau menerima kebenaran itu (dan sebagai pemberi peringatan) kepada orang yang tidak mau menerimanya. (Dan tidak ada) (suatu umat pun melainkan telah ada) telah lewat (padanya seorang pemberi peringatan) nabi yang memberi peringatan kepada mereka.",
            "sajda": false,
            "transliteration": "Innaa arsalnaak bil haqqi basheeranw wa nazeeraa; wa im min ummatin illaa khalaa feehaa nazeer",
            "tajweed_text": "إِ[g[نّ][o[َآ] أَرْسَلْنَ[n[ـٰ]كَ بِ[h:370[ٱ]لْحَقِّ بَشِي[a:622[رًا و]َنَذِي[a:11115[رًاۚ و]َإ[a:3281[ِن م]ِّنْ أُ[g[مّ]َةٍ إِلَّا خَلَا فِيهَا نَذ[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3685,
            "aya_number": 25,
            "aya_text": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَبِالزُّبُرِ وَبِالْكِتٰبِ الْمُنِيْرِ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Dan jika mereka mendustakanmu, maka sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul); ketika rasul-rasulnya datang dengan membawa keterangan yang nyata (mukjizat), zubur, dan kitab yang memberi penjelasan yang sempurna.",
            "tafsir_jalalayn": "(Dan jika mereka mendustakan kamu) yakni penduduk Mekah (maka sesungguhnya orang-orang yang sebelum mereka telah mendustakan -rasul-rasul-Nya-; kepada mereka telah datang rasul-rasul-Nya dengan membawa bukti-bukti yang nyata) yakni mukjizat-mukjizat (zubur) seperti shuhuf Nabi Ibrahim (dan Kitab yang memberi penjelasan yang sempurna) yaitu kitab Taurat dan Injil, oleh karenanya bersabarlah kamu sebagaimana mereka bersabar.",
            "sajda": false,
            "transliteration": "Wa inyukazzibooka faqad kazzabal lazeena min qablihim jaaa'at hum Rusuluhum bilbaiyinaati wa biz Zuburi wa bil Kitaabil Muneer",
            "tajweed_text": "وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ ج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَبِ[h:11116[ٱ][l[ل]زُّبُرِ وَبِ[h:11117[ٱ]لْكِتَ[n[ـٰ]بِ [h:11118[ٱ]لْمُن[p[ِي]رِ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3686,
            "aya_number": 26,
            "aya_text": "ثُمَّ اَخَذْتُ الَّذِيْنَ كَفَرُوْا فَكَيْفَ كَانَ نَكِيْرِ ࣖ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Kemudian Aku azab orang-orang yang kafir; maka (lihatlah) bagaimana akibat kemurkaan-Ku.",
            "tafsir_jalalayn": "(Kemudian Aku azab orang-orang yang kafir) disebabkan kedustaan mereka (maka -lihatlah- bagaimana hebatnya akibat kemurkaan-Ku) keingkaran-Ku terhadap mereka, yaitu hukuman dan kebinasaan yang menimpa mereka, hal itu benar-benar pada tempatnya.",
            "sajda": false,
            "transliteration": "Summa akhaztul lazeena kafaroo fakaifa kaana nakeer",
            "tajweed_text": "ثُ[g[مّ]َ أَخَذْتُ [h:11119[ٱ]لَّذِينَ كَفَرُو[s[اْۖ] فَكَيْفَ كَانَ نَك[p[ِي]رِ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3687,
            "aya_number": 27,
            "aya_text": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ ثَمَرٰتٍ مُّخْتَلِفًا اَلْوَانُهَا ۗوَمِنَ الْجِبَالِ جُدَدٌ ۢبِيْضٌ وَّحُمْرٌ مُّخْتَلِفٌ اَلْوَانُهَا وَغَرَابِيْبُ سُوْدٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Tidakkah engkau melihat bahwa Allah menurunkan air dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.",
            "tafsir_jalalayn": "(Tidakkah kamu melihat) mengetahui (bahwasanya Allah menurunkan hujan dari langit lalu Kami hasilkan) di dalam ungkapan ayat ini terkandung Iltifat dari dhamir Gaib (dengan hujan itu buah-buahan yang beraneka ragam jenisnya) ada yang berwarna hijau, merah dan kuning dan warna-warna lainnya. (Dan di antara gunung-gunung itu ada garis-garis) Judadun adalah bentuk jamak dari lafal Juddatun, artinya jalan yang terdapat di gunung dan lainnya (putih, merah) dan kuning (yang beraneka macam warnanya) ada yang tua dan ada yang muda (dan ada -pula yang hitam pekat) di'athafkan kepada lafal Judadun, artinya ialah batu-batu yang besar yang hitam pekat warnanya. Dikatakan Aswadu Gharbiibu, hitam pekat; tetapi sangat sedikit dikatakan Gharabiibu Aswadu.",
            "sajda": false,
            "transliteration": "Alam tara annal laaha anzala minas samaaa'i maaa'an fa akhrajnaa bihee samaraatim mukhtalifan alwaanuhaa; wa minal jibaali judadum beedunw wa humrum mukhtalifun alwaanuhaa wa gharaabeebu sood",
            "tajweed_text": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:4278[ءً ف]َأَخْرَ[q:4279[جْ]نَا بِه[n[ِۦ] ثَمَر[n[َٲ][a:11120[تٍ م]ُّخْتَلِفًا أَلْو[n[َٲ]نُهَاۚ وَمِنَ [h:11121[ٱ]لْجِبَالِ جُدَ[i:11122[دُۢ ب]ِي[a:11123[ضٌ و]َحُمْ[a:11124[رٌ م]ُّخْتَلِفٌ أَلْو[n[َٲ]نُهَا وَغَرَابِيبُ س[p[ُو][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3688,
            "aya_number": 28,
            "aya_text": "وَمِنَ النَّاسِ وَالدَّوَاۤبِّ وَالْاَنْعَامِ مُخْتَلِفٌ اَلْوَانُهٗ كَذٰلِكَۗ اِنَّمَا يَخْشَى اللّٰهَ مِنْ عِبَادِهِ الْعُلَمٰۤؤُاۗ اِنَّ اللّٰهَ عَزِيْزٌ غَفُوْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Dan demikian (pula) di antara manusia, makhluk bergerak yang bernyawa dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. Sungguh, Allah Mahaperkasa, Maha Pengampun.",
            "tafsir_jalalayn": "(Dan demikian pula di antara manusia, binatang-binatang melata dan binatang-binatang ternak ada yang bermacam-macam warnanya) sebagaimana beraneka ragamnya buah-buahan dan gunung-gunung. (Sesungguhnya yang takut kepada Allah di antara hamba-hamba-Nya, hanyalah ulama) berbeda halnya dengan orang-orang yang jahil seperti orang-orang kafir Mekah. (Sesungguhnya Allah Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Pengampun) terhadap dosa hamba-hamba-Nya yang mukmin.",
            "sajda": false,
            "transliteration": "Wa minan naasi wadda waaabbi wal an'aami mukhtalifun alwaanuhoo kazalik; innamaa yakhshal laaha min 'ibaadihil 'ulamaaa'; innal laaha 'Azeezun Ghafoor",
            "tajweed_text": "وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ وَ[h:11125[ٱ][l[ل]دَّو[m[َا]ٓبِّ وَ[h:1778[ٱ]لْأَنْعَ[n[ـٰ]مِ مُخْتَلِفٌ أَلْو[n[َٲ]نُهُ[n[ۥ] كَذ[n[َٲ]لِكَۗ إِ[g[نّ]َمَا يَخْشَى [h:11126[ٱ]للَّهَ مِنْ عِبَادِهِ [h:11127[ٱ]لْعُلَمَ[o[ـٰٓ]ؤُ[s[اْ]ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَزِيزٌ غَف[p[ُو]رٌ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3689,
            "aya_number": 29,
            "aya_text": "اِنَّ الَّذِيْنَ يَتْلُوْنَ كِتٰبَ اللّٰهِ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً يَّرْجُوْنَ تِجَارَةً لَّنْ تَبُوْرَۙ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Al-Qur'an) dan melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya dengan diam-diam dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan rugi,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang selalu membaca) selalu mempelajari (kitab Allah dan mendirikan salat) yakni mereka melaksanakannya secara rutin dan memeliharanya (dan menafkahkan sebagian dari rezeki yang Kami anugerahkan kepada mereka dengan diam-diam dan terang-terangan) berupa zakat dan lain-lainnya (mereka itu mengharapkan perniagaan yang tidak akan merugi) tidak bangkrut.",
            "sajda": false,
            "transliteration": "Innal lazeena yatloona Kitabbal laahi wa aqaamus Salaata wa anfaqoo mimmaa razaqnaahum sirranw wa 'alaa niyatany yarjoona tijaaratal lan taboor",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَتْلُونَ كِتَ[n[ـٰ]بَ [h:525[ٱ]للَّهِ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَ[f:2789[نف]َقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:11128[ةً ي]َرْجُونَ تِجَ[n[ـٰ]رَ[u:11129[ةً ل]َّ[f:11130[ن ت]َب[p[ُو]رَ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3690,
            "aya_number": 30,
            "aya_text": "لِيُوَفِّيَهُمْ اُجُوْرَهُمْ وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ اِنَّهٗ غَفُوْرٌ شَكُوْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 437,
            "translation_aya_text": "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri.",
            "tafsir_jalalayn": "(Agar Allah menyempurnakan kepada mereka pahala mereka) pahala amal-amal mereka yang telah disebutkan itu (dan menambah kepada mereka dari karunia-Nya. Sesungguhnya Allah Maha Pengampun) terhadap dosa-dosa mereka (lagi Maha Mensyukuri) ketaatan mereka.",
            "sajda": false,
            "transliteration": "Liyuwaffiyahum ujoorahum wa yazeedahum min fadlih; innahoo Ghafoorun Shakoor",
            "tajweed_text": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَه[w:9444[ُم م]ِّ[f:475[ن ف]َضْلِهِ[o[ۚۦٓ] إِ[g[نّ]َهُ[n[ۥ] غَفُو[f:11131[رٌ ش]َك[p[ُو]رٌ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        }
    ]
}