{
    "page_number": 438,
    "data": [
        {
            "aya_id": 3691,
            "aya_number": 31,
            "aya_text": "وَالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ مِنَ الْكِتٰبِ هُوَ الْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِۗ اِنَّ اللّٰهَ بِعِبَادِهٖ لَخَبِيْرٌۢ بَصِيْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Dan apa yang telah Kami wahyukan kepadamu (Muhammad) yaitu Kitab (Al-Qur'an) itulah yang benar, membenarkan kitab-kitab yang sebelumnya. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat (keadaan) hamba-hamba-Nya.",
            "tafsir_jalalayn": "(Dan apa yang telah Kami wahyukan kepadamu yaitu Alkitab) yakni Alquran (itulah yang benar, membenarkan kitab-kitab yang sebelumnya) yang diturunkan sebelumnya. (Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Melihat -keadaan- hamba-hamba-Nya) Dia mengetahui apa yang tersimpan di dalam kalbu mereka dan apa yang mereka lahirkan.",
            "sajda": false,
            "transliteration": "Wallaeee awhainaaa ilaika minal Kitaabi huwal haqqu musaddiqal limaa baina yadayh; innal laaha bi'ibaadihee la khabeerum Baseer",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ هُوَ [h:8923[ٱ]لْحَقُّ مُصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَيْهِۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِعِبَادِه[n[ِۦ] لَخَبِي[i:11132[رُۢ ب]َص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3692,
            "aya_number": 32,
            "aya_text": "ثُمَّ اَوْرَثْنَا الْكِتٰبَ الَّذِيْنَ اصْطَفَيْنَا مِنْ عِبَادِنَاۚ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهٖ ۚوَمِنْهُمْ مُّقْتَصِدٌ ۚوَمِنْهُمْ سَابِقٌۢ بِالْخَيْرٰتِ بِاِذْنِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَضْلُ الْكَبِيْرُۗ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Kemudian Kitab itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami, lalu di antara mereka ada yang menzalimi diri sendiri, ada yang pertengahan dan ada (pula) yang lebih dahulu berbuat kebaikan dengan izin Allah. Yang demikian itu adalah karunia yang besar.",
            "tafsir_jalalayn": "(Kemudian Kami wariskan) Kami berikan (Kitab itu) yakni Alquran (kepada orang-orang yang Kami pilih di antara hamba-hamba Kami) mereka adalah umatmu (lalu di antara mereka ada yang menganiaya diri mereka sendiri) karena sembrono di dalam mengamalkannya (dan di antara mereka ada yang pertengahan) dalam mengamalkannya (dan di antara mereka ada -pula- yang lebih cepat berbuat kebaikan) di samping mengamalkan Alquran, juga mempelajarinya, mengajarkannya dan membimbing orang lain untuk mengamalkannya (dengan izin Allah) dengan kehendak-Nya. (Yang demikian itu) yakni diwariskannya Alquran kepada mereka (adalah karunia yang amat besar.)",
            "sajda": false,
            "transliteration": "Summa awrasnal Kitaaballazeenas tafainaa min 'ibaadinaa faminhum zaalimul linafsihee wa minhum muqtasid, wa minhum saabiqum bilkhairaati bi iznil laah; zaalika huwal fadlul kabeer",
            "tajweed_text": "ثُ[g[مّ]َ أَوْرَثْنَا [h:11133[ٱ]لْكِتَ[n[ـٰ]بَ [h:11134[ٱ]لَّذِينَ [h:11135[ٱ]صْطَفَيْنَا مِنْ عِبَادِنَاۖ فَمِنْهُمْ ظَالِ[u:8069[مٌ ل]ِّنَفْسِه[n[ِۦ] وَمِنْه[w:11136[ُم م]ُّ[q:10606[قْ]تَصِ[a:11137[دٌ و]َمِنْهُمْ سَابِ[i:11138[قُۢ ب]ِ[h:11139[ٱ]لْخَيْر[n[َٲ]تِ بِإِذْنِ [h:509[ٱ]للَّهِۚ ذ[n[َٲ]لِكَ هُوَ [h:11140[ٱ]لْفَضْلُ [h:11141[ٱ]لْكَب[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3693,
            "aya_number": 33,
            "aya_text": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًا ۚوَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "(Mereka akan mendapat) surga ‘Adn, mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera.",
            "tafsir_jalalayn": "(Bagi mereka surga Adn) sebagai tempat tinggalnya (mereka masuk ke dalamnya) yakni ketiga golongan tersebut; lafal ayat ini dapat dibaca Yadkhuluunahaa atau Yudkhaluunahaa, berkedudukan menjadi Khabar dari Mubtada yaitu lafal Jannaatu 'Adnin (mereka diberi perhiasan) kalimat ayat ini menjadi Khabar yang kedua (di dalamnya dengan) lafal Min di sini menunjukkan makna Ba'dh atau sebagian (gelang-gelang dari emas dan dengan mutiara) yang berbingkai emas (dan pakaian mereka di dalamnya adalah sutera.)",
            "sajda": false,
            "transliteration": "jannaatu 'adniny yad khuloonahaa yuhallawna feeha min asaawira min zahabinw wa lu'lu'anw wa libaa suhum feehaa hareer",
            "tajweed_text": "جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8971[بٍ و]َلُؤْلُ[a:8972[ؤًاۖ و]َلِبَاسُهُمْ فِيهَا حَر[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3694,
            "aya_number": 34,
            "aya_text": "وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْٓ اَذْهَبَ عَنَّا الْحَزَنَۗ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌۙ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sungguh, Tuhan kami benar-benar Maha Pengampun, Maha Mensyukuri,",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan duka cita dari kami.) yakni semua duka cita. (Sesungguhnya Rabb kami benar-benar Maha Pengampun) terhadap dosa-dosa kami (lagi Maha Mensyukuri) ketaatan kami.",
            "sajda": false,
            "transliteration": "Wa qaalul hamdu lillaahil lazeee azhaba 'annal hazan; inna Rabbanaa la Ghafoorun Shakoor",
            "tajweed_text": "وَقَالُو[s[اْ] [h:4698[ٱ]لْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذ[o[ِىٓ] أَذْهَبَ عَ[g[نّ]َا [h:11142[ٱ]لْحَزَنَۖ إِ[g[نّ]َ رَبَّنَا لَغَفُو[f:11143[رٌ ش]َك[p[ُو]رٌ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3695,
            "aya_number": 35,
            "aya_text": " ۨالَّذِيْٓ اَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهٖۚ  لَا يَمَسُّنَا فِيْهَا نَصَبٌ وَّلَا يَمَسُّنَا فِيْهَا لُغُوْبٌ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.”",
            "tafsir_jalalayn": "(Yang menempatkan kami dalam tempat yang kekal) sebagai tempat tinggal kami (dari karunia-Nya; di dalamnya kami tidak merasa lelah) yakni tiada merasa payah (dan tiada pula merasa lesu\") karena kecapekan, sebab di dalam surga tidak ada lagi yang namanya taklif. Disebutkannya lafal yang kedua padahal maknanya sama dengan yang pertama, dimaksud untuk lebih menegaskan kenafiannya atau ketiadaannya.",
            "sajda": false,
            "transliteration": "Allazeee ahallanaa daaral muqaamati min fadlihee laa yamassunaa feehaa nasabunw wa laa yamassunaa feehaa lughoob",
            "tajweed_text": "ٱلَّذ[o[ِىٓ] أَحَلَّنَا دَارَ [h:11144[ٱ]لْمُقَامَةِ مِ[f:475[ن ف]َضْلِه[n[ِۦ] لَا يَمَسُّنَا فِيهَا نَصَ[a:5892[بٌ و]َلَا يَمَسُّنَا فِيهَا لُغ[p[ُو][q[ب]ٌ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3696,
            "aya_number": 36,
            "aya_text": "وَالَّذِيْنَ كَفَرُوْا لَهُمْ نَارُ جَهَنَّمَۚ  لَا يُقْضٰى عَلَيْهِمْ فَيَمُوْتُوْا وَلَا يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَاۗ  كَذٰلِكَ نَجْزِيْ كُلَّ كَفُوْرٍ ۚ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Dan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir.",
            "tafsir_jalalayn": "(Dan orang-orang kafir bagi mereka neraka Jahanam; mereka tidak dibinasakan) dengan dimatikan (sehingga mereka mati) yakni terbebas dari rasa sakit (dan tidak -pula- diringankan dari mereka azabnya) walau barang sekejap pun. (Demikianlah) sebagaimana Kami berikan balasan azab kepada mereka. (Kami membalas setiap orang yang sangat kafir) lafal Najziy dapat pula dibaca Yajziy; arti lafal Kafuur adalah orang kafir.",
            "sajda": false,
            "transliteration": "Wallazeena kafaroo lahum naaru Jahannama laa yuqdaa 'alaihim fa yamootoo wa laa yukhaffafu 'anhum min 'azaabihaa; kazaalika najzee kulla kafoor",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَهُمْ نَارُ جَهَ[g[نّ]َمَ لَا يُ[q:8625[قْ]ضَىٰ عَلَيْهِمْ فَيَمُوتُو[s[اْ] وَلَا يُخَفَّفُ عَنْه[w:11145[ُم م]ِّنْ عَذَابِهَاۚ كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى كُلَّ كَف[p[ُو]رٍ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3697,
            "aya_number": 37,
            "aya_text": "وَهُمْ يَصْطَرِخُوْنَ فِيْهَاۚ رَبَّنَآ اَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ اَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيْهِ مَنْ تَذَكَّرَ وَجَاۤءَكُمُ النَّذِيْرُۗ فَذُوْقُوْا فَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Dan mereka berteriak di dalam neraka itu, “Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.” (Dikatakan kepada mereka), “Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun.”",
            "tafsir_jalalayn": "(Dan mereka berteriak di dalam neraka itu) meminta tolong dengan suara yang sangat keras dan jeritan-jeritan kesakitan, seraya mengatakan, (\"Ya Rabb kami! Keluarkanlah kami) dari dalam neraka (niscaya kami akan mengerjakan amal yang saleh berlainan dengan yang telah kami kerjakan\") lalu dikatakan kepada mereka, (\"Dan apakah Kami tidak memanjangkan umur kalian dalam masa) waktu (yang cukup untuk berpikir bagi orang yang mau berpikir dan apakah tidak datang kepada kalian pemberi peringatan?\") yakni rasul tetapi kalian tidak memenuhi seruannya (maka rasakanlah -azab Kami- dan tidak ada bagi orang yang lalim) orang kafir (seorang penolong pun) yang dapat menolak azab dari diri mereka.",
            "sajda": false,
            "transliteration": "Wa hum yastarikhoona feehaa Rabbanaa akhrijnaa na'mal saalihan ghairal lazee kunnaa na'mal; awa lamnu 'ammirkum maa yatazak karu feehi man tazakkara wa jaaa'akumun nazeeru fazooqoo famaa lizzaalimeena min naseer",
            "tajweed_text": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّن[o[َآ] أَخْرِ[q:2927[جْ]نَا نَعْمَلْ صَ[n[ـٰ]لِحًا غَيْرَ [h:287[ٱ]لَّذِى كُ[g[نّ]َا نَعْمَلُۚ أَوَلَمْ نُعَ[g[مّ]ِرْك[w:11146[ُم م]َّا يَتَذَكَّرُ فِيهِ مَ[f:11147[ن ت]َذَكَّرَ وَج[o[َا]ٓءَكُمُ [h:11148[ٱ][l[ل][g[نّ]َذِيرُۖ فَذُوقُو[s[اْ] فَمَا لِلظَّ[n[ـٰ]لِمِينَ م[a:9103[ِن ن]َّص[p[ِي]رٍ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3698,
            "aya_number": 38,
            "aya_text": "اِنَّ اللّٰهَ عَالِمُ غَيْبِ السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 438,
            "translation_aya_text": "Sungguh, Allah mengetahui yang gaib (tersembunyi) di langit dan di bumi. Sungguh, Dia Maha Mengetahui segala isi hati.",
            "tafsir_jalalayn": "(Sesungguhnya Allah mengetahui yang tersembunyi di langit dan di bumi. Sesungguhnya Dia Maha Mengetahui segala isi hati) yang tersimpan di dalam kalbu, ini berarti bahwa pengetahuan Allah tentang hal ikhwal manusia yang lahir lebih mengetahui.",
            "sajda": false,
            "transliteration": "Innal laaha 'aalimu ghaibis samaawaati wal ard; innahoo 'aleemum bizaatis sudoor",
            "tajweed_text": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَ[n[ـٰ]لِمُ غَيْبِ [h:11149[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        }
    ]
}