{
    "page_number": 439,
    "data": [
        {
            "aya_id": 3699,
            "aya_number": 39,
            "aya_text": "هُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِۗ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۗ وَلَا يَزِيْدُ الْكٰفِرِيْنَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ اِلَّا مَقْتًا ۚوَلَا يَزِيْدُ الْكٰفِرِيْنَ كُفْرُهُمْ اِلَّا خَسَارًا ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi. Barangsiapa kafir, maka (akibat) kekafirannya akan menimpa dirinya sendiri. Dan kekafiran orang-orang kafir itu hanya akan menambah kemurkaan di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka.",
            "tafsir_jalalayn": "(Dialah yang menjadikan kalian khalifah-khalifah di muka bumi) lafal Khalaa-if adalah bentuk jamak dari Khaliifah, yakni Dia mengganti sebagian di antara kalian dengan sebagian yang lain, yaitu generasi demi generasi. (Barang siapa yang kafir) di antara kalian (maka kekafirannya menimpa dirinya sendiri.) (Dan kekafiran orang-orang yang kafir itu tidak lain hanyalah akan menambah kemurkaan pada sisi Rabbnya) Dia akan bertambah murka kepadanya (dan kekafiran orang-orang yang kafir itu tidak lain hanyalah akan menambah kerugian mereka belaka) di akhirat kelak.",
            "sajda": false,
            "transliteration": "Huwal lazee ja'alakum khalaaa'ifa fil ard; faman kafara fa'alaihi kufruhoo; wa laa yazeedul kaafireena kufruhum 'inda Rabbihim illaa maqtanw wa la yazeedul kaafireena kufruhum illaa khasaaraa",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3700,
            "aya_number": 40,
            "aya_text": "قُلْ اَرَاَيْتُمْ شُرَكَاۤءَكُمُ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَرُوْنِيْ مَاذَا خَلَقُوْا مِنَ الْاَرْضِ اَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِۚ اَمْ اٰتَيْنٰهُمْ كِتٰبًا فَهُمْ عَلٰى بَيِّنَتٍ مِّنْهُۚ بَلْ اِنْ يَّعِدُ الظّٰلِمُوْنَ بَعْضُهُمْ بَعْضًا اِلَّا غُرُوْرًا ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "Katakanlah, “Terangkanlah olehmu tentang sekutu-sekutumu yang kamu seru selain Allah.” Perlihatkanlah kepada-Ku (bagian) manakah dari bumi ini yang telah mereka ciptakan; ataukah mereka mempunyai peran serta dalam (penciptaan) langit; atau adakah Kami memberikan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya? Sebenarnya orang-orang zalim itu, sebagian mereka hanya menjanjikan tipuan belaka kepada sebagian yang lain.  ",
            "tafsir_jalalayn": "(Katakanlah! \"Terangkanlah kepadaku tentang sekutu-sekutu kalian yang kalian seru) yang kalian sembah (selain Allah) mereka adalah berhala-berhala yang diduga oleh para pengabdinya, bahwa mereka adalah sekutu-sekutu Allah swt. (Perlihatkanlah kepadaku) terangkanlah kepadaku (bagian manakah dari bumi ini yang telah mereka ciptakan ataukah mereka mempunyai saham) yakni andil bersama Allah (di dalam) menciptakan (langit atau adakah Kami memberi kepada mereka sebuah kitab sehingga mereka mendapatkan keterangan-keterangan yang jelas) yakni hujah-hujah yang jelas (daripadanya) seumpamanya disebutkan di dalamnya, bahwa mereka adalah sekutu-sekutu-Ku yang ikut andil bersama-Ku? Tentu saja tidak. (Sebenarnya tidaklah) (orang-orang yang lalim itu menjanjikan) yakni orang-orang yang kafir (sebagian dari mereka kepada sebagian yang lain, melainkan tipuan belaka.\") kebatilan belaka, melalui perkataan mereka, bahwa berhala-berhala itu dapat memberikan syafaat kepada mereka.",
            "sajda": false,
            "transliteration": "Qul ara'aytum shurakaaa'a kumul lazeena tad'oona min doonil laah; aroonee maazaa khalaqoo minal ardi am lahum shirkun fis samaawaati am aatainaahum Kitaaban fahum 'alaa baiyinatim minh; bal iny ya'iiduz zaalimoona ba 'duhum ba'dan illaa ghurooraa",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3701,
            "aya_number": 41,
            "aya_text": "۞ اِنَّ اللّٰهَ يُمْسِكُ السَّمٰوٰتِ وَالْاَرْضَ اَنْ تَزُوْلَا ەۚ وَلَىِٕنْ زَالَتَآ اِنْ اَمْسَكَهُمَا مِنْ اَحَدٍ مِّنْۢ بَعْدِهٖ ۗاِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "Sungguh, Allah yang menahan langit dan bumi agar tidak lenyap; dan jika keduanya akan lenyap tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, Maha Pengampun.",
            "tafsir_jalalayn": "(Sesungguhnya Allah menahan langit dan bumi supaya jangan lenyap) mencegah keduanya agar tidak lenyap (dan sungguh jika) huruf Lam di sini bermakna Qasam (keduanya akan lenyap tidak ada yang dapat menahan keduanya seorang pun selain Allah. Sesungguhnya Dia adalah Maha Penyantun lagi Maha Pengampun) oleh karenanya Dia menangguhkan azab-Nya atas orang-orang kafir.",
            "sajda": false,
            "transliteration": "Innal laaha yumsikus samaawaati wal arda an tazoolaaa; wa la'in zaalataaa in amsa kahumaa min ahadim mim ba'dih; innahoo kaana Haleeman Ghafooraa",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3702,
            "aya_number": 42,
            "aya_text": "وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَهُمْ نَذِيْرٌ لَّيَكُوْنُنَّ اَهْدٰى مِنْ اِحْدَى الْاُمَمِۚ فَلَمَّا جَاۤءَهُمْ نَذِيْرٌ مَّا زَادَهُمْ اِلَّا نُفُوْرًاۙ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "Dan mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat (yang lain). Tetapi ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, bahkan semakin jauh mereka dari (kebenaran),",
            "tafsir_jalalayn": "(Dan mereka bersumpah) yakni orang-orang kafir Mekah (dengan nama Allah dengan sekuat-kuat sumpah) sumpah yang sungguh-sungguh (sesungguhnya jika datang kepada mereka seorang pemberi peringatan) yakni seorang rasul (niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat yang lain) yaitu umat Yahudi, Nasrani dan umat-umat beragama lainnya. Maksudnya mereka lebih mendapat petunjuk daripada umat mana pun, karena mereka melihat adanya perselisihan di antara mereka, yaitu sebagian dari mereka mendustakan sebagian yang lain. Karena orang-orang Yahudi mengatakan, \"Orang-orang Nasrani itu tidak mempunyai suatu pegangan.\" Demikian pula orang-orang Nasrani mengatakan, \"Orang-orang Yahudi tidak mempunyai suatu pegangan.\" (Tatkala datang kepada mereka pemberi peringatan) yaitu Nabi Muhammad saw. (maka tidaklah menambah kepada mereka) kedatangan pemberi peringatan itu (melainkan jauhnya mereka dari petunjuk) mereka makin bertambah jauh dari petunjuk.",
            "sajda": false,
            "transliteration": "Wa aqsamoo billaahi jahda aymaanihim la'in jaaa'ahum nazeerul layakoonunna ahdaa min ihdal umami falam maa jaaa'ahum nazeerum maa zaadahum illaa nufooraa",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3703,
            "aya_number": 43,
            "aya_text": " ۨاسْتِكْبَارًا فِى الْاَرْضِ وَمَكْرَ السَّيِّئِۗ وَلَا يَحِيْقُ الْمَكْرُ السَّيِّئُ اِلَّا بِاَهْلِهٖ ۗفَهَلْ يَنْظُرُوْنَ اِلَّا سُنَّتَ الْاَوَّلِيْنَۚ فَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَبْدِيْلًا ەۚ وَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَحْوِيْلًا",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "karena kesombongan (mereka) di bumi dan karena rencana (mereka) yang jahat. Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri. Mereka hanyalah menunggu (berlakunya) ketentuan kepada orang-orang yang terdahulu. Maka kamu tidak akan mendapatkan perubahan bagi Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu.",
            "tafsir_jalalayn": "(Karena kesombongan -mereka- di muka bumi) terhadap keimanan, mereka tidak mau beriman karena sombong. Lafal ayat ini menjadi Maf'ul Lah (dan karena rencana) pekerjaan mereka (yang jahat) berupa kemusyrikan dan lain-lainnya. (Dan tidaklah menimpa) tidak menggilas (rencana jahat itu selain orang yang merencanakannya sendiri) yaitu orang yang mengadakan makar itu sendiri. Lafal Al Makru diberi sifat As Sayyi-u adalah bentuk asal tetapi di-mudhaf-kan-nya lafal Al Makru kepada lafal As Sayyi-u, menurut suatu pendapat merupakan cara pemakaian yang lain tetapi dengan memperkirakan adanya Mudhaf yang lain supaya jangan langsung di-mudhaf-kan kepada sifat. (Tiadalah yang mereka nanti-nantikan) (melainkan, berlakunya, sunah, Allah yang telah berlaku, kepada orang-orang yang dahulu) yaitu diturunkannya azab atas mereka sebab mereka mendustakan rasul-rasul-Nya. (Maka sekali-kali kamu tidak akan menemui perubahan bagi sunah Allah dan sekali-kali tidak pula akan menemui penyimpangan bagi sunah Allah itu) azab itu tidak dapat diganti dengan yang lain dan tidak ditimpakan kepada orang-orang yang tidak berhak menerimanya.",
            "sajda": false,
            "transliteration": "Istakbaaran fil ardi wa makras sayyi'; wa laa yaheequl makrus sayyi'u illaa bi ahlih; fahal yanzuroona illaa sunnatal awwaleen; falan tajida lisunnatil laahi tabdeelanw wa lan tajida lisunnatil laahi tahweela",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3704,
            "aya_number": 44,
            "aya_text": "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ وَكَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً ۗوَمَا كَانَ اللّٰهُ لِيُعْجِزَهٗ مِنْ شَيْءٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ اِنَّهٗ كَانَ عَلِيْمًا قَدِيْرًا ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 439,
            "translation_aya_text": "Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul), padahal orang-orang itu lebih besar kekuatannya dari mereka? Dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui, Mahakuasa.",
            "tafsir_jalalayn": "(Dan apakah mereka tidak berjalan di muka bumi, lalu melihat bagaimana kesudahan orang-orang yang sebelum mereka, sedangkan orang-orang itu adalah lebih besar kekuatannya dari mereka?) maka Allah tetap membinasakan mereka karena mereka telah mendustakan rasul-rasul mereka. (Dan tiada sesuatu pun yang dapat melemahkan Allah) yang dapat mendahului-Nya dan dapat meloloskan diri dari azab-Nya (baik di langit maupun di bumi. Sesungguhnya Allah Maha Mengetahui) segala sesuatu (lagi Maha Kuasa) atas semuanya.",
            "sajda": false,
            "transliteration": "Awalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qblihim wa kaanoo ashadda minhum quwwah; wa maa kaanal laahu liyu'jizahoo min shai'in fis samaawaati wa laa fil ard; innahoo kaana 'Aleeman Qadeeraa",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        }
    ]
}