{
    "page_number": 44,
    "data": [
        {
            "aya_id": 267,
            "aya_number": 260,
            "aya_text": "وَاِذْ قَالَ اِبْرٰهٖمُ رَبِّ اَرِنِيْ كَيْفَ تُحْيِ الْمَوْتٰىۗ قَالَ اَوَلَمْ تُؤْمِنْ ۗقَالَ بَلٰى وَلٰكِنْ لِّيَطْمَىِٕنَّ قَلْبِيْ ۗقَالَ فَخُذْ اَرْبَعَةً مِّنَ الطَّيْرِفَصُرْهُنَّ اِلَيْكَ ثُمَّ اجْعَلْ عَلٰى كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِيْنَكَ سَعْيًا ۗوَاعْلَمْ اَنَّ اللّٰهَ عَزِيْزٌحَكِيْمٌ ࣖ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 44,
            "translation_aya_text": "Dan (ingatlah) ketika Ibrahim berkata, “Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.” Allah berfirman, “Belum percayakah engkau?” Dia (Ibrahim) menjawab, “Aku percaya, tetapi agar hatiku tenang (mantap).” Dia (Allah) berfirman, “Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.” Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Ibrahim berkata, \"Ya Tuhanku! Perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Firman Allah) kepadanya (Apakah kamu tidak percaya?\") akan kekuasaan-Ku dalam menghidupkan itu? Ditanyakan Ibrahim padahal Dia mengetahui bahwa Ibrahim mempercayainya, agar Ibrahim memberikan jawaban terhadap pertanyaan-Nya, hingga para pendengar pun mengerti akan maksud-Nya. (\"Saya percaya\", katanya) (tetapi) saya tanyakan (agar tenang) dan tenteram (hatiku) disebabkan kesaksian yang digabungkan pada pengambilan dalil (Firman-Nya, \"Ambillah empat ekor burung, lalu jinakkanlah kepadamu) dengan 'shad' yang baris di bawah dan baris di depan yang berarti jinakkanlah olehmu, lalu potong-potonglah hingga daging dan bulunya bercampur baur. (Kemudian letakkanlah di setiap bukit) yang terletak di negerimu (sebagian darinya, setelah itu panggillah ia) kepadamu (niscaya mereka akan mendatangimu dengan cepat) atau segera. (Dan ketahuilah bahwa Allah Maha Tangguh.\") dalam perbuatan-Nya. Maka diambilnya burung merak, burung elang, gagak dan ayam jantan, masing-masing satu ekor, lalu ia melakukan apa yang diperintahkan sambil memegang kepala masing-masing, kemudian dipanggilnya hingga beterbangan potongan-potongan burung itu menemui kelompoknya hingga lengkap, lalu menuju kepalanya yang berada di tangannya.",
            "sajda": false,
            "transliteration": "Wa iz qaala Ibraaheemu Rabbi arinee kaifa tuhyil mawtaa qaala awa lam tu'min qaala balaa wa laakil liyatma'inna qalbee qaala fakhuz arab'atam minal tairi fasurhunna ilaika summaj 'al a'alaa kulli jabalim minhunna juz'an sumaad 'uhunna yaateenaka sa'yaa; wa'lam annal laaha 'Azeezun Hakeem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 268,
            "aya_number": 261,
            "aya_text": "مَثَلُ الَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ فِيْ سَبِيْلِ اللّٰهِ كَمَثَلِ حَبَّةٍ اَنْۢبَتَتْ سَبْعَ سَنَابِلَ فِيْ كُلِّ سُنْۢبُلَةٍ مِّائَةُ حَبَّةٍ ۗ وَاللّٰهُ يُضٰعِفُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ وَاسِعٌ عَلِيْمٌ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 44,
            "translation_aya_text": "Perumpamaan orang yang menginfakkan hartanya di jalan Allah seperti sebutir biji yang menumbuhkan tujuh tangkai, pada setiap tangkai ada seratus biji. Allah melipatgandakan bagi siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui.",
            "tafsir_jalalayn": "(Perumpamaan) atau sifat nafkah dari (orang-orang yang membelanjakan harta mereka di jalan Allah) artinya dalam menaati-Nya (adalah seperti sebutir biji yang menumbuhkan tujuh buah tangkai, pada masing-masing tangkai seratus biji.) Demikianlah pula halnya nafkah yang mereka keluarkan itu menjadi 700 kali lipat. (Dan Allah melipatgandakan) lebih banyak dari itu lagi (bagi siapa yang dikehendaki-Nya dan Allah Maha Luas) karunia-Nya (lagi Maha Mengetahui) siapa-siapa yang seharusnya beroleh ganjaran yang berlipat ganda itu.",
            "sajda": false,
            "transliteration": "Masalul lazeena yunfiqoona amwaalahum fee sabeelil laahi kamasali habbatin ambatat sab'a sanaabila fee kulli sumbulatim mi'atu habbah; wallaahu yudaa'ifu limai yashaaa; wallaahu Waasi'un 'Aleem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 269,
            "aya_number": 262,
            "aya_text": "اَلَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ فِيْ سَبِيْلِ اللّٰهِ ثُمَّ لَا يُتْبِعُوْنَ مَآ اَنْفَقُوْا مَنًّا وَّلَآ اَذًىۙ  لَّهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 44,
            "translation_aya_text": "Orang yang menginfakkan hartanya di jalan Allah, kemudian tidak mengiringi apa yang dia infakkan itu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), mereka memperoleh pahala di sisi Tuhan mereka. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
            "tafsir_jalalayn": "(Orang-orang yang membelanjakan harta mereka di jalan Allah, kemudian mereka tidak mengiringi apa yang mereka belanjakan itu dengan cercaan) terhadap orang yang diberi, misalnya dengan mengatakan, \"Saya telah berbuat baik kepadamu dan telah menutupi keperluanmu\" (atau menyakiti perasaan) yang bersangkutan, misalnya dengan menyebutkan soal itu kepada pihak yang tidak perlu mengetahuinya dan sebagainya (mereka memperoleh pahala) sebagai ganjaran nafkah mereka (di sisi Tuhan mereka. Tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita) yakni di akhirat kelak.",
            "sajda": false,
            "transliteration": "Allazeena yunfiqoona amwaalahum fee sabeelillaahi summa laa yutbi'oona maaa anfaqoo mannanw wa laaa azal lahum ajruhum 'inda Rabbihim; wa laa khawfun 'alaihim wa laa hum yahzanoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 270,
            "aya_number": 263,
            "aya_text": "۞ قَوْلٌ مَّعْرُوْفٌ وَّمَغْفِرَةٌ خَيْرٌ مِّنْ صَدَقَةٍ يَّتْبَعُهَآ اَذًى ۗ وَاللّٰهُ غَنِيٌّ حَلِيْمٌ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 44,
            "translation_aya_text": "Perkataan yang baik dan pemberian maaf lebih baik daripada sedekah yang diiringi tindakan yang menyakiti. Allah Mahakaya, Maha Penyantun.",
            "tafsir_jalalayn": "(Perkataan yang baik) atau ucapan yang manis dan penolakan secara lemah lembut terhadap si peminta (serta pemberian maaf) kepadanya atas desakan atau tingkah lakunya (lebih baik daripada sedekah yang diiringi dengan menyakiti perasaan) dengan mencerca atau mengomelinya (Dan Allah Maha Kaya) hingga tidak menemukan sedekah hamba-hambanya (lagi Maha Penyantun) dengan menangguhkan hukuman terhadap orang yang mencerca dan menyakiti hati si peminta.",
            "sajda": false,
            "transliteration": "Qawlum ma'roofunw wa maghfiratun khairum min sadaqatiny yatba'uhaaa azaa; wallaahu Ghaniyyun Haleem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 271,
            "aya_number": 264,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُبْطِلُوْا صَدَقٰتِكُمْ بِالْمَنِّ وَالْاَذٰىۙ  كَالَّذِيْ يُنْفِقُ مَالَهٗ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ  فَمَثَلُهٗ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَاَصَابَهٗ وَابِلٌ فَتَرَكَهٗ صَلْدًا ۗ  لَا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 44,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu merusak sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), seperti orang yang menginfakkan hartanya karena ria (pamer) kepada manusia dan dia tidak beriman kepada Allah dan hari akhir. Perumpamaannya (orang itu) seperti batu yang licin yang di atasnya ada debu, kemudian batu itu ditimpa hujan lebat, maka tinggallah batu itu licin lagi. Mereka tidak memperoleh sesuatu apa pun dari apa yang mereka kerjakan. Dan Allah tidak memberi petunjuk kepada orang-orang kafir.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu batalkan sedekah-sedekahmu), maksudnya pahala-pahalanya (dengan menyebut-nyebutnya dan menyakiti perasaan) si penerima hingga menjadi hapus (seperti orang), maksudnya seperti batalnya nafkah orang yang (menafkahkan hartanya karena ria kepada manusia) maksudnya ingin mendapatkan pujian manusia (dan ia tidak beriman kepada Allah dan hari yang akhir) yakni orang munafik (Maka perumpamaannya adalah seperti sebuah batu licin yang bertanah di atasnya, lalu ditimpa oleh hujan lebat) (hingga menjadi licin tandas) tanpa tanah dan apa-apa lagi di atasnya. (Mereka tidak menguasai). Kalimat ini untuk menyatakan tamsil keadaan orang munafik yang menafkahkan hartanya dengan tujuan beroleh pujian manusia. Dhamir atau kata ganti manusia di sini menunjukkan jamak, mengingat makna 'alladzii' juga mencakupnya (suatu pun dari hasil usaha mereka) yang telah mereka kerjakan, maksudnya pahalanya di akhirat, tak ubahnya bagai batu licin yang ditimpa hujan hingga tanahnya habis dihanyutkan air. (Dan Allah tidak menunjukkan orang-orang yang kafir).",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanoo laa tubtiloo sadaqaatikum bilmanni wal azaa kallazee yunfiqu maalahoo ri'aaa'an naasi wa laa yu'minu billaahi wal yawmil aakhiri famasaluhoo kamasali safwaanin 'alaihi turaabun fa asaabahoo waabilun fatara kahoo saldaa; laa yaqdiroona 'alaa shai'im mimmaa kasaboo; wallaahu laa yahdil qawmal kaafireen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}