{
    "page_number": 440,
    "data": [
        {
            "aya_id": 3705,
            "aya_number": 45,
            "aya_text": "وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِمَا كَسَبُوْا مَا تَرَكَ عَلٰى ظَهْرِهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ فَاِنَّ اللّٰهَ كَانَ بِعِبَادِهٖ بَصِيْرًا ࣖ ",
            "sura_id": 35,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya.",
            "tafsir_jalalayn": "(Dan kalau sekiranya Allah swt. menyiksa manusia disebabkan usahanya) karena maksiat-maksiat yang telah dikerjakannya (niscaya Dia tidak akan meninggalkan di atas permukaan bumi (suatu makhluk pun) yang hidup merayap di atasnya (akan tetapi Allah menangguhkan penyiksaan mereka, sampai waktu yang tertentu) yakni hari kiamat (maka apabila datang ajal mereka, maka sesungguhnya Allah adalah Maha Melihat keadaan hamba-hamba-Nya) Dia kelak akan membalas amal perbuatan mereka, yaitu dengan memberi pahala kepada orang-orang yang beriman dan menghukum orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Wa law yu'aakhizul laahun naasa bima kasaboo maa taraka 'alaa zahrihaa min daaabbatinw wa laakiny yu'akhkhiruhum ilaaa ajalim musamman fa izaa jaaa'a ajaluhum fa innal laaha kaana bi'ibaadihee Baseeraa",
            "surah": {
                "name": "سُورَةُ فَاطِرٍ",
                "englishName": "Faatir",
                "englishNameTranslation": "The Originator",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3706,
            "aya_number": 1,
            "aya_text": "يٰسۤ ۚ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "Ya Sin",
            "tafsir_jalalayn": "(Yaa siin) hanya Allahlah yang mengetahui maksudnya.",
            "sajda": false,
            "transliteration": "Yaa-Seeen",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3707,
            "aya_number": 2,
            "aya_text": "وَالْقُرْاٰنِ الْحَكِيْمِۙ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "Demi Al-Qur'an yang penuh hikmah,",
            "tafsir_jalalayn": "(Demi Alquran yang penuh hikmah) yang padat dengan hikmah-hikmah, susunan kata-katanya amat mengagumkan dan makna-maknanya sangat indah lagi memukau.",
            "sajda": false,
            "transliteration": "Wal-Qur-aanil-Hakeem",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3708,
            "aya_number": 3,
            "aya_text": "اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "sungguh, engkau (Muhammad) adalah salah seorang dari rasul-rasul,",
            "tafsir_jalalayn": "(Sesungguhnya kamu) hai Muhammad (salah seorang dari rasul-rasul.)",
            "sajda": false,
            "transliteration": "Innaka laminal mursaleen",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3709,
            "aya_number": 4,
            "aya_text": "عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "(yang berada) di atas jalan yang lurus,",
            "tafsir_jalalayn": "(Yang berada di atas) berta'alluq kepada ayat sebelumnya (jalan yang lurus) jalannya para nabi sebelum kamu, yaitu jalan tauhid dan hidayah. Ungkapan yang memakai kata pengukuh sumpah dan pengukuh lainnya, dimaksud sebagai sanggahan terhadap perkataan orang-orang kafir yang ditujukan kepada Nabi Muhammad, yaitu sebagaimana yang disitir oleh firman-Nya, \"Kamu bukan seorang yang dijadikan rasul.\" (Q.S. Ar-Ra'd 43.)",
            "sajda": false,
            "transliteration": "'Alaa Siraatim Mustaqeem",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3710,
            "aya_number": 5,
            "aya_text": "تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa, Maha Penyayang,",
            "tafsir_jalalayn": "(Sebagai wahyu yang diturunkan oleh Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Penyayang) kepada makhluk-Nya. Khabar dari Mubtada diperkirakan keberadaannya, yaitu lafal Alquran. Maksudnya, Alquran ini sebagai wahyu yang diturunkan.",
            "sajda": false,
            "transliteration": "Tanzeelal 'Azeezir Raheem",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3711,
            "aya_number": 6,
            "aya_text": "لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "agar engkau memberi peringatan kepada suatu kaum yang nenek moyangnya belum pernah diberi peringatan, karena itu mereka lalai.",
            "tafsir_jalalayn": "(Agar kamu memberi peringatan) dengan Alquran itu (kepada kaum) lafal Litundzira berta'alluq kepada lafal Tanziilun (yang bapak-bapak mereka belum pernah diberi peringatan) mereka belum pernah diberi peringatan karena hidup di zaman fatrah atau zaman kekosongan nabi dan rasul (karena itu mereka) yakni kaum itu (dalam keadaan lalai) lalai dari iman dan petunjuk.",
            "sajda": false,
            "transliteration": "Litunzira qawmam maaa unzira aabaaa'uhum fahum ghaafiloon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3712,
            "aya_number": 7,
            "aya_text": "لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "Sungguh, pasti berlaku perkataan (hukuman) terhadap kebanyakan mereka, karena mereka tidak beriman.",
            "tafsir_jalalayn": "(Sesungguhnya telah pasti berlaku perkataan) yakni ketentuan Allah telah pasti (terhadap kebanyakan mereka) yakni azab-Nya telah pasti atas mereka (karena mereka tidak beriman) kebanyakan dari mereka tidak beriman.",
            "sajda": false,
            "transliteration": "Laqad haqqal qawlu 'alaaa aksarihim fahum laa yu'minoon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3713,
            "aya_number": 8,
            "aya_text": "اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "Sungguh, Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, karena itu mereka tertengadah.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah memasang belenggu di leher mereka) tangan mereka disatukan dengan leher mereka dalam satu belenggu, karena pengertian lafal Al-Ghillu ialah mengikatkan kedua tangan ke leher (lalu tangan mereka) yaitu tangan-tangan mereka diangkat dan disatukan (ke dagu) mereka, lafal Adzqaan bentuk jamak dari lafal Dzaqanun yaitu tempat tumbuh janggut (maka karena itu mereka tertengadah) kepala mereka terangkat dan tidak dapat ditundukkan. Ini merupakan tamtsil, yang dimaksud ialah mereka tidak mau taat untuk beriman, dan mereka sama sekali tidak mau menundukkan kepalanya dalam arti kata tidak mau beriman.",
            "sajda": false,
            "transliteration": "Innaa ja'alnaa feee a'naaqihim aghlaalan fahiya ilal azqaani fahum muqmahoon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3714,
            "aya_number": 9,
            "aya_text": "وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "Dan Kami jadikan di hadapan mereka sekat (dinding) dan di belakang mereka juga sekat, dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat.",
            "tafsir_jalalayn": "(Dan Kami adakan di hadapan mereka dinding dan di belakang mereka dinding) lafal Saddan dalam dua tempat tadi boleh dibaca Suddan (dan Kami tutup -mata- mereka sehingga mereka tidak dapat melihat.) Ini merupakan tamtsil yang menggambarkan tertutupnya jalan iman bagi mereka.",
            "sajda": false,
            "transliteration": "Wa ja'alnaa mim baini aydeehim saddanw-wa min khalfihim saddan fa aghshai naahum fahum laa yubsiroon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3715,
            "aya_number": 10,
            "aya_text": "وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "Dan sama saja bagi mereka, apakah engkau memberi peringatan kepada mereka atau engkau tidak memberi peringatan kepada mereka, mereka tidak akan beriman juga.",
            "tafsir_jalalayn": "(Sama saja bagi mereka apakah kamu memberi peringatan kepada mereka) dapat dibaca Tahqiq dan dapat pula dibaca Tas-hil (ataukah kamu tidak memberi peringatan kepada mereka, mereka tidak akan beriman.)",
            "sajda": false,
            "transliteration": "Wa sawaaa'un 'alaihim 'a-anzartahum am lam tunzirhum laa yu'minoon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3716,
            "aya_number": 11,
            "aya_text": "اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.",
            "tafsir_jalalayn": "(Sesungguhnya Kamu hanya dapat memperingati) yakni akan dapat mengambil manfaat dari peringatanmu (orang yang mau mengikuti peringatan) petunjuk Alquran (dan yang takut kepada Tuhan Yang Maha Pemurah walaupun Dia tidak melihat-Nya) yakni ia tetap takut kepada-Nya sekalipun ia tidak melihat-Nya. (Maka berilah ia kabar gembira dengan ampunan dan pahala yang mulia) yaitu mendapat surga.",
            "sajda": false,
            "transliteration": "Innamaa tunziru manit taba 'az-Zikra wa khashiyar Rahmaana bilghaib, fabashshirhu bimaghfiratinw-wa ajrin kareem",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3717,
            "aya_number": 12,
            "aya_text": "اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ ࣖ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 440,
            "translation_aya_text": "Sungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Dan segala sesuatu Kami kumpulkan dalam Kitab yang jelas (Lauh Mahfuzh).",
            "tafsir_jalalayn": "(Sesungguhnya Kami menghidupkan orang-orang mati) yakni menghidupkannya kembali (dan Kami menuliskan) di Lohmahfuz (apa yang telah mereka kerjakan) selama hidup di dunia berupa kebaikan dan keburukan, lalu Kami membalasnya kepada mereka (dan bekas-bekas yang mereka tinggalkan) hal-hal yang dijadikan panutan dari perbuatan mereka sesudah mereka tiada (serta segala sesuatu) dinashabkannya lafal Kulla oleh pengaruh Fiil atau kata kerja yang menjelaskannya, yaitu kalimat berikutnya (Kami catat) Kami kumpulkan satu persatu secara mendetail (di dalam kitab induk yang nyata) yaitu di Lohmahfuz.",
            "sajda": false,
            "transliteration": "Innaa Nahnu nuhyil mawtaa wa naktubu maa qaddamoo wa aasaarahum; wa kulla shai'in ahsainaahu feee Imaamim Mubeen",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        }
    ]
}