{
    "page_number": 441,
    "data": [
        {
            "aya_id": 3718,
            "aya_number": 13,
            "aya_text": "وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 441,
            "translation_aya_text": "Dan buatlah suatu perumpamaan bagi mereka, yaitu penduduk suatu negeri, ketika utusan-utusan datang kepada mereka;",
            "tafsir_jalalayn": "(Dan buatlah) adakanlah (buat mereka suatu perumpamaan) lafal Matsalan adalah Maf'ul Awal (yaitu penduduk) lafal Ashhaaba ini menjadi Maf'ul yang kedua (suatu negeri) yaitu kota Inthakiah (ketika datang kepada mereka) lafal ayat ini sampai akhir ayat berkedudukan menjadi Badal Isytimal dari lafal Ashhaabal Qaryah (utusan-utusan) utusan-utusan Nabi Isa.",
            "sajda": false,
            "transliteration": "Wadrib lahum masalan Ashaabal Qaryatih; iz jaaa'ahal mursaloon",
            "tajweed_text": "وَ[h:9999[ٱ]ضْرِ[q:8060[بْ] لَه[w:8061[ُم م]َّثَلاً أَصْحَ[n[ـٰ]بَ [h:11193[ٱ]لْقَرْيَةِ إِذْ ج[o[َا]ٓءَهَا [h:11194[ٱ]لْمُرْسَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3719,
            "aya_number": 14,
            "aya_text": "اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 441,
            "translation_aya_text": "(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya; kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga (utusan itu) berkata, “Sungguh, kami adalah orang-orang yang diutus kepadamu.”",
            "tafsir_jalalayn": "(Yaitu ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya) ayat ini seluruhnya berkedudukan sebagai Badal dari lafal Idz yang pertama (kemudian Kami kuatkan) kedua utusan itu; lafal ayat ini dapat dibaca Takhfif sehingga bunyinya menjadi Fa'azaznaa dapat pula dibaca Tasydid, sehingga bunyinya menjadi Fa'azzaznaa (dengan -utusan- yang ketiga, maka ketiga utusan itu berkata, \"Sesungguhnya kami adalah orang-orang yang diutus kepada kalian.\")",
            "sajda": false,
            "transliteration": "Iz arsalnaaa ilaihimusnaini fakazzaboohumaa fa'azzaznaa bisaalisin faqaalooo innaaa ilaikum mursaloon",
            "tajweed_text": "إِذْ أَرْسَلْن[o[َآ] إِلَيْهِمُ [h:11195[ٱ]ثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِ[f:11196[ثٍ ف]َقَال[o[ُوٓ][s[اْ] إِ[g[نّ][o[َآ] إِلَيْك[w:11197[ُم م]ُّرْسَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3720,
            "aya_number": 15,
            "aya_text": "قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 441,
            "translation_aya_text": "Mereka (penduduk negeri) menjawab, “Kamu ini hanyalah manusia seperti kami, dan (Allah) Yang Maha Pengasih tidak menurunkan sesuatu apa pun; kamu hanyalah pendusta belaka.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Kalian tidak lain hanyalah manusia seperti kami dan Allah Yang Maha Pemurah tidak menurunkan sesuatu pun. Tidak lain) (kalian hanyalah pendusta belaka.\")",
            "sajda": false,
            "transliteration": "Qaaloo maaa antum illaa basharum mislunaa wa maaa anzalar Rahmaanu min shai'in in antum illaa takziboon",
            "tajweed_text": "قَالُو[s[اْ] م[o[َآ] أَ[f:428[نت]ُمْ إِلَّا بَشَ[a:7065[رٌ م]ِّثْلُنَا وَم[o[َآ] أَ[f:471[نز]َلَ [h:11198[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ مِ[f:2103[ن ش]َىْءٍ إِنْ أَ[f:428[نت]ُمْ إِلَّا تَكْذِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3721,
            "aya_number": 16,
            "aya_text": "قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 441,
            "translation_aya_text": "Mereka berkata, “Tuhan kami mengetahui sesungguhnya kami adalah utusan-utusan(-Nya) kepada kamu.",
            "tafsir_jalalayn": "(Mereka berkata, \"Rabb kami mengetahui) kalimat ayat ini mengandung makna qasam, kemudian pengukuhannya ditambah dengan adanya huruf Lam pada lafal Lamursaluuna, sebagai sanggahan terhadap perkataan mereka (bahwa sesungguhnya kami adalah orang-orang yang diutus kepada kalian.)",
            "sajda": false,
            "transliteration": "Qaaloo Rabbunaa ya'lamu innaaa ilaikum lamursaloon",
            "tajweed_text": "قَالُو[s[اْ] رَبُّنَا يَعْلَمُ إِ[g[نّ][o[َآ] إِلَيْكُمْ لَمُرْسَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3722,
            "aya_number": 17,
            "aya_text": "وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 441,
            "translation_aya_text": "Dan kewajiban kami hanyalah menyampaikan (perintah Allah) dengan jelas.”",
            "tafsir_jalalayn": "(Dan kewajiban kami tidak lain hanyalah menyampaikan -perintah Allah- dengan jelas\") menyampaikan yang jelas dan gamblang melalui mukjizat-mukjizat yang terang, yaitu dapat menyembuhkan orang buta, yang berpenyakit supak, dan dapat menghidupkan orang mati.",
            "sajda": false,
            "transliteration": "Wa maa 'alainaaa illal balaaghul mubeen",
            "tajweed_text": "وَمَا عَلَيْن[o[َآ] إِلَّا [h:3819[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3723,
            "aya_number": 18,
            "aya_text": "قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ  لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 441,
            "translation_aya_text": "Mereka menjawab, “Sesungguhnya kami bernasib malang karena kamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami rajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Sesungguhnya kami bernasib malang) mengalami kesialan (karena kalian) kami mengalami kekeringan dan tidak pernah turun hujan sebab ada kalian (sesungguhnya jika) huruf Lam di sini bermakna qasam (kalian tidak berhenti -menyeru kami-, niscaya kami akan merajam kalian) dengan batu-batu (dan kalian pasti akan mendapat siksa yang pedih dari kami.\") siksa yang menyakitkan.",
            "sajda": false,
            "transliteration": "Qaaloo innaa tataiyarnaa bikum la'il-lam tantahoo lanar jumannakum wa la-yamassan nakum minnaa 'azaabun aleem",
            "tajweed_text": "قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا تَطَيَّرْنَا بِكُمْۖ لَئ[u:4195[ِن ل]َّمْ تَ[f:5288[نت]َهُو[s[اْ] لَنَرْجُمَ[g[نّ]َكُمْ وَلَيَمَسَّ[g[نّ]َك[w:11199[ُم م]ِّ[g[نّ]َا عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3724,
            "aya_number": 19,
            "aya_text": "قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 441,
            "translation_aya_text": "Mereka (utusan-utusan) itu berkata, “Kemalangan kamu itu adalah karena kamu sendiri. Apakah karena kamu diberi peringatan? Sebenarnya kamu adalah kaum yang melampaui batas.”",
            "tafsir_jalalayn": "(Utusan-utusan itu berkata, \"Kemalangan kalian) yakni kesialan kalian itu (adalah karena kalian sendiri\") disebabkan ulah kalian sendiri karena kafir. (Apakah jika) Hamzah Istifham digabungkan dengan In Syarthiyah, keduanya dapat dibaca Tahqiq, dan dapat pula dibaca Tas-hil (kalian diberi peringatan) yakni diberi nasihat dan peringatan; jawab Syarath tidak disebutkan. Lengkapnya ialah apakah jika kalian diberi peringatan lalu kalian bernasib sial karenanya lalu kalian kafir? Pengertian terakhir inilah objek daripada Istifham atau kata tanya. Makna yang dimaksud adalah sebagai cemoohan terhadap mereka. (Sebenarnya kalian adalah kaum yang melampaui batas) karena kemusyrikan kalian.",
            "sajda": false,
            "transliteration": "Qaaloo taaa'irukum ma'akum; a'in zukkirtum; bal antum qawmum musrifoon",
            "tajweed_text": "قَالُو[s[اْ] طَ[o[ـٰٓ]ئِرُك[w:11200[ُم م]َّعَكُمْۚ أَئِ[f:11201[ن ذ]ُكِّرْت[c:11202[ُمۚ ب]َلْ أَ[f:428[نت]ُمْ قَوْ[a:4833[مٌ م]ُّسْرِف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3725,
            "aya_number": 20,
            "aya_text": "وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ  ",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 441,
            "translation_aya_text": "Dan datanglah dari ujung kota, seorang laki-laki dengan bergegas dia berkata, “Wahai kaumku! Ikutilah utusan-utusan itu.",
            "tafsir_jalalayn": "(Dan datanglah dari ujung kota seorang laki-laki) Habib An Najjar atau Habib si tukang kayu; dia telah beriman kepada utusan-utusan Nabi Isa, dan tempat tinggalnya berada di ujung kota Inthakiyah (dengan bergegas-gegas) lari dengan cepat, tatkala ia mendengar berita bahwa kaumnya mendustakan utusan-utusan itu (ia berkata, \"Hai kaumku! Ikutilah utusan-utusan itu.)",
            "sajda": false,
            "transliteration": "Wa jaaa'a min aqsal madeenati rajuluny yas'aa qaala yaa qawmit tabi'ul mursaleen",
            "tajweed_text": "وَج[o[َا]ٓءَ مِنْ أَ[q:10108[قْ]صَا [h:10109[ٱ]لْمَدِينَةِ رَجُ[a:11203[لٌ ي]َسْعَىٰ قَالَ يَ[n[ـٰ]قَوْمِ [h:11204[ٱ]تَّبِعُو[s[اْ] [h:11205[ٱ]لْمُرْسَل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3726,
            "aya_number": 21,
            "aya_text": "اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ  ۔",
            "sura_id": 36,
            "juz_id": 22,
            "page_number": 441,
            "translation_aya_text": "Ikutilah orang yang tidak meminta imbalan kepadamu; dan mereka adalah orang-orang yang mendapat petunjuk.",
            "tafsir_jalalayn": "(Ikutilah) lafal ayat ini mengukuhkan makna lafal yang sama pada ayat sebelumnya (orang yang tiada minta balasan kepada kalian) atas misi risalah yang disampaikannya itu (dan mereka adalah orang-orang yang mendapat petunjuk) lalu dikatakan kepadanya, \"Kamu seagama dengan mereka.\"",
            "sajda": false,
            "transliteration": "Ittabi'oo mal-laa yas'alukum ajranw-wa hum muhtadoon",
            "tajweed_text": "ٱتَّبِعُو[s[اْ] م[u:6065[َن ل]َّا يَسْــَٔلُكُمْ أَ[q:2795[جْ][a:11206[رًا و]َه[w:4209[ُم م]ُّهْتَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3727,
            "aya_number": 22,
            "aya_text": "وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 441,
            "translation_aya_text": "Dan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan.",
            "tafsir_jalalayn": "Lalu laki-laki itu berkata, (\"Mengapa aku tidak menyembah -Tuhan- yang telah menciptakan aku) yang telah menjadikan aku. Maksudnya, tidak ada yang mencegahku untuk menyembah-Nya, karena ada bukti-buktinya yang jelas, seharusnya kalian menyembah Dia (dan hanya kepada-Nya kalian semua akan dikembalikan?) sesudah mati, kemudian Dia akan membalas kekafiran kalian itu.",
            "sajda": false,
            "transliteration": "Wa maa liya laaa a'budul lazee fataranee wa ilaihi turja'oon",
            "tajweed_text": "وَمَا لِىَ ل[o[َآ] أَعْبُدُ [h:11207[ٱ]لَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3728,
            "aya_number": 23,
            "aya_text": "ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 441,
            "translation_aya_text": "Mengapa aku akan menyembah tuhan-tuhan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku.",
            "tafsir_jalalayn": "(Mengapa aku akan menjadikan) Istifham atau kata tanya di sini mengandung arti kalimat negatif; dan lafal ayat ini sama dengan lafal A-andzartahum tadi, yaitu dapat dibaca Tahqiq dan Tashil (selain Allah) yakni selain-Nya (sebagai tuhan-tuhan -yang disembah-) maksudnya berhala-berhala (jika Allah Yang Maha Pemurah menghendaki kemudaratan terhadapku, niscaya syafaat mereka tidak memberi manfaat sedikit pun bagi diriku) seperti yang kalian dugakan itu (dan mereka tidak -pula- dapat menyelamatkanku) lafal ayat ini menjadi sifat bagi lafal Aalihatan.",
            "sajda": false,
            "transliteration": "'A-attakhizu min dooniheee aalihatan iny-yuridnir Rahmaanu bidurril-laa tughni 'annee shafaa 'atuhum shai 'anw-wa laa yunqizoon",
            "tajweed_text": "ءَأَتَّخِذُ مِ[f:3136[ن د]ُونِه[o[ِۦٓ] ءَالِهَةً إ[a:11208[ِن ي]ُرِ[q:11209[دْ]نِ [h:11210[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ بِضُ[u:11211[رٍّ ل]َّا تُغْنِ عَ[g[نّ]ِى شَفَ[n[ـٰ]عَتُهُمْ شَيْـ[a:232[ـًٔا و]َلَا يُ[f:11212[نق]ِذ[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3729,
            "aya_number": 24,
            "aya_text": "اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 441,
            "translation_aya_text": "Sesungguhnya jika aku (berbuat) begitu, pasti aku berada dalam kesesatan yang nyata.",
            "tafsir_jalalayn": "(Sesungguhnya aku kalau begitu) seandainya aku menyembah selain Allah (berada dalam kesesatan yang nyata) benar-benar sesat.",
            "sajda": false,
            "transliteration": "Inneee izal-lafee dalaa-lim-mubeen",
            "tajweed_text": "إِ[g[نّ][o[ِىٓ] إِ[u:11213[ذًا ل]َّفِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3730,
            "aya_number": 25,
            "aya_text": "اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ  ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 441,
            "translation_aya_text": "Sesungguhnya aku telah beriman kepada Tuhanmu; maka dengarkanlah (pengakuan keimanan)-ku.”",
            "tafsir_jalalayn": "(Sesungguhnya aku telah beriman kepada Rabb kalian, maka dengarkanlah pengakuan keimananku.\") dengarkanlah perkataanku ini. Lalu mereka merajamnya hingga mati.",
            "sajda": false,
            "transliteration": "Inneee aamantu bi Rabbikum fasma'oon",
            "tajweed_text": "إِ[g[نّ][o[ِىٓ] ءَامَ[f:6185[نت]ُ بِرَبِّكُمْ فَ[h:11214[ٱ]سْمَع[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3731,
            "aya_number": 26,
            "aya_text": "قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 441,
            "translation_aya_text": "Dikatakan (kepadanya), “Masuklah ke surga.” Dia (laki-laki itu) berkata, “Alangkah baiknya sekiranya kaumku mengetahui,",
            "tafsir_jalalayn": "(Dikatakan) kepadanya sesudah ia mati, (\"Masuklah ke surga\") menurut suatu pendapat dikatakan, bahwa Habib An Najjar itu masuk ke dalam surga dalam keadaan hidup. (Ia berkata, \"Aduhai!) huruf Ya di sini menunjukkan makna tanbih atau penyesalan (sekiranya kaumku mengetahui.)",
            "sajda": false,
            "transliteration": "Qeelad khulil Jannnah; qaala yaa laita qawmee ya'lamoon",
            "tajweed_text": "قِيلَ [h:11215[ٱ][q:11216[دْ]خُلِ [h:11217[ٱ]لْجَ[g[نّ]َةَۖ قَالَ يَ[n[ـٰ]لَيْتَ قَوْمِى يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3732,
            "aya_number": 27,
            "aya_text": "بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 441,
            "translation_aya_text": "apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang telah dimuliakan.”",
            "tafsir_jalalayn": "(Apa yang menyebabkan Rabbku memberi ampun kepadaku) yakni penyebab Allah memberikan ampunan kepadanya (dan menjadikan aku termasuk orang-orang yang dimuliakan.\")",
            "sajda": false,
            "transliteration": "Bimaa ghafara lee Rabbee wa ja'alanee minal mukrameen",
            "tajweed_text": "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ [h:11218[ٱ]لْمُكْرَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        }
    ]
}