{
    "page_number": 442,
    "data": [
        {
            "aya_id": 3733,
            "aya_number": 28,
            "aya_text": "۞ وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ  ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Dan setelah dia (meninggal), Kami tidak menurunkan suatu pasukan pun dari langit kepada kaumnya, dan Kami tidak perlu menurunkannya.",
            "tafsir_jalalayn": "(Dan tiadalah) Maa bermakna Nafi (Kami turunkan kepada kaumnya) kaum Habib An Najjar (setelah dia meninggal) sesudah Habib mati karena dirajam oleh mereka (suatu pasukan pun dari langit) yaitu malaikat-malaikat untuk membinasakan mereka (dan tidak layak Kami menurunkannya) menurunkan Malaikat untuk membinasakan seseorang.",
            "sajda": false,
            "transliteration": "Wa maaa anzalnaa 'alaa qawmihee mim ba'dihee min jundim minas-samaaa'i wa maa kunnaa munzileen",
            "tajweed_text": "۞ وَم[o[َآ] أَ[f:515[نز]َلْنَا عَلَىٰ قَوْمِه[n[ِۦ] م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] مِ[f:11219[ن ج]ُن[a:11220[دٍ م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَمَا كُ[g[نّ]َا مُ[f:11221[نز]ِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3734,
            "aya_number": 29,
            "aya_text": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خَامِدُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Tidak ada siksaan terhadap mereka melainkan dengan satu teriakan saja; maka seketika itu mereka mati.",
            "tafsir_jalalayn": "(Tidak ada siksaan) yakni hukuman atas mereka (melainkan satu teriakan saja) malaikat Jibril berteriak keras kepada mereka (maka tiba-tiba mereka semuanya mati) tak bergerak lagi, mati semuanya.",
            "sajda": false,
            "transliteration": "In kaanat illaa saihatanw waahidatan fa-izaa hum khaamidoon",
            "tajweed_text": "إِ[f:489[ن ك]َانَتْ إِلَّا صَيْحَ[a:11222[ةً و][n[َٲ]حِدَ[f:11223[ةً ف]َإِذَا هُمْ خَ[n[ـٰ]مِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3735,
            "aya_number": 30,
            "aya_text": "يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya.",
            "tafsir_jalalayn": "(Alangkah besarnya penyesalan terhadap hamba-hamba itu) terhadap mereka dan orang-orang yang seperti mereka, yaitu orang-orang yang mendustakan rasul-rasul, karena akhirnya mereka dibinasakan. Yang dimaksud dengan penyesalan di sini adalah perasaan sakit yang amat sangat akibat suara malaikat Jibril. Kata Nida atau kata seru pada lafal Yaa hasratan hanyalah merupakan kata kiasan, maknanya sudah saatnya bagimu, maka menghadaplah kamu (tiada datang seorang rasul pun kepada mereka melainkan mereka selalu memperolok-olokkannya) ungkapan-ungkapan ini untuk menjelaskan penyebab dari penyesalan tadi. Di dalamnya terkandung pengertian ejekan mereka yang menyebabkan diri mereka binasa, setelah itu mereka menyesal karenanya.",
            "sajda": false,
            "transliteration": "Yaa hasratan 'alal 'ibaad; maa yaateehim mir Rasoolin illaa kaanoo bihee yastahzi 'oon",
            "tajweed_text": "يَ[n[ـٰ]حَسْرَةً عَلَى [h:11224[ٱ]لْعِبَادِ‌ۚ مَا يَأْتِيه[w:7205[ِم م]ّ[u:2882[ِن ر]َّسُولٍ إِلَّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3736,
            "aya_number": 31,
            "aya_text": "اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Tidakkah mereka mengetahui berapa banyak umat-umat sebelum mereka yang telah Kami binasakan. Orang-orang (yang telah Kami binasakan) itu tidak ada yang kembali kepada mereka.",
            "tafsir_jalalayn": "(Tidakkah mereka mengetahui) yakni penduduk Mekah yang mengatakan kepada Nabi saw. sebagaimana yang disitir oleh firman-Nya, \"Kamu bukan seorang yang dijadikan rasul.\" (Q.S. Ar-Ra'd, 43.) Istifham atau kata tanya pada ayat ini mengandung makna Taqrir yakni ketahuilah oleh kalian (berapa banyak) lafal Kam mengandung makna kalimat berita, yakni banyak sekali; maknanya, sesungguhnya Kami (telah Kami binasakan sebelum mereka) amatlah banyak (umat-umat) bangsa-bangsa. (Bahwasanya mereka itu) orang-orang yang telah Kami binasakan (kepada mereka) yaitu orang-orang yang mendustakan Nabi saw. (tiada kembali) apakah mereka tidak mengambil pelajaran darinya. Lafal Annahum dan seterusnya berkedudukan menjadi Badal dari kalimat sebelumnya, dengan memelihara makna yang telah disebutkan.",
            "sajda": false,
            "transliteration": "Alam yaraw kam ahlak naa qablahum minal qurooni annahum ilaihim laa yarji'oon",
            "tajweed_text": "أَلَمْ يَرَوْ[s[اْ] كَمْ أَهْلَكْنَا قَ[q:8394[بْ]لَه[w:8646[ُم م]ِّنَ [h:6524[ٱ]لْقُرُونِ أَ[g[نّ]َهُمْ إِلَيْهِمْ لَا يَرْجِع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3737,
            "aya_number": 32,
            "aya_text": "وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ࣖ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Dan setiap (umat), semuanya akan dihadapkan kepada Kami.",
            "tafsir_jalalayn": "(Dan tiadalah) bila dianggap sebagai In Nafiyah. Sesungguhnya, bila dianggap sebagai In Mukhaffafah dari Inna (masing-masing) dari semua makhluk, Kullun berkedudukan menjadi Mubtada (melainkan) apabila dibaca Tasydid artinya sama dengan lafal illa. Jika dibaca Takhfif yaitu menjadi Lamaa, maka huruf Lamnya adalah Lam Fariqah dan huruf Ma-nya adalah Zaidah (dikumpulkan) menjadi Khabar dari Mubtada, yakni dihimpunkan (kepada Kami kembali) untuk menjalani penghisaban; lafal ayat ini menjadi Khabar kedua",
            "sajda": false,
            "transliteration": "Wa in kullul lammaa jamee'ul-ladainaa muhdaroon",
            "tajweed_text": "وَإِ[f:11225[ن ك]ُ[u:11226[لٌّ ل]َّ[g[مّ]َا جَمِي[u:11227[عٌ ل]َّدَيْنَا مُحْضَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3738,
            "aya_number": 33,
            "aya_text": "وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bumi yang mati (tandus). Kami hidupkan bumi itu dan Kami keluarkan darinya biji-bijian, maka dari (biji-bijian) itu mereka makan.",
            "tafsir_jalalayn": "(Dan suatu tanda bagi mereka) yang menunjukkan bahwa mereka akan dibangkitkan kembali, lafal ayat ini berkedudukan menjadi Khabar Muqaddam (adalah bumi yang mati) dapat dibaca Al Maytati atau Al Mayyitati (Kami hidupkan bumi itu) dengan air, menjadi Mubtada Muakhkhar (dan Kami keluarkan daripadanya biji-bijian) seperti gandum (maka daripadanya mereka makan.)",
            "sajda": false,
            "transliteration": "Wa Aayatul lahumul ardul maitatu ahyainaahaa wa akhrajnaa minhaa habban faminhu yaakuloon",
            "tajweed_text": "وَءَايَ[u:11228[ةٌ ل]َّهُمُ [h:11229[ٱ]لْأَرْضُ [h:11230[ٱ]لْمَيْتَةُ أَحْيَيْنَ[n[ـٰ]هَا وَأَخْرَ[q:11231[جْ]نَا مِنْهَا حَب[f:11232[ًّا ف]َمِنْهُ يَأْكُل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3739,
            "aya_number": 34,
            "aya_text": "وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Dan Kami jadikan padanya di bumi itu kebun-kebun kurma dan anggur dan Kami pancarkan padanya beberapa mata air,",
            "tafsir_jalalayn": "(Dan Kami jadikan padanya kebun-kebun) ladang-ladang (kurma dan anggur dan Kami pancarkan padanya beberapa mata air) dari sebagian kebun-kebun itu.",
            "sajda": false,
            "transliteration": "Wa ja'alnaa feehaa jannaatim min nakheelinw wa a'naabinw wa fajjarnaa feeha minal 'uyoon",
            "tajweed_text": "وَجَعَلْنَا فِيهَا جَ[g[نّ]َ[n[ـٰ][a:9169[تٍ م]ّ[a:1568[ِن ن]َّخِي[a:1569[لٍ و]َأَعْنَ[n[ـٰ][a:11233[بٍ و]َفَجَّرْنَا فِيهَا مِنَ [h:11234[ٱ]لْعُي[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3740,
            "aya_number": 35,
            "aya_text": "لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Maka mengapa mereka tidak bersyukur?",
            "tafsir_jalalayn": "(Supaya mereka dapat makan dari buahnya) dapat dibaca Tsamarihi atau Tsumurihi, yakni buah pohon yang telah disebutkan tadi, yaitu buah kurma dan buah-buah lainnya (dan dari apa yang diusahakan oleh tangan mereka) bukan dari hasil buah-buahan. (Maka mengapakah mereka tidak bersyukur?) atas nikmat-nikmat Allah yang telah dilimpahkan kepada mereka.",
            "sajda": false,
            "transliteration": "Liyaakuloo min samarihee wa maa 'amilat-hu aideehim; afalaa yashkuroon",
            "tajweed_text": "لِيَأْكُلُو[s[اْ] مِ[f:4468[ن ث]َمَرِه[n[ِۦ] وَمَا عَمِلَتْهُ أَيْدِيهِمْ‌ۖ أَفَلَا يَشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3741,
            "aya_number": 36,
            "aya_text": "سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui.",
            "tafsir_jalalayn": "(Maha Suci Allah yang telah menciptakan pasangan-pasangan) yang berjenis-jenis (semuanya, baik dari apa yang ditumbuhkan oleh bumi) berupa biji-bijian dan lain-lainnya (dan dari diri mereka) yaitu jenis pria dan wanita (maupun dari apa yang tidak mereka ketahui) yaitu makhluk-makhluk yang ajaib dan aneh.",
            "sajda": false,
            "transliteration": "Subhaanal lazee khalaqal azwaaja kullahaa mimmaa tumbitul ardu wa min anfusihim wa mimmaa laa ya'lamoon",
            "tajweed_text": "سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:7649[ٱ]لَّذِى خَلَقَ [h:11235[ٱ]لْأَزْو[n[َٲ]جَ كُلَّهَا مِ[g[مّ]َا تُ[i:308[نۢب]ِتُ [h:309[ٱ]لْأَرْضُ وَمِنْ أَ[f:568[نف]ُسِهِمْ وَمِ[g[مّ]َا لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3742,
            "aya_number": 37,
            "aya_text": "وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah malam; Kami tanggalkan siang dari (malam) itu, maka seketika itu mereka (berada dalam) kegelapan,",
            "tafsir_jalalayn": "(Dan suatu tanda bagi mereka) yang menunjukkan kekuasaan Allah yang besar (adalah malam; Kami tanggalkan) Kami pisahkan (siang dari malam itu, maka dengan serta merta mereka berada dalam kegelapan) mereka memasuki kegelapan malam hari.",
            "sajda": false,
            "transliteration": "Wa Aayatul lahumul lailu naslakhu minhun nahaara fa-izaa hum muzlimoon",
            "tajweed_text": "وَءَايَ[u:11228[ةٌ ل]َّهُمُ [h:11236[ٱ]لَّيْلُ نَسْلَخُ مِنْهُ [h:11237[ٱ][l[ل][g[نّ]َهَارَ فَإِذَا ه[w:11238[ُم م]ُّظْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3743,
            "aya_number": 38,
            "aya_text": "وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "dan matahari berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan matahari berjalan) ayat ini dan seterusnya merupakan bagian daripada ayat Wa-aayatul Lahum, atau merupakan ayat yang menyendiri, yakni tidak terikat oleh ayat sebelumnya demikian pula ayat Wal Qamara, pada ayat selanjutnya (di tempat peredarannya) tidak akan menyimpang dari garis edarnya. (Demikianlah) beredarnya matahari itu (ketetapan Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya.",
            "sajda": false,
            "transliteration": "Wash-shamsu tajree limustaqarril lahaa; zaalika taqdeerul 'Azeezil Aleem",
            "tajweed_text": "وَ[h:9999[ٱ][l[ل]شَّمْسُ تَ[q:120[جْ]رِى لِمُسْتَقَ[u:11239[رٍّ ل]َّهَا‌ۚ ذ[n[َٲ]لِكَ تَ[q:4267[قْ]دِيرُ [h:4268[ٱ]لْعَزِيزِ [h:4269[ٱ]لْعَل[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3744,
            "aya_number": 39,
            "aya_text": "وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Dan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua.",
            "tafsir_jalalayn": "(Dan bagi bulan) dapat dibaca Wal Qamaru atau Wal Qamara, bila dibaca nashab yaitu Wal Qamara berarti dinashabkan oleh Fiil sesudahnya yang berfungsi menafsirkannya yaitu (telah Kami tetapkan) bagi peredarannya (manzilah-manzilah) sebanyak dua puluh delapan manzilah selama dua puluh delapan malam untuk setiap bulannya. Kemudian bersembunyi selama dua malam, jika bilangan satu bulan tiga puluh hari, dan satu malam jika bilangan satu bulan dua puluh sembilan hari (sehingga kembalilah ia) setelah sampai ke manzilah yang terakhir, menurut pandangan mata (sebagai bentuk tandan yang tua) bila sudah lanjut masanya bagaikan ketandan, lalu menipis, berbentuk sabit dan berwarna kuning.",
            "sajda": false,
            "transliteration": "Walqamara qaddarnaahu manaazila hattaa 'aada kal'ur joonil qadeem",
            "tajweed_text": "وَ[h:9999[ٱ]لْقَمَرَ قَدَّرْنَ[n[ـٰ]هُ مَنَازِلَ حَتَّىٰ عَادَ كَ[h:11240[ٱ]لْعُرْجُونِ [h:11241[ٱ]لْقَد[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3745,
            "aya_number": 40,
            "aya_text": "لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 442,
            "translation_aya_text": "Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya.",
            "tafsir_jalalayn": "(Tidaklah mungkin bagi matahari) tidak akan terjadi (mendapatkan bulan) yaitu matahari dan bulan bersatu di malam hari (dan malam pun tidak dapat mendahului siang) malam hari tidak akan datang sebelum habis waktu siang hari. (Dan masing-masing) matahari, bulan dan bintang-bintang. Tanwin lafal Kullun ini merupakan pergantian dari Mudhaf Ilaih (pada garis edarnya) yang membundar (beredar) pada garis edarnya masing-masing. Di dalam ungkapan ini benda-benda langit diserupakan sebagai makhluk yang berakal, karenanya mereka diungkapkan dengan lafal Yasbahuuna.",
            "sajda": false,
            "transliteration": "Lash shamsu yambaghee lahaaa an tudrikal qamara wa lal lailu saabiqun nahaar; wa kullun fee falaki yasbahoon",
            "tajweed_text": "لَا [h:11242[ٱ][l[ل]شَّمْسُ يَ[i:8425[نۢب]َغِى لَه[o[َآ] أَ[f:11243[ن ت]ُ[q:11244[دْ]رِكَ [h:11245[ٱ]لْقَمَرَ وَلَا [h:11246[ٱ]لَّيْلُ سَابِقُ [h:11247[ٱ][l[ل][g[نّ]َهَارِ‌ۚ وَكُ[f:11248[لٌّ ف]ِى فَلَ[a:8732[كٍ ي]َسْبَح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        }
    ]
}