{
    "page_number": 443,
    "data": [
        {
            "aya_id": 3746,
            "aya_number": 41,
            "aya_text": "وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan,",
            "tafsir_jalalayn": "(Dan suatu tanda bagi mereka) yang menunjukkan kekuasaan Kami (adalah bahwa Kami angkut keturunan mereka) menurut qiraat yang lain lafal Dzurriyyatahum dibaca dalam bentuk jamak sehingga bacaannya menjadi Dzurriyyaatihim, maksudnya ialah kakek moyang mereka (dalam bahtera) yakni perahu Nabi Nuh (yang penuh muatan) dipadati penumpang.",
            "sajda": false,
            "transliteration": "Wa Aayatul lahum annaa hamalnaa zurriyatahum fil fulkil mashhoon",
            "tajweed_text": "وَءَايَ[u:11249[ةٌ ل]َّهُمْ أَ[g[نّ]َا حَمَلْنَا ذُرِّيَّتَهُمْ فِى [h:4780[ٱ]لْفُلْكِ [h:9808[ٱ]لْمَشْح[p[ُو]نِ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3747,
            "aya_number": 42,
            "aya_text": "وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai.",
            "tafsir_jalalayn": "(Dan Kami ciptakan untuk mereka seperti bahtera itu) seperti perahu Nabi Nuh, perahu kecil dan besar yang dibuat oleh mereka sesudahnya, bentuknya sama dengan perahu Nabi Nuh. Ini berkat apa yang telah Allah swt. ajarkan kepada Nabi Nuh (yang akan mereka kendarai) mereka berlayar dengannya.",
            "sajda": false,
            "transliteration": "Wa khalaqnaa lahum mim-mislihee maa yarkaboon",
            "tajweed_text": "وَخَلَ[q:11250[قْ]نَا لَه[w:1812[ُم م]ّ[a:104[ِن م]ِّثْلِه[n[ِۦ] مَا يَرْكَب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3748,
            "aya_number": 43,
            "aya_text": "وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Dan jika Kami menghendaki, Kami tenggelamkan mereka. Maka tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan,",
            "tafsir_jalalayn": "(Dan jika Kami menghendaki niscaya Kami tenggelamkan mereka) sekalipun memakai perahu (maka tiadalah penolong) yakni penyelamat (bagi mereka dan tidak -pula- mereka diselamatkan) ditolong sehingga selamat.",
            "sajda": false,
            "transliteration": "Wa in nashaa nughriqhum falaa sareekha lahum wa laa hum yunqazoon",
            "tajweed_text": "وَإ[a:11251[ِن ن]َّشَأْ نُغْرِ[q:11252[قْ]هُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُ[f:11253[نق]َذ[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3749,
            "aya_number": 44,
            "aya_text": "اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "melainkan (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai waktu tertentu.",
            "tafsir_jalalayn": "(Tetapi -Kami selamatkan mereka- karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai kepada suatu ketika) tiada yang menyelamatkan mereka melainkan rahmat Kami kepada mereka; dan karena Kami hendak memberikan kesenangan hidup kepada mereka sampai batas ajal mereka.",
            "sajda": false,
            "transliteration": "Illaa rahmatam minnaa wa mataa'an ilaa heen",
            "tajweed_text": "إِلَّا رَحْمَ[a:11254[ةً م]ِّ[g[نّ]َا وَمَتَ[n[ـٰ]عًا إِلَىٰ ح[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3750,
            "aya_number": 45,
            "aya_text": "وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Dan apabila dikatakan kepada mereka, “Takutlah kamu akan siksa yang di hadapanmu (di dunia) dan azab yang akan datang (akhirat) agar kamu mendapat rahmat.”",
            "tafsir_jalalayn": "(Dan apabila dikatakan kepada mereka, \"Takutlah kalian akan siksa yang di hadapan kalian) berupa azab di dunia sebagaimana apa yang telah menimpa orang-orang selain mereka (dan siksa yang akan datang) yaitu azab di akhirat (supaya kalian mendapat rahmat\") tetapi mereka tetap berpaling.",
            "sajda": false,
            "transliteration": "Wa izaa qeela lahumuttaqoo maa baina aideekum wa maa khalfakum la'allakum turhamoon",
            "tajweed_text": "وَإِذَا قِيلَ لَهُمُ [h:11255[ٱ]تَّقُو[s[اْ] مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3751,
            "aya_number": 46,
            "aya_text": "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Dan setiap kali suatu tanda dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, mereka selalu berpaling darinya.",
            "tafsir_jalalayn": "(Dan sekali-kali tiada datang kepada mereka suatu tanda dari tanda-tanda kekuasaan Rabb mereka melainkan mereka selalu berpaling daripadanya.)",
            "sajda": false,
            "transliteration": "Wa maa taateehim min aayatim min ayataati Rabbihim illaa kaanoo 'anhaa mu'rideen",
            "tajweed_text": "وَمَا تَأْتِيه[w:3923[ِم م]ِّنْ ءَايَ[a:3924[ةٍ م]ِّنْ ءَايَ[n[ـٰ]تِ رَبِّهِمْ إِلَّا كَانُو[s[اْ] عَنْهَا مُعْرِض[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3752,
            "aya_number": 47,
            "aya_text": "وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ   ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Dan apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kafir itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”",
            "tafsir_jalalayn": "(Dan apabila dikatakan) berkata sahabat-sahabat yang miskin (kepada mereka, \"Nafkahkanlah) sedekahkanlah kepada kami (sebagian dari rezeki yang diberikan Allah kepada kalian\") berupa harta benda (maka orang-orang yang kafir itu berkata kepada orang-orang yang beriman,) dengan nada yang sinis sebagai ejekan yang ditujukan kepada mereka, (\"Apakah kami akan memberi makanan kepada orang-orang yang jika Allah menghendaki tentulah Dia akan memberinya makan) sesuai dengan keyakinan kalian itu. (Tiada lain kalian) yaitu apa yang kalian katakan kepada kami, padahal kalian mempunyai keyakinan bahwa Allah pasti memberi makan kalian (melainkan dalam kesesatan yang nyata\") yakni jelas sesatnya. Ditegaskannya lafal Al Ladziina Kafaruu mengandung arti yang mendalam.",
            "sajda": false,
            "transliteration": "Wa izaa qeela lahum anfiqoo mimmaa razaqakumul laahu qaalal lazeena kafaroo lillazeena aamanooo anut'imu mal-law yashaaa'ul laahu at'amahooo in antum illaa fee dalaalim mubeen",
            "tajweed_text": "وَإِذَا قِيلَ لَهُمْ أَ[f:1460[نف]ِقُو[s[اْ] مِ[g[مّ]َا رَزَقَكُمُ [h:3751[ٱ]للَّهُ قَالَ [h:590[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِلَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَنُ[q:11256[طْ]عِمُ م[u:11257[َن ل]َّوْ يَش[o[َا]ٓءُ [h:6988[ٱ]للَّهُ أَ[q:11258[طْ]عَمَهُ[o[ۥٓ] إِنْ أَ[f:428[نت]ُمْ إِلَّا فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3753,
            "aya_number": 48,
            "aya_text": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Dan mereka (orang-orang kafir) berkata, “Kapan janji (hari berbangkit) itu (terjadi) jika kamu orang yang benar?”",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Bilakah terjadinya janji ini?) yakni hari berbangkit (jika kalian orang-orang yang benar?\") mengenai apa yang kalian katakan.",
            "sajda": false,
            "transliteration": "Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen",
            "tajweed_text": "وَيَقُولُونَ مَتَىٰ هَ[n[ـٰ]ذَا [h:6081[ٱ]لْوَعْدُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3754,
            "aya_number": 49,
            "aya_text": "مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Mereka hanya menunggu satu teriakan, yang akan membinasakan mereka ketika mereka sedang bertengkar.",
            "tafsir_jalalayn": "Allah berfirman, (\"Mereka tidak menunggu) menanti-nanti (melainkan satu teriakan saja), yaitu tiupan malaikat Israfil yang pertama (yang akan membinasakan mereka ketika mereka sedang bertengkar\") lafal Yakhishshimuuna pada asalnya adalah Yakhtashimuuna, kemudian harakat Ta dipindahkan kepada Kha, lalu Ta diidgamkan kepada Shad. Maksudnya, mereka dalam keadaan lalai dari kedatangan hari kiamat, disebabkan mereka sibuk dalam pertengkaran mereka, jual beli yang mereka lakukan, makan, dan minum serta kesibukan-kesibukan lainnya. Menurut qiraat yang lain lafal Yakhishshimuuna mempunyai Wazan sama dengan lafal Yadhribuuna, artinya sebagian dari mereka bertengkar dengan sebagian yang lain.",
            "sajda": false,
            "transliteration": "Maa yanzuroona illaa saihatanw waahidatan taa khuzuhum wa hum yakhissimoon",
            "tajweed_text": "مَا يَ[f:1141[نظ]ُرُونَ إِلَّا صَيْحَ[a:11222[ةً و][n[َٲ]حِدَ[f:11259[ةً ت]َأْخُذُهُمْ وَهُمْ يَخِصِّم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3755,
            "aya_number": 50,
            "aya_text": "فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ ࣖ  ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Sehingga mereka tidak mampu membuat suatu wasiat dan mereka (juga) tidak dapat kembali kepada keluarganya.",
            "tafsir_jalalayn": "(Lalu mereka tidak kuasa membuat suatu wasiat pun) tidak dapat berwasiat (dan tidak pula dapat kembali kepada keluarganya) dari pasar dan dari tempat-tempat kesibukan mereka, semuanya mati di tempatnya masing-masing.",
            "sajda": false,
            "transliteration": "Falaa yastatee'oona taw siyatanw-wa laaa ilaaa ahlihim yarji'oon",
            "tajweed_text": "فَلَا يَسْتَطِيعُونَ تَوْصِيَ[a:11260[ةً و]َل[o[َآ] إِلَ[o[ىٰٓ] أَهْلِهِمْ يَرْجِع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3756,
            "aya_number": 51,
            "aya_text": "وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Lalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya.",
            "tafsir_jalalayn": "(Dan ditiuplah sangkakala) yaitu tiupan yang kedua untuk membangkitkan makhluk supaya hidup kembali; jarak antara dua tiupan, yakni tiupan pertama dengan tiupan kedua lamanya empat puluh tahun (maka tiba-tiba mereka) orang-orang yang telah terkubur itu (dari kuburnya) dari tempat mereka dikubur (Keluar dengan segera menuju kepada Rabb mereka) mereka keluar dengan cepat lalu menuju kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa nufikha fis-soori faizaa hum minal ajdaasi ilaa Rabbihim yansiloon",
            "tajweed_text": "وَنُفِخَ فِى [h:4185[ٱ][l[ل]صُّورِ فَإِذَا ه[w:10171[ُم م]ِّنَ [h:11261[ٱ]لْأَ[q:11262[جْ]دَاثِ إِلَىٰ رَبِّهِمْ يَ[f:8857[نس]ِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3757,
            "aya_number": 52,
            "aya_text": "قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah rasul-rasul(-Nya).",
            "tafsir_jalalayn": "(Mereka berkata) orang-orang kafir di antara manusia, (\"Aduhai!) Ya di sini menunjukkan makna Tanbih (celakalah kami) binasalah kami lafal Wailun adalah Mashdar yang tidak mempunyai Fi'il dari lafalnya. (Siapakah yang membangkitkan kami dari tempat tidur kami -kubur-?\") karena mereka seolah-olah dalam keadaan tidur di antara kedua tiupan itu, maksudnya mereka tidak diazab. (Inilah) kebangkitan ini (yang) telah (dijanjikan yang Maha Pemurah dan benarlah) mengenainya (Rasul-rasul-Nya) mereka mengakui atas kebenaran yang telah dikatakan oleh para rasul, tetapi pengakuan mereka tidak bermanfaat lagi. Menurut pendapat yang lain, bahwa kalimat tersebut dikatakan kepada mereka.",
            "sajda": false,
            "transliteration": "Qaaloo yaa wailanaa mam ba'asanaa mim marqadinaa; haaza maa wa'adar Rahmanu wa sadaqal mursaloon",
            "tajweed_text": "قَالُو[s[اْ] يَ[n[ـٰ]وَيْلَنَا م[i:11263[َنۢ ب]َعَثَنَا م[a:11264[ِن م]َّرْقَدِنَاۜ‌ۗ هَ[n[ـٰ]ذَا مَا وَعَدَ [h:8377[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ وَصَدَقَ [h:11265[ٱ]لْمُرْسَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3758,
            "aya_number": 53,
            "aya_text": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab).",
            "tafsir_jalalayn": "(Tiadalah teriakan itu selain sekali teriakan saja, tiba-tiba mereka semua kepada Kami) di hadapan Kami (dikumpulkan.)",
            "sajda": false,
            "transliteration": "In kaanat illaa saihatanw waahidatan fa-izaa hum jamee'ul ladainaa muhdaroon",
            "tajweed_text": "إِ[f:489[ن ك]َانَتْ إِلَّا صَيْحَ[a:11222[ةً و][n[َٲ]حِدَ[f:11223[ةً ف]َإِذَا هُمْ جَمِي[u:11227[عٌ ل]َّدَيْنَا مُحْضَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3759,
            "aya_number": 54,
            "aya_text": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 443,
            "translation_aya_text": "Maka pada hari itu seseorang tidak akan dirugikan sedikit pun dan kamu tidak akan diberi balasan, kecuali sesuai dengan apa yang telah kamu kerjakan.",
            "tafsir_jalalayn": "(Pada hari itu seseorang tidak akan dirugikan sedikit pun dan kalian tidak dibalasi, kecuali) dengan balasan (apa yang telah kalian kerjakan.)",
            "sajda": false,
            "transliteration": "Fal-Yawma laa tuzlamu nafsun shai'anw-wa laa tujzawna illaa maa kuntum ta'maloon",
            "tajweed_text": "فَ[h:9999[ٱ]لْيَوْمَ لَا تُظْلَمُ نَفْ[f:8774[سٌ ش]َيْـ[a:232[ـًٔا و]َلَا تُ[q:4248[جْ]زَوْنَ إِلَّا مَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        }
    ]
}