{
    "page_number": 444,
    "data": [
        {
            "aya_id": 3760,
            "aya_number": 55,
            "aya_text": "اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ  ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Sesungguhnya penghuni surga pada hari itu bersenang-senang dalam kesibukan (mereka).",
            "tafsir_jalalayn": "(Sesungguhnya penghuni surga pada hari itu dalam kesibukan) mereka tidak menghiraukan lagi apa yang dialami oleh ahli neraka, karena mereka sibuk dengan kenikmatan-kenikmatan yang sedang mereka rasakan, seperti memecahkan selaput dara bidadari-bidadari; mereka tidak mempunyai kesibukan yang membuat mereka lelah atau payah, karena di dalam surga tidak ada kelelahan. Lafal Syughulin dapat pula dibaca Syughlin (bersenang-senang) yakni bergelimangan di dalam kenikmatan. Lafal Faakihuuna menjadi Khabar kedua dari Inna, sedangkan Khabar yang pertama adalah Fii Syughulin.",
            "sajda": false,
            "transliteration": "Inna Ashaabal jannatil Yawma fee shughulin faakihoon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3761,
            "aya_number": 56,
            "aya_text": "هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ ۚ   ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Mereka dan pasangan-pasangannya berada dalam tempat yang teduh, bersandar di atas dipan-dipan.",
            "tafsir_jalalayn": "(Mereka) lafal Hum menjadi Mubtada (dan istri-istri mereka berada dalam tempat yang teduh) lafal Zhilaalun ini adalah bentuk jamak dari lafal Zhillun atau Zhillatun; menjadi Khabar Mubtada; arti Zhillun adalah tidak terkena panas matahari maksudnya teduh. (Di atas dipan-dipan) lafal Araa-iki adalah bentuk jamak dari lafal Ariikah, adalah ranjang atau permadani yang tebal (mereka bersandaran) bertelekan di atas dipan-dipan; lafal ayat ini menjadi Khabar kedua dan menjadi tempat berta'alluqnya Alal Araaa-iki.",
            "sajda": false,
            "transliteration": "Hum wa azwaajuhum fee zilaalin 'alal araaa'iki muttaki'oon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3762,
            "aya_number": 57,
            "aya_text": "لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ ۚ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Di surga itu mereka memperoleh buah-buahan dan memperoleh apa saja yang mereka inginkan.",
            "tafsir_jalalayn": "(Di surga itu mereka memperoleh buah-buahan dan mereka memperoleh pula) di dalamnya (apa yang mereka minta) apa yang mereka dambakan.",
            "sajda": false,
            "transliteration": "Lahum feehaa faakiha tunw-wa lahum maa yadda'oon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3763,
            "aya_number": 58,
            "aya_text": "سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "(Kepada mereka dikatakan), “Salam,” sebagai ucapan selamat dari Tuhan Yang Maha Penyayang.",
            "tafsir_jalalayn": "(Kepada mereka dikatakan, \"Salaam\") kedudukan kalimat ini menjadi Mubtada (sebagai ucapan selamat) yang menjadi Khabarnya ialah (dari Rabb Yang Maha Penyayang) kepada mereka, yakni Dia mengucapkan kepada mereka, \"Kesejahteraan atas kalian.\"",
            "sajda": false,
            "transliteration": "Salaamun qawlam mir Rabbir Raheem",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3764,
            "aya_number": 59,
            "aya_text": "وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Dan (dikatakan kepada orang-orang kafir), “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai orang-orang yang berdosa!",
            "tafsir_jalalayn": "(Dan) Dia berfirman pula, (\"Berpisahlah kalian dan orang-orang mukmin pada hari ini hai orang-orang yang berbuat jahat) mereka diperintahkan supaya berpisah di kala mereka bercampur dengan orang-orang mukmin.",
            "sajda": false,
            "transliteration": "Wamtaazul Yawma ayyuhal mujrimoon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3765,
            "aya_number": 60,
            "aya_text": "اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Bukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu,",
            "tafsir_jalalayn": "(Bukankah Aku telah memerintahkan kepada kalian hai Bani Adam) melalui lisan Rasul-rasul-Ku (supaya kalian tidak menyembah setan) jangan menaatinya. (Sesungguhnya setan itu adalah musuh yang nyata bagi kalian\") yakni jelas permusuhannya.",
            "sajda": false,
            "transliteration": "Alam a'had ilaikum yaa Baneee Aadama al-laa ta'budush Shaitaana innahoo lakum 'aduwwum mubeen",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3766,
            "aya_number": 61,
            "aya_text": "وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus.”",
            "tafsir_jalalayn": "(Dan hendaklah kalian menyembah-Ku) yakni esakanlah Aku dan taatilah Aku. (Inilah jalan) maksudnya tuntunan (yang lurus.)",
            "sajda": false,
            "transliteration": "Wa ani'budoonee; haazaa Siraatum Mustaqeem",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3767,
            "aya_number": 62,
            "aya_text": "وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Dan sungguh, ia (setan itu) telah menyesatkan sebagian besar di antara kamu. Maka apakah kamu tidak mengerti?",
            "tafsir_jalalayn": "(Sesungguhnya setan itu telah menyesatkan sebagian besar di antara kalian) lafal Jibillan adalah bentuk jamak dari Jabiilun seperti wazan Qadiimun, artinya makhluk. Menurut qiraat yang lain dibaca Jibullan dengan harakat Dhammah pada huruf Ba. (Maka apakah kalian tidak memikirkan?) tentang permusuhan setan dan penyesatannya; atau azab yang bakal menimpa mereka, yang karenanya mereka lalu mau beriman. Dikatakan kepada mereka di akhirat nanti:",
            "sajda": false,
            "transliteration": "Wa laqad adalla minkum jibillan kaseeraa; afalam takoonoo ta'qiloon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3768,
            "aya_number": 63,
            "aya_text": "هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu.",
            "tafsir_jalalayn": "(Inilah Jahanam yang kalian dahulu diancam) dengannya.",
            "sajda": false,
            "transliteration": "Haazihee Jahannamul latee kuntum too'adoon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3769,
            "aya_number": 64,
            "aya_text": "اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya.",
            "tafsir_jalalayn": "(Masuklah ke dalamnya pada hari ini disebabkan kalian dahulu mengingkarinya.)",
            "sajda": false,
            "transliteration": "Islawhal Yawma bimaa kuntum takfuroon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3770,
            "aya_number": 65,
            "aya_text": "اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Pada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan.",
            "tafsir_jalalayn": "(Pada hari ini Kami tutup mulut mereka) mulut orang-orang kafir, karena mereka mengatakan, yaitu sebagaimana yang disitir oleh firman-Nya, \"Demi Allah, Rabb kami, tiadalah kami mempersekutukan Allah.\" (Q.S. 6 Al An'am, 23) (Dan berkatalah kepada Kami tangan mereka dan kaki mereka memberi kesaksian) juga anggota-anggota mereka lainnya (terhadap apa yang dahulu mereka kerjakan) setiap anggota tubuh mengucapkan apa yang telah diperbuatnya.",
            "sajda": false,
            "transliteration": "Al-Yawma nakhtimu 'alaaa afwaahihim wa tukallimunaaa aideehim wa tashhadu arjuluhum bimaa kaanoo yaksiboon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3771,
            "aya_number": 66,
            "aya_text": "وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Dan jika Kami menghendaki, pastilah Kami hapuskan penglihatan mata mereka; sehingga mereka berlomba-lomba (mencari) jalan. Maka bagaimana mungkin mereka dapat melihat?",
            "tafsir_jalalayn": "(Dan jika Kami menghendaki pastilah Kami hapuskan penglihatan mereka) Kami jadikan penglihatan mereka buta sama sekali (lalu mereka berlomba-lomba) bersegera (-mencari- jalan) untuk pergi sebagaimana kebiasaan mereka. (Maka betapakah) bagaimanakah (mereka dapat melihat) jalan itu, jika mereka dalam keadaan buta? Yakni mereka pasti tidak akan dapat melihat jalan itu.",
            "sajda": false,
            "transliteration": "Wa law nashaaa'u lata masna 'alaaa aiyunihim fasta baqus-siraata fa-annaa yubsiroon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3772,
            "aya_number": 67,
            "aya_text": "وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ ࣖ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Dan jika Kami menghendaki, pastilah Kami ubah bentuk mereka di tempat mereka berada; sehingga mereka tidak sanggup berjalan lagi dan juga tidak sanggup kembali.",
            "tafsir_jalalayn": "(Dan jika Kami menghendaki pastilah Kami ubah mereka) diubah menjadi kera, babi atau batu (di tempat mereka berada) menurut qiraat yang lain lafal Makanatihim dibaca dalam bentuk jamak, yaitu Makaanaatihim, yaitu di tempat-tempat mereka (maka mereka tidak sanggup berjalan dan tidak pula sanggup kembali) yakni mereka tidak dapat pergi dan tidak dapat pulang kembali.",
            "sajda": false,
            "transliteration": "Wa law nashaaa'u lamasakhnaahum 'alaa makaanatihim famas-tataa'oo mudiyyanw-wa laa yarji'oon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3773,
            "aya_number": 68,
            "aya_text": "وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Dan barangsiapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya). Maka mengapa mereka tidak mengerti?",
            "tafsir_jalalayn": "(Dan barang siapa yang Kami panjangkan umurnya) yaitu diperpanjang ajalnya (niscaya dia Kami kembalikan) menurut qiraat yang lain tidak dibaca Nunakkis-hu melainkan Nunkis-hu yang berasal dari Mashdar At-Tankiis, yakni mengembalikannya (kepada kejadiannya) sehingga setelah ia kuat dan muda lalu menjadi tua dan lemah kembali. (Maka apakah mereka tidak memikirkan?) bahwasanya Dzat Yang Maha Kuasa memperbuat demikian, berkuasa pula untuk membangkitkan hidup kembali, oleh karenanya mereka lalu mau beriman kepada-Nya. Menurut qiraat yang lain lafal Ya'qiluuna dibaca Ta'qiluuna dengan memakai huruf Ta.",
            "sajda": false,
            "transliteration": "Wa man nu 'ammirhu nunakkishu fil-khalq; afalaa ya'qiloon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3774,
            "aya_number": 69,
            "aya_text": "وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "Dan Kami tidak mengajarkan syair kepadanya (Muhammad) dan bersyair itu tidaklah pantas baginya. Al-Qur'an itu tidak lain hanyalah pelajaran dan Kitab yang jelas,",
            "tafsir_jalalayn": "(Dan Kami tidak mengajarkan kepadanya) yakni kepada Nabi saw. (tentang syair) ayat ini diturunkan sebagai sanggahan terhadap perkataan orang-orang kafir, karena mereka telah mengatakan, bahwa sesungguhnya Alquran yang didatangkan olehnya adalah syair (dan bersyair itu tidak layak) tidak mudah (baginya.) (Alquran itu tiada lain) apa yang diturunkan kepadanya, tiada lain (hanyalah pelajaran) nasihat (dan Kitab yang memberi penerangan) yang menjelaskan tentang hukum-hukum dan lain-lainnya.",
            "sajda": false,
            "transliteration": "Wa maa 'allamnaahush shi'ra wa maa yambaghee lah; in huwa illaa zikrunw-wa Qur-aanum mubeen",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3775,
            "aya_number": 70,
            "aya_text": "لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 444,
            "translation_aya_text": "agar dia (Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar pasti ketetapan (azab) terhadap orang-orang kafir.",
            "tafsir_jalalayn": "(Supaya dia memberi peringatan) dengan Alquran itu; lafal Liyundzira dapat pula dibaca Litundzira artinya supaya kamu memberi peringatan dengan Alquran itu (kepada orang-orang yang hidup) hatinya, maksudnya tanggap terhadap apa-apa yang dinasihatkan kepada mereka; mereka adalah orang-orang mukmin (dan supaya pastilah ketetapan) azab (terhadap orang-orang kafir) mereka diserupakan orang mati, karena mereka tidak tanggap terhadap apa-apa yang dinasihatkan kepada mereka.",
            "sajda": false,
            "transliteration": "Liyunzira man kaana haiyanw-wa yahiqqal qawlu 'alal-kaafireen",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        }
    ]
}