{
    "page_number": 445,
    "data": [
        {
            "aya_id": 3776,
            "aya_number": 71,
            "aya_text": "اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Dan tidakkah mereka melihat bahwa Kami telah menciptakan hewan ternak untuk mereka, yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya?",
            "tafsir_jalalayn": "(Dan apakah mereka tidak melihat) tidak memperhatikan, Istifham di sini mengandung makna Taqrir dan huruf Wau yang masuk kepadanya merupakan huruf 'Athaf (bahwa Kami telah menciptakan untuk mereka) ini ditujukan kepada segolongan manusia (dari apa yang telah Kami ciptakan dengan kekuasaan Kami) dari hasil ciptaan Kami tanpa sekutu dan tanpa pembantu (yaitu berupa binatang ternak) unta, sapi, dan kambing lalu mereka menguasainya?) dapat memeliharanya.",
            "sajda": false,
            "transliteration": "Awalam yaraw annaa khalaqnaa lahum mimmaa 'amilat aideenaaa an'aaman fahum lahaa maalikoon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3777,
            "aya_number": 72,
            "aya_text": "وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Dan Kami menundukkannya (hewan-hewan itu) untuk mereka; lalu sebagiannya untuk menjadi tunggangan mereka dan sebagian untuk mereka makan.",
            "tafsir_jalalayn": "(Dan Kami tundukkan binatang-binatang itu) Kami jadikan mereka tunduk (untuk mereka; maka sebagiannya menjadi tunggangan mereka) menjadi kendaraan mereka (dan sebagiannya mereka makan.)",
            "sajda": false,
            "transliteration": "Wa zallalnaahaa lahum faminhaa rakoobuhum wa minhaa yaakuloon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3778,
            "aya_number": 73,
            "aya_text": "وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Dan mereka memperoleh berbagai manfaat dan minuman darinya. Maka mengapa mereka tidak bersyukur?",
            "tafsir_jalalayn": "(Dan mereka memperoleh padanya manfaat-manfaat) yakni dari bulu unta, kambing, dan dombanya (dan minuman) dari air susunya, lafal Masyaarib adalah bentuk jamak dari lafal Masyrab yang bermakna Asy-Syurb atau minuman, makna yang dimaksud adalah tempat minum. (Maka mengapakah mereka tidak bersyukur?) kepada Allah Yang telah melimpahkan nikmat-nikmat itu kepada mereka, lalu karenanya mereka mau beriman. Makna yang dimaksud ialah mereka tidak mensyukurinya.",
            "sajda": false,
            "transliteration": "Wa lahum feehaa manaa fi'u wa mashaarib; afalaa yashkuroon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3779,
            "aya_number": 74,
            "aya_text": "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Dan mereka mengambil sesembahan selain Allah agar mereka mendapat pertolongan.",
            "tafsir_jalalayn": "(Mereka mengambil selain Allah) selain-Nya (sebagai sesembahan-sesembahan) berhala-berhala yang mereka sembah (agar mereka mendapat pertolongan) terhindar dari azab Allah, karena mendapat syafaat dari tuhan-tuhan sesembahan mereka itu, ini menurut dugaan mereka sendiri.",
            "sajda": false,
            "transliteration": "Wattakhazoo min doonil laahi aalihatal la'allahum yunsaroon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3780,
            "aya_number": 75,
            "aya_text": "لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Mereka (sesembahan) itu tidak dapat menolong mereka; padahal mereka itu menjadi tentara yang disiapkan untuk menjaga (sesembahan) itu.",
            "tafsir_jalalayn": "(Berhala-berhala itu tidak akan dapat) yakni sesembahan-sesembahan mereka itu tidak dapat menolong. Ungkapan kata berhala memakai jamak untuk orang yang berakal hanyalah sebagai kata kiasan saja, yakni mereka dianggap sebagai makhluk yang berakal (menolong mereka padahal berhala-berhala itu) sesembahan-sesembahan mereka itu (menjadi tentara mereka) menurut dugaan mereka, yaitu tentara yang siap menolong mereka (yang disiapkan) di dalam neraka bersama mereka.",
            "sajda": false,
            "transliteration": "Laa yastatee'oona nasrahum wa hum lahum jundum muhdaroon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3781,
            "aya_number": 76,
            "aya_text": "فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Maka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguh, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan.",
            "tafsir_jalalayn": "(Maka janganlah ucapan mereka menyedihkan kamu) seperti ucapan, bahwa kamu bukanlah seseorang yang diutus oleh Allah dan ucapan-ucapan lainnya. (Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan) dari perkataan-perkataan semacam itu dan yang lainnya, kelak Kami akan membalasnya kepada mereka.",
            "sajda": false,
            "transliteration": "Falaa yahzunka qawluhum; innaa na'lamu maa yusirroona wa maa yu'linoon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3782,
            "aya_number": 77,
            "aya_text": "اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Dan tidakkah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata!",
            "tafsir_jalalayn": "(Apakah manusia tidak memperhatikan) apakah ia tidak mengetahui, orang yang dimaksud adalah Ashi bin Wail (bahwa Kami menciptakannya dari setitik air) yakni air mani, hingga Kami jadikan ia besar dan kuat (maka tiba-tiba ia menjadi penentang) yakni sangat memusuhi Kami (yang nyata) jelas menentangnya, tidak mau percaya kepada adanya hari berbangkit.",
            "sajda": false,
            "transliteration": "Awalam yaral insaanu annaa khalaqnaahu min nutfatin fa-izaa huwa khaseemum mubeen",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3783,
            "aya_number": 78,
            "aya_text": "وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, “Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?”",
            "tafsir_jalalayn": "(Dia membuat perumpamaan bagi Kami) mengenai hal tersebut (dan dia lupa kepada kejadiannya) berasal dari air mani, dan terlebih lagi ia lupa kepada hal-hal yang selain itu (ia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh?\") hancur berantakan, di dalam ungkapan ini tidak dikatakan Ramiimatun, karena isim bukan sifat. Menurut suatu riwayat dikisahkan bahwa Ashi bin Wail mengambil sebuah tulang yang telah hancur, kemudian ia cerai-beraikan tulang itu di hadapan Nabi saw. seraya berkata, \"Apakah kamu berpendapat, bahwa Allah nanti akan menghidupkan kembali tulang ini sesudah hancur luluh dan berantakan ini?\" Maka Nabi saw. menjawab, \"Ya, Dia akan memasukkanmu ke neraka.\"",
            "sajda": false,
            "transliteration": "Wa daraba lanaa maslanw-wa nasiya khalqahoo qaala mai-yuhyil'izaama wa hiya rameem",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3784,
            "aya_number": 79,
            "aya_text": "قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Katakanlah (Muhammad), “Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk,",
            "tafsir_jalalayn": "(Katakanlah! \"Ia akan dihidupkan oleh Tuhan yang menciptakannya yang pertama kali. Dan Dia tentang segala makhluk) semua yang diciptakan-Nya (Maha Mengetahui) secara global dan rinci, baik sebelum mereka diciptakan maupun sesudahnya.",
            "sajda": false,
            "transliteration": "Qul yuh yeehal lazeee ansha ahaaa awwala marrah; wa Huwa bikulli khalqin 'Aleem",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3785,
            "aya_number": 80,
            "aya_text": " ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "yaitu (Allah) yang menjadikan api untukmu dari kayu yang hijau, maka seketika itu kamu nyalakan (api) dari kayu itu.”",
            "tafsir_jalalayn": "(Yaitu Tuhan yang menjadikan untuk kalian) yakni segolongan umat manusia (dari kayu yang hijau) yakni kayu pohon Marakh dan Affar atau semua jenis pohon selain pohon anggur (api, maka tiba-tiba kalian nyalakan -api- dari kayu itu.\") kalian membuat api daripadanya. Hal ini menunjukkan kekuasaan Allah swt. yang mampu untuk menghidupkan kembali manusia yang mati. Karena sesungguhnya di dalam kayu yang hijau itu terhimpun antara air, api, dan kayu; maka air tidak dapat memadamkan api, dan pula api tidak dapat membakar kayu.",
            "sajda": false,
            "transliteration": "Allazee ja'ala lakum minash shajaril akhdari naaran fa-izaaa antum minhu tooqidoon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3786,
            "aya_number": 81,
            "aya_text": "اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Dan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur itu)? Benar, dan Dia Maha Pencipta, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan tidakkah Tuhan yang menciptakan langit dan bumi itu) padahal langit dan bumi itu sangat besar (berkuasa menciptakan yang serupa dengan itu) yaitu manusia yang kecil bentuknya itu. (Benar) Dia berkuasa untuk menciptakannya, di sini Allah swt. menjawab diri-Nya sendiri. (Dan Dialah Maha Pencipta) banyak ciptaan-Nya (lagi Maha Mengetahui) segala sesuatu.",
            "sajda": false,
            "transliteration": "Awa laisal lazee khalaqas samaawaati wal arda biqaadirin 'alaaa ai-yakhluqa mislahum; balaa wa Huwal Khallaaqul 'Aleem",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3787,
            "aya_number": 82,
            "aya_text": "اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
            "tafsir_jalalayn": "(Sesungguhnya perkara-Nya) keadaan-Nya (apabila Dia menghendaki sesuatu) yakni berkehendak menciptakan sesuatu (hanyalah berkata kepadanya, \"Jadilah,\" maka terjadilah ia) berujudlah sesuatu itu. Menurut qiraat yang lain lafal Fayakuunu dibaca Fayakuna karena diathafkan kepada lafal Yaquula.",
            "sajda": false,
            "transliteration": "Innamaa amruhooo izaaa araada shai'an ai-yaqoola lahoo kun fa-yakoon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3788,
            "aya_number": 83,
            "aya_text": "فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ ࣖ",
            "sura_id": 36,
            "juz_id": 23,
            "page_number": 445,
            "translation_aya_text": "Maka Mahasuci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan.",
            "tafsir_jalalayn": "(Maka Maha Suci Allah Yang dalam genggaman-Nya kekuasaan) lafal Malakuutu pada asalnya adalah Mulki kemudian ditambahkan huruf Wawu dan Ta untuk menunjukkan makna mubalaghah, artinya kekuasaan atas (segala sesuatu dan kepada-Nyalah kalian dikembalikan) kelak di akhirat.",
            "sajda": false,
            "transliteration": "Fa Subhaanal lazee biyadihee malakootu kulli shai-inw-wa ilaihi turja'oon",
            "surah": {
                "name": "سُورَةُ يسٓ",
                "englishName": "Yaseen",
                "englishNameTranslation": "Yaseen",
                "revelationType": "Meccan"
            }
        }
    ]
}