{
    "page_number": 45,
    "data": [
        {
            "aya_id": 272,
            "aya_number": 265,
            "aya_text": "وَمَثَلُ الَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ وَتَثْبِيْتًا مِّنْ اَنْفُسِهِمْ كَمَثَلِ جَنَّةٍۢ بِرَبْوَةٍ اَصَابَهَا وَابِلٌ فَاٰتَتْ اُكُلَهَا ضِعْفَيْنِۚ فَاِنْ لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ  ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 45,
            "translation_aya_text": "Dan perumpamaan orang yang menginfakkan hartanya untuk mencari rida Allah dan untuk memperteguh jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buah-buahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun (pun memadai). Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dan perumpamaan) nafkah dari (orang-orang yang menafkahkan harta mereka guna mencari) atau mendapatkan (keridaan Allah dan untuk keteguhan jiwa mereka) maksudnya untuk memastikan pahalanya, berbeda halnya dengan orang-orang munafik yang tidak mengharapkannya sama sekali karena pada dasarnya sudah tidak mempercayainya (seperti sebuah kebun) atau taman (di sebuah rabwah) atau rubwah, artinya suatu dataran yang tinggi rata (ditimpa oleh hujan lebat, hingga memberikan) artinya menghasilkan (buahnya) atau hasil panennya (dua kali lipat) atau secara berganda. (Jika tidak disiram oleh hujan lebat, maka oleh hujan gerimis) yang memadai disebabkan letaknya yang tinggi. Tegasnya ia tetap berbuah dengan lebatnya, biar hujan yang menimpanya lebat atau rintik-rintik. Demikian pula halnya nafkah yang disebutkan tadi, di sisi Allah ia tetap berkembang, biar sedikit atau banyak. (Dan Allah Maha Melihat apa-apa yang kamu kerjakan) dan akan membalasnya dengan sebaik-baiknya.",
            "sajda": false,
            "transliteration": "Wa masalul lazeena yunfiqoona amwaalahumub ti ghaaaa'a mardaatil laahi wa tasbeetam min anfusihim kamasali jannatim birabwatin asaabahaa waabilun fa aatat ukulahaa di'faini fa il lam yusibhaa waabilun fatall; wallaahu bimaa ta'maloona Baseer",
            "tajweed_text": "وَمَثَلُ [h:879[ٱ]لَّذِينَ يُ[f:16[نف]ِقُونَ أَمْو[n[َٲ]لَهُمُ [h:1558[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ مَرْضَاتِ [h:1131[ٱ]للَّهِ وَتَثْبِي[a:1559[تًا م]ِّنْ أَ[f:568[نف]ُسِهِمْ كَمَثَلِ جَ[g[نّ]َ[i:1560[ةِۭ ب]ِرَ[q:1561[بْ]وَةٍ أَصَابَهَا وَابِ[f:1562[لٌ ف]َـَٔـاتَتْ أُكُلَهَا ضِعْفَيْنِ فَإ[u:110[ِن ل]َّمْ يُصِ[q:1563[بْ]هَا وَابِ[f:1564[لٌ ف]َطَ[a:1565[لٌّ‌ۗ و]َ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 273,
            "aya_number": 266,
            "aya_text": "اَيَوَدُّ اَحَدُكُمْ اَنْ تَكُوْنَ لَهٗ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ  لَهٗ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِۙ وَاَصَابَهُ الْكِبَرُ وَلَهٗ ذُرِّيَّةٌ ضُعَفَاۤءُۚ فَاَصَابَهَآ اِعْصَارٌ فِيْهِ نَارٌ فَاحْتَرَقَتْ ۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَتَفَكَّرُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 45,
            "translation_aya_text": "Adakah salah seorang di antara kamu yang ingin memiliki kebun kurma dan anggur yang mengalir di bawahnya sungai-sungai, di sana dia memiliki segala macam buah-buahan, kemudian datanglah masa tuanya sedang dia memiliki keturunan yang masih kecil-kecil. Lalu kebun itu ditiup angin keras yang mengandung api, sehingga terbakar. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkannya.",
            "tafsir_jalalayn": "(Apakah ingin salah seorang kamu mempunyai suatu kebun) atau taman dari kurma dan anggur, sedang di bawahnya mengalir anak-anak sungai dan di dalamnya terdapat) buah-buahan (dari berbagai corak dan) sungguh (datanglah masa tuanya) sehingga ia menjadi lemah dan tak sanggup berusaha lagi, (sedangkan ia mempunyai keturunan yang lemah-lemah) anak-anak yang masih kecil yang masih dalam asuhannya. (Maka tiba-tiba kebun itu ditiup angin keras) atau topan (yang mengandung api hingga terbakar). Maka orang tadi kehilangan kebunnya di saat ia amat memerlukannya, hingga tinggallah ia bersama anak-anaknya dalam keadaan bingung dan putus asa, tidak berdaya. Ini merupakan tamsil bagi orang yang mengeluarkan nafkah dengan ria dan membangga-banggakan dirinya, yakni tentang hampa dan tiada bergunanya di saat ia amat memerlukannya nanti di akhirat. Pertanyaan di sini berarti tidak. Dari Ibnu Abbas diterima keterangan bahwa tamsil ini adalah bagi orang yang pada mulanya gemar mengerjakan kebaikan, tetapi tergoda oleh setan hingga berbalik mengerjakan kedurhakaan yang membakar hangus amal-amalannya tadi. (Demikianlah) sebagaimana dijelaskan-Nya apa yang kita sebutkan itu (Allah menerangkan ayat-ayat-Nya kepada kamu supaya kamu memikirkannya) hingga mendapat pelajaran darinya.",
            "sajda": false,
            "transliteration": "Ayawaddu ahadukum an takoona lahoo jannatum min nakheelinw wa a'naabin tajree min tahtihal anhaaru lahoo feehaa min kullis samaraati wa asaabahul kibaru wa lahoo zurriyyatun du'afaaa'u fa asaabahaaa i'saarun feehi naarun fahtaraqat; kazaalika yubaiyinul laahu lakumul aayaati la'allakum tatafakkaroon",
            "tajweed_text": "أَيَوَدُّ أَحَدُكُمْ أَ[f:1566[ن ت]َكُونَ لَهُ[n[ۥ] جَ[g[نّ]َ[a:1567[ةٌ م]ّ[a:1568[ِن ن]َّخِي[a:1569[لٍ و]َأَعْنَا[f:1570[بٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ لَهُ[n[ۥ] فِيهَا مِ[f:843[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ وَأَصَابَهُ [h:1572[ٱ]لْكِبَرُ وَلَهُ[n[ۥ] ذُرِّيَّ[f:1573[ةٌ ض]ُعَف[o[َا]ٓءُ فَأَصَابَه[o[َآ] إِعْصَا[f:1574[رٌ ف]ِيهِ نَا[f:1575[رٌ ف]َ[h:1576[ٱ]حْتَرَقَتْ‌ۗ كَذ[n[َٲ]لِكَ يُبَيِّنُ [h:1002[ٱ]للَّهُ لَكُمُ [h:1221[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّكُمْ تَتَفَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 274,
            "aya_number": 267,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِنْ طَيِّبٰتِ مَا كَسَبْتُمْ وَمِمَّآ اَخْرَجْنَا لَكُمْ مِّنَ الْاَرْضِ ۗ وَلَا تَيَمَّمُوا الْخَبِيْثَ مِنْهُ تُنْفِقُوْنَ وَلَسْتُمْ بِاٰخِذِيْهِ اِلَّآ اَنْ تُغْمِضُوْا فِيْهِ ۗ وَاعْلَمُوْٓا اَنَّ اللّٰهَ غَنِيٌّ حَمِيْدٌ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 45,
            "translation_aya_text": "Wahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik dan sebagian dari apa yang Kami keluarkan dari bumi untukmu. Janganlah kamu memilih yang buruk untuk kamu keluarkan, padahal kamu sendiri tidak mau mengambilnya melainkan dengan memicingkan mata (enggan) terhadapnya. Dan ketahuilah bahwa Allah Mahakaya, Maha Terpuji.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, nafkahkanlah), maksudnya zakatkanlah (sebagian yang baik-baik) dari (hasil usahamu) berupa harta (dan sebagian) yang baik-baik dari (apa yang Kami keluarkan dari bumi untuk kamu) berupa biji-bijian dan buah-buahan (dan janganlah kamu sengaja) mengambil (yang jelek) atau yang buruk (darinya) maksudnya dari yang disebutkan itu, lalu (kamu keluarkan untuk zakat) menjadi 'hal' dari dhamir yang terdapat pada 'tayammamu' (padahal kamu sendiri tidak mau mengambilnya) maksudnya yang jelek tadi, seandainya ia menjadi hak yang harus diberikan kepadamu (kecuali dengan memejamkan mata terhadapnya), artinya pura-pura tidak tahu atau tidak melihat kejelekannya, maka bagaimana kamu berani memberikan itu guna memenuhi hak Allah! (Dan ketahuilah bahwa Allah Maha Kaya) sehingga tidak memerlukan nafkahmu itu (lagi Maha Terpuji) pada setiap kondisi dan situasi.",
            "sajda": false,
            "transliteration": "Yaaa 'ayyuhal lazeena aamanooo anfiqoo min taiyibaati maa kasabtum wa mimmaaa akhrajuaa lakum minal ardi wa laa tayammamul khabeesa minhu tunfiqoona wa lastum bi aakhizeehi illaaa an tughmidoo feeh; wa'lamooo annal laaha Ghaniyyun Hameed",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَ[f:1460[نف]ِقُو[s[اْ] مِ[f:274[ن ط]َيِّبَ[n[ـٰ]تِ مَا كَسَ[q:697[بْ]تُمْ وَمِ[g[مّ][o[َآ] أَخْرَ[q:1577[جْ]نَا لَك[w:1578[ُم م]ِّنَ [h:1579[ٱ]لْأَرْضِ‌ۖ وَلَا تَيَ[g[مّ]َمُو[s[اْ] [h:1580[ٱ]لْخَبِيثَ مِنْهُ تُ[f:1581[نف]ِقُونَ وَلَسْت[c:1582[ُم ب]ِـَٔـاخِذِيهِ إِلّ[o[َآ] أَ[f:1583[ن ت]ُغْمِضُو[s[اْ] فِيهِ‌ۚ وَ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ غَنِىٌّ حَم[p[ِي][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 275,
            "aya_number": 268,
            "aya_text": "اَلشَّيْطٰنُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاۤءِ ۚ وَاللّٰهُ يَعِدُكُمْ مَّغْفِرَةً مِّنْهُ وَفَضْلًا ۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ۖ ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 45,
            "translation_aya_text": "Setan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir), sedangkan Allah menjanjikan ampunan dan karunia-Nya kepadamu. Dan Allah Mahaluas, Maha Mengetahui.",
            "tafsir_jalalayn": "(Setan menjanjikan kemiskinan bagimu), artinya menakut-nakuti kamu dengan kemiskinan sekiranya kamu mengeluarkan zakat, maka hendaklah waspada (dan menyuruh kamu berbuat kejahatan) bersifat kikir dan menahan zakat (sedangkan Allah menjanjikan kepadamu) dengan mengeluarkan nafkah itu (keampunan dari-Nya) terhadap dosa-dosamu (dan karunia), yakni rezeki sebagai penggantinya (dan Allah Maha Luas) karunia-Nya (lagi Maha Mengetahui) orang-orang yang suka mengeluarkan nafkah.",
            "sajda": false,
            "transliteration": "Ash Shaitaanu ya'idukumul faqra wa yaamurukum bilfahshaaa'i wallaahu ya'idukum maghfiratam minhu wa fadlaa; wallaahu Waasi'un 'Aleem",
            "tajweed_text": "ٱ[l[ل]شَّيْطَ[n[ـٰ]نُ يَعِدُكُمُ [h:1584[ٱ]لْفَ[q:1585[قْ]رَ وَيَأْمُرُك[c:1586[ُم ب]ِ[h:1587[ٱ]لْفَحْش[o[َا]ٓءِ‌ۖ وَ[h:72[ٱ]للَّهُ يَعِدُك[w:1588[ُم م]َّغْفِرَ[a:1589[ةً م]ِّنْهُ وَفَضْل[a:1590[اً‌ۗ و]َ[h:72[ٱ]للَّهُ و[n[َٲ]سِعٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 276,
            "aya_number": 269,
            "aya_text": "يُّؤْتِى الْحِكْمَةَ مَنْ يَّشَاۤءُ ۚ وَمَنْ يُّؤْتَ الْحِكْمَةَ فَقَدْ اُوْتِيَ خَيْرًا كَثِيْرًا ۗ وَمَا يَذَّكَّرُ اِلَّآ اُولُوا الْاَلْبَابِ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 45,
            "translation_aya_text": "Dia memberikan hikmah kepada siapa yang Dia kehendaki. Barangsiapa diberi hikmah, sesungguhnya dia telah diberi kebaikan yang banyak. Dan tidak ada yang dapat mengambil pelajaran kecuali orang-orang yang mempunyai akal sehat.",
            "tafsir_jalalayn": "(Allah memberikan hikmah), artinya ilmu yang berguna yang dapat mendorong manusia untuk bekerja dan berkarya (kepada siapa yang dikehendaki-Nya dan barang siapa yang telah diberi hikmah itu, maka sungguh ia telah diberi kebaikan yang banyak) karena hikmah itu akan menuntunnya kepada kebahagiaan yang abadi. (Dan tiadalah yang dapat mengambil pelajaran). Asalnya ta diidghamkan pada dzal hingga menjadi yadzdzakkaruu, (kecuali orang-orang berakal).",
            "sajda": false,
            "transliteration": "Yu'til Hikmata mai yashaaa'; wa mai yutal Hikmata faqad ootiya khairan kaseeraa; wa maa yazzakkaru illaaa ulul albaab",
            "tajweed_text": "يُؤْتِى [h:1591[ٱ]لْحِكْمَةَ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَم[a:1592[َن ي]ُؤْتَ [h:1593[ٱ]لْحِكْمَةَ فَقَ[q:563[دْ] أُوتِىَ خَيْ[f:1594[رًا ك]َثِي[a:142[رًا‌ۗ و]َمَا يَذَّكَّرُ إِلّ[o[َآ] أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}