{
    "page_number": 453,
    "data": [
        {
            "aya_id": 3971,
            "aya_number": 1,
            "aya_text": "صۤ ۗوَالْقُرْاٰنِ ذِى الذِّكْرِۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Shad, demi Al-Qur'an yang mengandung peringatan. ",
            "tafsir_jalalayn": "(Shaad) hanya Allahlah yang mengetahui artinya (demi Alquran yang mempunyai keagungan) yakni penjelasan atau kemuliaan. Jawab dari qasamnya tidak disebutkan, yaitu, bahwa perkaranya tidak seperti apa yang dikatakan oleh orang-orang kafir Mekah, tuhan itu bermacam-macam.",
            "sajda": false,
            "transliteration": "Saaad; wal-Qur-aani ziz zikr",
            "tajweed_text": "[m[صٓ]‌ۚ وَ[h:5855[ٱ]لْقُرْءَانِ ذِى [h:11465[ٱ][l[ل]ذِّكْرِ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3972,
            "aya_number": 2,
            "aya_text": "بَلِ الَّذِيْنَ كَفَرُوْا فِيْ عِزَّةٍ وَّشِقَاقٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Tetapi orang-orang yang kafir (berada) dalam kesombongan dan permusuhan.",
            "tafsir_jalalayn": "(Sebenarnya orang-orang kafir itu) yakni penduduk Mekah yang kafir (berada dalam kesombongan) hamiyyah dan takabbur tidak mau beriman (dan permusuhan yang sengit) selalu menentang dan memusuhi Nabi saw.",
            "sajda": false,
            "transliteration": "Balil lazeena kafaroo fee 'izzatilnw wa shiqaaq",
            "tajweed_text": "بَلِ [h:10932[ٱ]لَّذِينَ كَفَرُو[s[اْ] فِى عِزَّ[a:11466[ةٍ و]َشِق[p[َا][q[ق]ٍ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3973,
            "aya_number": 3,
            "aya_text": "كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ فَنَادَوْا وَّلَاتَ حِيْنَ مَنَاصٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Betapa banyak umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri.",
            "tafsir_jalalayn": "(Berapa banyak) sudah berapa banyak (umat sebelum mereka yang telah Kami binasakan) yaitu dari kalangan umat-umat yang terdahulu, (lalu mereka meminta tolong) sewaktu azab menimpa mereka (padahal waktu itu bukanlah saat untuk lari melepaskan diri) artinya, untuk melarikan diri dari azab, karena segalanya sudah terlambat. Huruf Ta pada lafal Laata merupakan huruf Zaidah, dan jumlah kalimat ayat ini berkedudukan menjadi Hal atau kata keterangan keadaan dari Fa'ilnya lafal Naadau. Maksudnya, mereka meminta tolong padahal sudah tidak ada lagi jalan untuk melarikan diri, dan pula tidak ada lagi jalan untuk selamat dari azab. Akan tetapi penduduk Mekah yang kafir tidaklah mengambil pelajaran dari mereka yang telah dibinasakan itu.",
            "sajda": false,
            "transliteration": "Kam ahlaknaa min qablihim min qarnin fanaadaw wa laata heena manaas",
            "tajweed_text": "كَمْ أَهْلَكْنَا مِ[f:617[ن ق]َ[q:618[بْ]لِه[w:3926[ِم م]ِّ[f:3927[ن ق]َرْ[f:11467[نٍ ف]َنَادَو[s[اْ] وَّلَاتَ حِينَ مَن[p[َا]صٍ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3974,
            "aya_number": 4,
            "aya_text": "وَعَجِبُوْٓا اَنْ جَاۤءَهُمْ مُّنْذِرٌ مِّنْهُمْ ۖوَقَالَ الْكٰفِرُوْنَ هٰذَا سٰحِرٌ كَذَّابٌۚ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Dan mereka heran karena mereka kedatangan seorang pemberi peringatan (rasul) dari kalangan mereka; dan orang-orang kafir berkata, “Orang ini adalah pesihir yang banyak berdusta.”",
            "tafsir_jalalayn": "(Dan mereka heran karena mereka kedatangan seorang pemberi peringatan dari kalangan mereka sendiri) yakni seorang Rasul dari kalangan mereka yang memberi peringatan dan mempertakuti mereka dengan azab neraka sesudah dibangkitkan nanti. Orang yang dimaksud adalah Nabi saw. (dan orang-orang kafir berkata,) di dalam ungkapan ini Isim Zhahir menduduki tempat Isim Mudhmar (\"Ini adalah seorang ahli sihir yang banyak berdusta.)",
            "sajda": false,
            "transliteration": "Wa 'ajibooo an jaaa'a hum munzirum minhum wa qaalal kaafiroona haazaa saahirun kazzaab",
            "tajweed_text": "وَعَجِب[o[ُوٓ][s[اْ] أَ[f:11468[ن ج][o[َا]ٓءَه[w:11469[ُم م]ُّ[f:6895[نذ]ِ[a:11470[رٌ م]ِّنْهُمْ‌ۖ وَقَالَ [h:11471[ٱ]لْكَ[n[ـٰ]فِرُونَ هَ[n[ـٰ]ذَا سَ[n[ـٰ]حِ[f:11472[رٌ ك]َذّ[p[َا][q[ب]ٌ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3975,
            "aya_number": 5,
            "aya_text": "اَجَعَلَ الْاٰلِهَةَ اِلٰهًا وَّاحِدًا ۖاِنَّ هٰذَا لَشَيْءٌ عُجَابٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Apakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sungguh, ini benar-benar sesuatu yang sangat mengherankan.",
            "tafsir_jalalayn": "(Mengapa ia menjadikan tuhan-tuhan itu Tuhan yang satu saja?\") demikian itu karena Nabi saw. pernah bersabda kepada mereka, \"Katakanlah, 'Laa Ilaaha Illallaah', artinya tiada Tuhan selain Allah. Mereka menjawab, 'Mana mungkin makhluk yang sedemikian banyak itu, semuanya dapat ditangani oleh Tuhan Yang Satu itu.' (Sesungguhnya itu benar-benar suatu hal yang sangat mengherankan\") sangat aneh.",
            "sajda": false,
            "transliteration": "Aja'alal aalihata Ilaahanw Waahidan inna haazaa lashai'un 'ujaab",
            "tajweed_text": "أَجَعَلَ [h:11473[ٱ]لْأَلِهَةَ إِلَ[n[ـٰ][a:693[هًا و][n[َٲ]حِدًا‌ۖ إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَشَىْءٌ عُج[p[َا][q[ب]ٌ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3976,
            "aya_number": 6,
            "aya_text": "وَانْطَلَقَ الْمَلَاُ مِنْهُمْ اَنِ امْشُوْا وَاصْبِرُوْا عَلٰٓى اٰلِهَتِكُمْ ۖاِنَّ هٰذَا لَشَيْءٌ يُّرَادُ ۖ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Lalu pergilah pemimpin-pemimpin mereka (seraya berkata), “Pergilah kamu dan tetaplah  (menyembah) tuhan-tuhanmu, sesungguhnya ini benar-benar suatu hal yang dikehendaki.",
            "tafsir_jalalayn": "(Dan pergilah pemimpin-pemimpin mereka) dari majelis tempat mereka berkumpul, yaitu tempat Abu Thalib; di tempat itulah mereka mendengar dari Nabi saw. yang mengatakan, \"Katakanlah oleh kalian, 'Laa Ilaaha Illallaah', artinya tiada Tuhan selain Allah (seraya mengatakan, 'Pergilah kalian') maksudnya, sebagian dari mereka berkata kepada sebagian yang lain 'pergilah kalian' (dan tetaplah menyembah tuhan-tuhan kalian) artinya bertahanlah kalian di dalam menyembah tuhan-tuhan kalian itu (sesungguhnya ini) ajaran tauhid yang disampaikan Nabi itu (benar-benar suatu hal yang dikehendaki\") olehnya supaya kita melakukannya.",
            "sajda": false,
            "transliteration": "Wantalaqal mala-u minhum anim shoo wasbiroo 'alaaa aalihatikum innna haazaa lashai 'uny yuraad",
            "tajweed_text": "وَ[h:9999[ٱ][f:11474[نط]َلَقَ [h:11475[ٱ]لْمَلَأُ مِنْهُمْ أَنِ [h:11476[ٱ]مْشُو[s[اْ] وَ[h:11477[ٱ]صْبِرُو[s[اْ] عَلَ[o[ىٰٓ] ءَالِهَتِكُمْ‌ۖ إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَش[a:11478[َىْءٌ ي]ُر[p[َا][q[د]ُ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3977,
            "aya_number": 7,
            "aya_text": "مَا سَمِعْنَا بِهٰذَا فِى الْمِلَّةِ الْاٰخِرَةِ ۖاِنْ هٰذَآ اِلَّا اخْتِلَاقٌۚ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Kami tidak pernah mendengar hal ini dalam agama yang terakhir; ini (mengesakan Allah), tidak lain hanyalah (dusta) yang diada-adakan,",
            "tafsir_jalalayn": "(Kami tidak pernah mendengar hal ini dalam agama yang terakhir) maksudnya, agama Nabi Isa. (Tiada lain) tidak lain (ini hanyalah dusta yang diada-adakan) hal yang dibuat-buat saja.",
            "sajda": false,
            "transliteration": "Maa sami'naa bihaazaa fil millatil aakhirati in haazaaa illakh tilaaq",
            "tajweed_text": "مَا سَمِعْنَا بِهَ[n[ـٰ]ذَا فِى [h:11479[ٱ]لْمِلَّةِ [h:11480[ٱ]لْأَخِرَةِ إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا [h:11481[ٱ]خْتِلَ[p[ـٰ][q[ق]ٌ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3978,
            "aya_number": 8,
            "aya_text": "اَؤُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْۢ بَيْنِنَا ۗبَلْ هُمْ فِيْ شَكٍّ مِّنْ ذِكْرِيْۚ بَلْ لَّمَّا يَذُوْقُوْا عَذَابِ ۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "mengapa Al-Qur'an itu diturunkan kepada dia di antara kita?” Sebenarnya mereka ragu-ragu terhadap Al-Qur'an-Ku, tetapi mereka belum merasakan azab(-Ku).",
            "tafsir_jalalayn": "(Mengapa telah diturunkan) dapat dibaca Tahqiq dapat pula dibaca Tas-hil (kepadanya) kepada Muhammad (peringatan) yakni kitab Alquran (di antara kita?) bukan diturunkan kepada orang yang tertua di antara kita atau orang yang paling terhormat di antara kita. Maksudnya, mengapa Alquran itu tidak diturunkan kepada orang yang paling tua atau orang yang paling terhormat di antara mereka. Lalu Allah berfirman, (\"Sebenarnya mereka ragu terhadap Alquran-Ku) atau ragu terhadap wahyu-Ku, yaitu Alquran, karena mereka mendustakan rasul yang mendatangkannya (dan sebenarnya belumlah) artinya, belum lagi (mereka merasakan azab-Ku\") seandainya mereka telah merasakannya niscaya mereka mau beriman kepada Nabi saw. tentang apa yang disampaikan olehnya dari sisi-Ku. Akan tetapi pada saat itu, yakni saat mereka merasakan azab-Ku, tidak ada gunanya lagi iman.",
            "sajda": false,
            "transliteration": "'A-unzila 'alaihiz zikru mim baininaa; bal hum fee shakkim min Zikree bal lammaa yazooqoo 'azaab",
            "tajweed_text": "أَءُ[f:11482[نز]ِلَ عَلَيْهِ [h:7197[ٱ][l[ل]ذِّكْرُ م[i:4086[ِنۢ ب]َيْنِنَا‌ۚ بَلْ هُمْ فِى شَ[a:6215[كٍّ م]ِّ[f:11483[ن ذ]ِكْرِى‌ۖ بَل لَّ[g[مّ]َا يَذُوقُو[s[اْ] عَذ[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3979,
            "aya_number": 9,
            "aya_text": "اَمْ عِنْدَهُمْ خَزَاۤىِٕنُ رَحْمَةِ رَبِّكَ الْعَزِيْزِ الْوَهَّابِۚ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Atau apakah mereka itu mempunyai perbendaharaan rahmat Tuhanmu Yang Mahaperkasa, Maha Pemberi?]",
            "tafsir_jalalayn": "(Atau apakah mereka itu mempunyai perbendaharaan rahmat Rabbmu Yang Maha Perkasa) yakni Maha Menang (lagi Maha Pemberi?) termasuk derajat kenabian dan hal-hal lainnya, karenanya mereka dapat memberikannya kepada siapa yang mereka kehendaki.",
            "sajda": false,
            "transliteration": "Am'indahum khazaaa 'inu rahmati Rabbikal 'Azeezil Wahhab",
            "tajweed_text": "أَمْ عِ[f:5060[ند]َهُمْ خَز[o[َا]ٓئِنُ رَحْمَةِ رَبِّكَ [h:11484[ٱ]لْعَزِيزِ [h:11485[ٱ]لْوَهّ[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3980,
            "aya_number": 10,
            "aya_text": "اَمْ لَهُمْ مُّلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۗفَلْيَرْتَقُوْا فِى الْاَسْبَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Atau apakah mereka mempunyai kerajaan langit dan bumi dan apa yang ada di antara keduanya? (Jika ada), maka biarlah mereka menaiki tangga-tangga (ke langit).",
            "tafsir_jalalayn": "(Atau apakah bagi mereka kerajaan langit dan bumi dan yang ada di antara keduanya?) jika mereka menduga hal tersebut (maka hendaklah mereka menaiki tangga-tangga) yang dapat mengantarkan mereka ke langit, lalu mereka mengambil wahyu dan mendatangkannya, kemudian mereka memberikannya secara khusus kepada orang-orang yang mereka kehendaki. Istifham atau kata tanya pada kedua tempat itu mengandung makna ingkar.",
            "sajda": false,
            "transliteration": "Am lahum mulkus samaawaati wal ardi wa maa bainahumaa falyartaqoo fil asbaab",
            "tajweed_text": "أَمْ لَه[w:11486[ُم م]ُّلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا‌ۖ فَلْيَرْتَقُو[s[اْ] فِى [h:11487[ٱ]لْأَسْبَ[p[ـٰ][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3981,
            "aya_number": 11,
            "aya_text": "جُنْدٌ مَّا هُنَالِكَ مَهْزُوْمٌ مِّنَ الْاَحْزَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "(Mereka itu) kelompok besar bala tentara yang berada di sana yang akan dikalahkan.",
            "tafsir_jalalayn": "(Suatu tentara) maksudnya, suatu pasukan yang hina (di sana) yang telah mendustakanmu (pasti dikalahkan) menjadi sifat bagi lafal Jundun, sekalipun mereka terdiri (dari golongan-golongan yang bersekutu) lafal ayat ini menjadi sifat pula bagi lafal Jundun. Yakni suatu pasukan yang sama dengan pasukan-pasukan yang berserikat sebelum kamu yang memerangi para nabi. Pasukan-pasukan dahulu itu dapat dikalahkan dan dibinasakan, maka demikian pula mereka yang bersekutu untuk menghancurkanmu akan Kami binasakan pula.",
            "sajda": false,
            "transliteration": "Jundum maa hunaalika mahzoomum minal Ahzaab",
            "tajweed_text": "جُن[a:11488[دٌ م]َّا هُنَالِكَ مَهْزُو[a:11489[مٌ م]ِّنَ [h:6277[ٱ]لْأَحْز[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3982,
            "aya_number": 12,
            "aya_text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّفِرْعَوْنُ ذُو الْاَوْتَادِۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Sebelum mereka itu, kaum Nuh, ‘Ad dan Fir’aun yang mempunyai bala tentara yang banyak, juga telah mendustakan (rasul-rasul),",
            "tafsir_jalalayn": "(Telah mendustakan pula sebelum mereka itu kaum Nuh) lafal Qaum dianggap sebagai muannats karena ditinjau dari segi maknanya (Ad dan Firaun yang mempunyai patok yang banyak) disebutkan bahwa Firaun selalu mematok atau memasung setiap orang yang menentangnya, lalu kedua kaki dan tangan orang yang menentangnya itu diikatkan pada empat patok, kemudian disiksa. Oleh karenanya ia dijuluki sebagai Dzul Autaad.",
            "sajda": false,
            "transliteration": "Kazzabat qablahum qawmu Lootinw-wa 'Aadunw wa Fir'awnu zul awtaad",
            "tajweed_text": "كَذَّبَتْ قَ[q:8394[بْ]لَهُمْ قَوْمُ نُو[a:9048[حٍ و]َعَا[a:11490[دٌ و]َفِرْعَوْنُ ذُو [h:11491[ٱ]لْأَوْت[p[َا][q[د]ِ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3983,
            "aya_number": 13,
            "aya_text": "وَثَمُوْدُ وَقَوْمُ لُوْطٍ وَّاَصْحٰبُ لْـَٔيْكَةِ ۗ اُولٰۤىِٕكَ الْاَحْزَابُ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "dan (begitu juga) Samud, kaum Lut dan penduduk Aikah. Mereka itulah golongan-golongan yang bersekutu (menentang rasul-rasul).",
            "tafsir_jalalayn": "(Dan Tsamud, kaum Luth dan penduduk Aikah) yakni penduduk kota Al-Ghidhah, mereka adalah kaum Nabi Syuaib a.s. (Mereka itulah golongan-golongan yang bersekutu menentang rasul-rasul).",
            "sajda": false,
            "transliteration": "Wa Samoodu wa qawmu Lootinw wa Ashaabul 'Aykah; ulaaa'ikal Ahzaab",
            "tajweed_text": "وَثَمُودُ وَقَوْمُ لُو[a:11492[طٍ و]َأَصْحَ[n[ـٰ]بُ لْــَٔيْكَةِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:11493[ٱ]لْأَحْز[p[َا][q[ب]ُ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3984,
            "aya_number": 14,
            "aya_text": "اِنْ كُلٌّ اِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ ࣖ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Semua mereka itu mendustakan rasul-rasul, maka pantas mereka merasakan azab-Ku.",
            "tafsir_jalalayn": "(Tidak lain) tiada lain (semuanya) artinya masing-masing dari golongan-golongan yang bersekutu itu (hanyalah mendustakan rasul-rasul) karena mereka telah mendustakan salah seorang dari rasul-rasul itu, ini berarti sama saja dengan mendustakan semua rasul-rasul, karena sesungguhnya seruan dan ajaran mereka satu, yaitu menyeru kepada ajaran tauhid (maka pastilah) wajiblah bagi mereka (azab-Ku).",
            "sajda": false,
            "transliteration": "In kullun illaa kazzabar Rusula fahaqqa 'iqaab",
            "tajweed_text": "إِ[f:11494[ن ك]ُلٌّ إِلَّا كَذَّبَ [h:11495[ٱ][l[ل]رُّسُلَ فَحَقَّ عِق[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3985,
            "aya_number": 15,
            "aya_text": "وَمَا يَنْظُرُ هٰٓؤُلَاۤءِ اِلَّا صَيْحَةً وَّاحِدَةً مَّا لَهَا مِنْ فَوَاقٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Dan sebenarnya yang mereka tunggu adalah satu teriakan saja, yang tidak ada selanya.",
            "tafsir_jalalayn": "(Tiadalah yang ditunggu-tunggu) yang dinantikan (oleh mereka) oleh orang-orang kafir Mekah. (melainkan hanya satu teriakan) yaitu tiupan sangkakala untuk kiamat yang saat itu mereka ditimpa oleh azab (yang tidak ada bagi mereka saat berselang) maksudnya, sesudah itu tidak akan ada saat hidup kembali seperti di dunia. Lafal Fawaaqin dapat pula dibaca Fuwaaqin.",
            "sajda": false,
            "transliteration": "Wa maa yanzuru haaa ulaaa'i illaa saihatanw waahidatam maa lahaa min fawaaq",
            "tajweed_text": "وَمَا يَ[f:2039[نظ]ُرُ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ إِلَّا صَيْحَ[a:11222[ةً و][n[َٲ]حِدَ[a:11496[ةً م]َّا لَهَا مِ[f:11497[ن ف]َو[p[َا][q[ق]ٍ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3986,
            "aya_number": 16,
            "aya_text": "وَقَالُوْا رَبَّنَا عَجِّلْ لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 453,
            "translation_aya_text": "Dan mereka berkata, “Ya Tuhan kami, segerakanlah azab yang diperuntukkan bagi kami sebelum hari perhitungan.”",
            "tafsir_jalalayn": "(Dan mereka berkata) sewaktu Allah menurunkan firman-Nya, \"Adapun orang-orang yang diberikan kepadanya kitabnya dari sebelah kanannya...\" (Q.S. Al-Haqqah, 19) (\"Ya Rabb kami! Segerakanlah untuk kami catatan amal kami) yakni kitab catatan amal kami (sebelum hari berhisab\") mereka mengatakan hal ini dengan nada yang sinis dan mengejek.",
            "sajda": false,
            "transliteration": "Wa qaaloo Rabbanaa 'ajjil lanaa qittanaa qabla Yawmil Hisaab",
            "tajweed_text": "وَقَالُو[s[اْ] رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَ[q:3282[بْ]لَ يَوْمِ [h:11498[ٱ]لْحِس[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        }
    ]
}