{
    "page_number": 454,
    "data": [
        {
            "aya_id": 3987,
            "aya_number": 17,
            "aya_text": "اِصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَاذْكُرْ عَبْدَنَا دَاوٗدَ ذَا الْاَيْدِۚ اِنَّهٗٓ اَوَّابٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Bersabarlah atas apa yang mereka katakan; dan ingatlah akan hamba Kami Dawud yang mempunyai kekuatan; sungguh dia sangat taat (kepada Allah).",
            "tafsir_jalalayn": "Allah swt. berfirman, (\"Bersabarlah atas segala apa yang mereka katakan; ingatlah hamba Kami Daud yang mempunyai kekuatan) dalam beribadah; tersebutlah bahwa dia sepanjang tahun selalu berpuasa sehari dan berbuka sehari; bangun pada tengah malam untuk melakukan salat, kemudian tidur selama sepertiga malam dan seperenam malam harinya lagi ia gunakan untuk salat (sesungguhnya dia amat taat) yakni selalu mengerjakan hal-hal yang menjadi keridaan Allah swt.",
            "sajda": false,
            "transliteration": "Isbir 'alaa maa yaqooloona wazkur 'abdanaa Daawooda zal aidi aidi innahooo awwaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3988,
            "aya_number": 18,
            "aya_text": "اِنَّا سَخَّرْنَا الْجِبَالَ مَعَهٗ يُسَبِّحْنَ بِالْعَشِيِّ وَالْاِشْرَاقِۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Sungguh, Kamilah yang menundukkan gunung-gunung untuk bertasbih bersama dia (Dawud) pada waktu petang dan pagi,",
            "tafsir_jalalayn": "(Sesungguhnya Kami menundukkan gunung-gunung untuk bertasbih bersama dia di waktu petang) di waktu salat Isyak (dan pagi) di waktu salat Duha, yaitu di waktu matahari mencapai sepenggalah.",
            "sajda": false,
            "transliteration": "Innaa sakhkharnal jibaala ma'ahoo yusabbihna bil'ashaiyi wal ishraaq",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3989,
            "aya_number": 19,
            "aya_text": "وَالطَّيْرَمَحْشُوْرَةً ۗ كُلٌّ لَهٗٓ اَوَّابٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "dan (Kami tundukkan pula) burung-burung dalam keadaan terkumpul. Masing-masing sangat taat (kepada Allah).",
            "tafsir_jalalayn": "(Dan) Kami tundukkan pula (burung-burung dalam keadaan berkumpul) berkumpul untuk bertasbih bersama dengan dia. (Masing-masing) dari gunung-gunung dan burung-burung itu (amat taat kepada-Nya) taat bertasbih kepada-Nya.",
            "sajda": false,
            "transliteration": "Wattayra mahshoorah; kullul lahooo awwaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3990,
            "aya_number": 20,
            "aya_text": "وَشَدَدْنَا مُلْكَهٗ وَاٰتَيْنٰهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Dan Kami kuatkan kerajaannya dan Kami berikan hikmah kepadanya serta kebijaksanaan dalam memutuskan perkara.",
            "tafsir_jalalayn": "(Dan Kami kuatkan kerajaannya) Kami kuatkan kerajaannya itu dengan para penjaga dan bala tentara; dan setiap malam mihrab Nabi Daud selalu dijaga oleh tiga puluh ribu pasukan (dan Kami berikan, kepadanya hikmah) yakni, kenabian dan ketepatan dalam berbagai perkara (dan kebijaksanaan dalam menyelesaikan perselisihan\") yaitu penjelasan yang memuaskan dalam semua urusan.",
            "sajda": false,
            "transliteration": "Wa shadadnaa mulkahoo wa aatainaahul Hikmata wa faslal khitaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3991,
            "aya_number": 21,
            "aya_text": "وَهَلْ اَتٰىكَ نَبَؤُ الْخَصْمِۘ اِذْ تَسَوَّرُوا الْمِحْرَابَۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Dan apakah telah sampai kepadamu berita orang-orang yang berselisih ketika mereka memanjat dinding mihrab?",
            "tafsir_jalalayn": "(Dan adakah) Istifham atau kata tanya di sini mengandung makna Ta'ajjub dan Tasywiq, atau dengan kata lain mengandung makna yang mendorong dan merangsang pendengar untuk mendengarkan kalimat-kalimat selanjutnya (sampai kepadamu) hai Muhammad (berita orang-orang yang berperkara ketika mereka memanjat pagar mihrab?) yaitu mihrab Nabi Daud, yang dimaksud adalah mesjidnya; demikian itu terjadi karena mereka dilarang masuk, sebab Nabi Daud sedang beribadah. Akhirnya mereka masuk dengan memanjat pagar mihrabnya. Makna ayat ialah apakah kamu telah mendengar berita dan kisah mereka?",
            "sajda": false,
            "transliteration": "Wa hal ataaka naba'ul khasm; iz tasawwarul mihraab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3992,
            "aya_number": 22,
            "aya_text": "اِذْ دَخَلُوْا عَلٰى دَاوٗدَ فَفَزِعَ مِنْهُمْ قَالُوْا لَا تَخَفْۚ خَصْمٰنِ بَغٰى بَعْضُنَا عَلٰى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَآ اِلٰى سَوَاۤءِ الصِّرَاطِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "ketika mereka masuk menemui Dawud lalu dia terkejut karena (kedatangan) mereka. Mereka berkata, “Janganlah takut! (Kami) berdua sedang berselisih, sebagian dari kami berbuat zalim kepada yang lain; maka berilah keputusan di antara kami secara adil dan janganlah menyimpang dari kebenaran serta tunjukilah kami ke jalan yang lurus.",
            "tafsir_jalalayn": "(Ketika mereka masuk menemui Daud lalu ia terkejut karena kedatangan mereka. Mereka berkata, \"Janganlah kamu merasa takut) kami (adalah dua orang yang bersengketa) menurut suatu pendapat dikatakan, bahwa yang bersengketa itu adalah dua golongan, demikian itu supaya sesuai dengan dhamir jamak yang sebelumnya. Menurut pendapat yang lain disebutkan bahwa orang yang bersengketa itu dua orang, sedangkan dhamir jamak diartikan dengannya. Lafal Al-Khashmu dapat diartikan untuk satu orang atau lebih. Kedua orang itu adalah dua malaikat yang menjelma menjadi dua orang yang sedang bersengketa. Persengketaan yang terjadi di antara keduanya hanyalah sebagai perumpamaan, dimaksud untuk mengingatkan Nabi Daud a.s. atas apa yang telah dilakukannya. Karena ia mempunyai istri sebanyak sembilan puluh sembilan orang wanita. Tetapi sekalipun demikian ia melamar istri orang lain yang hanya mempunyai seorang istri kemudian ia mengawininya dan menggaulinya (salah seorang dari kami berbuat zalim kepada yang lain, maka berilah keputusan antara kami dengan adil dan janganlah kamu menyimpang dari kebenaran) janganlah kamu berlaku berat sebelah (dan tunjukilah kami) bimbinglah kami (ke jalan yang lurus) yakni keputusan yang pertengahan dan adil.",
            "sajda": false,
            "transliteration": "Iz dakhaloo 'alaa Daawooda fafazi'a minhum qaaloo la takhaf khasmaani baghaa ba'dunaa 'alaa ba'din fahkum bainanaaa bilhaqqi wa laa tushtit wahdinaaa ilaa Sawaaa'is Siraat",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3993,
            "aya_number": 23,
            "aya_text": "اِنَّ هٰذَآ اَخِيْ ۗ لَهٗ تِسْعٌ وَّتِسْعُوْنَ نَعْجَةً وَّلِيَ نَعْجَةٌ وَّاحِدَةٌ ۗفَقَالَ اَكْفِلْنِيْهَا وَعَزَّنِيْ فِى الْخِطَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Sesungguhnya saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor saja, lalu dia berkata, “Serahkanlah (kambingmu) itu kepadaku! Dan dia mengalahkan aku dalam perdebatan.”",
            "tafsir_jalalayn": "(Sesungguhnya saudaraku ini) maksudnya, saudara seagamaku ini (mempunyai sembilan puluh sembilan ekor kambing) ini sebagai kata kiasan dari istri (dan aku mempunyai seekor saja. Maka dia berkata, 'Serahkanlah kambing itu kepadaku) yakni jadikanlah aku sebagai suaminya (dan dia mengalahkan aku) atau dia menang atas diriku (dalam perdebatan'\") yakni dalam sengketa ini, dan lawannya pun mengalah.",
            "sajda": false,
            "transliteration": "Inna haazaaa akhee lahoo tis'unw wa tis'oona na'jatanw wa liya na'jatunw waahidah; faqaala akfilneeha wa 'azzanee filkhitaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3994,
            "aya_number": 24,
            "aya_text": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ اِلٰى نِعَاجِهٖۗ وَاِنَّ كَثِيْرًا مِّنَ الْخُلَطَاۤءِ لَيَبْغِيْ بَعْضُهُمْ عَلٰى بَعْضٍ اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَقَلِيْلٌ مَّا هُمْۗ وَظَنَّ دَاوٗدُ اَنَّمَا فَتَنّٰهُ فَاسْتَغْفَرَ رَبَّهٗ وَخَرَّ رَاكِعًا وَّاَنَابَ ۩ ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Dia (Dawud) berkata, “Sungguh, dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk (ditambahkan) kepada kambingnya. Memang banyak di antara orang-orang yang bersekutu itu berbuat zalim kepada yang lain, kecuali orang-orang yang beriman dan mengerjakan kebajikan; dan hanya sedikitlah mereka yang begitu.” Dan Dawud menduga bahwa Kami mengujinya; maka dia memohon ampunan kepada Tuhannya lalu menyungkur sujud dan bertobat.",
            "tafsir_jalalayn": "(Daud berkata, \"Sesungguhnya dia telah berbuat lalim kepadamu dengan meminta kambingmu itu) dengan maksud untuk menggabungkannya (untuk ditambahkan kepada kambingnya. Sesungguhnya kebanyakan dari orang-orang yang berserikat itu) yakni orang-orang yang terlibat dalam satu perserikatan (sebagian mereka berbuat lalim kepada sebagian yang lain, kecuali orang-orang yang beriman dan mengerjakan amal yang saleh; dan amat sedikitlah mereka ini\") huruf Ma di sini untuk mengukuhkan makna sedikit. Lalu kedua malaikat itu naik ke langit dalam keadaan berubah menjadi ujud aslinya seraya berkata, \"Lelaki ini telah memutuskan perkara terhadap dirinya sendiri.\" Sehingga sadarlah Nabi Daud atas kekeliruannya itu. Lalu Allah berfirman, (Dan Daud yakin) yakni merasa yakin (bahwa Kami mengujinya) Kami menimpakan ujian kepadanya, berupa cobaan dalam bentuk cinta kepada perempuan itu (maka ia meminta ampun kepada Rabbnya lalu menyungkur rukuk) maksudnya bersujud (dan bertobat.)",
            "sajda": true,
            "transliteration": "Qaala laqad zalamaka bisu 'aali na'jatika ilaa ni'aajihee wa inna kaseeram minal khulataaa'i la-yabghee ba'duhum 'alaa ba'din illal lazeena aamanoo wa 'amilus saalihaati wa qaleehum maa hum; wa zanna Daawoodu annamaa fatannaahu fastaghrara Rabbahoo wa kharra raaki'anw wa anaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3995,
            "aya_number": 25,
            "aya_text": "فَغَفَرْنَا لَهٗ ذٰلِكَۗ وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "Lalu Kami mengampuni (kesalahannya) itu. Dan sungguh, dia mempunyai kedudukan yang benar-benar dekat di sisi Kami dan tempat kembali yang baik.",
            "tafsir_jalalayn": "(Maka Kami ampuni baginya kesalahannya itu. Dan sesungguhnya dia mempunyai kedudukan dekat pada sisi Kami) yakni dengan ditambahkan kebaikan baginya di dunia (dan tempat kembali yang baik) kelak di akhirat.",
            "sajda": false,
            "transliteration": "Faghafarnaa lahoo zaalik; wa inna lahoo 'indanaa lazulfaa wa husna ma aab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3996,
            "aya_number": 26,
            "aya_text": "يٰدَاوٗدُ اِنَّا جَعَلْنٰكَ خَلِيْفَةً فِى الْاَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوٰى فَيُضِلَّكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّ الَّذِيْنَ يَضِلُّوْنَ عَنْ سَبِيْلِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۢبِمَا نَسُوْا يَوْمَ الْحِسَابِ ࣖ ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 454,
            "translation_aya_text": "(Allah berfirman), “Wahai Dawud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan.”",
            "tafsir_jalalayn": "(Hai Daud, sesungguhnya Kami menjadikan kamu khalifah penguasa di muka bumi) yaitu sebagai penguasa yang mengatur perkara manusia (maka berilah keputusan perkara di antara manusia dengan adil dan janganlah kamu mengikuti hawa nafsu) kemauan hawa nafsu (karena ia akan menyesatkan kamu dari jalan Allah) dari bukti-bukti yang menunjukkan keesaan-Nya. (Sesungguhnya orang-orang yang sesat dari jalan Allah) dari iman kepada Allah (mereka akan mendapat siksa yang berat karena mereka melupakan) artinya, disebabkan mereka lupa akan (hari perhitungan) hal ini ditunjukkan oleh sikap mereka yang tidak mau beriman, seandainya mereka beriman dengan adanya hari perhitungan itu, niscaya mereka akan beriman kepada Allah sewaktu mereka di dunia.",
            "sajda": false,
            "transliteration": "Yaa Daawoodu innaa ja'alnaaka khaleefatan fil ardi fahkum bainan naasi bilhaqqi wa laa tattabi'il hawaa fayudillaka 'an sabeelil laah; innal lazeena yadilloona 'an sabeelil laah; lahum 'azaabun shadeedum bimaa nasoo Yawmal Hisaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        }
    ]
}