{
    "page_number": 455,
    "data": [
        {
            "aya_id": 3997,
            "aya_number": 27,
            "aya_text": "وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۗذٰلِكَ ظَنُّ الَّذِيْنَ كَفَرُوْا فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنَ النَّارِۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka.",
            "tafsir_jalalayn": "(Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan batil) dengan main-main. (Yang demikian itu) yakni penciptaan hal tersebut tanpa hikmah (adalah anggapan orang-orang kafir) dari penduduk Mekah (maka neraka Waillah) Wail adalah nama sebuah lembah di neraka (bagi orang-orang yang kafir karena mereka akan masuk neraka.)",
            "sajda": false,
            "transliteration": "Wa ma khalaqnas samaaa'a wal arda wa maa bainahumaa baatilaa; zaalika zannul lazeena kafaroo; fawi lul lillazeena kafaroo minan Naar",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3998,
            "aya_number": 28,
            "aya_text": "اَمْ نَجْعَلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَالْمُفْسِدِيْنَ فِى الْاَرْضِۖ اَمْ نَجْعَلُ الْمُتَّقِيْنَ كَالْفُجَّارِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat?",
            "tafsir_jalalayn": "(Patutkah Kami menganggap orang-orang yang beriman dan mengerjakan amal yang saleh sama dengan orang-orang yang berbuat kerusakan di muka bumi? Patutkah pula Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang berbuat maksiat?) Ayat ini diturunkan sewaktu orang-orang kafir Mekah berkata kepada orang-orang yang beriman, \"Sesungguhnya kami kelak di hari kemudian akan diberi seperti apa yang diberikan kepada kalian.\" Lafal Am di sini untuk menunjukkan makna sanggahan, yakni jelas tidak sama.",
            "sajda": false,
            "transliteration": "Am naj'alul lazeena aamanoo wa 'amilus saalihaati kalmufisdeena fil ardi am naj'alul muttaqeena kalfujjaar",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 3999,
            "aya_number": 29,
            "aya_text": "كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ مُبٰرَكٌ لِّيَدَّبَّرُوْٓا اٰيٰتِهٖ وَلِيَتَذَكَّرَ اُولُوا الْاَلْبَابِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Kitab (Al-Qur'an) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran.",
            "tafsir_jalalayn": "(Ini adalah sebuah Kitab) menjadi Khabar dari Mubtada yang tidak disebutkan, yakni, Ini adalah Kitab (yang Kami turunkan kepadamu penuh dengan berkah supaya mereka memperhatikan) asal lafal Yaddabbaruu adalah Yatadabbaruu, kemudian huruf Ta diidghamkan kepada huruf Dal sehingga jadilah Yaddabbaruu (ayat-ayatnya) maksudnya supaya mereka memperhatikan makna-makna yang terkandung di dalamnya, lalu mereka beriman karenanya (dan supaya mendapat pelajaran) mendapat nasihat (orang-orang yang mempunyai pikiran) yaitu yang berakal.",
            "sajda": false,
            "transliteration": "Kitaabun anzalnaahu ilaika mubaarakul liyaddabbarooo Aayaatihee wa liyatazakkara ulul albaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4000,
            "aya_number": 30,
            "aya_text": "وَوَهَبْنَا لِدَاوٗدَ سُلَيْمٰنَۗ نِعْمَ الْعَبْدُ ۗاِنَّهٗٓ اَوَّابٌۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dan kepada Dawud Kami karuniakan (anak bernama) Sulaiman; dia adalah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah).",
            "tafsir_jalalayn": "(Dan Kami karuniakan kepada Daud, Sulaiman) sebagai anaknya (dia adalah sebaik-baik hamba) maksudnya Sulaiman adalah sebaik-baik hamba. (Sesungguhnya dia amat taat) kepada Rabbnya, selalu bertasbih dan berzikir pada semua waktunya.",
            "sajda": false,
            "transliteration": "Wa wahabnaa li Daawooda Sulaimaan; ni'mal 'abd; innahoo awwaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4001,
            "aya_number": 31,
            "aya_text": "اِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصّٰفِنٰتُ الْجِيَادُۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "(Ingatlah) ketika pada suatu sore dipertunjukkan kepadanya (kuda-kuda) yang jinak, (tetapi) sangat cepat larinya,",
            "tafsir_jalalayn": "(Ingatlah ketika dipertunjukkan kepadanya di waktu sore) yakni sesudah matahari tergelincir (kuda-kuda yang tenang di waktu berhenti) lafal Ash-Shaafinaat adalah bentuk jamak dari lafal Shaafinah, artinya kuda yang kalau berhenti berdiri pada tiga kaki, sedangkan kaki yang keempatnya berdiri pada ujung teracaknya atau berjinjit. Lafal ini berasal dari kata Shafana Yashfinu Shufuunan (dan cepat pada waktu berlari) lafal Al-Jiyaad adalah bentuk jamak dari lafal Jawaadun, artinya kuda balap. Maksud ayat, bahwa kuda-kuda itu bila berhenti tenang, dan bila berlari sangat cepat. Tersebutlah bahwa Nabi Sulaiman memiliki seribu ekor kuda, kuda-kuda itu ditampilkan di hadapannya setelah ia selesai melakukan salat Zuhur, karena ia bermaksud untuk berjihad dengan memakai kuda sebagai kendaraannya untuk melawan musuh. Sewaktu penampilan kuda baru sampai sembilan ratus ekor ternyata waktu Magrib telah tiba, sedangkan ia belum melakukan salat asar. Hal ini membuatnya berduka cita.",
            "sajda": false,
            "transliteration": "Iz 'urida 'alaihi bil'ashiy yis saafinaatul jiyaad",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4002,
            "aya_number": 32,
            "aya_text": "فَقَالَ اِنِّيْٓ اَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّيْۚ حَتّٰى تَوَارَتْ بِالْحِجَابِۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "maka dia berkata, “Sesungguhnya aku menyukai segala yang baik (kuda), yang membuat aku ingat akan (kebesaran) Tuhanku, sampai matahari terbenam.”",
            "tafsir_jalalayn": "(Maka ia berkata, \"Sesungguhnya aku menyukai) artinya, mempunyai maksud (bersenang-senang terhadap barang yang baik) yakni kuda (hingga aku lupa untuk berzikir kepada Rabbku) lupa melakukan salat asar (sehingga tertutuplah) matahari (dari pandangan mata.\") artinya sehingga matahari itu tenggelam dan tidak kelihatan lagi.",
            "sajda": false,
            "transliteration": "Faqaala inneee ahbabtu hubbal khairi 'an zikri Rabbee hattaa tawaarat bilhijaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4003,
            "aya_number": 33,
            "aya_text": "رُدُّوْهَا عَلَيَّ ۚفَطَفِقَ مَسْحًا ۢبِالسُّوْقِ وَالْاَعْنَاقِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "”Bawalah semua kuda itu kembali kepadaku.” Lalu dia mengusap-usap kaki dan leher kuda itu.",
            "tafsir_jalalayn": "(Ia berkata, \"Bawalah kuda-kuda itu kembali kepadaku\") yaitu kuda-kuda yang ditampilkan tadi kemudian mereka membawanya kepada Nabi Sulaiman (lalu ia membabat kuda-kuda itu) dengan pedangnya (pada kaki-kakinya) lafal As-Suuq ini adalah bentuk jamak dari lafal Saaqun (dan pada lehernya) artinya Nabi Sulaiman menyembelih semua kuda-kuda itu kemudian memotong kakinya sebagai kurban untuk mendekatkan diri kepada Allah swt. Karena kuda-kuda itu ternyata membuatnya lalai dari salat; kemudian ia menyedekahkan daging-dagingnya. Akhirnya Allah menggantikan kudanya dengan kendaraan yang jauh lebih baik dan lebih cepat larinya, yaitu kendaraan angin; angin dapat diperintah untuk bertiup dengan membawanya ke mana saja yang ia kehendaki.",
            "sajda": false,
            "transliteration": "Ruddoohaa 'alaiya fatafiqa masham bissooqi wal a'naaq",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4004,
            "aya_number": 34,
            "aya_text": "وَلَقَدْ فَتَنَّا سُلَيْمٰنَ وَاَلْقَيْنَا عَلٰى كُرْسِيِّهٖ جَسَدًا ثُمَّ اَنَابَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dan sungguh, Kami telah menguji Sulaiman dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian dia bertobat.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah menguji Sulaiman) Kami telah mencobanya dengan suatu ujian, yaitu kerajaannya dirampas oleh orang lain. Demikian itu, karena ia pernah menikahi seorang perempuan yang ia sukai, hanya perempuan itu termasuk orang yang menyembah berhala, tanpa sepengetahuan Nabi Sulaiman. Dan tersebutlah bahwa kebesarannya itu terletak pada cincinnya kemudian pada suatu hari ketika ia bermaksud untuk pergi ke kamar mandi, ia melepaskan cincinnya itu. Lalu ia menitipkannya kepada salah seorang dari istrinya yang bernama Aminah, sebagaimana biasanya. Setelah ia pergi tiba-tiba datanglah makhluk jin yang menyerupai Nabi Sulaiman, kemudian jin itu mengambil cincin itu dari Aminah dan langsung memakainya (dan Kami dudukkan pada singgasananya sesosok jasad) yaitu jin tersebut, yang bernama Shakhr atau jin lainnya, kemudian jin itu menduduki singgasana Nabi Sulaiman. Ketika itu juga ia dikelilingi burung-burung dan lain-lainnya. Lalu muncullah Nabi Sulaiman dalam bentuk yang tidak seperti biasanya, yakni tanpa pakaian kebesaran, ia melihat bahwa di singgasananya telah duduk seseorang. Kemudian ia berkata kepada orang-orang yang ada di situ, \"Aku adalah Sulaiman.\" Akan tetapi orang-orang mengingkarinya (kemudian ia kembali) yakni kembali dapat merebut kebesarannya setelah selang beberapa hari; yaitu setelah ia berhasil merebut cincin kebesarannya, lalu memakainya dan duduk di atas singgasananya kembali.",
            "sajda": false,
            "transliteration": "Wa laqad fatannaa Sulaimaana wa alqainaa 'alaa kursiyyihee jasadan summa anaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4005,
            "aya_number": 35,
            "aya_text": "قَالَ رَبِّ اغْفِرْ لِيْ وَهَبْ لِيْ مُلْكًا لَّا يَنْۢبَغِيْ لِاَحَدٍ مِّنْۢ بَعْدِيْۚ اِنَّكَ اَنْتَ الْوَهَّابُ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dia berkata, “Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh siapa pun setelahku. Sungguh, Engkaulah Yang Maha Pemberi.”",
            "tafsir_jalalayn": "(Ia berkata, \"Ya Rabbku! Ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak patut dimiliki) maksudnya, belum pernah dimiliki (oleh seorang jua pun sesudahku) artinya, yang tidak layak dimiliki oleh orang selainku. Pengertian ungkapan ini sama dengan makna yang terkandung di dalam firman-Nya yang lain, yaitu, 'Maka siapakah yang akan memberinya petunjuk sesudah Allah?' (Q.S. Al-Jatsiyah, 23) yakni selain Allah (sesungguhnya Engkaulah Yang Maha Pemberi.\")",
            "sajda": false,
            "transliteration": "Qaala Rabbigh fir lee wa hab lee mulkal laa yambaghee li ahadim mim ba'de inaka Antal Wahhab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4006,
            "aya_number": 36,
            "aya_text": "فَسَخَّرْنَا لَهُ الرِّيْحَ تَجْرِيْ بِاَمْرِهٖ رُخَاۤءً حَيْثُ اَصَابَۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya,",
            "tafsir_jalalayn": "(Kemudian Kami tundukkan kepadanya angin yang berembus dengan baik menurut perintahnya) yakni berembus dengan lembut (ke mana saja yang ia kehendaki) sesuai dengan keinginan Nabi Sulaiman.",
            "sajda": false,
            "transliteration": "Fasakhkharnaa lahur reeha tajree bi amrihee rukhaaa'an haisu asaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4007,
            "aya_number": 37,
            "aya_text": "وَالشَّيٰطِيْنَ كُلَّ بَنَّاۤءٍ وَّغَوَّاصٍۙ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "dan (Kami tundukkan pula kepadanya) setan-setan, semuanya ahli bangunan dan penyelam,",
            "tafsir_jalalayn": "(Dan Kami tundukkan pula kepadanya setan-setan, semuanya ahli bangunan) yakni pandai membuat bangunan-bangunan yang menakjubkan dan aneh (dan penyelam) ahli menyelam di dalam laut untuk mengambil mutiara-mutiara yang terkandung di dalamnya.",
            "sajda": false,
            "transliteration": "Wash Shayaateena kulla bannaaa'inw wa ghawwaas",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4008,
            "aya_number": 38,
            "aya_text": "وَّاٰخَرِيْنَ مُقَرَّنِيْنَ فِى الْاَصْفَادِ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "dan (setan) yang lain yang terikat dalam belenggu.",
            "tafsir_jalalayn": "(Dan setan yang lain) setan-setan yang lainnya (yang terikat) dirantai (dalam belenggu) yaitu, tangan mereka masing-masing diikatkan ke kepalanya dengan memakai belenggu.",
            "sajda": false,
            "transliteration": "Wa aakhareena muqarraneena fil asfaad",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4009,
            "aya_number": 39,
            "aya_text": "هٰذَا عَطَاۤؤُنَا فَامْنُنْ اَوْ اَمْسِكْ بِغَيْرِ حِسَابٍ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Inilah anugerah Kami; maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) tanpa perhitungan.",
            "tafsir_jalalayn": "Dan Kami berfirman kepada Sulaiman (Inilah anugerah Kami; maka berikanlah) maksudnya, berikanlah sebagian daripadanya kepada orang yang kamu sukai (atau tahanlah) maksudnya, tidak memberikannya (dengan tiada pertanggungjawaban) tanpa ada hisab bagimu dalam hal ini.",
            "sajda": false,
            "transliteration": "Haazaa 'ataaa'unaa famnun aw amsik bighairi hisaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4010,
            "aya_number": 40,
            "aya_text": "وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ ࣖ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dan sungguh, dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik.",
            "tafsir_jalalayn": "(Dan sesungguhnya dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik) penafsiran ayat ini sebagaimana yang telah lalu.",
            "sajda": false,
            "transliteration": "Wa inna lahoo 'indanaa lazulfaa wa husna ma-aab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4011,
            "aya_number": 41,
            "aya_text": "وَاذْكُرْ عَبْدَنَآ اَيُّوْبَۘ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الشَّيْطٰنُ بِنُصْبٍ وَّعَذَابٍۗ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Dan ingatlah akan hamba Kami Ayyub ketika dia menyeru Tuhannya, “Sesungguhnya aku diganggu setan dengan penderitaan dan bencana.”",
            "tafsir_jalalayn": "(Dan ingatlah akan hamba Kami Ayub ketika ia menyeru Rabbnya, \"Sesungguhnya aku) bahwasanya aku (diganggu oleh setan dengan kepayahan) kemudaratan (dan siksaan\") yakni rasa sakit. Nabi Ayub menisbatkan atau mengaitkan hal tersebut kepada setan, sekalipun pada kenyataannya segala sesuatu itu berasal dari Allah swt. Dimaksud sebagai sopan santun Nabi Ayub terhadap Allah.",
            "sajda": false,
            "transliteration": "Wazkur 'abdanaaa Ayyoob; iz naada Rabbahooo annee massaniyash Shaitaanu binus binw wa 'azaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4012,
            "aya_number": 42,
            "aya_text": "اُرْكُضْ بِرِجْلِكَۚ هٰذَا مُغْتَسَلٌۢ بَارِدٌ وَّشَرَابٌ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 455,
            "translation_aya_text": "Allah berfirman), “Hentakkanlah kakimu; inilah air yang sejuk untuk mandi dan untuk minum.”",
            "tafsir_jalalayn": "Dikatakan kepada Ayub (\"Hantamkanlah) maksudnya hentakkanlah (kakimu) ke bumi, lalu ia menghantamkannya, setelah itu tiba-tiba mengalirlah mata air dari bekas hentakan kakinya. Kemudian dikatakan pula kepadanya (inilah air untuk mandi) artinya, mandilah kamu dengan air ini (yang dingin, dan untuk minum\") minumlah kamu daripadanya. Segeralah Nabi Ayub mandi dan minum dan hilanglah semua penyakit yang ada di dalam dan di luar tubuhnya.",
            "sajda": false,
            "transliteration": "Urkud birijlika haaza mughtasalum baaridunw wa sharaab",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        }
    ]
}