{
    "page_number": 458,
    "data": [
        {
            "aya_id": 4054,
            "aya_number": 84,
            "aya_text": "قَالَ فَالْحَقُّۖ وَالْحَقَّ اَقُوْلُۚ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "(Allah) berfirman, “Maka yang benar (adalah sumpahku), dan hanya kebenaran itulah yang Aku katakan.",
            "tafsir_jalalayn": "(Allah berfirman, \"Maka yang benar adalah sumpah-Ku dan hanya kebenaran itulah yang Kukatakan\") dapat dibaca Falhaqqa Wal Haqqa atau Falhaqqu Wal Haqqa; kalau dibaca Nashab berarti dinashabkan oleh Fi'il yang sesudahnya. Bila lafal pertama dinashabkan, menurut suatu pendapat dikatakan, bahwa dinashabkan oleh Fi'll yang telah disebutkan. Menurut pendapat yang lainnya lagi dinashabkan karena menjadi Mashdar, bentuk asalnya adalah Uhiqqal Haqqa. Menurut pendapat yang lainnya lagi karena huruf Qasamnya dicabut. Dibaca Rafa' atas dasar karena menjadi Mubtada yang dibuang Khabarnya, bentuk asalnya adalah Falhaqqu Minnii. Menurut pendapat yang lainnya lagi bentuk asalnya adalah, Falhaqqu Qasami, dan jawab Qasamnya ialah kalimat berikutnya, yaitu:",
            "sajda": false,
            "transliteration": "Qaala falhaqq, walhaqqa aqool",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4055,
            "aya_number": 85,
            "aya_text": "لَاَمْلَئَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ اَجْمَعِيْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Sungguh, Aku akan memenuhi neraka Jahanam dengan kamu dan dengan orang-orang yang mengikutimu di antara mereka semuanya.”",
            "tafsir_jalalayn": "(Sesungguhnya Aku pasti akan memenuhi neraka Jahanam dengan jenis kamu) berikut keturunanmu (dan dengan orang-orang yang mengikuti kamu di antara mereka) yakni umat manusia (semuanya.)",
            "sajda": false,
            "transliteration": "La amla'annna Jahannama minka wa mimman tabi'aka minhum ajma'een",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4056,
            "aya_number": 86,
            "aya_text": "قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ وَّمَآ اَنَا۠ مِنَ الْمُتَكَلِّفِيْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Katakanlah (Muhammad), “Aku tidak meminta imbalan sedikit pun kepadamu atasnya (dakwahku); dan aku bukanlah termasuk orang yang mengada-ada.",
            "tafsir_jalalayn": "(Katakanlah! \"Aku tidak meminta kepada kalian atas hal ini) atas penyampaian risalah ini (upah sedikit pun) persenan sedikit pun dari kalian (dan bukanlah aku termasuk orang-orang yang mengada-adakan) maksudnya, membuat-buat Alquran dari diriku sendiri.",
            "sajda": false,
            "transliteration": "Qul maaa as'alukum 'alaihi min ajrinw wa maaa ana minal mutakallifeen",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4057,
            "aya_number": 87,
            "aya_text": "اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "(Al-Qur'an) ini tidak lain hanyalah peringatan bagi seluruh alam.",
            "tafsir_jalalayn": "(Tiada lain ini) Alquran ini (hanyalah peringatan) yakni nasihat dan peringatan (bagi semesta alam) maksudnya bagi jenis manusia, jin dan makhluk-makhluk yang berakal selain malaikat.",
            "sajda": false,
            "transliteration": "In huwa illaa zikrul lil'aalameen",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4058,
            "aya_number": 88,
            "aya_text": "وَلَتَعْلَمُنَّ نَبَاَهٗ بَعْدَ حِيْنٍ ࣖ",
            "sura_id": 38,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Dan sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur'an) setelah beberapa waktu lagi.”",
            "tafsir_jalalayn": "(Dan sesungguhnya kalian akan mengetahui) hai orang-orang kafir Mekah (berita Alquran) yaitu berita kebenarannya (setelah beberapa waktu lagi\") yakni pada hari kiamat nanti. Lafal 'Alima bermakna 'Arafa yakni mengetahui. Huruf Lam sebelumnya adalah Lam Qasam bagi lafal yang diperkirakan, bentuk asalnya adalah, Wallaahi Lata'lamunna.",
            "sajda": false,
            "transliteration": "Wa lata'lamunna naba ahoo ba'da heen",
            "surah": {
                "name": "سُورَةُ صٓ",
                "englishName": "Saad",
                "englishNameTranslation": "The letter Saad",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4059,
            "aya_number": 1,
            "aya_text": " تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Kitab (Al-Qur'an) ini diturunkan oleh Allah Yang Mahamulia, Mahabijaksana.",
            "tafsir_jalalayn": "(Turunnya Kitab ini) yakni Alquran; berkedudukan sebagai Mubtaba (dari Allah) berkedudukan sebagai Khabar dari Mubtada (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) dalam tindakan-Nya.",
            "sajda": false,
            "transliteration": "Tanzeelul Kitaabi minal laahil 'Azeezil Hakeem",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4060,
            "aya_number": 2,
            "aya_text": "اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ فَاعْبُدِ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَۗ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Sesungguhnya Kami menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) dengan (membawa) kebenaran. Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya.",
            "tafsir_jalalayn": "(Sesungguhnya Kami menurunkan kepadamu) hai Muhammad (Kitab Alquran dengan membawa kebenaran) lafal Bilhaqqi berta'alluq kepada lafal Anzalnaa. (Maka sembahlah Allah dengan memurnikan ketaatan kepada-Nya) yakni dari kemusyrikan, maksudnya mentauhidkan-Nya.",
            "sajda": false,
            "transliteration": "Innaaa anzalnaaa ilaikal Kitaaba bilhaqqi fa'budil laaha mukhlisal lahud deen",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4061,
            "aya_number": 3,
            "aya_text": "اَلَا لِلّٰهِ الدِّيْنُ الْخَالِصُ ۗوَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فِيْ مَا هُمْ فِيْهِ يَخْتَلِفُوْنَ ەۗ اِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ كٰذِبٌ كَفَّارٌ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), “Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar.",
            "tafsir_jalalayn": "(Ingatlah, hanya kepada Allahlah ketaatan yang murni itu) tiada seorang pun yang berhak menerimanya selain-Nya. (Dan orang-orang yang mengambil selain-Nya) yang mengambil berhala-berhala (sebagai pelindung) mereka adalah orang-orang kafir Mekah yang mengatakan, (\"Kami tidak menyembah mereka melainkan supaya mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\") yakni untuk mendekatkan diri kami kepada-Nya. Lafal Zulfaa adalah Mashdar yang maknanya sama dengan lafal Taqriiban/mendekatkan diri. (Sesungguhnya Allah akan memutuskan di antara mereka) dan kaum Muslimin (tentang apa yang mereka berselisih padanya) tentang masalah agama, maka kelak orang-orang yang beriman akan masuk surga dan orang-orang yang kafir akan masuk neraka. (Sesungguhnya Allah tidak menunjuki orang yang pendusta) yaitu orang yang mengatakan terhadap Allah, bahwa Dia mempunyai anak (lagi sangat ingkar) karena menyembah kepada selain-Nya.",
            "sajda": false,
            "transliteration": "Alaa lillaahid deenul khaalis; wallazeenat takhazoo min dooniheee awliyaaa'a maa na'buduhum illaa liyuqar riboonaaa ilal laahi zulfaa; innal laaha yahkumu baina hum fee maa hum feehi yakhtalifoon; innal laaha laa yahdee man huwa kaazibun kaffaar",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4062,
            "aya_number": 4,
            "aya_text": "لَوْ اَرَادَ اللّٰهُ اَنْ يَّتَّخِذَ وَلَدًا لَّاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَاۤءُ ۙ سُبْحٰنَهٗ ۗهُوَ اللّٰهُ الْوَاحِدُ الْقَهَّارُ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa.",
            "tafsir_jalalayn": "(Kalau sekiranya Allah hendak mengambil anak) seperti apa yang mereka katakan, yaitu sebagaimana yang disitir oleh firman-Nya, \"Tuhan Yang Maha Pemurah telah mengambil (mempunyai) anak...\" (Q.S. Al-Anbiya, 26) (tentu Dia akan memilih apa yang dikehendaki-Nya di antara ciptaan-ciptaan yang diciptakan-Nya) untuk dijadikan-Nya anak; bukan seperti apa yang telah mereka katakan, bahwa para malaikat itu adalah anak-anak perempuan Allah, Uzair itu putra Allah dan juga Al-Masih adalah putra Allah (Maha Suci Allah) kalimat ini memahasucikan-Nya dari mengambil anak (Dialah Allah Yang Maha Esa lagi Maha Mengalahkan) semua makhluk-Nya.",
            "sajda": false,
            "transliteration": "Law araadal laahu aiyattakhiza waladal lastafaa mimmaa yakhluqu maa yashaaa'; Subhaanahoo Huwal laahul Waahidul Qahhaar",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4063,
            "aya_number": 5,
            "aya_text": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۚ يُكَوِّرُ الَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ  اَلَا هُوَ الْعَزِيْزُ الْغَفَّارُ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 458,
            "translation_aya_text": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun.",
            "tafsir_jalalayn": "(Dia menciptakan langit dan bumi dengan -tujuan- yang benar) lafal Bilhaqqi berta'alluq kepada lafal Khalaqa (Dia menutupkan) yakni memasukkan (malam atas siang) sehingga waktu malam bertambah. (dan menutupkan siang) memasukkannya (atas malam) sehingga waktu siang bertambah (dan Dia menundukkan matahari dan bulan, masing-masing berjalan) pada garis edarnya (hingga waktu yang ditentukan) yakni hari kiamat. (Ingatlah Dialah Yang Maha Perkasa) Yang Maha Menang atas semua perkara-Nya dan Yang Maha Membalas terhadap musuh-musuh-Nya (lagi Maha Pengampun) kepada kekasih-kekasih-Nya.",
            "sajda": false,
            "transliteration": "Khalaqas samaawaati wal arda bilhaqq; yukawwirul laila 'alan nahaari wa yukawwirun nahaara 'alaal laili wa sakhkharash shamsa walqamara kulluny yajree li ajalim musammaa; alaa Huwal 'Azeezul Ghaffaar",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        }
    ]
}