{
    "page_number": 459,
    "data": [
        {
            "aya_id": 4064,
            "aya_number": 6,
            "aya_text": "خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَاَنْزَلَ لَكُمْ مِّنَ الْاَنْعَامِ ثَمٰنِيَةَ اَزْوَاجٍ ۗ يَخْلُقُكُمْ فِيْ بُطُوْنِ اُمَّهٰتِكُمْ خَلْقًا مِّنْۢ بَعْدِ خَلْقٍ فِيْ ظُلُمٰتٍ ثَلٰثٍۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ  لَآ اِلٰهَ اِلَّا هُوَۚ فَاَنّٰى تُصْرَفُوْنَ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 459,
            "translation_aya_text": "Dia menciptakan kamu dari diri yang satu (Adam) kemudian darinya Dia jadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan. Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan yang memiliki kerajaan. Tidak ada tuhan selain Dia; maka mengapa kamu dapat dipalingkan?",
            "tafsir_jalalayn": "(Dia menciptakan kalian dari seorang diri) yaitu dari Nabi Adam (kemudian Dia jadikan daripadanya istrinya) yaitu Siti Hawa (dan Dia menurunkan untuk kalian binatang ternak) yakni unta, sapi, kambing, domba dan biri-biri (sebanyak delapan ekor yang berpasang-pasangan) yakni dari setiap jenis sepasang, yaitu jantan dan betina sebagaimana yang telah dijelaskan dalam surah Al-An'am (Dia menjadikan kalian dalam perut ibu kalian kejadian demi kejadian) yaitu mulai dari air mani, kemudian menjadi segumpal darah, lalu menjadi segumpal daging (dalam tiga kegelapan) yaitu gelapnya perut, gelapnya rahim dan gelapnya selaput pelindung bayi. (Yang berbuat demikian itu adalah Allah, Rabb kalian, Rabb Yang mempunyai kerajaan; tidak ada Tuhan selain Dia, maka bagaimanakah kalian dapat dipalingkan?) dari menyembah kepada-Nya, kemudian kalian menyembah yang lain-Nya.",
            "sajda": false,
            "transliteration": "Khalaqakum min nafsinw waahidatin summa ja'ala minhaa zawjahaa wa anzala lakum minal-an'aami samaani yata azwaaj; yakhuluqukum fee butooni ummahaatikum khalqam mim ba'di khalqin fee zulumaatin salaas; zaalikumul laahu Rabbukum lahul mulk; laaa ilaaha illaa Huwa fa annaa tusrafoon",
            "tajweed_text": "خَلَقَك[w:2530[ُم م]ّ[a:2531[ِن ن]َّفْ[a:2532[سٍ و][n[َٲ]حِدَ[f:11626[ةٍ ث]ُ[g[مّ]َ جَعَلَ مِنْهَا زَوْجَهَا وَأَ[f:91[نز]َلَ لَك[w:1578[ُم م]ِّنَ [h:11627[ٱ]لْأَنْعَ[n[ـٰ]مِ ثَمَ[n[ـٰ]نِيَةَ أَزْو[n[َٲ][a:11628[جٍ‌ۚ ي]َخْلُقُكُمْ فِى بُطُونِ أُ[g[مّ]َهَ[n[ـٰ]تِكُمْ خَلْ[a:11629[قًا م]ّ[i:146[ِنۢ ب]َعْدِ خَلْ[f:11630[قٍ ف]ِى ظُلُمَ[n[ـٰ][f:11631[تٍ ث]َلَ[n[ـٰ][f:11632[ثٍ‌ۚ ذ][n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ لَهُ [h:1397[ٱ]لْمُلْكُ‌ۖ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ فَأَ[g[نّ]َىٰ تُصْرَف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4065,
            "aya_number": 7,
            "aya_text": "اِنْ تَكْفُرُوْا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْ ۗوَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَۚ وَاِنْ تَشْكُرُوْا يَرْضَهُ لَكُمْۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 459,
            "translation_aya_text": "Jika kamu kafir (ketahuilah) maka sesungguhnya Allah tidak memerlukanmu dan Dia tidak meridai kekafiran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain. Kemudian kepada Tuhanmulah kembalimu lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sungguh, Dia Maha Mengetahui apa yang tersimpan dalam dada(mu).",
            "tafsir_jalalayn": "(Jika kalian kafir maka sesungguhnya Allah tidak memerlukan kalian dan Dia tidak meridai kekafiran bagi hamba-hamba-Nya) sekalipun ada di antara hamba-hamba-Nya yang menghendakinya (dan jika kalian bersyukur) kepada Allah, karenanya lalu kalian beriman (niscaya Dia meridai tasyakur) dapat dibaca Yardhah atau Yardhahu, artinya Dia pasti meridai tasyakur (kalian itu; dan tidaklah akan menanggung dosa) yakni seseorang (yang telah berbuat dosa akan dosa) orang (yang lain) maksudnya, seseorang yang berdosa tidak akan memikul dosa orang lain. (Kemudian kepada Rabb kalianlah kembali kalian lalu Dia memberitakan kepada kalian apa yang telah kalian kerjakan. Sesungguhnya Dia Maha Mengetahui apa yang tersimpan dalam dada) dalam kalbu kalian.",
            "sajda": false,
            "transliteration": "In takfuroo fa innal laaha ghaniyyun 'ankum; wa laa yardaa li'ibaadihil kufra wa in tashkuroo yardahu lakum; wa laa taziru waaziratunw wizra ukhraa; summa ilaa Rabikum marji'ukum fa-yunabbi'ukum bimaa kuntum ta'maloon; innahoo 'aleemum bizaatissudoor",
            "tajweed_text": "إِ[f:7056[ن ت]َكْفُرُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَنِىٌّ عَ[f:255[نك]ُمْ‌ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ [h:11633[ٱ]لْكُفْرَ‌ۖ وَإِ[f:11634[ن ت]َشْكُرُو[s[اْ] يَرْضَهُ لَكُمْ‌ۗ وَلَا تَزِرُ وَازِرَ[a:4572[ةٌ و]ِزْرَ أُخْرَىٰ‌ۗ ثُ[g[مّ]َ إِلَىٰ رَبِّك[w:4573[ُم م]َّرْجِعُكُمْ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَلُونَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4066,
            "aya_number": 8,
            "aya_text": "وَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَا رَبَّهٗ مُنِيْبًا اِلَيْهِ ثُمَّ اِذَا خَوَّلَهٗ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُوْٓا اِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلّٰهِ اَنْدَادًا لِّيُضِلَّ عَنْ سَبِيْلِهٖ ۗ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيْلًا ۖاِنَّكَ مِنْ اَصْحٰبِ النَّارِ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 459,
            "translation_aya_text": "Dan apabila manusia ditimpa bencana, dia memohon (pertolongan) kepada Tuhannya dengan kembali (taat) kepada-Nya; tetapi apabila Dia memberikan nikmat kepadanya dia lupa (akan bencana) yang pernah dia berdoa kepada Allah sebelum itu, dan diadakannya sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah, “Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka.”",
            "tafsir_jalalayn": "(Dan apabila manusia itu ditimpa) yakni orang yang kafir (kemudaratan, dia memohon -pertolongan- kepada Rabbnya) yakni merintih kepada-Nya meminta pertolongan (dengan kembali) maksudnya, bertobat (kepada-Nya; kemudian apabila Rabb memberikan nikmat kepadanya) Dia memberinya nikmat (dari-Nya lupalah dia) artinya, dia meninggalkan (akan apa yang pernah ia serukan) yaitu lupa akan rintihannya (kepada-Nya sebelum itu) lupa kepada Allah. Lafal Maa di sini bermakna Man (dan dia mengada-adakan sekutu-sekutu bagi Allah) tandingan-tandingan bagi-Nya (untuk menyesatkan) manusia; lafal liyudhilla dapat dibaca liyadhilla (dari jalan-Nya) dari agama Islam (Katakanlah, \"Bersenang-senanglah dengan kekafiranmu itu sementara waktu) selama sisa hidupmu (sesungguhnya kamu termasuk penghuni neraka.\")",
            "sajda": false,
            "transliteration": "Wa izaa massal insaana durrun da'aa Rabbahoo muneeban ilaihi summa izaa khawwalahoo ni'matam minhu nasiya maa kaana yad'ooo ilaihi min qablu wa ja'ala lillaahi andaadal liyudilla 'ansabeelih; qul tamatta' bikufrika qaleelan innaka min Ashaabin Naar;",
            "tajweed_text": "۞ وَإِذَا مَسَّ [h:5968[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ ضُ[f:11635[رٌّ د]َعَا رَبَّهُ[n[ۥ] مُنِيبًا إِلَيْهِ ثُ[g[مّ]َ إِذَا خَوَّلَهُ[n[ۥ] نِعْمَ[a:11636[ةً م]ِّنْهُ نَسِىَ مَا كَانَ يَ[q:1242[دْ]ع[o[ُوٓ][s[اْ] إِلَيْهِ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَجَعَلَ لِلَّهِ أَ[f:96[ند]َا[u:11637[دًا ل]ِّيُضِلَّ عَ[f:4361[ن س]َبِيلِه[n[ِۦ]‌ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلاً‌ۖ إِ[g[نّ]َكَ مِنْ أَصْحَ[n[ـٰ]بِ [h:3507[ٱ][l[ل][g[نّ][p[َا]رِ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4067,
            "aya_number": 9,
            "aya_text": "اَمَّنْ هُوَ قَانِتٌ اٰنَاۤءَ الَّيْلِ سَاجِدًا وَّقَاۤىِٕمًا يَّحْذَرُ الْاٰخِرَةَ وَيَرْجُوْا رَحْمَةَ رَبِّهٖۗ قُلْ هَلْ يَسْتَوِى الَّذِيْنَ يَعْلَمُوْنَ وَالَّذِيْنَ لَا يَعْلَمُوْنَ ۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِ ࣖ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 459,
            "translation_aya_text": "(Apakah kamu orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? Katakanlah, “Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?” Sebenarnya hanya orang yang berakal sehat yang dapat menerima pelajaran.",
            "tafsir_jalalayn": "(Apakah orang) dibaca Amman, dan dapat dibaca Aman (yang beribadah) yang berdiri melakukan amal ketaatan, yakni salat (di waktu-waktu malam) di saat-saat malam hari (dengan sujud dan berdiri) dalam salat (sedangkan ia takut kepada hari akhirat) yakni takut akan azab pada hari itu (dan mengharapkan rahmat) yakni surga (Rabbnya) apakah dia sama dengan orang yang durhaka karena melakukan kekafiran atau perbuatan-perbuatan dosa lainnya. Menurut qiraat yang lain lafal Amman dibaca Am Man secara terpisah, dengan demikian berarti lafal Am bermakna Bal atau Hamzah Istifham (Katakanlah, \"Adakah sama orang-orang yong mengetahui dengan orang-orang yong tidak mengetahui?\") tentu saja tidak, perihalnya sama dengan perbedaan antara orang yang alim dan orang yang jahil. (Sesungguhnya orang yang dapat menerima pelajaran) artinya, man menerima nasihat (hanyalah orang-orang yang berakal) yakni orang-orang yang mempunyai pikiran.",
            "sajda": false,
            "transliteration": "Amman huwa qaanitun aanaaa'al laili saajidanw wa qaaa'imai yahzarul Aakhirata wa yarjoo rahmata Rabbih; qul hal yastawil lazeena ya'lamoona wallazeena laa ya'lamoon; innamaa yatazakkaru ulul albaab",
            "tajweed_text": "أَ[g[مّ]َنْ هُوَ قَ[n[ـٰ]نِتٌ ءَان[o[َا]ٓءَ [h:2180[ٱ]لَّيْلِ سَاجِ[a:11638[دًا و]َق[o[َا]ٓئِ[a:11639[مًا ي]َحْذَرُ [h:11640[ٱ]لْأَخِرَةَ وَيَرْجُو[s[اْ] رَحْمَةَ رَبِّه[n[ِۦ]‌ۗ قُلْ هَلْ يَسْتَوِى [h:11641[ٱ]لَّذِينَ يَعْلَمُونَ وَ[h:37[ٱ]لَّذِينَ لَا يَعْلَمُونَ‌ۗ إِ[g[نّ]َمَا يَتَذَكَّرُ أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4068,
            "aya_number": 10,
            "aya_text": "قُلْ يٰعِبَادِ الَّذِيْنَ اٰمَنُوا اتَّقُوْا رَبَّكُمْ ۗلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَاَرْضُ اللّٰهِ وَاسِعَةٌ  ۗاِنَّمَا يُوَفَّى الصّٰبِرُوْنَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 459,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai hamba-hamba-Ku yang beriman! Bertakwalah kepada Tuhanmu.” Bagi orang-orang yang berbuat baik di dunia ini akan memperoleh kebaikan. Dan bumi Allah itu luas. Hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas.",
            "tafsir_jalalayn": "(Katakanlah, \"Hai hamba-hamba-Ku yang beriman, bertakwalah kalian kepada Rabb kalian\") takutlah kalian akan azab-Nya, yaitu dengan jalan menaati-Nya. (Orang-orang yang berbuat baik di dunia ini memperoleh) melalui jalan ketaatan kepada Rabbnya (kebaikan) yakni surga. (Dan bumi Allah itu adalah luas) maka hijrahlah ke negeri yang lain meninggalkan orang-orang kafir demi menghindarkan diri dari menyaksikan hal-hal yang mungkar. (Sesungguhnya orang-orang yang bersabarlah yang dicukupkan) yang sabar di dalam menjalankan ketaatan dan sabar di dalam menahan ujian yang menimpa diri mereka (pahala mereka tanpa batas) yakni tanpa memakai neraca dan timbangan lagi.",
            "sajda": false,
            "transliteration": "Qul yaa 'ibaadil lazeena aamanut taqoo Rabbakum; lillazeena ahsanoo fee haazihid dunyaa hasanah; wa ardul laahi waasi'ah; innamaa yuwaffas saabiroona ajrahum bighayri hisab",
            "tajweed_text": "قُلْ يَ[n[ـٰ]عِبَادِ [h:11642[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] رَبَّكُمْ‌ۚ لِلَّذِينَ أَحْسَنُو[s[اْ] فِى هَ[n[ـٰ]ذِهِ [h:5052[ٱ][l[ل]دُّنْيَا حَسَنَ[a:11643[ةٌ‌ۗ و]َأَرْضُ [h:11644[ٱ]للَّهِ و[n[َٲ]سِعَةٌ‌ۗ إِ[g[نّ]َمَا يُوَفَّى [h:11645[ٱ][l[ل]صَّ[n[ـٰ]بِرُونَ أَ[q:7573[جْ]رَه[c:11646[ُم ب]ِغَيْرِ حِس[p[َا][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        }
    ]
}