{
    "page_number": 46,
    "data": [
        {
            "aya_id": 277,
            "aya_number": 270,
            "aya_text": "وَمَآ اَنْفَقْتُمْ مِّنْ نَّفَقَةٍ اَوْ نَذَرْتُمْ مِّنْ نَّذْرٍ فَاِنَّ اللّٰهَ يَعْلَمُهٗ ۗ وَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 46,
            "translation_aya_text": "Dan apa pun infak yang kamu berikan atau nazar yang kamu janjikan, maka sungguh, Allah mengetahuinya. Dan bagi orang zalim tidak ada seorang penolong pun",
            "tafsir_jalalayn": "(Apa saja nafkah yang kamu keluarkan), artinya zakat atau sedekah yang kamu bayarkan (dan apa saja nazar yang kamu janjikan) lalu kamu penuhi dengan tepat (maka sesungguhnya Allah mengetahuinya) lalu membalasnya dengan balasan sebaik-baiknya. (Dan tidaklah orang-orang yang aniaya itu), yakni yang menahan zakat dan tidak menepati nazar atau memberikan nafkah bukan pada tempatnya, hanya untuk berbuat maksiat kepada Allah (mempunyai pembela) yang akan melindungi mereka dari azab Allah swt.",
            "sajda": false,
            "transliteration": "Wa maaa anfaqtum min nafaqatin aw nazartum min nazrin fa innal laaha ya'lamuh; wa maa lizzaalimeena min ansaar",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 278,
            "aya_number": 271,
            "aya_text": "اِنْ تُبْدُوا الصَّدَقٰتِ فَنِعِمَّا هِيَۚ وَاِنْ تُخْفُوْهَا وَتُؤْتُوْهَا الْفُقَرَاۤءَ فَهُوَ خَيْرٌ لَّكُمْ ۗ وَيُكَفِّرُ عَنْكُمْ مِّنْ سَيِّاٰتِكُمْ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 46,
            "translation_aya_text": "Jika kamu menampakkan sedekah-sedekahmu, maka itu baik. Dan jika kamu menyembunyikannya dan memberikannya kepada orang-orang fakir, maka itu lebih baik bagimu dan Allah akan menghapus sebagian kesalahan-kesalahanmu. Dan Allah Mahateliti apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Jika kamu menampakkan) atau memperlihatkan kepada umum (sedekah-sedekah), yakni yang sunah, (maka itu baik sekali). (Sebaliknya, jika kamu sembunyikan) atau rahasiakan (dan kamu berikan kepada orang-orang miskin, maka itu lebih baik bagimu) daripada menampakkan dan memberikannya kepada orang-orang yang mampu. Adapun sedekah yang fardu, maka menampakkannya lebih utama agar ia menjadi ikutan orang lain dan untuk menghindarkan tuduhan yang bukan-bukan. Sedekah fardu atau zakat hanya diberikan kepada orang-orang miskin. (Dan Allah akan menghapus) dibaca dengan ya dan nun serta memakai baris mati karena diathafkan pada 'fahuwa' dan dapat pula dengan baris depan karena kedudukannya sebagai mubtada (daripadamu sebagian) 'min' untuk tab`idh atau menunjukkan sebagian (kesalahan-kesalahanmu. Dan Allah Maha Mengetahui apa-apa yang kamu kerjakan), artinya menyelami apa-apa yang tersembunyi, tak ubahnya dengan yang tampak atau yang lahir, tidak satu pun yang menjadi rahasia bagi-Nya.",
            "sajda": false,
            "transliteration": "In tubdus sadaqaati fani'immaa hiya wa in tukhfoohaa wa tu'toohal fuqaraaa'a fahuwa khayrul lakum; wa yukaffiru 'ankum min saiyi aatikum; wallaahu bimaa ta'maloona Khabeer",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 279,
            "aya_number": 272,
            "aya_text": "۞ لَيْسَ عَلَيْكَ هُدٰىهُمْ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۗوَمَا تُنْفِقُوْا مِنْ خَيْرٍ فَلِاَنْفُسِكُمْ ۗوَمَا تُنْفِقُوْنَ اِلَّا ابْتِغَاۤءَ وَجْهِ اللّٰهِ ۗوَمَا تُنْفِقُوْا مِنْ خَيْرٍ يُّوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُوْنَ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 46,
            "translation_aya_text": "Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. Apa pun harta yang kamu infakkan, maka (kebaikannya) untuk dirimu sendiri. Dan janganlah kamu berinfak melainkan karena mencari rida Allah. Dan apa pun harta yang kamu infakkan, niscaya kamu akan diberi (pahala) secara penuh dan kamu tidak akan dizalimi (dirugikan).",
            "tafsir_jalalayn": "Tatkala Nabi saw. melarang memberikan sedekah kepada orang-orang musyrik agar mereka masuk Islam, turunlah ayat, (Bukan kewajibanmu menjadikan mereka mendapat petunjuk), maksudnya menjadikan manusia masuk Islam, karena kewajibanmu hanyalah menyampaikan belaka, (tetapi Allahlah yang menunjuki siapa yang dikehendaki-Nya) untuk memperoleh petunjuk agar masuk Islam. (Dan apa saja yang baik yang kamu nafkahkan), maksudnya berupa harta (maka buat dirimu sendiri) karena pahalanya untuk kamu (Dan tidaklah kamu menafkahkan sesuatu melainkan karena mengharapkan keridaan Allah), maksudnya pahala-Nya dan bukan karena yang lain seperti harta benda dunia. Kalimat ini kalimat berita, tetapi maksudnya adalah larangan, jadi berarti, \"Dan janganlah kamu nafkahkan sesuatu...\" dan seterusnya. (\"Dan apa saja harta yang kamu nafkahkan, niscaya akan diberikan kepadamu dengan secukupnya), artinya pahalanya (dan kamu tidaklah akan dirugikan\"), artinya jumlahnya tidak akan dikurangi sedikit pun. Kedua kalimat belakangan memperkuat yang pertama.",
            "sajda": false,
            "transliteration": "Laisa 'alaika hudaahum wa laakinnal laaha yahdee mai yashaaa'; wa maa tunfiqoo min khairin fali anfusikum; wa maa tunfiqoona illab tighaaa'a wajhil laah; wa maa tunfiqoo min khairiny yuwaffa ilaikum wa antum laa tuzlamoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 280,
            "aya_number": 273,
            "aya_text": "لِلْفُقَرَاۤءِ الَّذِيْنَ اُحْصِرُوْا فِيْ سَبِيْلِ اللّٰهِ لَا يَسْتَطِيْعُوْنَ ضَرْبًا فِى الْاَرْضِۖ يَحْسَبُهُمُ الْجَاهِلُ اَغْنِيَاۤءَ مِنَ التَّعَفُّفِۚ  تَعْرِفُهُمْ بِسِيْمٰهُمْۚ  لَا يَسْـَٔلُوْنَ النَّاسَ اِلْحَافًا ۗوَمَا تُنْفِقُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ࣖ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 46,
            "translation_aya_text": "(Apa yang kamu infakkan) adalah untuk orang-orang fakir yang terhalang (usahanya karena jihad) di jalan Allah, sehingga dia yang tidak dapat berusaha di bumi; (orang lain) yang tidak tahu, menyangka bahwa mereka adalah orang-orang kaya karena mereka menjaga diri (dari meminta-minta). Engkau (Muhammad) mengenal mereka dari ciri-cirinya, mereka tidak meminta secara paksa kepada orang lain. Apa pun harta yang baik yang kamu infakkan, sungguh, Allah Maha Mengetahui.",
            "tafsir_jalalayn": "(Ialah bagi orang-orang fakir) menjadi predikat atau khabar dari subjek atau mubtada yang dibuang yang diperkirakan berbunyi, \"Sedekah itu untuk....\" (yang terikat di jalan Allah), maksudnya yang menyediakan diri mereka untuk berjihad. Mereka itu ialah ahli sufi sebanyak 400 orang Muhajirin yang menekuni Alquran dan menunggu kesempatan untuk pergi keluar bersama rombongan pasukan. (Mereka tidak dapat berusaha) atau menjadi musafir (di muka bumi) untuk berdagang dan mencari penghidupan karena kesibukan mereka dalam perjuangan itu. (Orang-orang yang tidak tahu menyangka mereka) melihat keadaan lahiriah mereka (kaya raya karena mereka memelihara diri dari meminta-minta) karena segan dan tak hendak menadahkan tangan mereka. (Kamu mengenal mereka) hai para mukhathab (dengan tanda-tanda) atau ciri-ciri mereka misalnya tawaduk atau rendah hati dan bekas-bekas keletihan. (Mereka tak hendak meminta kepada orang-orang) sesuatu (dengan mendesak) artinya pada dasarnya mereka tak hendak meminta, hingga tidak mungkin pula akan mendesak. (Dan apa saja harta yang baik yang kamu infakkan, maka sesungguhnya Allah mengetahuinya) dan akan membalasnya.",
            "sajda": false,
            "transliteration": "Lilfuqaraaa'il lazeena uhsiroo fee sabeelil laahi laa yastatee'oona darban fil ardi yah sabuhumul jaahilu aghniyaaa'a minat ta'affufi ta'rifuhum biseemaahum laa yas'aloonan naasa ilhaafaa; wa maa tunfiqoo min khairin fa innal laaha bihee 'Aleem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 281,
            "aya_number": 274,
            "aya_text": "اَلَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ بِالَّيْلِ وَالنَّهَارِ سِرًّا وَّعَلَانِيَةً فَلَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ  وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 46,
            "translation_aya_text": "Orang-orang yang menginfakkan hartanya malam dan siang hari (secara) sembunyi-sembunyi maupun terang-terangan, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
            "tafsir_jalalayn": "(Orang-orang yang menafkahkan harta mereka, baik malam maupun siang secara sembunyi-sembunyi atau terang-terangan, maka mereka beroleh pahala di sisi Tuhan mereka, tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita).",
            "sajda": false,
            "transliteration": "Allazeena yunfiqoona amwaalahum billaili wan nahaari sirranw wa 'alaaniyatan falahum ajruhum 'inda Rabbihim wa laa khawfun 'alaihim wa laa hum yahzanoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}