{
    "page_number": 461,
    "data": [
        {
            "aya_id": 4080,
            "aya_number": 22,
            "aya_text": "اَفَمَنْ شَرَحَ اللّٰهُ صَدْرَهٗ لِلْاِسْلَامِ فَهُوَ عَلٰى نُوْرٍ مِّنْ رَّبِّهٖ ۗفَوَيْلٌ لِّلْقٰسِيَةِ قُلُوْبُهُمْ مِّنْ ذِكْرِ اللّٰهِ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 461,
            "translation_aya_text": "Maka apakah orang-orang yang dibukakan hatinya oleh Allah untuk (menerima) agama Islam lalu dia mendapat cahaya dari Tuhannya (sama dengan orang yang hatinya membatu)?  Maka celakalah mereka yang hatinya telah membatu untuk mengingat Allah. Mereka itu dalam kesesatan yang nyata.",
            "tafsir_jalalayn": "(Maka apakah orang-orang yang dibukakan Allah hatinya untuk menerima Islam) sehingga ia mendapat petunjuk (lalu ia mendapat cahaya dari Rabbnya) sama dengan orang yang hatinya dikunci mati; pengertian ini tersimpul dari firman selanjutnya (Maka kecelakaan yang besarlah) artinya, azab yang besarlah (bagi mereka yang telah membatu hatinya untuk mengingat Allah) maksudnya, untuk menerima Alquran. (Mereka itu dalam kesesatan yang nyata) nyata sekali sesatnya.",
            "sajda": false,
            "transliteration": "Afaman sharahal laahu sadrahoo lil Islaami fahuwa 'alaa noorim mir Rabbih; fa wailul lilqaasiyati quloobuhum min zikril laah; ulaaa'ika fee dalaalim mubeen",
            "tajweed_text": "أَفَمَ[f:11673[ن ش]َرَحَ [h:11674[ٱ]للَّهُ صَ[q:4395[دْ]رَهُ[n[ۥ] لِلْإِسْلَ[n[ـٰ]مِ فَهُوَ عَلَىٰ نُو[a:11675[رٍ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ]‌ۚ فَوَيْ[u:11676[لٌ ل]ِّلْقَ[n[ـٰ]سِيَةِ قُلُوبُه[w:11677[ُم م]ِّ[f:11678[ن ذ]ِكْرِ [h:3774[ٱ]للَّهِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4081,
            "aya_number": 23,
            "aya_text": "اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَۙ  تَقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ ۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِ اللّٰهِ ۗذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 461,
            "translation_aya_text": "Allah telah menurunkan perkataan yang paling baik (yaitu) Al-Qur'an yang serupa (ayat-ayatnya) lagi berulang-ulang, gemetar karenanya kulit orang-orang yang takut kepada Tuhannya, kemudian menjadi tenang kulit dan hati mereka ketika mengingat Allah. Itulah petunjuk Allah, dengan Kitab itu Dia memberi petunjuk kepada siapa yang Dia kehendaki. Dan barangsiapa dibiarkan sesat oleh Allah, maka tidak seorang pun yang dapat memberi petunjuk.  ",
            "tafsir_jalalayn": "(Allah telah menurunkan perkataan yang paling baik yaitu Kitab) Alquran; lafal Kitaaban menjadi Badal lafal Ahsanal Hadiitsi (yang serupa) satu sama lainnya sama dalam hal Nuzhum dan hal-hal lainnya (lagi berulang-ulang) diulang-ulang di dalamnya janji dan ancaman serta hal-hal lainnya (gemetarlah karenanya) yakni gemetar karena takut di kala disebutkan ancaman-Nya (kulit orang-orang yang takut) yang merasa takut (kepada Rabbnya, kemudian menjadi tenang kulit dan kalbu mereka di waktu mengingat Allah) sewaktu ingat akan janji-Nya. (Itulah) kitab Alquran itu (petunjuk Allah, dengan Kitab itu Dia menunjuki siapa yang dikehendaki-Nya. Dan barang siapa yang disesatkan Allah, niscaya tak ada baginya seorang pemberi petunjuk.)",
            "sajda": false,
            "transliteration": "Allahu nazzala ahsanal hadeesi Kitaabam mutashaa biham masaaniy taqsha'irru minhu juloodul lazeena yakhshawna Rabbahum summa taleenu julooduhum wa quloo buhum ilaa zikril laah; zaalika hudal laahi yahdee bihee mai yashaaa'; wa mai yudlilil laahu famaa lahoo min haad",
            "tajweed_text": "ٱللَّهُ نَزَّلَ أَحْسَنَ [h:11679[ٱ]لْحَدِيثِ كِتَ[n[ـٰ][a:11680[بًا م]ُّتَشَ[n[ـٰ]بِ[a:11681[هًا م]َّثَانِىَ تَ[q:11682[قْ]شَعِرُّ مِنْهُ جُلُودُ [h:11683[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُ[g[مّ]َ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ [h:3774[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكَ هُدَى [h:629[ٱ]للَّهِ يَهْدِى بِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] مِنْ ه[p[َا][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4082,
            "aya_number": 24,
            "aya_text": "اَفَمَنْ يَّتَّقِيْ بِوَجْهِهٖ سُوْۤءَ الْعَذَابِ يَوْمَ الْقِيٰمَةِ ۗوَقِيْلَ لِلظّٰلِمِيْنَ ذُوْقُوْا مَا كُنْتُمْ تَكْسِبُوْنَ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 461,
            "translation_aya_text": "Maka apakah orang-orang yang melindungi wajahnya menghindari azab yang buruk pada hari Kiamat (sama dengan orang mukmin yang tidak kena azab)? Dan dikatakan kepada orang-orang yang zalim, “Rasakanlah olehmu balasan apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Maka apakah orang yang menghindarkan) supaya jangan dilemparkan (dirinya ke dalam azab yang paling buruk di hari kiamat), azab yang paling keras, seumpamanya ia dicampakkan ke dalam neraka dalam keadaan terbelenggu tangannya disatukan dengan kepalanya, sama dengan orang yang beriman kepadanya yang dimasukkan ke dalam surga? (Dan dikatakan kepada orang-orang yang aniaya) yakni orang-orang kafir Mekah (\"Rasakanlah oleh kalian balasan apa yang telah kalian kerjakan\") sebagai pembalasannya.",
            "sajda": false,
            "transliteration": "Afamai yattaqee biwaj hihee sooo'al 'azaabi Yawmal Qiyaamah; wa qeela lizzaali meena zooqoo maa kuntum taksiboon",
            "tajweed_text": "أَفَم[a:11684[َن ي]َتَّقِى بِوَ[q:11685[جْ]هِه[n[ِۦ] س[o[ُو]ٓءَ [h:239[ٱ]لْعَذَابِ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ وَقِيلَ لِلظَّ[n[ـٰ]لِمِينَ ذُوقُو[s[اْ] مَا كُ[f:100[نت]ُمْ تَكْسِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4083,
            "aya_number": 25,
            "aya_text": "كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 461,
            "translation_aya_text": "Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka.",
            "tafsir_jalalayn": "(Orang-orang yang sebelum mereka telah mendustakan) rasul-rasulnya yang mengatakan bahwa azab pasti datang (maka datanglah kepada mereka azab dari arah yang tidak mereka sangka) yang tidak mereka duga sedikit pun.",
            "sajda": false,
            "transliteration": "Kazzabal lazeena min qablihim fa ataahumul 'azaabu min haisu laa yash'uroon",
            "tajweed_text": "كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَأَتَ[n[ـٰ]هُمُ [h:11686[ٱ]لْعَذَابُ مِنْ حَيْثُ لَا يَشْعُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4084,
            "aya_number": 26,
            "aya_text": "فَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِى الْحَيٰوةِ الدُّنْيَا ۚوَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُ ۘ لَوْ كَانُوْا يَعْلَمُوْنَ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 461,
            "translation_aya_text": "Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui.",
            "tafsir_jalalayn": "(Maka Allah merasakan kepada mereka kehinaan) artinya, mereka dihina dan direndahkan dengan berupa kutukan, pembunuhan dan lain sebagainya (pada kehidupan dunia. Dan sesungguhnya azab pada hari akhirat lebih besar kalau mereka) yakni orang-orang yang mendustakannya (mengetahui) azab akhirat, dan niscaya kalau mereka mengetahuinya maka mereka tidak akan mendustakannya.",
            "sajda": false,
            "transliteration": "Fa azaaqahumul laahul khizya fil hayaatid dunyaa wa la'azaabul Aakirati akbar; law kaanoo ya'lamoon",
            "tajweed_text": "فَأَذَاقَهُمُ [h:11687[ٱ]للَّهُ [h:11688[ٱ]لْخِزْىَ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَعَذَابُ [h:7000[ٱ]لْأَخِرَةِ أَكْبَرُ‌ۚ لَوْ كَانُو[s[اْ] يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4085,
            "aya_number": 27,
            "aya_text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُوْنَۚ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 461,
            "translation_aya_text": "Dan sungguh, telah Kami buatkan dalam Al-Qur'an ini segala macam perumpamaan bagi manusia agar mereka dapat pelajaran.",
            "tafsir_jalalayn": "(Sesungguhnya telah Kami buatkan) telah Kami jadikan (bagi manusia dalam Alquran ini setiap macam perumpamaan supaya mereka dapat pelajaran) maksudnya, supaya mereka mau menerima nasihatnya.",
            "sajda": false,
            "transliteration": "Wa laqad darabnaa linnaasi fee haazal Qur-aani min kulli masalil la'allahum yatazakkaroon",
            "tajweed_text": "وَلَقَ[q:341[دْ] ضَرَ[q:9642[بْ]نَا لِل[g[نّ]َاسِ فِى هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ مِ[f:843[ن ك]ُلِّ مَثَ[u:11689[لٍ ل]َّعَلَّهُمْ يَتَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4086,
            "aya_number": 28,
            "aya_text": "قُرْاٰنًا عَرَبِيًّا غَيْرَ ذِيْ عِوَجٍ لَّعَلَّهُمْ يَتَّقُوْنَ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 461,
            "translation_aya_text": "(Yaitu) Al-Qur'an dalam bahasa Arab, tidak ada kebengkokan (di dalamnya) agar mereka bertakwa.",
            "tafsir_jalalayn": "(Ialah Alquran dalam bahasa Arab) ayat ini berkedudukan menjadi Hal Muakkidah atau kata keterangan yang mengukuhkan (yang tidak ada kebengkokan di dalamnya) tidak ada kekeliruan dan pertentangan (supaya mereka bertakwa) maksudnya, menghindarkan diri dari kekafiran.",
            "sajda": false,
            "transliteration": "Qur-aanan 'Arabiyyan ghaira zee 'iwajil la'allahum yattaqoon",
            "tajweed_text": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَ[u:11690[جٍ ل]َّعَلَّهُمْ يَتَّق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4087,
            "aya_number": 29,
            "aya_text": "ضَرَبَ اللّٰهُ مَثَلًا رَّجُلًا فِيْهِ شُرَكَاۤءُ مُتَشَاكِسُوْنَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 461,
            "translation_aya_text": "Allah membuat perumpamaan (yaitu) seorang laki-laki (hamba sahaya) yang dimiliki oleh beberapa orang yang berserikat yang dalam perselisihan, dan seorang hamba sahaya yang menjadi milik penuh dari seorang (saja). Adakah kedua hamba sahaya itu sama keadaannya? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui.",
            "tafsir_jalalayn": "(Allah telah membuat) bagi orang yang musyrik dan orang yang bertauhid (perumpamaan yaitu seorang laki-laki) lafal Rajulan ini menjadi Badal dari lafal Matsalan (yang menjadi budak milik beberapa orang yang berserikat dalam perselisihan) yaitu mereka terlihat di dalam persengketaan dan akhlak mereka sangat buruk (dan seorang budak laki-laki yang menjadi milik penuh) milik sepenuhnya (dari seorang laki-laki saja; adakah kedua budak itu sama halnya?) lafal Matsalan berkedudukan menjadi Tamyiz maksudnya, tentu saja tidak sama antara seorang budak yang menjadi milik suatu kelompok dengan seorang budak yang menjadi milik penuh seorang saja. Sesungguhnya, budak yang pertama tadi apabila disuruh oleh masing-masing dari pemilik dirinya secara sekaligus; ia bingung, siapakah yang harus ia layani di antara mereka. Ini adalah perumpamaan orang yang musyrik sedangkan budak yang kedua adalah perumpamaan bagi orang yang bertauhid. (Segala puji bagi Allah) semata (tetapi kebanyakan mereka) penduduk Mekah (tidak mengetahui) azab apakah yang akan menimpa mereka akibat kemusyrikannya, oleh karena itu mereka berbuat kemusyrikan.",
            "sajda": false,
            "transliteration": "Darabal laahu masalar rajulan feehi shurakaaa'u mutashaakisoona wa rajulan salamal lirajulin hal tastawi yaani masalaa; alhamdu lillaah; bal aksaruhum laa ya'lamoon",
            "tajweed_text": "ضَرَبَ [h:7103[ٱ]للَّهُ مَثَل[u:11691[اً ر]َّجُل[f:11692[اً ف]ِيهِ شُرَك[o[َا]ٓءُ مُتَشَ[n[ـٰ]كِسُونَ وَرَجُل[f:11693[اً س]َلَ[u:11694[مًا ل]ِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلاً‌ۚ [h:11695[ٱ]لْحَمْدُ لِلَّهِ‌ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4088,
            "aya_number": 30,
            "aya_text": "اِنَّكَ مَيِّتٌ وَّاِنَّهُمْ مَّيِّتُوْنَ ۖ",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 461,
            "translation_aya_text": "Sesungguhnya engkau (Muhammad) akan mati dan mereka akan mati (pula).",
            "tafsir_jalalayn": "(Sesungguhnya kamu) khithab ini ditujukan kepada Nabi saw. (akan mati dan mereka akan mati pula) kelak kamu akan mati dan mereka kelak akan mati pula, maka tidak usah ditunggu-tunggu datangnya mati itu. Ayat ini diturunkan sewaktu mereka merasa lambat akan kematian Nabi saw.",
            "sajda": false,
            "transliteration": "Innaka maiyitunw wa inna hum maiyitunw wa inna hum maiyitoon",
            "tajweed_text": "إِ[g[نّ]َكَ مَيِّ[a:11696[تٌ و]َإِ[g[نّ]َه[w:11697[ُم م]َّيِّت[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4089,
            "aya_number": 31,
            "aya_text": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُوْنَ ࣖ   ۔",
            "sura_id": 39,
            "juz_id": 23,
            "page_number": 461,
            "translation_aya_text": "Kemudian sesungguhnya kamu pada hari Kiamat akan berbantah-bantahan di hadapan Tuhanmu.",
            "tafsir_jalalayn": "(Kemudian sesungguhnya kalian) hai manusia tentang kelaliman-kelaliman yang telah terjadi di antara kalian (pada hari kiamat akan berbantah-bantahan di hadapan Rabb kalian.)",
            "sajda": false,
            "transliteration": "Summa innakum Yawmal Qiyaamati 'inda Rabbikum takhtasimoon",
            "tajweed_text": "ثُ[g[مّ]َ إِ[g[نّ]َكُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ عِ[f:264[ند]َ رَبِّكُمْ تَخْتَصِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        }
    ]
}