{
    "page_number": 462,
    "data": [
        {
            "aya_id": 4090,
            "aya_number": 32,
            "aya_text": "۞ فَمَنْ اَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللّٰهِ وَكَذَّبَ بِالصِّدْقِ اِذْ جَاۤءَهٗۗ  اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْكٰفِرِيْنَ ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 462,
            "translation_aya_text": "Maka siapakah yang lebih zalim daripada orang yang membuat-buat kebohongan terhadap Allah dan mendustakan kebenaran yang datang kepadanya? Bukankah di neraka Jahanam tempat tinggal bagi orang-orang kafir?",
            "tafsir_jalalayn": "(Maka siapakah) artinya, tiada seorang pun (yang lebih aniaya daripada orang yang membuat-buat dusta terhadap Allah) dengan cara menisbatkan kepada-Nya mempunyai sekutu dan anak (dan mendustakan kebenaran) Alquran (ketika datang kepadanya. Bukankah di neraka Jahanam tersedia tempat tinggal) yakni tempat menetap (bagi orang-orang yang kafir?) tentu saja disediakan.",
            "sajda": false,
            "transliteration": "Faman azlamu mimman kazaba 'alal laahi wa kazzaba bissidqi iz jaaa'ah; alaisa fee Jahannama maswal lilkaafir",
            "tajweed_text": "۞ فَمَنْ أَظْلَمُ مِ[g[مّ]َ[f:11698[ن ك]َذَبَ عَلَى [h:412[ٱ]للَّهِ وَكَذَّبَ بِ[h:11699[ٱ][l[ل]صِّ[q:11699[دْ]قِ إِذْ ج[o[َا]ٓءَهُ[o[ۥٓ‌ۚ] أَلَيْسَ فِى جَهَ[g[نّ]َمَ مَثْ[u:10414[وًى ل]ِّلْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4091,
            "aya_number": 33,
            "aya_text": "وَالَّذِيْ جَاۤءَ بِالصِّدْقِ وَصَدَّقَ بِهٖٓ اُولٰۤىِٕكَ هُمُ الْمُتَّقُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 462,
            "translation_aya_text": "Dan orang yang membawa kebenaran (Muhammad) dan orang yang membenarkannya, mereka itulah orang yang bertakwa.",
            "tafsir_jalalayn": "(Dan orang yang membawa kebenaran) yaitu Nabi saw. (dan membenarkannya) orang-orang mukmin. Lafal Al-Ladzii di sini bermakna Al-Ladziina, yakni jamak (mereka itulah orang-orang yang bertakwa) maksudnya, yang menghindarkan diri dari kemusyrikan.",
            "sajda": false,
            "transliteration": "Wallazee jaaa'a bissidqi wa saddaqa biheee ulaaa'ika humul muttaqoon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِى ج[o[َا]ٓءَ بِ[h:11699[ٱ][l[ل]صِّ[q:11699[دْ]قِ وَصَدَّقَ بِه[o[ِۦٓ‌ۙ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:922[ٱ]لْمُتَّق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4092,
            "aya_number": 34,
            "aya_text": "لَهُمْ مَّا يَشَاۤءُوْنَ عِنْدَ رَبِّهِمْ ۗ ذٰلِكَ جَزٰۤؤُا الْمُحْسِنِيْنَۚ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 462,
            "translation_aya_text": "Mereka memperoleh apa yang mereka kehendaki di sisi Tuhannya. Demikianlah balasan bagi orang-orang yang berbuat baik,",
            "tafsir_jalalayn": "(Mereka memperoleh apa yang mereka kehendaki pada sisi Rabb mereka. Demikianlah balasan orang-orang yang berbuat baik) untuk diri mereka sendiri, berkat keimanan mereka.",
            "sajda": false,
            "transliteration": "Lahum maa yashaaa'oona 'inda Rabbihim; zaalika jazaaa'ul muhsineen",
            "tajweed_text": "لَه[w:3531[ُم م]َّا يَش[o[َا]ٓءُونَ عِ[f:264[ند]َ رَبِّهِمْ‌ۚ ذ[n[َٲ]لِكَ جَز[o[َا]ٓءُ [h:3749[ٱ]لْمُحْسِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4093,
            "aya_number": 35,
            "aya_text": "لِيُكَفِّرَ اللّٰهُ عَنْهُمْ اَسْوَاَ الَّذِيْ عَمِلُوْا وَيَجْزِيَهُمْ اَجْرَهُمْ بِاَحْسَنِ الَّذِيْ كَانُوْا يَعْمَلُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 462,
            "translation_aya_text": "agar Allah menghapus perbuatan mereka yang paling buruk yang pernah mereka lakukan dan memberi pahala kepada mereka dengan yang lebih baik daripada apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Agar Allah menutupi mengampuni bagi mereka perbuatan buruk yang mereka kerjakan dan membalas mereka dengan upah yang baik dari apa yang telah mereka kerjakan) lafal Aswa-a dan Ahsana bermakna As-Sayyi dan Al-Hasan.",
            "sajda": false,
            "transliteration": "Liyukaffiral laahu 'anhum aswa allazee 'amiloo wa yajziyahum ajrahum bi ahsanil lazee kaano ya'maloon",
            "tajweed_text": "لِيُكَفِّرَ [h:11700[ٱ]للَّهُ عَنْهُمْ أَسْوَأَ [h:11701[ٱ]لَّذِى عَمِلُو[s[اْ] وَيَ[q:11702[جْ]زِيَهُمْ أَ[q:7573[جْ]رَه[c:7574[ُم ب]ِأَحْسَنِ [h:11703[ٱ]لَّذِى كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4094,
            "aya_number": 36,
            "aya_text": "اَلَيْسَ اللّٰهُ بِكَافٍ عَبْدَهٗۗ وَيُخَوِّفُوْنَكَ بِالَّذِيْنَ مِنْ دُوْنِهٖۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍۚ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 462,
            "translation_aya_text": "Bukankah Allah yang mencukupi hamba-Nya? Mereka menakut-nakutimu dengan (sesembahan) yang selain Dia. Barangsiapa dibiarkan sesat oleh Allah maka tidak seorang pun yang dapat memberi petunjuk kepadanya.",
            "tafsir_jalalayn": "(Bukankah Allah cukup untuk melindungi hamba-Nya) yakni Nabi saw. tentu saja, (Dan mereka mempertakuti kamu) khithab ini ditujukan kepada Nabi saw. sendiri (dengan sesembahan-sesembahan yang selain Allah) yakni, berhala-berhala; maksud mereka, bahwa berhala-berhala itu akan membunuhnya atau akan membuatnya cacat. (Dan siapa yang disesatkan Allah maka tidak seorang pun pemberi petunjuk baginya.)",
            "sajda": false,
            "transliteration": "Alaisal laahu bikaafin 'abdahoo wa yukhawwi foonaka billazeena min doonih; wa mai yudlilil laahu famaa lahoo min haad",
            "tajweed_text": "أَلَيْسَ [h:4087[ٱ]للَّهُ بِكَافٍ عَ[q:8257[بْ]دَهُ[n[ۥ]‌ۖ وَيُخَوِّفُونَكَ بِ[h:2413[ٱ]لَّذِينَ مِ[f:3136[ن د]ُونِه[n[ِۦ]‌ۚ وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] مِنْ ه[p[َا][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4095,
            "aya_number": 37,
            "aya_text": "وَمَنْ يَّهْدِ اللّٰهُ فَمَا لَهٗ مِنْ مُّضِلٍّ ۗ اَلَيْسَ اللّٰهُ بِعَزِيْزٍ ذِى انْتِقَامٍ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 462,
            "translation_aya_text": "Dan barangsiapa diberi petunjuk oleh Allah, maka tidak seorang pun yang dapat menyesatkannya. Bukankah Allah Mahaperkasa dan mempunyai (kekuasaan untuk) menghukum?",
            "tafsir_jalalayn": "(Dan barang siapa yang diberi petunjuk oleh Allah, maka tidak seorang pun yang dapat menyesatkannya. Bukankah Allah Maha Perkasa) Maha Menang atas semua perkara-Nya (lagi mempunyai pembalasan) terhadap musuh-musuh-Nya. Tentu benar.",
            "sajda": false,
            "transliteration": "Wa mai yahdil laahu famalahoo mim mudlil; alai sal laahu bi'azeezin zin tiqaam",
            "tajweed_text": "وَم[a:7905[َن ي]َهْدِ [h:5147[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] م[a:11704[ِن م]ُّضِلٍّ‌ۗ أَلَيْسَ [h:4087[ٱ]للَّهُ بِعَزِي[f:11705[زٍ ذ]ِى [h:11706[ٱ][f:1731[نت]ِق[p[َا]مٍ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4096,
            "aya_number": 38,
            "aya_text": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ اللّٰهُ ۗ قُلْ اَفَرَءَيْتُمْ مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اِنْ اَرَادَنِيَ اللّٰهُ بِضُرٍّ هَلْ هُنَّ كٰشِفٰتُ ضُرِّهٖٓ اَوْ اَرَادَنِيْ بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكٰتُ رَحْمَتِهٖۗ قُلْ حَسْبِيَ اللّٰهُ ۗعَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُوْنَ ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 462,
            "translation_aya_text": "Dan sungguh, jika engkau tanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi?” Niscaya mereka menjawab, “Allah.” Katakanlah, “Kalau begitu tahukah kamu tentang apa yang kamu sembah selain Allah, jika Allah hendak mendatangkan bencana kepadaku, apakah mereka mampu menghilangkan bencana itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat mencegah rahmat-Nya?” Katakanlah, “Cukuplah Allah bagiku. Kepada-Nyalah orang-orang yang bertawakal berserah diri.”",
            "tafsir_jalalayn": "(Dan sungguh jika) huruf Lam bermakna qasam (kamu tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Niscaya mereka menjawab, \"Allah.\" Katakanlah, \"Maka terangkanlah kepadaku tentang apa yang kalian seru) yang kalian sembah (selain Allah) yakni berhala-berhala (jika Allah hendak mendatangkan kemudaratan kepadaku, apakah berhala-berhala kalian itu dapat menghilangkan kemudaratan itu) tentu saja tidak (atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat menahan rahmat-Nya?) tentu saja tidak pula. Menurut suatu qiraat dibaca Kaasyifaati Dhurrihii dan Mumsikaati rahmatihii (Katakanlah, \"Cukuplah Allah bagiku. Kepada-Nyalah bertawakkal orang-orang yang berserah diri\") yaitu orang-orang yang percaya hanya kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa la'in sa altahum man khalaqas samaawaati wal arda la yaqoolunal laah; qul afara'aitum maa tad'oona min doonil laahi in araadaniyal laahu bidurrin hal hunna kaashi faatu durriheee aw araadanee birahmatin hal hunna mumsikaatu rahmatih; qul hasbiyal laahu 'alaihi tatawakkalul mutawakkiloon",
            "tajweed_text": "وَلَئِ[f:5683[ن س]َأَلْتَه[w:10403[ُم م]َّنْ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ لَيَقُولُ[g[نّ]َ [h:10404[ٱ]للَّهُ‌ۚ قُلْ أَفَرَءَيْت[w:9776[ُم م]َّا تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ إِنْ أَرَادَنِىَ [h:11707[ٱ]للَّهُ بِضُرٍّ هَلْ هُ[g[نّ]َ كَ[n[ـٰ]شِفَ[n[ـٰ]تُ ضُرِّه[o[ِۦٓ] أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُ[g[نّ]َ مُمْسِكَ[n[ـٰ]تُ رَحْمَتِه[n[ِۦ]‌ۚ قُلْ حَسْبِىَ [h:5929[ٱ]للَّهُ‌ۖ عَلَيْهِ يَتَوَكَّلُ [h:11708[ٱ]لْمُتَوَكِّل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4097,
            "aya_number": 39,
            "aya_text": "قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌ ۚفَسَوْفَ تَعْلَمُوْنَۙ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 462,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui,",
            "tafsir_jalalayn": "(Katakanlah, \"Hai kaumku, bekerjalah sesuai dengan keadaan kalian) kondisi kalian (sesungguhnya aku akan bekerja pula) sesuai dengan keadaanku (maka kelak kalian akan mengetahui)",
            "sajda": false,
            "transliteration": "Qul yaa qawmi'maloo 'alaa makaanatikum innee 'aamilun fasawfa ta'lamoon",
            "tajweed_text": "قُلْ يَ[n[ـٰ]قَوْمِ [h:4436[ٱ]عْمَلُو[s[اْ] عَلَىٰ مَكَانَتِكُمْ إِ[g[نّ]ِى عَ[n[ـٰ]مِ[f:4437[لٌ‌ۖ ف]َسَوْفَ تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4098,
            "aya_number": 40,
            "aya_text": "مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيْمٌ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 462,
            "translation_aya_text": "siapa yang mendapat siksa yang menghinakan dan kepadanya ditimpakan azab yang kekal.”",
            "tafsir_jalalayn": "(siapa) lafal Man adalah Isim Maushul (yang akan mendapat siksa yang menghinakannya dan lagi ditimpa) yakni ia ditimpa (oleh azab yang kekal\") yang abadi, yaitu azab neraka; dan sungguh Allah telah menghinakan mereka di dalam perang Badar.",
            "sajda": false,
            "transliteration": "Mai yaateehi 'azaabuny yukhzeehi wa yahillu 'alaihi 'azaabum muqeem",
            "tajweed_text": "م[a:6325[َن ي]َأْتِيهِ عَذَا[a:6326[بٌ ي]ُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        }
    ]
}