{
    "page_number": 463,
    "data": [
        {
            "aya_id": 4099,
            "aya_number": 41,
            "aya_text": "اِنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ لِلنَّاسِ بِالْحَقِّۚ فَمَنِ اهْتَدٰى فَلِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ࣖ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 463,
            "translation_aya_text": "Sungguh, Kami menurunkan kepadamu Kitab (Al-Qur'an) dengan membawa kebenaran untuk manusia; barangsiapa mendapat petunjuk maka (petunjuk itu) untuk dirinya sendiri, dan siapa sesat maka sesungguhnya kesesatan itu untuk dirinya sendiri, dan engkau bukanlah orang yang bertanggung jawab terhadap mereka.",
            "tafsir_jalalayn": "(Sesungguhnya Kami menurunkan kepadamu Alkitab untuk manusia dengan membawa kebenaran) lafal Bil haqqi berta'alluq kepada lafal Anzalnaa (siapa yang mendapat petunjuk maka untuk dirinya sendiri) yakni hidayahnya itu untuk dirinya sendiri (dan siapa yang sesat maka sesungguhnya dia semata-mata sesat buat kerugian dirinya sendiri, dan kamu sekali-kali bukanlah orang yang bertanggung jawab terhadap mereka) lalu karenanya kamu dapat memaksa mereka untuk menerima hidayah.",
            "sajda": false,
            "transliteration": "Innaa anzalnaa 'alaikal Kitaaba linnaasi bilhaqq; famanih tadaa falinafsihee wa man dalla fa innamaa yadillu 'alaihaa wa maaa anta 'alaihim biwakeel",
            "tajweed_text": "إِ[g[نّ][o[َآ] أَ[f:515[نز]َلْنَا عَلَيْكَ [h:1723[ٱ]لْكِتَ[n[ـٰ]بَ لِل[g[نّ]َاسِ بِ[h:370[ٱ]لْحَقِّ‌ۖ فَمَنِ [h:6230[ٱ]هْتَدَىٰ فَلِنَفْسِه[n[ِۦ]‌ۖ وَمَ[f:6231[ن ض]َلَّ فَإِ[g[نّ]َمَا يَضِلُّ عَلَيْهَا‌ۖ وَم[o[َآ] أَ[f:169[نت]َ عَلَيْه[c:4316[ِم ب]ِوَك[p[ِي]لٍ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4100,
            "aya_number": 42,
            "aya_text": "اَللّٰهُ يَتَوَفَّى الْاَنْفُسَ حِيْنَ مَوْتِهَا وَالَّتِيْ لَمْ تَمُتْ فِيْ مَنَامِهَا ۚ فَيُمْسِكُ الَّتِي قَضٰى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْاُخْرٰىٓ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 463,
            "translation_aya_text": "Allah memegang nyawa (seseorang) pada saat kematiannya dan nyawa (seseorang) yang belum mati ketika dia tidur; maka Dia tahan nyawa (orang) yang telah Dia tetapkan kematiannya dan Dia lepaskan nyawa yang lain sampai waktu yang ditentukan. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran) Allah bagi kaum yang berpikir.",
            "tafsir_jalalayn": "(Allah mematikan jiwa orang ketika matinya dan) memegang (jiwa orang yang belum mati di waktu tidurnya) artinya Allah memegangnya di waktu ia tidur (maka Dia tahan jiwa orang yang telah Dia tetapkan kematiannya dan melepaskan jiwa yang lain sampai waktu yang ditentukan) bagi kematiannya. Jiwa yang dilepaskan itu hanyalah dimatikan perasaannya saja, tetapi ia masih hidup, berbeda dengan jiwa yang benar-benar dimatikan. (Sesungguhnya pada yang demikian itu) pada hal-hal yang telah disebutkan itu (terdapat tanda-tanda) yang menunjukkan akan kekuasaan Allah (bagi kaum yang berpikir) maka karenanya mereka mengetahui, bahwa yang berkuasa melakukan hal tersebut berkuasa pula untuk membangkitkannya; dan orang-orang kafir Quraisy tidak memikirkan hal ini.",
            "sajda": false,
            "transliteration": "Allaahu yatawaffal anfusa heena mawtihaa wallatee lam tamut fee manaamihaa fa yumsikul latee qadaa 'alaihal mawta wa yursilul ukhraaa ilaaa ajalim musammaa; inna fee zaalika la Aayaatil liqawmai yatafakkarron",
            "tajweed_text": "ٱللَّهُ يَتَوَفَّى [h:11709[ٱ]لْأَ[f:11710[نف]ُسَ حِينَ مَوْتِهَا وَ[h:11711[ٱ]لَّتِى لَمْ تَمُتْ فِى مَنَامِهَا‌ۖ فَيُمْسِكُ [h:11712[ٱ]لَّتِى قَضَىٰ عَلَيْهَا [h:11713[ٱ]لْمَوْتَ وَيُرْسِلُ [h:11714[ٱ]لْأُخْرَ[o[ىٰٓ] إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَ[g[مّ]ًى‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4101,
            "aya_number": 43,
            "aya_text": "اَمِ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ شُفَعَاۤءَۗ قُلْ اَوَلَوْ كَانُوْا لَا يَمْلِكُوْنَ شَيْـًٔا وَّلَا يَعْقِلُوْنَ ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 463,
            "translation_aya_text": "Ataukah mereka mengambil penolong selain Allah. Katakanlah, “Apakah (kamu mengambilnya juga) meskipun mereka tidak memiliki sesuatu apa pun dan tidak mengerti?”",
            "tafsir_jalalayn": "(Bahkan) tetapi (mereka mengambil selain Allah) yaitu berhala-berhala sebagai tuhan-tuhan (pemberi syafaat) di hadapan Allah nanti, menurut dugaan mereka. (Katakanlah) kepada mereka, (\"Apakah) mereka dapat memberikan syafaat (meskipun mereka tidak memiliki sesuatu pun) daripada syafaat itu dan tidak memiliki hal-hal lainnya pula (dan tidak berakal\") yakni, kalian hanya menyembah mereka tidak ada alasan lain, hal ini tentu saja tidak patut bagi kalian.",
            "sajda": false,
            "transliteration": "Amit takhazoo min doonillaahi shufa'aaa'; qul awalaw kaanoo laa yamlikoona shai'aw wa laa ya'qiloon",
            "tajweed_text": "أَمِ [h:8702[ٱ]تَّخَذُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ شُفَع[o[َا]ٓءَ‌ۚ قُلْ أَوَلَوْ كَانُو[s[اْ] لَا يَمْلِكُونَ شَيْـ[a:232[ـًٔا و]َلَا يَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4102,
            "aya_number": 44,
            "aya_text": "قُلْ لِّلّٰهِ الشَّفَاعَةُ جَمِيْعًا ۗ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 463,
            "translation_aya_text": "Katakanlah, “Pertolongan itu hanya milik Allah semuanya. Dia memiliki kerajaan langit dan bumi. Kemudian kepada-Nya kamu dikembalikan.”",
            "tafsir_jalalayn": "(Katakanlah, \"Hanya kepunyaan Allahlah syafaat itu semua) maksudnya, syafaat itu khusus bagi Dia, maka tiada seorang pun yang dapat memberikannya melainkan dengan seizin Dia. (Kepunyaan-Nya kerajaan langit dan bumi. Kemudian kepada-Nya pulalah kalian dikembalikan.\")",
            "sajda": false,
            "transliteration": "Qul lillaahish shafaa'atu jamee'aa; lahoo mulkus samaawaati wal ardi summa ilaihi turj'oon",
            "tajweed_text": "قُل لِّلَّهِ [h:11715[ٱ][l[ل]شَّفَ[n[ـٰ]عَةُ جَمِي[u:11716[عًا‌ۖ ل]َّهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ ثُ[g[مّ]َ إِلَيْهِ تُرْجَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4103,
            "aya_number": 45,
            "aya_text": "وَاِذَا ذُكِرَ اللّٰهُ وَحْدَهُ اشْمَـَٔزَّتْ قُلُوْبُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِۚ وَاِذَا ذُكِرَ الَّذِيْنَ مِنْ دُوْنِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 463,
            "translation_aya_text": "Dan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira.",
            "tafsir_jalalayn": "(Dan apabila disebutkan nama Allah semata) tanpa menyebut nama tuhan-tuhan mereka kesal) mendongkol dan anti pati (hati orang-orang yang tidak beriman kepada kehidupan akhirat, dan apabila nama-nama sembahan-sembahan selain Allah yang disebut) yakni berhala-berhala (tiba-tiba mereka bergirang hati.)",
            "sajda": false,
            "transliteration": "Wa izaa zukiral laahu wahdahush ma azzat quloobul lazeena laa yu'minoona bil Aakhirati wa izaa zukiral lazeena min dooniheee izaa hum yastabshiroon",
            "tajweed_text": "وَإِذَا ذُكِرَ [h:5234[ٱ]للَّهُ وَحْدَهُ [h:11717[ٱ]شْمَأَزَّتْ قُلُوبُ [h:11718[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ‌ۖ وَإِذَا ذُكِرَ [h:11719[ٱ]لَّذِينَ مِ[f:3136[ن د]ُونِه[o[ِۦٓ] إِذَا هُمْ يَسْتَ[q:2415[بْ]شِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4104,
            "aya_number": 46,
            "aya_text": "قُلِ اللهم فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِ عٰلِمَ الْغَيْبِ وَالشَّهَادَةِ اَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيْ مَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 463,
            "translation_aya_text": "Katakanlah, “Ya Allah, Pencipta langit dan bumi, yang mengetahui segala yang gaib dan yang nyata, Engkaulah yang memutuskan di antara hamba-hamba-Mu tentang apa yang selalu mereka perselisihkan.”",
            "tafsir_jalalayn": "(Katakanlah, \"Wahai Allah) lafal Allaahumma maknanya sama dengan Yaa Allah (Pencipta langit dan bumi) yakni yang mengadakan keduanya (Yang mengetahui barang yang gaib dan yang nyata) yakni apa-apa yang gaib dan apa-apa yang nyata dapat disaksikan (Engkaulah Yang memutuskan antara hamba-hamba-Mu tentang apa yang selalu mereka perselisihkan\") mengenai masalah agama, berilah aku petunjuk kepada yang benar dari apa yang mereka perselisihkan.",
            "sajda": false,
            "transliteration": "Qulil laahumma faatiras samaawaati wal ardi 'Aalimal Ghaibi washshahaadati Anta tahkumu baina 'ibaadika fee maa kaanoo fee yakhtalifoon",
            "tajweed_text": "قُلِ [h:1820[ٱ][l[ل]لَّهُ[g[مّ]َ فَاطِرَ [h:6833[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ عَ[n[ـٰ]لِمَ [h:11720[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ أَ[f:169[نت]َ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُو[s[اْ] فِيهِ يَخْتَلِف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4105,
            "aya_number": 47,
            "aya_text": "وَلَوْ اَنَّ لِلَّذِيْنَ ظَلَمُوْا مَا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ مِنْ سُوْۤءِ الْعَذَابِ يَوْمَ الْقِيٰمَةِۗ وَبَدَا لَهُمْ مِّنَ اللّٰهِ مَا لَمْ يَكُوْنُوْا يَحْتَسِبُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 463,
            "translation_aya_text": "Dan sekiranya orang-orang yang zalim mempunyai segala apa yang ada di bumi dan ditambah lagi sebanyak itu, niscaya mereka akan menebus dirinya dengan itu dari azab yang buruk pada hari Kiamat. Dan jelaslah bagi mereka azab dari Allah yang dahulu tidak pernah mereka perkirakan.",
            "tafsir_jalalayn": "(Dan sekiranya orang-orang yang zalim mempunyai apa yang ada di bumi semuanya dan -ada pula- sebanyak itu besertanya, niscaya mereka akan menebus dirinya dengan itu dari siksa yang buruk pada hari kiamat. Dan jelaslah) tampaklah dengan jelas (bagi mereka azab Allah yang belum pernah mereka perkirakan) yang tidak pernah mereka duga.",
            "sajda": false,
            "transliteration": "Wa law anna lillazeena zalamoo maa fil ardi jamee'anw wa mislahoo ma'ahoo laftadaw bihee min sooo'il azaabi Yawmal Qiyaamah; wa badaa lahum minal laahi maa lam yakkoonoo yahtasiboon",
            "tajweed_text": "وَلَوْ أَ[g[نّ]َ لِلَّذِينَ ظَلَمُو[s[اْ] مَا فِى [h:44[ٱ]لْأَرْضِ جَمِي[a:3532[عًا و]َمِثْلَهُ[n[ۥ] مَعَهُ[n[ۥ] لَ[h:6951[ٱ]فْتَدَوْ[s[اْ] بِه[n[ِۦ] مِ[f:7447[ن س][o[ُو]ٓءِ [h:11721[ٱ]لْعَذَابِ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ وَبَدَا لَه[w:6026[ُم م]ِّنَ [h:321[ٱ]للَّهِ مَا لَمْ يَكُونُو[s[اْ] يَحْتَسِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        }
    ]
}