{
    "page_number": 464,
    "data": [
        {
            "aya_id": 4106,
            "aya_number": 48,
            "aya_text": "وَبَدَا لَهُمْ سَيِّاٰتُ مَا كَسَبُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 464,
            "translation_aya_text": "Dan jelaslah bagi mereka kejahatan apa yang telah mereka kerjakan dan mereka diliputi oleh apa yang dahulu mereka selalu memperolok-olokkannya.",
            "tafsir_jalalayn": "(Dan jelaslah bagi mereka akibat buruk dari apa yang telah mereka perbuat dan menimpa) mengenai (kepada mereka apa yang mereka dahulu selalu memperolok-olokkannya) yakni azab.",
            "sajda": false,
            "transliteration": "Wa badaa lahum saiyiaatu maa kasaboo wa haaqa bihim maa kaanoo bihee yastahzi'oon",
            "tajweed_text": "وَبَدَا لَهُمْ سَيِّـَٔـاتُ مَا كَسَبُو[s[اْ] وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4107,
            "aya_number": 49,
            "aya_text": "فَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَانَاۖ  ثُمَّ اِذَا خَوَّلْنٰهُ نِعْمَةً مِّنَّاۙ قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ ۗبَلْ هِيَ فِتْنَةٌ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 464,
            "translation_aya_text": "Maka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, “Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.” Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui.",
            "tafsir_jalalayn": "(Maka apabila manusia ditimpa) yang dimaksud adalah jenis manusia (bahaya ia menyeru Kami, kemudian apabila Kami berikan kepadanya) Kami anugerahkan kepadanya (nikmat) yakni pemberian nikmat (dari Kami ia berkata, \"Sesungguhnya aku diberi nikmat itu hanyalah atas sepengetahuan) dari Allah bahwasanya aku adalah orang yang pantas untuk mendapatkannya.\" Atau dengan kata lain, karena kepintaranku. (Sebenarnya itu) maksudnya, ucapan itu (adalah ujian) cobaan yang ditimpakan kepada seorang hamba (tetapi kebanyakan mereka itu tidak mengetahui) bahwasanya pemberian nikmat itu merupakan Istidraj dan ujian baginya.",
            "sajda": false,
            "transliteration": "Fa izaa massal insaana durrun da'aanaa summa izaa khawwalnaahu ni'matam minna qaala innamaaa ootee tuhoo 'alaa 'ilm; bal hiya fitna tunw wa laakinna aksarahum laa ya'lamoon",
            "tajweed_text": "فَإِذَا مَسَّ [h:5968[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ ضُ[f:11722[رٌّ د]َعَانَا ثُ[g[مّ]َ إِذَا خَوَّلْنَ[n[ـٰ]هُ نِعْمَ[a:11723[ةً م]ِّ[g[نّ]َا قَالَ إِ[g[نّ]َم[o[َآ] أُوتِيتُهُ[n[ۥ] عَلَىٰ عِلْ[i:11724[مِۭ‌ۚ ب]َلْ هِىَ فِتْنَ[a:11725[ةٌ و]َلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4108,
            "aya_number": 50,
            "aya_text": "قَدْ قَالَهَا الَّذِيْنَ مِنْ قَبْلِهِمْ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 464,
            "translation_aya_text": "Sungguh, orang-orang yang sebelum mereka pun telah mengatakan hal itu, maka tidak berguna lagi bagi mereka apa yang dahulu mereka kerjakan.",
            "tafsir_jalalayn": "(Sungguh orang-orang yang sebelum mereka juga mengatakan itu pula) yakni umat-umat sebelum mereka, seperti apa yang telah dikatakan oleh Qarun dan kaumnya yang mengatakan hal yang serupa (maka tiadalah berguna bagi mereka apa yang dahulu mereka usahakan.)",
            "sajda": false,
            "transliteration": "Qad qaalahul lazeena min qablihim famaaa aghnaa 'anhum maa kaanoo yaksiboon",
            "tajweed_text": "قَ[q:298[دْ] قَالَهَا [h:11726[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَم[o[َآ] أَغْنَىٰ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4109,
            "aya_number": 51,
            "aya_text": "فَاَصَابَهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۗوَالَّذِيْنَ ظَلَمُوْا مِنْ هٰٓؤُلَاۤءِ سَيُصِيْبُهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۙوَمَا هُمْ بِمُعْجِزِيْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 464,
            "translation_aya_text": "Lalu mereka ditimpa (bencana) dari akibat buruk apa yang mereka perbuat. Dan orang-orang yang zalim di antara mereka juga akan ditimpa (bencana) dari akibat buruk apa yang mereka kerjakan dan mereka tidak dapat melepaskan diri.",
            "tafsir_jalalayn": "(Maka mereka ditimpa oleh akibat buruk dari apa yang mereka usahakan) yakni menerima pembalasannya. (Dan orang-orang yang lalim di antara mereka) yakni orang-orang Quraisy (akan ditimpa akibat buruk dari usahanya dan mereka tidak dapat melepaskan diri) dari azab Kami; maka Kami timpakan kepada mereka paceklik selama tujuh tahun, sesudah itu mereka dimudahkan lagi rezekinya.",
            "sajda": false,
            "transliteration": "Fa asaabahum saiyi aatu maa kasaboo; wallazeena zalamoo min haaa'ulaaa'i sa yuzeebuhum saiyi aatu maa kasaboo wa maa hum bimu'jizeen",
            "tajweed_text": "فَأَصَابَهُمْ سَيِّـَٔـاتُ مَا كَسَبُو[s[اْ‌ۚ] وَ[h:37[ٱ]لَّذِينَ ظَلَمُو[s[اْ] مِنْ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ سَيُصِيبُهُمْ سَيِّـَٔـاتُ مَا كَسَبُو[s[اْ] وَمَا ه[c:7421[ُم ب]ِمُعْجِز[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4110,
            "aya_number": 52,
            "aya_text": "اَوَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 464,
            "translation_aya_text": "Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya (bagi siapa yang Dia kehendaki)? Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.",
            "tafsir_jalalayn": "(Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya) sebagai ujian baginya (dan menyempitkannya?) membatasinya bagi siapa yang dikehendaki-Nya sebagai cobaan baginya. (Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang beriman) kepada-Nya.",
            "sajda": false,
            "transliteration": "Awalam ya'lamooo annal laaha yabsutur rizqa limai yashaaa'u wa yaqdir; inna fee zaalika la Aayaatil liqamai yu'minoon",
            "tajweed_text": "أَوَلَمْ يَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4111,
            "aya_number": 53,
            "aya_text": "۞ قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓى اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۗاِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 464,
            "translation_aya_text": "Katakanlah, “Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri! Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sungguh, Dialah Yang Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Katakanlah, \"Hai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri, janganlah kalian berputus asa) dapat dibaca Laa Taqnithuu atau Laa Taqnathuu; sebagian ahli qiraat ada yang membacanya Laa Taqnuthuu; artinya janganlah kalian putus asa (dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya) bagi orang yang bertobat dari kemusyrikan. (Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.)",
            "sajda": false,
            "transliteration": "Qul yaa'ibaadiyal lazeena asrafoo 'alaaa anfusihim laa taqnatoo mirrahmatil laah; innal laaha yaghfiruz zunooba jamee'aa; innahoo Huwal Ghafoorur Raheem",
            "tajweed_text": "۞ قُلْ يَ[n[ـٰ]عِبَادِىَ [h:10397[ٱ]لَّذِينَ أَسْرَفُو[s[اْ] عَلَ[o[ىٰٓ] أَ[f:568[نف]ُسِهِمْ لَا تَ[q:11727[قْ]نَطُو[s[اْ] م[u:7271[ِن ر]َّحْمَةِ [h:2157[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَغْفِرُ [h:2250[ٱ][l[ل]ذُّنُوبَ جَمِيعًا‌ۚ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:6822[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4112,
            "aya_number": 54,
            "aya_text": "وَاَنِيْبُوْٓا اِلٰى رَبِّكُمْ وَاَسْلِمُوْا لَهٗ مِنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 464,
            "translation_aya_text": "Dan kembalilah kamu kepada Tuhanmu, dan berserah dirilah kepada-Nya sebelum datang azab kepadamu, kemudian kamu tidak dapat ditolong.",
            "tafsir_jalalayn": "(Dan kembalilah kalian) bertobatlah kalian (kepada Rabb kalian, dan berserah dirilah) ikhlaskanlah di dalam beramal (kepada-Nya sebelum datang kepada kalian azab kemudian kalian tidak dapat ditolong lagi) yakni azab itu tidak dapat dicegah jika kalian tidak bertobat kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa aneebooo ilaa Rabbikum wa aslimoo lahoo min qabli ai yaatiyakumul 'azaabu summ laa tunsaroon",
            "tajweed_text": "وَأَنِيب[o[ُوٓ][s[اْ] إِلَىٰ رَبِّكُمْ وَأَسْلِمُو[s[اْ] لَهُ[n[ۥ] مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1405[َن ي]َأْتِيَكُمُ [h:11728[ٱ]لْعَذَابُ ثُ[g[مّ]َ لَا تُ[f:6517[نص]َر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4113,
            "aya_number": 55,
            "aya_text": "وَاتَّبِعُوْٓا اَحْسَنَ مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَّاَنْتُمْ لَا تَشْعُرُوْنَ ۙ  ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 464,
            "translation_aya_text": "Dan ikutilah sebaik-baik apa yang telah diturunkan kepadamu (Al-Qur'an) dari Tuhanmu sebelum datang azab kepadamu secara mendadak, sedang kamu tidak menyadarinya,",
            "tafsir_jalalayn": "(Dan ikutilah sebaik-baik apa yang diturunkan kepada kalian dari Rabb kalian) yaitu Alquran (sebelum datang azab kepada kalian dengan tiba-tiba, sedang kalian tidak menyadari) akan kedatangannya.",
            "sajda": false,
            "transliteration": "Wattabi'ooo ahsana maaa unzila ilaikum mir Rabbikum min qabli aiyaatiyakumal 'azaabu baghtatanw wa antum laa tash'uroon",
            "tajweed_text": "وَ[h:9999[ٱ]تَّبِع[o[ُوٓ][s[اْ] أَحْسَنَ م[o[َآ] أُ[f:17[نز]ِلَ إِلَيْك[w:3691[ُم م]ّ[u:243[ِن ر]َّبِّك[w:11729[ُم م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1405[َن ي]َأْتِيَكُمُ [h:11728[ٱ]لْعَذَابُ بَغْتَ[a:11730[ةً و]َأَ[f:98[نت]ُمْ لَا تَشْعُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4114,
            "aya_number": 56,
            "aya_text": "اَنْ تَقُوْلَ نَفْسٌ يّٰحَسْرَتٰى عَلٰى مَا فَرَّطْتُّ فِيْ جَنْۢبِ اللّٰهِ وَاِنْ كُنْتُ لَمِنَ السَّاخِرِيْنَۙ   ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 464,
            "translation_aya_text": "agar jangan ada orang yang mengatakan, ‘Alangkah besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah, dan sesungguhnya aku termasuk orang-orang yang memperolok-olokkan (agama Allah),’",
            "tafsir_jalalayn": "Maka bersegeralah kalian sebelum tiba waktunya (seseorang mengatakan, \"Alangkah menyesalnya aku) lafal Yaa Hasrataa pada asalnya adalah Yaa Hasratii, artinya amat menyesallah aku (atas kelalaianku terhadap Allah) yaitu karena tidak taat kepada-Nya (dan sesungguhnya) lafal In adalah bentuk Takhfif dari Inna, asalnya Innii yakni sesungguhnya aku (aku adalah termasuk orang-orang yang benar-benar memperolok-olokan\") agama-Nya dan Kitab-Nya.",
            "sajda": false,
            "transliteration": "An taqoola nafsuny yaahasrataa 'alaa maa farrattu fee jambil laahi wa in kuntu laminas saakhireen",
            "tajweed_text": "أَ[f:8589[ن ت]َقُولَ نَفْ[a:11731[سٌ ي]َ[n[ـٰ]حَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَ[i:11732[نۢب]ِ [h:11733[ٱ]للَّهِ وَإِ[f:11734[ن ك]ُ[f:2917[نت]ُ لَمِنَ [h:11735[ٱ][l[ل]سَّ[n[ـٰ]خِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        }
    ]
}