{
    "page_number": 465,
    "data": [
        {
            "aya_id": 4115,
            "aya_number": 57,
            "aya_text": "اَوْ تَقُوْلَ لَوْ اَنَّ اللّٰهَ هَدٰىنِيْ لَكُنْتُ مِنَ الْمُتَّقِيْنَ ۙ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "atau (agar jangan) ada yang berkata, ‘Sekiranya Allah memberi petunjuk kepadaku tentulah aku termasuk orang-orang yang bertakwa,’",
            "tafsir_jalalayn": "(Atau datang saatnya seseorang berkata, \"Kalau sekiranya Allah memberi petunjuk kepadaku) untuk mengerjakan ketaatan sehingga aku mendapat petunjuk (tentulah aku termasuk orang-orang yang bertakwa\") yakni orang-orang yang takut akan azab-Nya.",
            "sajda": false,
            "transliteration": "Aw taqoola law annal laaha hadaanee lakuntu minal muttaqeen",
            "tajweed_text": "أَوْ تَقُولَ لَوْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ هَدَ[n[ٮٰ]نِى لَكُ[f:11372[نت]ُ مِنَ [h:3499[ٱ]لْمُتَّق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4116,
            "aya_number": 58,
            "aya_text": "اَوْ تَقُوْلَ حِيْنَ تَرَى الْعَذَابَ لَوْ اَنَّ لِيْ كَرَّةً فَاَكُوْنَ مِنَ الْمُحْسِنِيْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "atau (agar jangan) ada yang berkata ketika melihat azab, ‘Sekiranya aku dapat kembali (ke dunia), tentu aku termasuk orang-orang yang berbuat baik.’",
            "tafsir_jalalayn": "(Atau datang saatnya seseorang berkata ketika ia melihat azab, \"Kalau sekiranya aku dapat kembali) ke dunia (niscaya aku akan termasuk orang-orang yang berbuat baik.\") yakni, orang-orang yang beriman. Maka, dikatakan kepada mereka oleh Allah swt.:",
            "sajda": false,
            "transliteration": "Aw taqoola heena taral 'azaaba law anna lee karratan fa akoona minal muhsineen",
            "tajweed_text": "أَوْ تَقُولَ حِينَ تَرَى [h:11736[ٱ]لْعَذَابَ لَوْ أَ[g[نّ]َ لِى كَرَّ[f:11737[ةً ف]َأَكُونَ مِنَ [h:4754[ٱ]لْمُحْسِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4117,
            "aya_number": 59,
            "aya_text": "بَلٰى قَدْ جَاۤءَتْكَ اٰيٰتِيْ فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكٰفِرِيْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "Sungguh, sebenarnya keterangan-keterangan-Ku telah datang kepadamu, tetapi kamu mendustakannya, malah kamu menyombongkan diri dan termasuk orang kafir.”",
            "tafsir_jalalayn": "(\"Benar, sesungguhnya telah datang ayat-ayat-Ku kepadamu) yakni, Alquran yang dapat memberikan hidayah kepadamu (lalu kamu mendustakannya dan kamu menyombongkan diri) yaitu tidak mau beriman kepada ayat-ayat-Ku (dan adalah kamu termasuk orang-orang yang kafir.\")",
            "sajda": false,
            "transliteration": "Balaa qad jaaa'atka Asyaatee fakazzabta bihaa wastak barta wa kunta minal kaafireen",
            "tajweed_text": "بَلَىٰ قَ[q:298[دْ] ج[o[َا]ٓءَتْكَ ءَايَ[n[ـٰ]تِى فَكَذَّ[q:11738[بْ]تَ بِهَا وَ[h:11739[ٱ]سْتَكْبَرْتَ وَكُ[f:6187[نت]َ مِنَ [h:182[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4118,
            "aya_number": 60,
            "aya_text": "وَيَوْمَ الْقِيٰمَةِ تَرَى الَّذِيْنَ كَذَبُوْا عَلَى اللّٰهِ وُجُوْهُهُمْ مُّسْوَدَّةٌ  ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِيْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "Dan pada hari Kiamat engkau akan melihat orang-orang yang berbuat dusta terhadap Allah, wajahnya menghitam. Bukankah neraka Jahanam itu tempat tinggal bagi orang yang menyombongkan diri?",
            "tafsir_jalalayn": "(Dan pada hari kiamat kamu akan melihat orang-orang yang berbuat dusta terhadap Allah) yaitu mereka yang menisbatkan sekutu dan anak kepada-Nya (mukanya menjadi hitam. Bukankah dalam neraka Jahanam itu ada tempat) yakni tempat tinggal (bagi orang-orang yang menyombongkan diri?) artinya, tidak mau beriman; memang benar.",
            "sajda": false,
            "transliteration": "Wa Yawmal Qiyaamati taral lazeena kazaboo 'alallaahi wujoohuhum muswaddah; alaisa fee Hahannama maswal lilmutakabbireen",
            "tajweed_text": "وَيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ تَرَى [h:11740[ٱ]لَّذِينَ كَذَبُو[s[اْ] عَلَى [h:412[ٱ]للَّهِ وُجُوهُه[w:11741[ُم م]ُّسْوَدَّةٌ‌ۚ أَلَيْسَ فِى جَهَ[g[نّ]َمَ مَثْ[u:11742[وًى ل]ِّلْمُتَكَبِّر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4119,
            "aya_number": 61,
            "aya_text": "وَيُنَجِّى اللّٰهُ الَّذِيْنَ اتَّقَوْا بِمَفَازَتِهِمْۖ  لَا يَمَسُّهُمُ السُّوْۤءُ وَلَا هُمْ يَحْزَنُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "Dan Allah menyelamatkan orang-orang yang bertakwa karena kemenangan mereka. Mereka tidak disentuh oleh azab dan tidak bersedih hati.",
            "tafsir_jalalayn": "(Dan Allah menyelamatkan) dari neraka Jahanam (orang-orang yang bertakwa) orang-orang yang memelihara diri dari kemusyrikan (karena kemenangan mereka) karena mereka memperoleh tempat kemenangan, yaitu surga yang menjadi tempat tinggal mereka (mereka tidak disentuh oleh keburukan dan tidak pula mereka berduka cita.)",
            "sajda": false,
            "transliteration": "Wa yunajjil laahul lazee nat taqaw bimafaazatihim laa yamassuhumus sooo'u wa laa hum uahzanoon",
            "tajweed_text": "وَيُنَجِّى [h:11743[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ [h:2523[ٱ]تَّقَوْ[s[اْ] بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ [h:11744[ٱ][l[ل]سّ[o[ُو]ٓءُ وَلَا هُمْ يَحْزَن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4120,
            "aya_number": 62,
            "aya_text": "اَللّٰهُ خَالِقُ كُلِّ شَيْءٍ ۙوَّهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "Allah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu.",
            "tafsir_jalalayn": "(Allah menciptakan segala sesuatu dan Dia memelihara segala sesuatu) Dia mengatur dan menguasainya menurut apa yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Allaahu khaaliqu kulli shai'inw wa Huwa 'alaa kulli shai'inw Wakeel",
            "tajweed_text": "ٱللَّهُ خَ[n[ـٰ]لِقُ كُلِّ ش[a:4300[َىْءٍ‌ۖ و]َهُوَ عَلَىٰ كُلِّ ش[a:4302[َىْءٍ و]َك[p[ِي]لٌ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4121,
            "aya_number": 63,
            "aya_text": "لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "Milik-Nyalah kunci-kunci (perbenda-haraan) langit dan bumi. Dan orang-orang yang kafir terhadap ayat-ayat Allah, mereka itulah orang yang rugi.",
            "tafsir_jalalayn": "(Kepunyaan-Nyalah kunci-kunci perbendaharaan langit dan bumi) yakni berupa air hujan tumbuh-tumbuhan dan lain sebagainya (Dan orang-orang yang kafir terhadap ayat-ayat Allah) yaitu Alquran (mereka itulah orang-orang yang merugi) ayat ini berhubungan langsung dengan firman-Nya, \"Dan Allah menyelamatkan orang-orang yang bertakwa...\" (Q.S. Az-Zumar, 61) dan ayat yang ada di antara keduanya merupakan jumlah I'tiradh atau kalimat sisipan.",
            "sajda": false,
            "transliteration": "Lahoo maqaaleedus sa maawaati wal ard; wallazeena kafaroo bi ayaatil laahi ulaaa'ika humul khaasiroon",
            "tajweed_text": "لَّهُ[n[ۥ] مَقَالِيدُ [h:11745[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4122,
            "aya_number": 64,
            "aya_text": "قُلْ اَفَغَيْرَ اللّٰهِ تَأْمُرُوْۤنِّيْٓ اَعْبُدُ اَيُّهَا الْجٰهِلُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "Katakanlah (Muhammad), “Apakah kamu menyuruh aku menyembah selain Allah, wahai orang-orang yang bodoh?”",
            "tafsir_jalalayn": "(Katakanlah, \"Maka apakah kalian menyuruh aku menyembah selain Allah, hai orang-orang yang tidak berpengetahuan?\") lafal Ghaira dinashabkan oleh lafal A'budu yang juga menjadi Ma'mul dari lafal Ta-muruunnii atau Ta-muruunanii dengan memperkirakan adanya huruf An sebelumnya.",
            "sajda": false,
            "transliteration": "Qul afaghairal laahi taamurooonneee a'budu ayyuhal jaahiloon",
            "tajweed_text": "قُلْ أَفَغَيْرَ [h:4347[ٱ]للَّهِ تَأْمُر[m[ُو]ٓ[g[نّ][o[ِىٓ] أَعْبُدُ أَيُّهَا [h:11746[ٱ]لْجَ[n[ـٰ]هِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4123,
            "aya_number": 65,
            "aya_text": "وَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۚ  لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "Dan sungguh, telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu, “Sungguh, jika engkau mempersekutukan (Allah), niscaya akan hapuslah amalmu dan tentulah engkau termasuk orang yang rugi.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah diwahyukan kepadamu dan kepada nabi-nabi sebelummu) demi Allah (\"Jika kamu mempersekutukan Allah) hai Muhammad, seumpamanya (niscaya akan hapuslah amalmu dan tentulah kamu termasuk orang-orang yang merugi.)",
            "sajda": false,
            "transliteration": "Wa laqad oohiya ilaika wa ilal lazeena min qablika la in ashrakta la yahbatanna 'amalu ka wa latakoonanna minal khaasireen",
            "tajweed_text": "وَلَقَ[q:341[دْ] أُوحِىَ إِلَيْكَ وَإِلَى [h:11747[ٱ]لَّذِينَ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَ[g[نّ]َ عَمَلُكَ وَلَتَكُونَ[g[نّ]َ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4124,
            "aya_number": 66,
            "aya_text": "بَلِ اللّٰهَ فَاعْبُدْ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "Karena itu, hendaklah Allah saja yang engkau sembah dan hendaklah engkau termasuk orang yang bersyukur.”",
            "tafsir_jalalayn": "(Karena itu, maka hendaklah Allah) saja (kamu sembah dan hendaklah kamu termasuk orang-orang yang bersyukur\") atas nikmat-Nya kepadamu.",
            "sajda": false,
            "transliteration": "Balil laahha fa'bud wa kum minash shaakireen",
            "tajweed_text": "بَلِ [h:11748[ٱ]للَّهَ فَ[h:11749[ٱ]عْبُ[q:11749[دْ] وَك[a:5006[ُن م]ِّنَ [h:4134[ٱ][l[ل]شَّ[n[ـٰ]كِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4125,
            "aya_number": 67,
            "aya_text": "وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۖ وَالْاَرْضُ جَمِيْعًا قَبْضَتُهٗ يَوْمَ الْقِيٰمَةِ وَالسَّمٰوٰتُ مَطْوِيّٰتٌۢ بِيَمِيْنِهٖ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ",
            "sura_id": 39,
            "juz_id": 24,
            "page_number": 465,
            "translation_aya_text": "Dan mereka tidak mengagungkan Allah sebagaimana mestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya. Mahasuci Dia dan Mahatinggi Dia dari apa yang mereka persekutukan.",
            "tafsir_jalalayn": "(Dan mereka tidak mengagungkan Allah dengan pengagungan yang semestinya) yakni mereka tidak mengenal Allah dengan pengenalan yang sebenarnya; atau, mereka tidak mengagungkan-Nya dengan pengagungan yang sesungguhnya sewaktu mereka menyekutukan-Nya dengan selain-Nya (padahal bumi seluruhnya) lafal ayat ini menjadi Hal dan maksud dari lafal Jamii'an ialah bumi yang berlapis tujuh itu (dalam genggaman kekuasaan-Nya) maksudnya berada di dalam kekuasaan dan tasharuf-Nya (pada hari kiamat dan langit digulung) dilipat menjadi satu (dengan tangan kanan-Nya) yakni dengan kekuasaan-Nya (Maha Suci dan Maha Tinggi Allah dari apa yang mereka persekutukan) bersama-Nya.",
            "sajda": false,
            "transliteration": "Wa maa qadarul laaha haqqa qadrihee wal ardu jamee 'an qabdatuhoo Yawmal Qiyaamit wassamaawaatu matwiyyaatum biyameenih; Subhaanahoo wa Ta'aalaa 'amma yushrikoon",
            "tajweed_text": "وَمَا قَدَرُو[s[اْ] [h:4225[ٱ]للَّهَ حَقَّ قَ[q:4226[دْ]رِه[n[ِۦ] وَ[h:2241[ٱ]لْأَرْضُ جَمِي[f:11750[عًا ق]َ[q:11751[بْ]ضَتُهُ[n[ۥ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ وَ[h:7179[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ مَ[q:11752[طْ]وِيَّ[n[ـٰ][i:11753[تُۢ ب]ِيَمِينِه[n[ِۦ]‌ۚ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] وَتَعَ[n[ـٰ]لَىٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّمَرِ",
                "englishName": "Az-Zumar",
                "englishNameTranslation": "The Groups",
                "revelationType": "Meccan"
            }
        }
    ]
}