{
    "page_number": 468,
    "data": [
        {
            "aya_id": 4141,
            "aya_number": 8,
            "aya_text": "رَبَّنَا وَاَدْخِلْهُمْ جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدْتَّهُمْ وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ ۗاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُۙ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Ya Tuhan kami, masukkanlah mereka ke dalam surga ‘Adn yang telah Engkau janjikan kepada mereka, dan orang yang saleh di antara nenek moyang mereka, istri-istri, dan keturunan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana,",
            "tafsir_jalalayn": "(Ya Rabb kami! Masukkanlah mereka ke dalam surga Adn) sebagai tempat tinggal mereka (yang telah Engkau janjikan kepada mereka dan orang-orang yang saleh) lafal Man shalaha diathafkan kepada lafal Hum yang terdapat di dalam lafal Wa-adkhilhum atau yang terdapat pada lafal Wa'adtahum (dari bapak-bapak mereka, dan istri-istri mereka, dan keturunan mereka. Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana) di dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Rabbannaa wa adkhilhum Jannaati 'adninil latee wa'attahum wa man salaha min aabaaa'ihim wa azwaajihim wa zurriyyaatihim; innaka Antal 'Azeezul Hakeem",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4142,
            "aya_number": 9,
            "aya_text": "وَقِهِمُ السَّيِّاٰتِۗ وَمَنْ تَقِ السَّيِّاٰتِ يَوْمَىِٕذٍ فَقَدْ رَحِمْتَهٗ ۗوَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "dan peliharalah mereka dari (bencana) kejahatan. Dan orang-orang yang Engkau pelihara dari (bencana) kejahatan pada hari itu, maka sungguh, Engkau telah menganugerahkan rahmat kepadanya dan demikian itulah kemenangan yang agung.”",
            "tafsir_jalalayn": "(Dan peliharalah mereka dari kejahatan) dari balasan azabnya (Dan orang-orang yang Engkau pelihara dari balasan kejahatan pada hari itu) pada hari kiamat (maka sesungguhnya telah Engkau anugerahkan rahmat kepadanya dan itulah kemenangan yang besar.\")",
            "sajda": false,
            "transliteration": "Wa qihimus saiyi-aat; wa man taqis saiyi-aati Yawma'izin faqad rahimtah; wa zaalika huwal fawzul 'azeem",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4143,
            "aya_number": 10,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنَادَوْنَ لَمَقْتُ اللّٰهِ اَكْبَرُ مِنْ مَّقْتِكُمْ اَنْفُسَكُمْ اِذْ تُدْعَوْنَ اِلَى الْاِيْمَانِ فَتَكْفُرُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Sesungguhnya orang-orang yang kafir, kepada mereka (pada hari Kiamat) diserukan, “Sungguh, kebencian Allah (kepadamu) jauh lebih besar daripada kebencianmu kepada dirimu sendiri, ketika kamu diseru untuk beriman lalu kamu mengingkarinya.”",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir diserukan kepada mereka) oleh para malaikat, sedangkan mereka membenci diri mereka sendiri sewaktu mereka dimasukkan ke dalam neraka (\"Sesungguhnya kebencian Allah) kepada kalian (lebih besar daripada kebencian kalian kepada diri kalian sendiri karena kalian diseru) sewaktu di dunia (untuk beriman, lalu kalian kafir.\")",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo yunaadawna lamaqtul laahi akbaru mim maqtikum anfusakum iz tud'awna ilal eemaani fatakfuroon",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4144,
            "aya_number": 11,
            "aya_text": "قَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَيْنِ وَاَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوْبِنَا فَهَلْ اِلٰى خُرُوْجٍ مِّنْ سَبِيْلٍ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Mereka menjawab, “Ya Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah jalan (bagi kami) untuk keluar (dari neraka)?”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Ya Rabb kami, Engkau telah mematikan kami dua kali) yakni dua kali mati (dan telah menghidupkan kami dua kali pula) yakni dua kali hidup. Karena sesungguhnya sebelum itu mereka berupa mani, dalam keadaan mati, kemudian mereka dijadikan hidup, lalu mereka dimatikan lagi, lalu mereka dihidupkan lagi pada hari berbangkit (lalu kami mengakui dosa-dosa kami) yaitu dosa keingkaran kami terhadap adanya hari berbangkit. (Maka adakah untuk keluar) dari neraka lalu kembali lagi ke dunia, supaya kami dapat menjalani ketaatan kepada Rabb kami (sesuatu jalan\") yakni jalan keluar, maka jawaban mereka adalah tidak ada.",
            "sajda": false,
            "transliteration": "Qaaloo Rabbanaaa amat tanasnataini wa ahyaitanas nataini fa'tarafnaa bizunoo binaa fahal ilaa khuroojim min sabeel",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4145,
            "aya_number": 12,
            "aya_text": "ذٰلِكُمْ بِاَنَّهٗٓ اِذَا دُعِيَ اللّٰهُ وَحْدَهٗ كَفَرْتُمْۚ وَاِنْ يُّشْرَكْ بِهٖ تُؤْمِنُوْا ۗفَالْحُكْمُ لِلّٰهِ الْعَلِيِّ الْكَبِيْرِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Yang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar.",
            "tafsir_jalalayn": "(Yang demikian itu) maksudnya, azab yang kalian sedang jalani itu (adalah karena) ketika di dunia (kalian kafir apabila Allah saja disembah) artinya, kalian kafir bilamana Dia diesakan. (Dan apabila Allah dipersekutukan) menjadikan sekutu bagi-Nya (kalian percaya) kalian percaya kepada kemusyrikan itu. (Maka putusan) untuk mengazab kalian (adalah pada Allah Yang Maha Tinggi) atas semua makhluk-Nya (lagi Maha Besar) Maha Agung.",
            "sajda": false,
            "transliteration": "Zaalikum bi annahooo izaa du'iyal laahu wahdahoo kafartum wa iny yushrak bihee tu'minoo; falhukmu lillaahil 'Aliyyil Kabeer",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4146,
            "aya_number": 13,
            "aya_text": "هُوَ الَّذِيْ يُرِيْكُمْ اٰيٰتِهٖ وَيُنَزِّلُ لَكُمْ مِّنَ السَّمَاۤءِ رِزْقًا ۗوَمَا يَتَذَكَّرُ اِلَّا مَنْ يُّنِيْبُ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Dialah yang memperlihatkan tanda-tanda (kekuasaan)-Nya kepadamu dan menurunkan rezeki dari langit untukmu. Dan tidak lain yang mendapat pelajaran hanyalah orang-orang yang kembali (kepada Allah).",
            "tafsir_jalalayn": "(Dialah yang memperlihatkan kepada kalian tanda-tanda-Nya) yang menunjukkan akan keesaan-Nya (dan menurunkan untuk kalian rezeki dari langit) berupa hujan. (Dan tiadalah mendapat pelajaran) yakni mengambil nasihat (kecuali orang-orang yang kembali kepada Allah) dari kemusyrikan.",
            "sajda": false,
            "transliteration": "Huwal lazee yureekum Aayaatihee wa yunazzilu lakum minas samaaa'i rizqaa; wa maa tatazakkaru illaa mai yuneeb",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4147,
            "aya_number": 14,
            "aya_text": "فَادْعُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكٰفِرُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya, meskipun orang-orang kafir tidak menyukai(nya).",
            "tafsir_jalalayn": "(Maka serulah Allah) sembahlah Dia (dengan memurnikan ibadah kepada-Nya) artinya, memurnikan agama dari kemusyrikan (meskipun orang-orang kafir tidak menyukainya) sekalipun mereka tidak menyukai keikhlasan kalian kepada-Nya.",
            "sajda": false,
            "transliteration": "Fad'ul laaha mukhliseena lahud deena wa law karihal kaafiroon",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4148,
            "aya_number": 15,
            "aya_text": "رَفِيْعُ الدَّرَجٰتِ ذُو الْعَرْشِۚ يُلْقِى الرُّوْحَ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ لِيُنْذِرَ يَوْمَ التَّلَاقِۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki ’Arsy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat),",
            "tafsir_jalalayn": "(Dialah Yang Maha Tinggi derajat-Nya) maksudnya, Allah Maha Agung sifat-sifat-Nya, atau Dialah Yang mengangkat derajat orang-orang yang beriman di surga (Yang mempunyai Arasy) Yang menciptakannya (Yang menurunkan Ar-Ruuh) yakni wahyu (dari perintah-Nya) atau firman-nya (kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya, supaya dia memperingatkan) maksudnya, orang yang menerima wahyu itu diperintahkan untuk menyampaikan wahyu-Nya kepada manusia (tentang hari pertemuan) dapat dibaca At-Talaaqi atau At-Talaaqiy dengan memakai huruf Ya. Yakni hari kiamat, karena pada hari itu penduduk langit dan penduduk bumi bertemu, dan bertemu pula antara Yang Disembah dan yang menyembah, sebagaimana dipertemukan pula antara orang yang aniaya dan orang yang dianiaya.",
            "sajda": false,
            "transliteration": "Rafee'ud darajaati zul 'Arshi yulqir rooha min amrihee 'alaa mai yashaaa'u min 'ibaadihee liyunzira yawmat talaaq",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4149,
            "aya_number": 16,
            "aya_text": "يَوْمَ هُمْ بَارِزُوْنَ ۚ لَا يَخْفٰى عَلَى اللّٰهِ مِنْهُمْ شَيْءٌ ۗلِمَنِ الْمُلْكُ الْيَوْمَ ۗ لِلّٰهِ الْوَاحِدِ الْقَهَّارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 468,
            "translation_aya_text": "(yaitu) pada hari (ketika) mereka keluar (dari kubur); tidak sesuatu pun keadaan mereka yang tersembunyi di sisi Allah. (Lalu Allah berfirman), “Milik siapakah kerajaan pada hari ini?” Milik Allah Yang Maha Esa, Maha Mengalahkan.",
            "tafsir_jalalayn": "(Yaitu hari ketika mereka keluar) dari kuburnya masing-masing (tiada suatu pun dari keadaan mereka yang tersembunyi bagi Allah berfirman, \"Kepunyaan siapakah kerajaan pada hari ini?\") Allah sendiri yang mengatakannya, kemudian Dia sendiri pula yang menjawabnya, yaitu, (\"Hanya kepunyaan Allah Yang Maha Esa lagi Maha Mengalahkan\") atas semua makhluk-Nya.",
            "sajda": false,
            "transliteration": "Yawma hum baarizoona laa yakhfaa 'alal laahi minhum shai; limanil mulkul Yawma lillaahil Waahidil Qahaar",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        }
    ]
}