{
    "page_number": 47,
    "data": [
        {
            "aya_id": 282,
            "aya_number": 275,
            "aya_text": "اَلَّذِيْنَ يَأْكُلُوْنَ الرِّبٰوا لَا يَقُوْمُوْنَ اِلَّا كَمَا يَقُوْمُ الَّذِيْ يَتَخَبَّطُهُ الشَّيْطٰنُ مِنَ الْمَسِّۗ ذٰلِكَ بِاَنَّهُمْ قَالُوْٓا اِنَّمَا الْبَيْعُ مِثْلُ الرِّبٰواۘ وَاَحَلَّ اللّٰهُ الْبَيْعَ وَحَرَّمَ الرِّبٰواۗ  فَمَنْ جَاۤءَهٗ مَوْعِظَةٌ مِّنْ رَّبِّهٖ فَانْتَهٰى فَلَهٗ مَا سَلَفَۗ وَاَمْرُهٗٓ اِلَى اللّٰهِ ۗ وَمَنْ عَادَ فَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 47,
            "translation_aya_text": "Orang-orang yang memakan riba tidak dapat berdiri melainkan seperti berdirinya orang yang kemasukan setan karena gila. Yang demikian itu karena mereka berkata bahwa jual beli sama dengan riba. Padahal Allah telah menghalalkan jual beli dan mengharamkan riba. Barangsiapa mendapat peringatan dari Tuhannya, lalu dia berhenti, maka apa yang telah diperolehnya dahulu menjadi miliknya dan urusannya (terserah) kepada Allah. Barangsiapa mengulangi, maka mereka itu penghuni neraka, mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Orang-orang yang memakan riba), artinya mengambilnya. Riba itu ialah tambahan dalam muamalah dengan uang dan bahan makanan, baik mengenai banyaknya maupun mengenai waktunya, (tidaklah bangkit) dari kubur-kubur mereka (seperti bangkitnya orang yang kemasukan setan disebabkan penyakit gila) yang menyerang mereka; minal massi berkaitan dengan yaquumuuna. (Demikian itu), maksudnya yang menimpa mereka itu (adalah karena), maksudnya disebabkan mereka (mengatakan bahwa jual-beli itu seperti riba) dalam soal diperbolehkannya. Berikut ini kebalikan dari persamaan yang mereka katakan itu secara bertolak belakang, maka firman Allah menolaknya, (padahal Allah menghalalkan jual-beli dan mengharamkan riba. Maka barang siapa yang datang kepadanya), maksudnya sampai kepadanya (pelajaran) atau nasihat (dari Tuhannya, lalu ia menghentikannya), artinya tidak memakan riba lagi (maka baginya apa yang telah berlalu), artinya sebelum datangnya larangan dan doa tidak diminta untuk mengembalikannya (dan urusannya) dalam memaafkannya terserah (kepada Allah. Dan orang-orang yang mengulangi) memakannya dan tetap menyamakannya dengan jual beli tentang halalnya, (maka mereka adalah penghuni neraka, kekal mereka di dalamnya).",
            "sajda": false,
            "transliteration": "Allazeena yaakuloonar ribaa laa yaqoomoona illaa kamaa yaqoomul lazee yatakhabbatuhush shaitaanu minal mass; zaalika bi annahum qaalooo innamal bai'u mishur ribaa; wa ahallal laahul bai'a wa harramar ribba; faman jaaa'ahoo maw'izatum mir rabbihee fantahaa falahoo maa salafa wa amruhooo ilal laahi wa man 'aada fa ulaaa 'ika Ashaabun naari hum feehaa khaalidoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 283,
            "aya_number": 276,
            "aya_text": "يَمْحَقُ اللّٰهُ الرِّبٰوا وَيُرْبِى الصَّدَقٰتِ ۗ وَاللّٰهُ لَا يُحِبُّ كُلَّ كَفَّارٍ اَثِيْمٍ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 47,
            "translation_aya_text": "Allah memusnahkan riba dan menyuburkan sedekah. Allah tidak menyukai setiap orang yang tetap dalam kekafiran dan bergelimang dosa.",
            "tafsir_jalalayn": "(Allah menghancurkan riba) dengan menguranginya dan melenyapkan berkahnya (dan menyuburkan sedekah), maksudnya menambah dan mengembangkannya serta melipatgandakan pahalanya. (Dan Allah tidak menyukai setiap orang yang ingkar) yang menghalalkan riba (lagi banyak dosa), artinya yang durhaka dengan memakan riba itu hingga akan menerima hukuman-Nya.",
            "sajda": false,
            "transliteration": "Yamhaqul laahur ribaa wa yurbis sadaqaat; wallaahu laa yuhibbu kulla kaffaarin aseem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 284,
            "aya_number": 277,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 47,
            "translation_aya_text": "Sungguh, orang-orang yang beriman, mengerjakan kebajikan, melaksanakan salat dan menunaikan zakat, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman dan beramal saleh serta mendirikan salat dan membayar zakat, bagi mereka pahala di sisi Tuhan mereka, tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita)",
            "sajda": false,
            "transliteration": "Innal lazeena aamanoo wa amilus saalihaati wa aqaamus salaata wa aatawuz zakaata lahum ajruhum 'inda rabbihim wa laa khawfun 'alaihim wa laa hum yahzanoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 285,
            "aya_number": 278,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَذَرُوْا مَا بَقِيَ مِنَ الرِّبٰوٓا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 47,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan tinggalkan sisa riba (yang belum dipungut) jika kamu orang beriman.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, bertakwalah kamu kepada Allah dan tinggalkanlah), maksudnya jauhilah (sisa yang tinggal dari riba, jika kamu beriman dengan sebenarnya, karena sifat atau ciri-ciri orang beriman adalah mengikuti perintah Allah. Ayat ini diturunkan tatkala sebagian sahabat masih juga menuntut riba di masa lalu, walaupun riba itu sudah dilarang.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanut taqul laaha wa zaroo maa baqiya minar ribaaa in kuntum mu'mineen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 286,
            "aya_number": 279,
            "aya_text": "فَاِنْ لَّمْ تَفْعَلُوْا فَأْذَنُوْا بِحَرْبٍ مِّنَ اللّٰهِ وَرَسُوْلِهٖۚ وَاِنْ تُبْتُمْ فَلَكُمْ رُءُوْسُ اَمْوَالِكُمْۚ  لَا تَظْلِمُوْنَ وَلَا تُظْلَمُوْنَ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 47,
            "translation_aya_text": "Jika kamu tidak melaksanakannya, maka umumkanlah perang dari Allah dan Rasul-Nya. Tetapi jika kamu bertobat, maka kamu berhak atas pokok hartamu. Kamu tidak berbuat zalim (merugikan) dan tidak dizalimi (dirugikan).",
            "tafsir_jalalayn": "(Jika kamu tak mau melakukannya), yakni apa yang diperintahkan itu, (maka ketahuilah) datangnya (serbuan dari Allah dan rasul-Nya) terhadapmu. Ayat ini berisi ancaman keras kepada mereka, hingga ketika ia turun, mereka mengatakan, \"Tak ada daya kita untuk mengatasi serbuan itu!\" (Dan jika kamu bertobat), artinya menghentikannya, (maka bagi kamu pokok) atau modal (hartamu, agar kamu tidak menganiaya) dengan mengambil tambahan (dan tidak pula teraniaya) dengan menerima jumlah yang kurang.",
            "sajda": false,
            "transliteration": "Fail lam taf'aloo faazanoo biharbim minal laahi wa Rasoolihee wa in tubtum falakum ru'oosu amwaalikum laa tazlimoona wa laa tuzlamoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 287,
            "aya_number": 280,
            "aya_text": "وَاِنْ كَانَ ذُوْ عُسْرَةٍ فَنَظِرَةٌ اِلٰى مَيْسَرَةٍ ۗ وَاَنْ تَصَدَّقُوْا خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 47,
            "translation_aya_text": "Dan jika (orang berutang itu) dalam kesulitan, maka berilah tenggang waktu sampai dia memperoleh kelapangan. Dan jika kamu menyedekahkan, itu lebih baik bagimu, jika kamu mengetahui.",
            "tafsir_jalalayn": "(Dan jika dia), yakni orang yang berutang itu (dalam kesulitan, maka hendaklah diberi tangguh) maksudnya hendaklah kamu undurkan pembayarannya (sampai dia berkelapangan) dibaca 'maisarah' atau 'maisurah'. (Dan jika kamu menyedekahkannya), dibaca dengan tasydid, yakni setelah mengidgamkan ta pada asalnya pada shad menjadi 'tashshaddaqu', juga tanpa tasydid hingga dibaca 'tashaddaqu', yakni telah dibuang ta, sedangkan artinya ialah mengeluarkan sedekah kepada orang yang sedang dalam kesusahan itu dengan jalan membebaskannya dari utang, baik sebagian maupun keseluruhan (itu lebih baik bagimu, jika kamu mengetahui) bahwa demikian itu baik, maka kerjakanlah! Dalam sebuah hadis disebutkan, \"Barang siapa yang memberi tangguh orang yang dalam kesusahan atau membebaskannya dari utang, maka Allah akan melindunginya dalam naungan-Nya, di hari saat tak ada naungan selain naungan-Nya.\" (H.R. Muslim)",
            "sajda": false,
            "transliteration": "Wa in kaana zoo 'usratin fanaziratun ilaa maisarah; wa an tasaddaqoo khairul lakum in kuntum ta'lamoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 288,
            "aya_number": 281,
            "aya_text": "وَاتَّقُوْا يَوْمًا تُرْجَعُوْنَ فِيْهِ اِلَى اللّٰهِ ۗثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 47,
            "translation_aya_text": "Dan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan).",
            "tafsir_jalalayn": "(Dan takutlah akan suatu hari yang nanti kamu akan dikembalikan) dibina' bagi maf`ul, sedangkan jika bagi fa`il, maka bunyinya 'tasiiruun', artinya berjalan (kepada Allah pada hari itu), yakni hari kiamat (kemudian dipenuhkan) pada hari itu (kepada setiap jiwa) balasan terhadap (apa yang dilakukannya) baik berupa kebaikan maupun kejahatan (dan mereka tidak akan dianiaya) dengan mengurangi kebaikan atau menambah kejahatannya.",
            "sajda": false,
            "transliteration": "Wattaqoo yawman turja'oona feehi ilal laahi summa tuwaffaa kullu nafsim maa kasabat wa hum laa yuzlamoon",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}