{
    "page_number": 471,
    "data": [
        {
            "aya_id": 4167,
            "aya_number": 34,
            "aya_text": "وَلَقَدْ جَاۤءَكُمْ يُوْسُفُ مِنْ قَبْلُ بِالْبَيِّنٰتِ فَمَا زِلْتُمْ فِيْ شَكٍّ مِّمَّا جَاۤءَكُمْ بِهٖ ۗحَتّٰىٓ اِذَا هَلَكَ قُلْتُمْ لَنْ يَّبْعَثَ اللّٰهُ مِنْۢ بَعْدِهٖ رَسُوْلًا ۗ كَذٰلِكَ يُضِلُّ اللّٰهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "Dan sungguh, sebelum itu Yusuf telah datang kepadamu dengan membawa bukti-bukti yang nyata, tetapi kamu senantiasa meragukan apa yang dibawanya, bahkan ketika dia wafat, kamu berkata, “Allah tidak akan mengirim seorang rasul pun setelahnya.” Demikianlah Allah membiarkan sesat orang yang melampaui batas dan ragu-ragu,",
            "tafsir_jalalayn": "(Dan sesungguhnya telah datang Yusuf kepada kalian sebelumnya) yakni sebelum Nabi Musa; menurut suatu pendapat ia adalah Yusuf bin Yakub yang usianya dipanjangkan sampai zaman Nabi Musa; atau menurut pendapat yang lain dia adalah Yusuf bin Ibrahim bin Yusuf bin Nabi Yakub (dengan membawa keterangan-keterangan) mukjizat-mukjizat yang tampak jelas (tetapi kalian senantiasa dalam keraguan tentang apa yang dibawanya kepada kalian, sehingga ketika dia meninggal, kalian berkata,) tanpa memakai bukti yang benar lagi (\"Allah tidak akan mengirim seorang rasul pun sesudahnya.\") selagi kalian masih tetap dalam keadaan kafir atau ingkar kepada Nabi Yusuf dan rasul-rasul lainnya. (Demikianlah) maksudnya sebagaimana kalian disesatkan (Allah menyesatkan orang yang melampaui batas) yakni orang yang musyrik (lagi ragu-ragu) artinya, tidak percaya kepada mukjizat-mukjizat yang telah disaksikannya sendiri.",
            "sajda": false,
            "transliteration": "Wa laqad jaaa'akum Yoosufu min qablu bil baiyinaati famaa ziltum fee shakkim mimaa jaaa'akum bihee hattaaa izaa halaka qultum lai yab asal laahu mim ba'dihee Rasoolaa; kazaalika yudillul laahu man huwa Musrifum murtaab",
            "tajweed_text": "وَلَقَ[q:341[دْ] ج[o[َا]ٓءَكُمْ يُوسُفُ مِ[f:128[ن ق]َ[q:129[بْ]لُ بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَمَا زِلْتُمْ فِى شَ[a:6196[كٍّ م]ِّ[g[مّ]َا ج[o[َا]ٓءَك[c:11862[ُم ب]ِه[n[ِۦ]ۖ حَتَّ[o[ىٰٓ] إِذَا هَلَكَ قُلْتُمْ ل[a:11863[َن ي]َ[q:4140[بْ]عَثَ [h:11864[ٱ]للَّهُ م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] رَسُوۚل[f:11865[اً ك]َذ[n[َٲ]لِكَ يُضِلُّ [h:11866[ٱ]للَّهُ مَنْ هُوَ مُسْرِ[a:11867[فٌ م]ُّرْت[p[َا][q[ب]ٌ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4168,
            "aya_number": 35,
            "aya_text": " ۨالَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْۗ  كَبُرَ مَقْتًا عِنْدَ اللّٰهِ وَعِنْدَ الَّذِيْنَ اٰمَنُوْا ۗ كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "(yaitu) orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka. Sangat besar kemurkaan (bagi mereka) di sisi Allah dan orang-orang yang beriman. Demikianlah Allah mengunci hati setiap orang yang sombong dan berlaku sewenang-wenang.",
            "tafsir_jalalayn": "(Orang-orang yang memperdebatkan ayat-ayat Allah) yaitu mukjizat-mukjizatnya; kalimat ayat ini menjadi Mubtada (tanpa alasan) tanpa argumentasi (yang datang kepada mereka. Amat besar) dosa perdebatan mereka itu, lafal Kabura ini menjadi Khabar dari Mubtada (kemurkaan -bagi mereka- di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah) sebagaimana disesatkan-Nya mereka (Allah mengunci mati) artinya, menyesatkan (hati setiap orang yang sombong lagi sewenang-wenang) dapat dibaca Qalbin Mutakabbirin atau Qalbi Mutakabbirin. Manakala kalbu seseorang merasa sombong, maka takaburlah pemiliknya, dan demikian pula sebaliknya. Lafal Kullun menurut dua qiraat di atas menunjukkan makna tiap-tiap orang yang memiliki kalbu yang sesat, jadi bukan ditujukan kepada semua orang.",
            "sajda": false,
            "transliteration": "Allazeena yujaadiloona feee Aaayaatil laahi bighairi sultaanin ataahum kabura maqtan 'indal laahi wa 'indal lazeena aamanoo; kazaalika yatha'ul laahu 'alaa kulli qalbi mutakabbirin jabbaar",
            "tajweed_text": "ٱلَّذِينَ يُجَ[n[ـٰ]دِلُونَ ف[o[ِىٓ] ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ بِغَيْرِ سُلْطَ[n[ـٰ]نٍ أَتَ[n[ـٰ]هُمْۖ كَبُرَ مَ[q:11151[قْ]تًا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَعِ[f:5476[ند]َ [h:11868[ٱ]لَّذِينَ ءَامَنُو[s[اْۚ] كَذ[n[َٲ]لِكَ يَ[q:4901[طْ]بَعُ [h:4902[ٱ]للَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّ[f:11869[رٍ ج]َبّ[p[َا]رٍ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4169,
            "aya_number": 36,
            "aya_text": "وَقَالَ فِرْعَوْنُ يٰهَامٰنُ ابْنِ لِيْ صَرْحًا لَّعَلِّيْٓ اَبْلُغُ الْاَسْبَابَۙ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "Dan Fir‘aun berkata, “Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu,",
            "tafsir_jalalayn": "(Dan berkatalah Firaun, \"Hai Haman! Buatkanlah bagiku sebuah bangunan yang tinggi) bangunan pencakar langit (supaya aku sampai ke pintu-pintu.)",
            "sajda": false,
            "transliteration": "Wa qaala Fir'awnu yaa Haamaanub-ni lee sarhal la'alleee ablughul asbaab",
            "tajweed_text": "وَقَالَ فِرْعَوْنُ يَ[n[ـٰ]هَ[n[ـٰ]مَ[n[ـٰ]نُ [h:11870[ٱ][q:3590[بْ]نِ لِى صَرْ[u:10169[حًا ل]َّعَلّ[o[ِىٓ] أَ[q:11871[بْ]لُغُ [h:11872[ٱ]لْأَسْبَ[p[ـٰ][q[ب]َ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4170,
            "aya_number": 37,
            "aya_text": "اَسْبَابَ السَّمٰوٰتِ فَاَطَّلِعَ اِلٰٓى اِلٰهِ مُوْسٰى وَاِنِّيْ لَاَظُنُّهٗ كَاذِبًا ۗوَكَذٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوْۤءُ عَمَلِهٖ وَصُدَّ عَنِ السَّبِيْلِ ۗوَمَا كَيْدُ فِرْعَوْنَ اِلَّا فِيْ تَبَابٍ ࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.” Dan demikianlah dijadikan terasa indah bagi Fir‘aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Fir‘aun itu tidak lain hanyalah membawa kerugian.",
            "tafsir_jalalayn": "(Yaitu pintu-pintu langit) maksudnya, jalan-jalan yang menuju ke arahnya (supaya aku dapat melihat) kalau dibaca Rafa', yaitu Fa-aththali'u berarti di'athafkan pada lafal Ablughu, apabila dibaca Fa-aththali'a berarti menjadi Jawab daripada Fi'il Amar, yaitu lafal Ibni (Tuhan Musa dan sesungguhnya aku memandangnya) menganggap Musa (seorang pendusta\") karena ia mengatakan, bahwa ia mempunyai Tuhan selain aku. Firaun mengatakan demikian untuk mengelabui pengikut-pengikutnya. (Demikianlah dijadikan Firaun memandang baik perbuatan yang buruk itu, dan dia dihalangi dari jalan) petunjuk; dapat dibaca Shadda sehingga artinya menjadi, Dan Firaun menghalangi jalan petunjuk dapat pula dibaca Shudda yang artinya telah tertera di atas (dan tipu daya Firaun itu tidak lain hanyalah membawa kerugian) mengakibatkan kerugian.",
            "sajda": false,
            "transliteration": "Asbaabas samaawaati faattali'a ilaaa ilaahi Moosaa wa innee la azunnuhoo kaazibaa; wa kazaalika zuyyina li-Fir'awna sooo'u 'amalihee wa sudda 'anis sabeel; wa maa kaidu Fir'awna illaa fee tabaab",
            "tajweed_text": "أَسْبَ[n[ـٰ]بَ [h:11873[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ فَأَطَّلِعَ إِلَ[o[ىٰٓ] إِلَ[n[ـٰ]هِ مُوسَىٰ وَإِ[g[نّ]ِى لَأَظُ[g[نّ]ُهُ[n[ۥ] كَ[n[ـٰ]ذِ[a:11874[بًاۚ و]َكَذ[n[َٲ]لِكَ زُيِّنَ لِفِرْعَوْنَ س[o[ُو]ٓءُ عَمَلِه[n[ِۦ] وَصُدَّ عَنِ [h:6998[ٱ][l[ل]سَّبِيلِۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَب[p[َا][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4171,
            "aya_number": 38,
            "aya_text": "وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اتَّبِعُوْنِ اَهْدِكُمْ سَبِيْلَ الرَّشَادِۚ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "Dan orang yang beriman itu berkata, “Wahai kaumku! Ikutilah aku, aku akan menunjukkan kepadamu jalan yang benar.",
            "tafsir_jalalayn": "(Orang yang beriman itu berkata, \"Hai kaumku! Ikutilah aku) dapat dibaca Ittabi'uuni atau Ittabi'uuniy tanpa atau dengan Ya Mutakallim (aku akan menunjukkan kepada kalian jalan yang benar) penafsirannya sebagaimana yang telah lalu.",
            "sajda": false,
            "transliteration": "Wa qaalal lazeee aamana yaa qawmit tabi'ooni ahdikum sabeelar rashaad",
            "tajweed_text": "وَقَالَ [h:6593[ٱ]لَّذ[o[ِىٓ] ءَامَنَ يَ[n[ـٰ]قَوْمِ [h:11875[ٱ]تَّبِعُونِ أَهْدِكُمْ سَبِيلَ [h:11856[ٱ][l[ل]رَّش[p[َا][q[د]ِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4172,
            "aya_number": 39,
            "aya_text": "يٰقَوْمِ اِنَّمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَا مَتَاعٌ  ۖوَّاِنَّ الْاٰخِرَةَ هِيَ دَارُ الْقَرَارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "Wahai kaumku! Sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.",
            "tafsir_jalalayn": "(Hai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan -sementara-) kesenangan yang bersifat sementara lenyap (dan sesungguhnya akhirat itulah negeri yang kekal.)",
            "sajda": false,
            "transliteration": "Yaa qawmi innamaa haazihil hayaatud dunyaa mataa'unw wa innal Aakhirata hiya daarul qaraar",
            "tajweed_text": "يَ[n[ـٰ]قَوْمِ إِ[g[نّ]َمَا هَ[n[ـٰ]ذِهِ [h:10406[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا مَتَ[n[ـٰ][a:11876[عٌ و]َإِ[g[نّ]َ [h:11877[ٱ]لْأَخِرَةَ هِىَ دَارُ [h:11878[ٱ]لْقَر[p[َا]رِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4173,
            "aya_number": 40,
            "aya_text": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزٰىٓ اِلَّا مِثْلَهَاۚ وَمَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ يُرْزَقُوْنَ فِيْهَا بِغَيْرِ حِسَابٍ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 471,
            "translation_aya_text": "Barangsiapa mengerjakan perbuatan jahat, maka dia akan dibalas sebanding dengan kejahatan itu. Dan barang siapa mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezeki di dalamnya tidak terhingga.",
            "tafsir_jalalayn": "(Barang siapa yang mengerjakan perbuatan jahat, maka dia tidak akan dibalas melainkan sebanding dengan kejahatan itu. Dan barang siapa mengerjakan amal yang saleh, baik laki-laki maupun perempuan sedang ia dalam keadaan beriman, maka mereka akan masuk surga) dapat dibaca Yudkhaluuna atau Yadkhuluuna (mereka diberi rezeki di dalamnya tanpa hisab) diberi rezeki yang banyak tanpa perhitungan.",
            "sajda": false,
            "transliteration": "Man 'amila saiyi'atan falaa yujzaaa illaa mislahaa wa man 'amila saaliham min zakarin aw unsaa wa huwa mu'minun fa ulaaa'ika yadkhuloonal Jannata yurzaqoona feehaa bighairi hisaab",
            "tajweed_text": "مَنْ عَمِلَ سَيِّئَ[f:11879[ةً ف]َلَا يُ[q:4564[جْ]زَ[o[ىٰٓ] إِلَّا مِثْلَهَاۖ وَمَنْ عَمِلَ صَ[n[ـٰ]لِ[a:7575[حًا م]ِّ[f:2511[ن ذ]َكَرٍ أَوْ أُ[f:1867[نث]َىٰ وَهُوَ مُؤْمِ[f:3155[نٌ ف]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يَ[q:3156[دْ]خُلُونَ [h:3157[ٱ]لْجَ[g[نّ]َةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِس[p[َا][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        }
    ]
}