{
    "page_number": 472,
    "data": [
        {
            "aya_id": 4174,
            "aya_number": 41,
            "aya_text": "۞ وَيٰقَوْمِ مَا لِيْٓ اَدْعُوْكُمْ اِلَى النَّجٰوةِ وَتَدْعُوْنَنِيْٓ اِلَى النَّارِۗ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Dan wahai kaumku! Bagaimanakah ini, aku menyerumu kepada keselamatan, tetapi kamu menyeruku ke neraka?",
            "tafsir_jalalayn": "(Hai kaumku bagaimanakah kalian, aku menyeru kalian kepada keselamatan, tetapi kalian menyeru aku ke neraka.)",
            "sajda": false,
            "transliteration": "Wa yaa qawmi maa leee ad'ookum ilan najaati wa tad'oonaneee ilan Naar",
            "tajweed_text": "۞ وَيَ[n[ـٰ]قَوْمِ مَا ل[o[ِىٓ] أَ[q:11880[دْ]عُوكُمْ إِلَى [h:11881[ٱ][l[ل][g[نّ]َجَ[s[و][n[ٲ]ةِ وَتَ[q:11882[دْ]عُونَن[o[ِىٓ] إِلَى [h:1241[ٱ][l[ل][g[نّ][p[َا]رِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4175,
            "aya_number": 42,
            "aya_text": "تَدْعُوْنَنِيْ لِاَكْفُرَ بِاللّٰهِ وَاُشْرِكَ بِهٖ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ وَّاَنَا۠ اَدْعُوْكُمْ اِلَى الْعَزِيْزِ الْغَفَّارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "(Mengapa) kamu menyeruku agar kafir kepada Allah dan mempersekutukan-Nya dengan sesuatu yang aku tidak mempunyai ilmu tentang itu, padahal aku menyerumu (beriman) kepada Yang Mahaperkasa, Maha Pengampun?",
            "tafsir_jalalayn": "(-Kenapa- kalian menyeruku supaya kafir kepada Allah dan mempersekutukan-Nya dengan apa yang tidak kuketahui padahal aku menyeru kalian -beriman- kepada Yang Maha Perkasa) Yang Maha Menang atas semua perkara-Nya (lagi Maha Pengampun?) kepada orang yang bertobat kepada-Nya.",
            "sajda": false,
            "transliteration": "Tad'oonanee li-akfura billaahi wa ushrika bihee maa laisa lee bihee 'ilmunw wa ana ad'ookum ilal'Azeezil Ghaffaar",
            "tajweed_text": "تَ[q:11883[دْ]عُونَنِى لِأَكْفُرَ بِ[h:32[ٱ]للَّهِ وَأُشْرِكَ بِه[n[ِۦ] مَا لَيْسَ لِى بِه[n[ِۦ] عِلْ[a:11884[مٌ و]َأَنَا۟ أَ[q:11880[دْ]عُوكُمْ إِلَى [h:11885[ٱ]لْعَزِيزِ [h:11886[ٱ]لْغَفَّ[p[ـٰ]رِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4176,
            "aya_number": 43,
            "aya_text": "لَا جَرَمَ اَنَّمَا تَدْعُوْنَنِيْٓ اِلَيْهِ لَيْسَ لَهٗ دَعْوَةٌ فِى الدُّنْيَا وَلَا فِى الْاٰخِرَةِ وَاَنَّ مَرَدَّنَآ اِلَى اللّٰهِ وَاَنَّ الْمُسْرِفِيْنَ هُمْ اَصْحٰبُ النَّارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Sudah pasti bahwa apa yang kamu serukan aku kepadanya bukanlah suatu seruan yang berguna baik di dunia maupun di akhirat. Dan sesungguhnya tempat kembali kita pasti kepada Allah, dan sesungguhnya orang-orang yang melampaui batas, mereka itu akan menjadi penghuni neraka.",
            "tafsir_jalalayn": "(Sudah pasti) yakni pastilah (bahwa apa yang kalian seru supaya aku -beriman- kepadanya) artinya, supaya aku menyembahnya (tidak dapat memperkenankan seruan apa pun) maksudnya, tidak dapat memperkenankan suatu doa pun (baik di dunia maupun di akhirat. Dan sesungguhnya kita kembali) atau kembali kita (kepada Allah dan sesungguhnya orang-orang yang melampaui batas) yakni orang-orang kafir (mereka itulah penghuni neraka.)",
            "sajda": false,
            "transliteration": "Laa jarama annamaa tad'oonanee ilaihi laisa lahoo da'watun fid dunyaa wa laa fil Aakhirati wa anna maraddanaaa ilal laahi wa annal musrifeenahum Ashaabun Naar",
            "tajweed_text": "لَا جَرَمَ أَ[g[نّ]َمَا تَ[q:11883[دْ]عُونَن[o[ِىٓ] إِلَيْهِ لَيْسَ لَهُ[n[ۥ] دَعْوَ[f:11887[ةٌ ف]ِى [h:599[ٱ][l[ل]دُّنْيَا وَلَا فِى [h:536[ٱ]لْأَخِرَةِ وَأَ[g[نّ]َ مَرَدَّن[o[َآ] إِلَى [h:1637[ٱ]للَّهِ وَأَ[g[نّ]َ [h:11888[ٱ]لْمُسْرِفِينَ هُمْ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ][p[َا]رِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4177,
            "aya_number": 44,
            "aya_text": "فَسَتَذْكُرُوْنَ مَآ اَقُوْلُ لَكُمْۗ وَاُفَوِّضُ اَمْرِيْٓ اِلَى اللّٰهِ ۗاِنَّ اللّٰهَ بَصِيْرٌ ۢبِالْعِبَادِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Maka kelak kamu akan ingat kepada apa yang kukatakan kepadamu. Dan aku menyerahkan urusanku kepada Allah. Sungguh, Allah Maha Melihat akan hamba-hamba-Nya.”",
            "tafsir_jalalayn": "(Kelak kalian akan ingat) bila kalian menyaksikan azab dengan mata kalian sendiri (kepada apa yang kukatakan kepada kalian. Dan aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha melihat akan hamba-hamba-Nya\") Ia mengatakan demikian ketika mereka mengancamnya jika ia menentang agama mereka.",
            "sajda": false,
            "transliteration": "Fasatazkuroona maaa aqoolu lakum; wa ufawwidu amreee ilal laah; innallaaha baseerum bil'ibaad",
            "tajweed_text": "فَسَتَذْكُرُونَ م[o[َآ] أَقُولُ لَكُمْۚ وَأُفَوِّضُ أَمْر[o[ِىٓ] إِلَى [h:1637[ٱ]للَّهِۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بَصِي[i:1790[رُۢ ب]ِ[h:1133[ٱ]لْعِب[p[َا][q[د]ِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4178,
            "aya_number": 45,
            "aya_text": "فَوَقٰىهُ اللّٰهُ سَيِّاٰتِ مَا مَكَرُوْا وَحَاقَ بِاٰلِ فِرْعَوْنَ سُوْۤءُ الْعَذَابِۚ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Maka Allah memeliharanya dari kejahatan tipu daya mereka, sedangkan Fir‘aun beserta kaumnya dikepung oleh azab yang sangat buruk.",
            "tafsir_jalalayn": "(Maka Allah memeliharanya dari kejahatan tipu daya mereka) terhadap dirinya, yaitu mereka merencanakan akan membunuhnya (dan turunlah) menimpa (kepada keluarga Firaun) maksudnya, kepada kaumnya yang mengikutinya (azab yang buruk) yaitu ditenggelamkan.",
            "sajda": false,
            "transliteration": "Fa waqaahul laahu saiyiaati maa makaroo wa haaqa bi Aali-Fir'awna sooo'ul 'azaab",
            "tajweed_text": "فَوَقَ[n[ـٰ]هُ [h:11889[ٱ]للَّهُ سَيِّـَٔـاتِ مَا مَكَرُو[s[اْۖ] وَحَاقَ بِـَٔـالِ فِرْعَوْنَ س[o[ُو]ٓءُ [h:9886[ٱ]لْعَذ[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4179,
            "aya_number": 46,
            "aya_text": "اَلنَّارُ يُعْرَضُوْنَ عَلَيْهَا غُدُوًّا وَّعَشِيًّا ۚوَيَوْمَ تَقُوْمُ السَّاعَةُ ۗ اَدْخِلُوْٓا اٰلَ فِرْعَوْنَ اَشَدَّ الْعَذَابِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Kepada mereka diperlihatkan neraka, pada pagi dan petang, dan pada hari terjadinya Kiamat. (Lalu kepada malaikat diperintahkan), “Masukkanlah Fir‘aun dan kaumnya ke dalam azab yang sangat keras!”",
            "tafsir_jalalayn": "Kemudian (neraka ditampakkan kepada mereka) maksudnya, mereka dibakar oleh api neraka (pada pagi dan petang) di setiap pagi dan petang (dan pada hari terjadinya kiamat) dikatakan kepada mereka, (\"Masuklah kalian) hai (Firaun dan kaumnya) menurut suatu qiraat dibaca Adkhiluu yang artinya, Masukkanlah Firaun dan kaumnya. Ini merupakan perintah Allah kepada malaikat-malaikat-Nya (ke dalam azab yang sangat keras\") yakni azab neraka",
            "sajda": false,
            "transliteration": "An Naaru yu'radoona 'alaihaa ghuduwwanw wa 'ashiyyanw wa Yawma taqoomus Saa'aatu adkhilooo Aala Fir'awna ashaddal 'azaab",
            "tajweed_text": "ٱ[l[ل][g[نّ]َارُ يُعْرَضُونَ عَلَيْهَا غُدُو[a:11890[ًّا و]َعَشِي[a:11891[ًّاۖ و]َيَوْمَ تَقُومُ [h:10435[ٱ][l[ل]سَّاعَةُ أَ[q:11892[دْ]خِل[o[ُوٓ][s[اْ] ءَالَ فِرْعَوْنَ أَشَدَّ [h:11893[ٱ]لْعَذ[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4180,
            "aya_number": 47,
            "aya_text": "وَاِذْ يَتَحَاۤجُّوْنَ فِى النَّارِ فَيَقُوْلُ الضُّعَفٰۤؤُ لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا نَصِيْبًا مِّنَ النَّارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Dan (Ingatlah), ketika mereka berbantah-bantahan dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?”",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika mereka berbantah) yaitu ketika orang-orang kafir saling berbantah-bantahan (dalam neraka, maka orang-orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami adalah pengikut-pengikut kalian) lafal Taba'an adalah bentuk jamak dari lafal Taabi'un (maka dapatkah kalian menghindarkan) artinya menolak (dari kami sebagian) yakni suatu bagian dari (azab api neraka?\")",
            "sajda": false,
            "transliteration": "Wa iz yatahaaajjoona fin Naari fa-yaqoolud du'afaaa'u lillazeenas takbarooo innaa kunnaa lakum taba'an fahal antum mughnoona annaa naseebam minan Naar",
            "tajweed_text": "وَإِذْ يَتَح[m[َا]ٓجُّونَ فِى [h:4674[ٱ][l[ل][g[نّ]َارِ فَيَقُولُ [h:11894[ٱ][l[ل]ضُّعَفَ[o[ـٰٓ]ؤُ[s[اْ] لِلَّذِينَ [h:7089[ٱ]سْتَكْبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َا كُ[g[نّ]َا لَكُمْ تَبَ[f:7090[عًا ف]َهَلْ أَ[f:428[نت][w:7091[ُم م]ُّغْنُونَ عَ[g[نّ]َا نَصِي[a:1814[بًا م]ِّنَ [h:869[ٱ][l[ل][g[نّ][p[َا]رِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4181,
            "aya_number": 48,
            "aya_text": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُلٌّ فِيْهَآ اِنَّ اللّٰهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).”",
            "tafsir_jalalayn": "(Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena sesungguhnya Allah telah menetapkan keputusan antara hamba-hamba-Nya\") oleh karena itu maka Dia memasukkan orang-orang yang beriman ke dalam surga, dan orang-orang kafir ke dalam neraka.",
            "sajda": false,
            "transliteration": "Qaalal lazeenas takbarooo innaa kullun feehaaa innal laaha qad hakama baynal'ibaad",
            "tajweed_text": "قَالَ [h:590[ٱ]لَّذِينَ [h:4816[ٱ]سْتَكْبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َا كُ[f:11895[لٌّ ف]ِيه[o[َآ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَ[q:298[دْ] حَكَمَ بَيْنَ [h:11896[ٱ]لْعِب[p[َا][q[د]ِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4182,
            "aya_number": 49,
            "aya_text": "وَقَالَ الَّذِيْنَ فِى النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوْا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ الْعَذَابِ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 472,
            "translation_aya_text": "Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.”",
            "tafsir_jalalayn": "(Dan orang-orang yang berada di dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Rabb kalian supaya Dia meringankan daripada kami barang sehari) atau selama sehari (dari azab ini.\")",
            "sajda": false,
            "transliteration": "Wa qaalal lazena fin Naari likhazanati Jahannamad-'oo Rabbakum yukhaffif 'annaa yawmam minal 'azaab",
            "tajweed_text": "وَقَالَ [h:614[ٱ]لَّذِينَ فِى [h:4674[ٱ][l[ل][g[نّ]َارِ لِخَزَنَةِ جَهَ[g[نّ]َمَ [h:11897[ٱ][q:4751[دْ]عُو[s[اْ] رَبَّكُمْ يُخَفِّفْ عَ[g[نّ]َا يَوْ[a:11898[مًا م]ِّنَ [h:503[ٱ]لْعَذ[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        }
    ]
}