{
    "page_number": 473,
    "data": [
        {
            "aya_id": 4183,
            "aya_number": 50,
            "aya_text": "قَالُوْٓا اَوَلَمْ تَكُ تَأْتِيْكُمْ رُسُلُكُمْ بِالْبَيِّنٰتِ ۗقَالُوْا بَلٰىۗ قَالُوْا فَادْعُوْا ۚوَمَا دُعٰۤؤُا الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ࣖ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Maka (penjaga-penjaga Jahanam) berkata, “Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?” Mereka menjawab, “Benar, sudah datang.” (Penjaga-penjaga Jahanam) berkata, “Berdoalah kamu (sendiri!)” Namun doa orang-orang kafir itu sia-sia belaka.",
            "tafsir_jalalayn": "(Para penjaga neraka Jahanam berkata) dengan nada sinis, (\"Dan apakah belum datang kepada kalian rasul-rasul kalian dengan membawa keterangan-keterangan?\") yakni mukjizat-mukjizat yang tampak. (Mereka menjawab, \"Benar, sudah datang\") tetapi mereka kafir kepada rasul-rasul mereka itu. (Penjaga-penjaga Jahanam berkata, \"Berdoalah kalian\") karena sesungguhnya kami tidak akan memberikan syafaat/pertolongan kepada orang-orang kafir. Lalu Allah berfirman, (Tiadalah doa orang-orang kafir itu melainkan sia-sia belaka) yakni tiada gunanya, karena pasti tidak akan diperkenankan.",
            "sajda": false,
            "transliteration": "Qaalooo awalam taku taateekum Rusulukum bilbaiyinaati qaaloo balaa' qaaloo fad'oo; wa maa du'aaa'ul kaafireena illaa fee dalaal",
            "tajweed_text": "قَال[o[ُوٓ][s[اْ] أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُك[c:11899[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِۖ قَالُو[s[اْ] بَلَىٰۚ قَالُو[s[اْ] فَ[h:11804[ٱ][q:11804[دْ]عُو[s[اْۗ] وَمَا دُعَ[o[ـٰٓ]ؤُ[s[اْ] [h:11900[ٱ]لْكَ[n[ـٰ]فِرِينَ إِلَّا فِى ضَلَ[p[ـٰ]لٍ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4184,
            "aya_number": 51,
            "aya_text": "اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُۙ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat),",
            "tafsir_jalalayn": "(Sesungguhnya Kami menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari berdirinya saksi-saksi) yaitu hari kiamat. Lafal Al-Asyhaad adalah bentuk jamak dari lafal Syaahidun; para saksi tersebut adalah malaikat-malaikat yang memberikan kesaksian bagi para rasul, bahwasanya rasul-rasul itu telah menyampaikan risalah-Nya dan mereka mendustakan orang-orang kafir.",
            "sajda": false,
            "transliteration": "Innaa lanansuru Rusulanaa wallazeena aamanoo fil hayaatid dunyaa wa Yawma yaqoomul ashhaad",
            "tajweed_text": "إِ[g[نّ]َا لَنَ[f:11901[نص]ُرُ رُسُلَنَا وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَيَوْمَ يَقُومُ [h:11902[ٱ]لْأَشْهَ[p[ـٰ][q[د]ُ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4185,
            "aya_number": 52,
            "aya_text": "يَوْمَ لَا يَنْفَعُ الظّٰلِمِيْنَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "(yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk.",
            "tafsir_jalalayn": "(Yaitu hari yang tidak berguna) dapat dibaca Yanfa'u atau Tanfa'u (bagi orang-orang zalim permintaan maafnya) yakni permintaan maaf mereka seandainya mereka meminta maaf (dan bagi merekalah laknat) yaitu dijauhkan dari rahmat Allah (dan bagi mereka tempat tinggal yang buruk) di akhirat, yaitu mendapat azab yang sangat pedih.",
            "sajda": false,
            "transliteration": "Yawma laa yanfa'uz zaalimeena ma'ziratuhum wa lahumul la'natu wa lahum soooud daar",
            "tajweed_text": "يَوْمَ لَا يَ[f:838[نف]َعُ [h:11903[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ مَعْذِرَتُهُمْۖ وَلَهُمُ [h:11904[ٱ][l[ل]لَّعْنَةُ وَلَهُمْ س[o[ُو]ٓءُ [h:6967[ٱ][l[ل]دّ[p[َا]رِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4186,
            "aya_number": 53,
            "aya_text": "وَلَقَدْاٰتَيْنَا مُوْسٰى الْهُدٰى وَاَوْرَثْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَۙ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Dan sungguh, Kami telah memberikan petunjuk kepada Musa; dan mewariskan Kitab (Taurat) kepada Bani Israil,",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami berikan petunjuk kepada Musa) berupa kitab Taurat dan mukjizat-mukjizat (dan Kami wariskan kepada Bani Israel) sesudah Musa tiada (kitab) yakni Taurat.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Moosal hudaa wa awrasnaa Baneee Israaa 'eelal Kitaab",
            "tajweed_text": "وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَى [h:11905[ٱ]لْهُدَىٰ وَأَوْرَثْنَا بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ [h:11906[ٱ]لْكِتَ[p[ـٰ][q[ب]َ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4187,
            "aya_number": 54,
            "aya_text": "هُدًى وَّذِكْرٰى لِاُولِى الْاَلْبَابِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat.",
            "tafsir_jalalayn": "(Untuk menjadi petunjuk) sebagai petunjuk (dan peringatan bagi orang-orang yang berpikir) sebagai peringatan buat orang-orang yang berakal.",
            "sajda": false,
            "transliteration": "Hudanw wa zikraa li ulil albaab",
            "tajweed_text": "هُ[a:11907[دًى و]َذِكْرَىٰ لِأُ[s[وْ]لِى [h:11555[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4188,
            "aya_number": 55,
            "aya_text": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاسْتَغْفِرْ لِذَنْۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْاِبْكَارِ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Maka bersabarlah kamu, sesungguhnya janji Allah itu benar, dan mohonlah ampun untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi.",
            "tafsir_jalalayn": "(Maka bersabarlah kamu) hai Muhammad (karena sesungguhnya janji Allah itu) untuk menolong kekasih-kekasih-Nya (benar) dan kamu beserta orang-orang yang mengikutimu adalah termasuk kekasih-kekasih-Nya (dan mohonlah ampun untuk dosamu) supaya hal ini dijadikan teladan bagi umatmu (dan bertasbihlah) yakni, salatlah seraya (memuji Rabbmu pada waktu petang) yaitu sesudah matahari tergelincir (dan pagi) yang dimaksud adalah salat lima waktu.",
            "sajda": false,
            "transliteration": "Fasbir inna wa'dal laahi haqqunw wastaghfir lizambika wa sabbih bihamdi Rabbika bil'ashiyyi wal ibkaar",
            "tajweed_text": "فَ[h:9999[ٱ]صْبِرْ إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[a:11908[قٌّ و]َ[h:2374[ٱ]سْتَغْفِرْ لِذَ[i:11909[نۢب]ِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِ[h:1900[ٱ]لْعَشِىِّ وَ[h:1901[ٱ]لْإِ[q:1901[بْ]كَ[p[ـٰ]رِ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4189,
            "aya_number": 56,
            "aya_text": "اِنَّ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْ ۙاِنْ فِيْ صُدُوْرِهِمْ اِلَّا كِبْرٌ مَّا هُمْ بِبَالِغِيْهِۚ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Sesungguhnya orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, yang ada dalam dada mereka hanyalah (keinginan akan) kebesaran yang tidak akan mereka capai, maka mintalah perlindungan kepada Allah. Sungguh, Dia Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang memperdebatkan tentang ayat-ayat Allah) yakni Alquran (tanpa alasan) tanpa argumentasi (yang sampai kepada mereka, tidak ada) (dalam dada mereka melainkan hanyalah keinginan akan kebesaran) yakni tinggi diri dan tamak ingin mengatasi kamu (yang mereka sekali-kali tiada akan mencapainya maka mintalah perlindungan) dari kejahatan mereka (kepada Allah. Sesungguhnya Dia Maha Mendengar) akan semua perkataan mereka (lagi Maha Melihat) keadaan mereka; ayat ini diturunkan berkenaan dengan orang-orang yang ingkar kepada hari berbangkit.",
            "sajda": false,
            "transliteration": "Innal lazeena yujaadi loona feee Aayaatil laahi bighairi sultaanin ataahum in fee sudoorihim illaa kibrum maa hum bibaaligheeh; fasta'iz billaahi innahoo Huwas Samee'ul Baseer",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُجَ[n[ـٰ]دِلُونَ ف[o[ِىٓ] ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ بِغَيْرِ سُلْطَ[n[ـٰ]نٍ أَتَ[n[ـٰ]هُمْۙ إِ[f:11910[ن ف]ِى صُدُورِهِمْ إِلَّا كِ[q:11911[بْ][a:11912[رٌ م]َّا ه[c:11913[ُم ب]ِبَ[n[ـٰ]لِغِيهِۚ فَ[h:5208[ٱ]سْتَعِذْ بِ[h:32[ٱ]للَّهِۖ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:7657[ٱ]لْبَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4190,
            "aya_number": 57,
            "aya_text": "لَخَلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui.",
            "tafsir_jalalayn": "(Sesungguhnya penciptaan langit dan bumi) yakni permulaannya (lebih besar daripada penciptaan manusia) untuk yang kedua kalinya, yaitu mengulanginya (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui) hal tersebut, perihal mereka sama dengan orang buta, sedangkan orang yang mengetahui hal tersebut perumpamaannya sama dengan orang yang melihat.",
            "sajda": false,
            "transliteration": "Lakhalqus samaawaati wal ardi akbaru min khalqin naasi wa laakinna aksaran naasi laa ya'lamoon",
            "tajweed_text": "لَخَلْقُ [h:11914[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ أَكْبَرُ مِنْ خَلْقِ [h:11915[ٱ][l[ل][g[نّ]َاسِ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4191,
            "aya_number": 58,
            "aya_text": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَلَا الْمُسِيْۤئُ ۗقَلِيْلًا مَّا تَتَذَكَّرُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 473,
            "translation_aya_text": "Dan tidak sama orang yang buta dengan orang yang melihat, dan tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat kejahatan. Hanya sedikit sekali yang kamu ambil pelajaran.",
            "tafsir_jalalayn": "(Dan tidaklah sama orang yang buta dengan orang yang melihat, dan) tidak sama pula (orang-orang yang beriman serta mengerjakan amal saleh) yaitu orang yang selalu berbuat kebaikan (dengan orang-orang yang durhaka) di dalam lafal ayat ini terdapat tambahan huruf Laa (Sedikit sekali kalian mengambil pelajaran) mengambil nasihat; dapat dibaca Yatadzakkaruuna atau Tatadzakkaruuna, yakni kesadaran mereka terhadap hal ini sangat sedikit.",
            "sajda": false,
            "transliteration": "Wa maa yastawil a'maa walbaseeru wallazeena aamanoo wa 'amilus saalihaati wa lal museee'; qaleelam maa tatazakkaroon",
            "tajweed_text": "وَمَا يَسْتَوِى [h:4068[ٱ]لْأَعْمَىٰ وَ[h:4069[ٱ]لْبَصِيرُ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَلَا [h:11916[ٱ]لْمُس[o[ِى]ٓءُۚ قَلِيل[a:4583[اً م]َّا تَتَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        }
    ]
}