{
    "page_number": 474,
    "data": [
        {
            "aya_id": 4192,
            "aya_number": 59,
            "aya_text": "اِنَّ السَّاعَةَ لَاٰتِيَةٌ لَّا رَيْبَ فِيْهَا ۖوَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Sesungguhnya hari Kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tidak beriman.",
            "tafsir_jalalayn": "(Sesungguhnya hari kiamat pasti akan datang, tidak ada keraguan) artinya, tidak diragukan lagi (tentangnya, akan tetapi kebanyakan manusia tidak beriman) kepadanya.",
            "sajda": false,
            "transliteration": "Innas Saa'ata la aatiyatul laa raiba feehaa wa laakinna aksaran naasi laa yu'minoon",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4193,
            "aya_number": 60,
            "aya_text": "وَقَالَ رَبُّكُمُ ادْعُوْنِيْٓ اَسْتَجِبْ لَكُمْ ۗاِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِيْ سَيَدْخُلُوْنَ جَهَنَّمَ دَاخِرِيْنَ ࣖࣖࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Dan Tuhanmu berfirman, “Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina.”",
            "tafsir_jalalayn": "(Dan Rabb kalian berfirman, \"Berdoalah kepada-Ku, niscaya akan Kuperkenankan bagi kalian) maksudnya, sembahlah Aku, niscaya Aku akan memberi pahala kepada kalian. Pengertian ini disimpulkan dari ayat selanjutnya, yaitu, (Sesungguhnya orang-orang yang menyombongkan diri dari menyembah-Ku akan masuk) dapat dibaca Sayadkhuluuna atau Sayudkhaluuna, menurut bacaan yang kedua artinya, mereka akan dimasukkan ke dalam (neraka Jahanam dalam keadaan hina dina\") dalam keadaan terhina.",
            "sajda": false,
            "transliteration": "Wa qaala Rabbukumud 'ooneee astajib lakum; innal lazeena yastakbiroona an 'ibaadatee sa yadkhuloona jahannama daakhireen",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4194,
            "aya_number": 61,
            "aya_text": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Allah-lah yang menjadikan malam untukmu agar kamu beristirahat padanya; (dan menjadikan) siang terang benderang. Sungguh, Allah benar-benar memiliki karunia yang dilimpahkan kepada manusia, tetapi kebanyakan manusia tidak bersyukur.",
            "tafsir_jalalayn": "(Allahlah yang menjadikan malam untuk kalian supaya kalian beristirahat padanya; dan menjadikan siang terang-benderang) dikaitkannya pengertian melihat kepada siang hanyalah majaz atau kata kiasan belaka, karena pada siang hari manusia dapat melihat. (Sesungguhnya Allah benar-benar mempunyai karunia yang dilimpahkan atas manusia, akan tetapi kebanyakan manusia tidak bersyukur) kepada Allah, malahan mereka tidak beriman kepada-Nya.",
            "sajda": false,
            "transliteration": "Allaahul lazee ja'ala lakumul laila litqaskunoo feehi wannahaara mubsiraa; innal laaha lazoo fadlin 'alan naasi wa laakinna aksaran naasi laa yashkuroon",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4195,
            "aya_number": 62,
            "aya_text": "ذٰلِكُمُ اللّٰهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍۘ  لَآ اِلٰهَ اِلَّا هُوَ ۖفَاَنّٰى تُؤْفَكُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan?",
            "tafsir_jalalayn": "(Yang demikian itu adalah Allah, Rabb kalian, Pencipta segala sesuatu, tiada Tuhan melainkan Dia, maka bagaimanakah kalian dapat dipalingkan?) maksudnya, bagaimanakah kalian dipalingkan dari iman kepada-Nya, padahal bukti-bukti-Nya sudah jelas.",
            "sajda": false,
            "transliteration": "Zaalikumul laahu Rabbukum khaaliqu kulli shai'; laaa ilaaha illaa Huwa fa annaa tu'fakoon",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4196,
            "aya_number": 63,
            "aya_text": "كَذٰلِكَ يُؤْفَكُ الَّذِيْنَ كَانُوْا بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Demikianlah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan.",
            "tafsir_jalalayn": "(Seperti demikianlah dipalingkan) artinya sebagaimana mereka dipalingkan, maka dipalingkan pula (orang-orang yang terhadap ayat-ayat Allah) yakni mukjizat-mukjizat-Nya (mereka ingkar.)",
            "sajda": false,
            "transliteration": "Kazaalika yu'fakul loazeena kaanoo bi Aayaatil laahi yajhadoon",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4197,
            "aya_number": 64,
            "aya_text": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ قَرَارًا وَّالسَّمَاۤءَ بِنَاۤءً وَّصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ ۗذٰلِكُمُ اللّٰهُ رَبُّكُمْ ۚ فَتَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Allah-lah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap, dan membentukmu lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik. Demikianlah Allah, Tuhanmu, Mahasuci Allah, Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Allahlah yang menjadikan bumi bagi kalian sebagai tempat menetap dan langit sebagai atap) maksudnya, yang menaungi (dan membentuk kalian lalu membaguskan rupa kalian serta memberi kalian rezeki dengan sebagian yang baik-baik. Yang demikian itu adalah Allah Rabb kalian, Maha Agung Allah, Rabb semesta Alam.)",
            "sajda": false,
            "transliteration": "Allaahul lazee ja'ala lakumul arda qaraaranw wassa maaa'a binaaa'anw wa sawwarakum fa ahsana suwarakum wa razaqakum minat taiyibaat; zaalikumul laahu Rabbukum fatabaarakal laahu Rabbul 'aalameen",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4198,
            "aya_number": 65,
            "aya_text": "هُوَ الْحَيُّ لَآ اِلٰهَ اِلَّا هُوَ فَادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ۗ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Dialah yang hidup kekal, tidak ada tuhan selain Dia; maka sembahlah Dia dengan tulus ikhlas beragama kepada-Nya. Segala puji bagi Allah Tuhan seluruh alam.",
            "tafsir_jalalayn": "(Dialah Yang hidup kekal tiada Tuhan melainkan Dia, maka serulah Dia) sembahlah Dia (dengan memurnikan ibadah kepada-Nya) dari kemusyrikan. (Segala puji bagi Allah Rabb semesta alam.)",
            "sajda": false,
            "transliteration": "Huwal Hayyu laaa ilaaha illaa Huwa fad'oohu mukh liseena lahudeen; alhamdu lillaahi Rabbil 'aalameen",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4199,
            "aya_number": 66,
            "aya_text": "۞ قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَمَّا جَاۤءَنِيَ الْبَيِّنٰتُ مِنْ رَّبِّيْ وَاُمِرْتُ اَنْ اُسْلِمَ لِرَبِّ الْعٰلَمِيْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 474,
            "translation_aya_text": "Katakanlah (Muhammad), “Sungguh, aku dilarang menyembah sembahan yang kamu sembah selain Allah, setelah datang kepadaku keterangan-keterangan dari Tuhanku; dan aku diperintahkan agar berserah diri kepada Tuhan seluruh alam.”",
            "tafsir_jalalayn": "(Katakanlah, \"Sesungguhnya aku dilarang menyembah sesembahan yang kalian seru) yang kalian sembah (selain Allah setelah datang kepadaku keterangan-keterangan) yakni bukti-bukti tauhid (dari Rabbku, dan aku diperintahkan supaya tunduk patuh kepada Rabb semesta alam.)",
            "sajda": false,
            "transliteration": "Qul innee nuheetu an a'budal lazeena tad'oona min doonil laahi lammaa jaaa'a niyal biyinaatu mir Rabbee wa umirtu an uslima li Rabbil 'aalameen",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        }
    ]
}