{
    "page_number": 476,
    "data": [
        {
            "aya_id": 4211,
            "aya_number": 78,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ مِنْهُمْ مَّنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّنْ لَّمْ نَقْصُصْ عَلَيْكَ ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۚفَاِذَا جَاۤءَ اَمْرُ اللّٰهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُوْنَ ࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad), di antara mereka ada yang Kami ceritakan kepadamu dan di antaranya ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul membawa suatu mukjizat, kecuali seizin Allah. Maka apabila telah datang perintah Allah, (untuk semua perkara) diputuskan dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami utus rasul-rasul sebelum kamu; di antara mereka ada yang Kami ceritakan kepadamu dan di antara mereka ada -pula- yang tidak Kami ceritakan kepadamu) menurut suatu riwayat diceritakan, bahwa Allah swt. telah mengutus delapan ribu orang nabi untuk menjadi rasul; yang empat ribu orang di antaranya dari kaum Bani Israel, sedangkan yang empat ribu orang lagi dari kalangan umat-umat selain Bani Israel. (Tidak dapat bagi seorang rasul) di antara rasul-rasul itu (membawa suatu mukjizat, melainkan dengan seizin Allah) karena mereka juga hamba-hamba Allah yang diperintah oleh-Nya (maka apabila telah datang perintah Allah) yang memerintahkan supaya azab diturunkan atas orang-orang kafir (diputuskan) semua perkara di antara rasul-rasul dan orang-orang yang mendustakannya (dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil) yakni, keputusan itu merupakan kemenangan bagi rasul-rasul dan kerugian bagi orang-orang yang mendustakannya; pada hakikatnya sebelum itu pun orang-orang yang mendustakan para rasul sudah merugi.",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa Rusulam min qablika minhum man qasasnaa 'alaika wa minhum mal lam naqsus 'alaik; wa maa kaana li Rasoolin any yaatiya bi Aayatin illaa bi iznil laah; fa izaa jaaa'a amrul laahi qudiya bilhaqqi wa khasira hunaalikal mubtiloon",
            "tajweed_text": "وَلَقَ[q:341[دْ] أَرْسَلْنَا رُسُل[a:7017[اً م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ مِنْه[w:1446[ُم م]َّ[f:11940[ن ق]َصَصْنَا عَلَيْكَ وَمِنْه[w:1106[ُم م]ّ[u:11941[َن ل]َّمْ نَ[q:11942[قْ]صُصْ عَلَيْكَۗ وَمَا كَانَ لِرَسُولٍ أ[a:1462[َن ي]َأْتِىَ بِـَٔـايَةٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِۚ فَإِذَا ج[o[َا]ٓءَ أَمْرُ [h:2832[ٱ]للَّهِ قُضِىَ بِ[h:370[ٱ]لْحَقِّ وَخَسِرَ هُنَالِكَ [h:11943[ٱ]لْمُ[q:5131[بْ]طِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4212,
            "aya_number": 79,
            "aya_text": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَنْعَامَ لِتَرْكَبُوْا مِنْهَا وَمِنْهَا تَأْكُلُوْنَۖ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Allah-lah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan.",
            "tafsir_jalalayn": "(Allahlah yang menjadikan binatang ternak untuk kalian) menurut suatu pendapat dikatakan, bahwa yang dimaksud hanyalah unta saja. Tetapi menurut pendapat yang kuat, ternak yang dimaksud mencakup pula sapi dan kambing (sebagiannya untuk kalian kendarai dan sebagiannya untuk kalian makan.)",
            "sajda": false,
            "transliteration": "Allaahul lazee ja'ala lakumul an'aama litarkaboo minhaa wa minhaa taakuloon",
            "tajweed_text": "ٱللَّهُ [h:4738[ٱ]لَّذِى جَعَلَ لَكُمُ [h:11944[ٱ]لْأَنْعَ[n[ـٰ]مَ لِتَرْكَبُو[s[اْ] مِنْهَا وَمِنْهَا تَأْكُل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4213,
            "aya_number": 80,
            "aya_text": "وَلَكُمْ فِيْهَا مَنَافِعُ وَلِتَبْلُغُوْا عَلَيْهَا حَاجَةً فِيْ صُدُوْرِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَۗ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Dan bagi kamu (ada lagi) manfaat-manfaat yang lain padanya (hewan ternak itu) dan agar kamu mencapai suatu keperluan (tujuan) yang tersimpan dalam hatimu (dengan mengendarainya). Dan dengan mengendarai binatang-binatang itu, dan di atas kapal mereka diangkut.",
            "tafsir_jalalayn": "(Dan -ada lagi- manfaat-manfaat lain pada binatang ternak itu untuk kalian) yaitu berupa air susu, keturunan binatang ternak itu dan juga dari bulu-bulunya (dan supaya kalian mencapai suatu keperluan yang tersimpan dalam hati) maksudnya, dapat kalian gunakan untuk mengangkut barang-barang ke berbagai negeri (dengan mengendarainya) di daratan (dan dengan menaiki bahtera) yakni perahu melalui jalan laut (kalian dapat menaiki semuanya.)",
            "sajda": false,
            "transliteration": "Wa lakum feehaa manaafi'u wa litablughoo 'alaihaa haajatan fee sudoorikum wa 'alaihaa wa 'alal fulki tuhmaloon",
            "tajweed_text": "وَلَكُمْ فِيهَا مَنَ[n[ـٰ]فِعُ وَلِتَ[q:11929[بْ]لُغُو[s[اْ] عَلَيْهَا حَاجَ[f:6751[ةً ف]ِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى [h:9178[ٱ]لْفُلْكِ تُحْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4214,
            "aya_number": 81,
            "aya_text": "وَيُرِيْكُمْ اٰيٰتِهٖۖ فَاَيَّ اٰيٰتِ اللّٰهِ تُنْكِرُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Dan Dia memperlihatkan tanda-tanda (kebesaran-Nya) kepadamu. Lalu tanda-tanda (kebesaran) Allah yang mana yang kamu ingkari?",
            "tafsir_jalalayn": "(Dan Dia memperlihatkan kepada kalian tanda-tanda-Nya; maka tanda-tanda Allah yang manakah) yakni tanda-tanda yang menunjukkan kepada keesaan-Nya (yang kalian ingkari?) Istifham atau kata tanya di sini mengandung makna cemoohan. Disebutkan lafal Ayyun dalam bentuk Mudzakkar adalah lebih terkenal daripada bentuk Ta'nitsnya.",
            "sajda": false,
            "transliteration": "Wa yureekum Aayaatihee fa ayya Aayaatil laahi tunkiroon",
            "tajweed_text": "وَيُرِيكُمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] فَأَىَّ ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ تُ[f:11945[نك]ِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4215,
            "aya_number": 82,
            "aya_text": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ كَانُوْٓا اَكْثَرَ مِنْهُمْ وَاَشَدَّ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Maka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi, maka apa yang mereka usahakan itu tidak dapat menolong mereka.",
            "tafsir_jalalayn": "(Maka apakah mereka tiada mengadakan perjalanan di muka bumi lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Adalah orang-orang yang sebelum mereka itu lebih hebat kekuatannya dan -lebih banyak- bekas-bekas mereka di muka bumi) seperti gedung-gedung dan bangunan-bangunan lainnya sebagai peninggalan mereka (maka apa yang mereka usahakan itu tidak dapat menolong mereka.)",
            "sajda": false,
            "transliteration": "Afalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; kaanoo aksara minhum wa ashadda quwwatanw wa aasaaran fil ardi famaaa aghnaa 'anhum maa kaanoo yaksiboon",
            "tajweed_text": "أَفَلَمْ يَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْۚ كَان[o[ُوٓ][s[اْ] أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّ[a:11824[ةً و]َءَاثَا[f:11825[رًا ف]ِى [h:44[ٱ]لْأَرْضِ فَم[o[َآ] أَغْنَىٰ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4216,
            "aya_number": 83,
            "aya_text": "فَلَمَّا جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرِحُوْا بِمَا عِنْدَهُمْ مِّنَ الْعِلْمِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Maka ketika para rasul datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka merasa senang dengan ilmu yang ada pada mereka dan mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya.",
            "tafsir_jalalayn": "(Maka tatkala datang kepada mereka rasul-rasul mereka dengan membawa keterangan-keterangan) yakni mukjizat-mukjizat yang nyata (mereka merasa senang) orang-orang kafir itu (dengan apa yang ada pada mereka) yakni rasul-rasul itu (yaitu pengetahuan mereka) pengertian gembira di sini mengandung makna ejekan dan olok-olokan seraya ingkar kepada apa yang didatangkan oleh para rasul itu (dan menimpalah) maksudnya, turunlah (kepada mereka apa yang selalu mereka perolok-olokkan itu) yaitu, azab Allah yang selalu mereka ejek itu.",
            "sajda": false,
            "transliteration": "Falammaa jaaa'at hum Rusuluhum bilbaiyinaati farihoo bimaa 'indahum minal 'ilmi wa haaqa bihim maa kaanoo bihee yastahzi'oon",
            "tajweed_text": "فَلَ[g[مّ]َا ج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَرِحُو[s[اْ] بِمَا عِ[f:5060[ند]َه[w:11946[ُم م]ِّنَ [h:634[ٱ]لْعِلْمِ وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4217,
            "aya_number": 84,
            "aya_text": "فَلَمَّا رَاَوْا بَأْسَنَاۗ قَالُوْٓا اٰمَنَّا بِاللّٰهِ وَحْدَهٗ وَكَفَرْنَا بِمَا كُنَّا بِهٖ مُشْرِكِيْنَ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Maka ketika mereka melihat azab Kami, mereka berkata, “Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.”",
            "tafsir_jalalayn": "(Maka tatkala mereka melihat azab Kami) yakni betapa kerasnya azab Kami (mereka berkata, \"Kami beriman hanya kepada Allah saja, dan kami kafir kepada sesembahan-sesembahan yang telah kami mempersekutukannya dengan Allah.\")",
            "sajda": false,
            "transliteration": "Falammaa ra aw baasanaa qaalooo aamannaa billaahi wahdahoo wa kafarnaa bimaa kunnaa bihee mushrikeen",
            "tajweed_text": "فَلَ[g[مّ]َا رَأَوْ[s[اْ] بَأْسَنَا قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا بِ[h:32[ٱ]للَّهِ وَحْدَهُ[n[ۥ] وَكَفَرْنَا بِمَا كُ[g[نّ]َا بِه[n[ِۦ] مُشْرِك[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4218,
            "aya_number": 85,
            "aya_text": "فَلَمْ يَكُ يَنْفَعُهُمْ اِيْمَانُهُمْ لَمَّا رَاَوْا بَأْسَنَا ۗسُنَّتَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ فِيْ عِبَادِهِۚ وَخَسِرَ هُنَالِكَ الْكٰفِرُوْنَ ࣖ ",
            "sura_id": 40,
            "juz_id": 24,
            "page_number": 476,
            "translation_aya_text": "Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir.",
            "tafsir_jalalayn": "(Maka iman mereka tiada berguna bagi mereka tatkala mereka telah melihat siksa Kami. Itulah sunah Allah) dinashabkannya lafal Sunnatallaahi karena menjadi Mashdar dari Fi'il yang diperkirakan keberadaannya, dan Fi'il tersebut diambil dari lafalnya (yang telah berlaku terhadap hamba-hamba-Nya) yaitu pada semua umat, bahwasanya iman tiada gunanya apabila timbul di kala azab turun. (Dan di waktu itu merugilah orang-orang kafir) yakni jelaslah kerugian mereka; masing-masing di antara mereka mengalami kerugian yang nyata; dan memang sebelum itu pun mereka adalah orang-orang yang merugi.",
            "sajda": false,
            "transliteration": "Falam yaku tanfa 'uhum eemaanuhum lammaa ra-aw baasana sunnatal laahil latee qad khalat fee 'ibaadihee wa khasira hunaalikal kaafiroon",
            "tajweed_text": "فَلَمْ يَكُ يَ[f:534[نف]َعُهُمْ إِيمَ[n[ـٰ]نُهُمْ لَ[g[مّ]َا رَأَوْ[s[اْ] بَأْسَنَاۖ سُ[g[نّ]َتَ [h:11947[ٱ]للَّهِ [h:4656[ٱ]لَّتِى قَ[q:298[دْ] خَلَتْ فِى عِبَادِهِ[n[ۖۦ] وَخَسِرَ هُنَالِكَ [h:11948[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ غَافِرٍ",
                "englishName": "Ghafir",
                "englishNameTranslation": "The Forgiver",
                "revelationType": "Meccan"
            }
        }
    ]
}