{
    "page_number": 478,
    "data": [
        {
            "aya_id": 4230,
            "aya_number": 12,
            "aya_text": "فَقَضٰىهُنَّ سَبْعَ سَمٰوٰتٍ فِيْ يَوْمَيْنِ وَاَوْحٰى فِيْ كُلِّ سَمَاۤءٍ اَمْرَهَا ۗوَزَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَۖ وَحِفْظًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 478,
            "translation_aya_text": "Lalu diciptakan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang dekat (dengan bumi), Kami hiasi dengan bintang-bintang, dan (Kami ciptakan itu) untuk memelihara. Demikianlah ketentuan (Allah) Yang Mahaperkasa, Maha Mengetahui.",
            "tafsir_jalalayn": "(Maka Dia menjadikannya) dhamir yang ada pada lafal ayat ini kembali kepada lafal As-Samaa atau langit, karena memandang dari segi maknanya (tujuh langit dalam dua hari) yakni hari Kamis dan hari Jumat, Dia telah selesai dari menciptakan langit pada saat-saat terakhir dari hari tersebut. Dan pada hari itu juga diciptakan Nabi Adam, oleh karena itu maka di sini tidak dikatakan Fasawwaahunna tetapi Faqadhaahunna. Dan sesuai dengan makna ayat ini yaitu ayat-ayat tentang penciptaan langit dan bumi dalam enam hari (dan Dia mewahyukan pada tiap-tiap langit urusannya) yang telah Dia perintahkan kepada penduduk yang ada di dalamnya, yaitu taat dan beribadah kepada-Nya. (Dan Kami hiasi langit yang dekat dengan pelita-pelita) yakni bintang-bintang yang cemerlang (dan Kami memeliharanya) dinashabkan oleh Fi'ilnya yang keberadaannya diperkirakan, Kami menjaganya dengan meteor-meteor dari setan yang mau mencuri-curi pembicaraan para malaikat. (Demikianlah ketentuan Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Mengetahui) makhluk-Nya.",
            "sajda": false,
            "transliteration": "Faqadaahunna sab'a samaawaatin fee yawmaini wa awhaa fee kulli samaaa'in amarahaa; wa zaiyannassa maaa'ad dunyaa bimasaabeeha wa hifzaa; zaalika taqdeerul 'Azeezil 'Aleem",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4231,
            "aya_number": 13,
            "aya_text": "فَاِنْ اَعْرَضُوْا فَقُلْ اَنْذَرْتُكُمْ صٰعِقَةً مِّثْلَ صٰعِقَةِ عَادٍ وَّثَمُوْدَ ۗ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 478,
            "translation_aya_text": "Jika mereka berpaling maka katakanlah, “Aku telah memperingatkan kamu akan (bencana) petir seperti petir yang menimpa kaum ’Ad dan kaum Samud.”",
            "tafsir_jalalayn": "(Jika mereka berpaling) yaitu orang-orang kafir Mekah dari iman sesudah adanya penjelasan ini (maka katakanlah, \"Aku memperingatkan kalian) aku mempertakuti kalian (dengan petir, seperti petir yang menimpa kaum Ad dan kaum Tsamud) yakni dengan azab yang akan membinasakan kalian sama dengan azab yang membinasakan mereka.",
            "sajda": false,
            "transliteration": "Fa-in a'radoo faqul anzartukum saa'iqatam misla saa'iqati 'Aadinw wa Samood",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4232,
            "aya_number": 14,
            "aya_text": "اِذْ جَاۤءَتْهُمُ الرُّسُلُ مِنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗقَالُوْا لَوْ شَاۤءَ رَبُّنَا لَاَنْزَلَ مَلٰۤىِٕكَةً فَاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 478,
            "translation_aya_text": "Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka (dengan menyerukan), “Janganlah kamu menyembah selain Allah.” Mereka menjawab, “Kalau Tuhan kami menghendaki tentu Dia menurunkan malaikat-malaikat-Nya, maka sesungguhnya kami mengingkari wahyu yang engkau diutus menyampaikannya.”",
            "tafsir_jalalayn": "(Ketika rasul-rasul datang kepada mereka dari depan dan dari belakang mereka) rasul-rasul itu datang kepada mereka dari arah depan dan dari arah belakang, akan tetapi mereka tetap ingkar dan kafir, sebagaimana yang akan dijelaskan nanti. Dan pengertian pembinasaan ini hanya berlaku pada zamannya saja (\"Janganlah kalian menyembah selain Allah. Mereka menjawab, 'Kalau Rabb kami menghendaki tentu Dia menurunkan) kepada kami (malaikat-malaikat-Nya, maka sesungguhnya kami kepada wahyu yang kalian diutus membawanya) sesuai dengan sangkaan kalian itu (adalah orang-orang yang kafir.'\")",
            "sajda": false,
            "transliteration": "Iz jaaa'at humur Rusulu mim baini aydeehim wa min khalfihim allaa ta'budooo illal laaha qaaloo law shaaa'a Rabunaa la anzala malaaa 'ikatan fa innaa bimaaa ursiltum bihee kaafiroon",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4233,
            "aya_number": 15,
            "aya_text": "فَاَمَّا عَادٌ فَاسْتَكْبَرُوْا فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوْا مَنْ اَشَدُّ مِنَّا قُوَّةً ۗ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَهُمْ هُوَ اَشَدُّ مِنْهُمْ قُوَّةً ۗ وَكَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 478,
            "translation_aya_text": "Maka adapun kaum ‘Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, “Siapakah yang lebih hebat kekuatannya dari kami?” Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami.",
            "tafsir_jalalayn": "(Adapun kaum Ad maka mereka menyombongkan diri di muka bumi tanpa alasan yang benar dan berkata) ketika mereka diperingatkan dengan azab, (\"Siapakah yang lebih besar kekuatannya dari kami?\") maksudnya, tiada seorang pun yang lebih kuat dari kami. Menurut suatu riwayat disebutkan, bahwa seseorang dari mereka mampu mengangkat batu yang sangat besar dari sebuah gunung, kemudian ia mengolahnya sesuai dengan apa yang dia kehendaki. (Dan apakah mereka tidak memperhatikan) apakah mereka tidak mengetahui (bahwa Allah Yang menciptakan mereka adalah lebih besar kekuatan-Nya dari mereka? Dan bahwasanya mereka terhadap tanda-tanda Kami) yakni mukjizat-mukjizat Kami (adalah orang-orang yang ingkar.)",
            "sajda": false,
            "transliteration": "Fa ammaa 'Aadun fastak baroo fil ardi bighairul haqqi wa qaaloo man ashaddu minnaa quwwatan awalam yaraw annal laahal lazee khalaqahum Huwa ashaddu minhum quwwatanw wa kaanoo bi Aayaatinaa yajhadoon",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4234,
            "aya_number": 16,
            "aya_text": "فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْٓ اَيَّامٍ نَّحِسَاتٍ لِّنُذِيْقَهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا ۗوَلَعَذَابُ الْاٰخِرَةِ اَخْزٰى وَهُمْ لَا يُنْصَرُوْنَ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 478,
            "translation_aya_text": "Maka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas, karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan.",
            "tafsir_jalalayn": "(Maka Kami meniupkan angin yang amat gemuruh kepada mereka) yakni angin dingin yang sangat keras suaranya, tetapi tanpa hujan (dalam beberapa hari yang sial) dapat dibaca Nahisaatin atau Nahsaatin, artinya hari-hari yang penuh dengan kesialan bagi mereka (karena Kami hendak merasakan kepada mereka itu siksaan yang menghinakan) azab yang menghinakan (dalam kehidupan dunia. Dan sesungguhnya siksaan akhirat lebih menghinakan) lebih keras penghinaannya (sedangkan mereka tidak diberi pertolongan) yang dapat mencegah azab dari diri mereka.",
            "sajda": false,
            "transliteration": "Fa arsalnaa 'alaihim reehan sarsaran feee ayyaamin nahisaatil linuzeeqahum 'azaabal khizyi fil hayaatid dunyaa wa la'azaabul Aakhirati akhzaa wa hum laa yunsaroon",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4235,
            "aya_number": 17,
            "aya_text": "وَاَمَّا ثَمُوْدُ فَهَدَيْنٰهُمْ فَاسْتَحَبُّوا الْعَمٰى عَلَى الْهُدٰى فَاَخَذَتْهُمْ صٰعِقَةُ الْعَذَابِ الْهُوْنِ بِمَا كَانُوْا يَكْسِبُوْنَ ۚ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 478,
            "translation_aya_text": "Dan adapun kaum Samud, mereka telah Kami beri petunjuk tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu, maka mereka disambar petir sebagai azab yang menghinakan disebabkan apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Adapun Kaum Tsamud maka mereka telah Kami beri petunjuk) yaitu Kami telah menjelaskan kepada mereka jalan petunjuk (tetapi mereka lebih menyukai buta) artinya, lebih memilih kafir (daripada petunjuk itu, maka mereka disambar petir azab yang menghinakan) mereka dihinakan oleh azab berupa petir (disebabkan apa yang telah mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Wa ammaa Samoodu fahadinaahum fastahabbul 'ama 'alal huda fa akhazathum saa'iqatul 'azaabil hooni bimaa kaanoo yaksiboon",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4236,
            "aya_number": 18,
            "aya_text": "وَنَجَّيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 478,
            "translation_aya_text": "Dan Kami selamatkan orang-orang yang beriman karena mereka adalah orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Dan Kami selamatkan) dari azab itu (orang-orang yang beriman dan mereka adalah orang-orang yang bertakwa.)",
            "sajda": false,
            "transliteration": "Wa najjainal lazeena aamanoo wa kaanoo yattaqoon",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4237,
            "aya_number": 19,
            "aya_text": "وَيَوْمَ يُحْشَرُ اَعْدَاۤءُ اللّٰهِ اِلَى النَّارِ فَهُمْ يُوْزَعُوْنَ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 478,
            "translation_aya_text": "Dan (ingatlah) pada hari (ketika) musuh-musuh Allah digiring ke neraka lalu mereka dipisah-pisahkan.",
            "tafsir_jalalayn": "(Dan) ingatlah (hari ketika digiring) dapat dibaca Yuhsyaru atau Nahsyuru (musuh-musuh Allah ke dalam neraka lalu mereka dikumpulkan semuanya) yakni digiring semuanya ke dalam neraka.",
            "sajda": false,
            "transliteration": "Wa yawma yuhsharu a'daaa'ul laahi ilan Naari fahum yooza'oon",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4238,
            "aya_number": 20,
            "aya_text": "حَتّٰىٓ اِذَا مَا جَاۤءُوْهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَاَبْصَارُهُمْ وَجُلُوْدُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 478,
            "translation_aya_text": "Sehingga apabila mereka sampai ke neraka, pendengaran, penglihatan dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan.",
            "tafsir_jalalayn": "(Sehingga apabila) huruf Maa di sini adalah Zaidah atau tambahan (mereka sampai ke neraka, pendengaran, penglihatan dan kulit mereka menjadi saksi terhadap mereka tentang apa yang telah mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Hattaaa izaa maa jaaa'oohaa shahida 'alaihim samu'uhum wa absaaruhum wa julooduhum bimaa kaanoo ya'maloon",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        }
    ]
}