{
    "page_number": 480,
    "data": [
        {
            "aya_id": 4248,
            "aya_number": 30,
            "aya_text": "اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 480,
            "translation_aya_text": "Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.”",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang mengatakan, \"Rabb kami adalah Allah,\" kemudian mereka meneguhkan pendirian mereka) dalam ajaran tauhid dan lain-lainnya yang diwajibkan atas mereka (maka malaikat akan turun kepada mereka) sewaktu mereka mati (\"Hendaknya kalian jangan merasa takut) akan mati dan hal-hal yang sesudahnya (dan jangan pula kalian merasa sedih) atas semua yang telah kalian tinggalkan, yaitu istri dan anak-anak, maka Kamilah yang akan menggantikan kedudukan mereka di sisi kalian (dan bergembiralah dengan surga yang telah dijanjikan Allah kepada kalian.)",
            "sajda": false,
            "transliteration": "Innal lazeena qaaloo Rabbunal laahu summas taqaamoo tatanazzalu 'alaihimul malaaa 'ikatu allaa takhaafoo wa laa tahzanoo wa abshiroo bil Jannnatil latee kuntum too'adoon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ قَالُو[s[اْ] رَبُّنَا [h:9034[ٱ]للَّهُ ثُ[g[مّ]َ [h:12021[ٱ]سْتَقَ[n[ـٰ]مُو[s[اْ] تَتَنَزَّلُ عَلَيْهِمُ [h:12022[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ أَلَّا تَخَافُو[s[اْ] وَلَا تَحْزَنُو[s[اْ] وَأَ[q:12023[بْ]شِرُو[s[اْ] بِ[h:12024[ٱ]لْجَ[g[نّ]َةِ [h:12025[ٱ]لَّتِى كُ[f:100[نت]ُمْ تُوعَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4249,
            "aya_number": 31,
            "aya_text": "نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 480,
            "translation_aya_text": "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta.",
            "tafsir_jalalayn": "(Kamilah pelindung-pelindung kalian dalam kehidupan dunia) artinya, Kami memelihara kalian di dalamnya (dan di akhirat) maksudnya, Kami akan selalu bersama kalian di akhirat hingga kalian masuk surga (di dalamnya kalian memperoleh apa yang kalian inginkan dan memperoleh pula di dalamnya apa yang kalian minta) berupa semua kenikmatan yang kalian minta.",
            "sajda": false,
            "transliteration": "Nahnu awliyaaa'ukum fil hayaatid dunyaa wa fil Aakhirati wa lakum feehaa maa tashtaheee anfusukum wa lakum feehaa ma tadda'oon",
            "tajweed_text": "نَحْنُ أَوْلِي[o[َا]ٓؤُكُمْ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَفِى [h:1108[ٱ]لْأَخِرَةِ‌ۖ وَلَكُمْ فِيهَا مَا تَشْتَه[o[ِىٓ] أَ[f:6579[نف]ُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4250,
            "aya_number": 32,
            "aya_text": "نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 480,
            "translation_aya_text": "Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Sebagai hidangan) sebagai rezeki yang telah dipersiapkan bagi kalian; lafal ayat ini dinashabkan oleh lafal Ja'ala yang keberadaannya diperkirakan sebelumnya (dari Rabb Yang Maha Pengampun lagi Maha Penyayang\") yaitu dari Allah swt.",
            "sajda": false,
            "transliteration": "Nuzulam min Ghafoorir Raheem",
            "tajweed_text": "نُزُل[a:2524[اً م]ِّنْ غَفُو[u:12026[رٍ ر]َّح[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4251,
            "aya_number": 33,
            "aya_text": "وَمَنْ اَحْسَنُ قَوْلًا مِّمَّنْ دَعَآ اِلَى اللّٰهِ وَعَمِلَ صَالِحًا وَّقَالَ اِنَّنِيْ مِنَ الْمُسْلِمِيْنَ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 480,
            "translation_aya_text": "Dan siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah dan mengerjakan kebajikan dan berkata, “Sungguh, aku termasuk orang-orang muslim (yang berserah diri)?”",
            "tafsir_jalalayn": "(Siapakah yang lebih baik perkataannya) maksudnya, tiada seorang pun yang lebih baik perkataannya (daripada seorang yang menyeru kepada Allah) yakni mentauhidkan-Nya (mengerjakan amal yang saleh dan berkata, \"Sesungguhnya aku termasuk orang-orang yang berserah diri?\")",
            "sajda": false,
            "transliteration": "Wa man ahsanu qawlam mimman da'aaa ilal laahi wa 'amila saalihanw wa qaala innanee minal muslimeen",
            "tajweed_text": "وَمَنْ أَحْسَنُ قَوْل[a:12027[اً م]ِّ[g[مّ]َ[f:12028[ن د]َع[o[َآ] إِلَى [h:1637[ٱ]للَّهِ وَعَمِلَ صَ[n[ـٰ]لِ[a:12029[حًا و]َقَالَ إِ[g[نّ]َنِى مِنَ [h:6135[ٱ]لْمُسْلِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4252,
            "aya_number": 34,
            "aya_text": "وَلَا تَسْتَوِى الْحَسَنَةُ وَلَا السَّيِّئَةُ ۗاِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ فَاِذَا الَّذِيْ بَيْنَكَ وَبَيْنَهٗ عَدَاوَةٌ كَاَنَّهٗ وَلِيٌّ حَمِيْمٌ  ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 480,
            "translation_aya_text": "Dan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan an-tara kamu dan dia akan seperti teman yang setia.",
            "tafsir_jalalayn": "(Dan tidaklah sama kebaikan dan kejahatan) dalam tingkatan rinciannya, karena sebagian daripada keduanya berada di atas sebagian yang lain. (Tolaklah) kejahatan itu (dengan cara) yakni dengan perbuatan (yang lebih baik) seperti marah, imbangilah dengan sabar, bodoh imbangilah dengan santunan, dan perbuatan jahat imbangilah dengan lapang dada atau pemaaf (maka tiba-tiba orang yang antaramu dan antara dia ada permusuhan seolah-olah menjadi teman yang setia) maka jadilah yang dulunya musuhmu kini menjadi teman sejawat dalam hal saling kasih mengasihi, jika kamu mempunyai sikap seperti tersebut. Lafal Al Ladzii Mubtada, dan Ka-annahu adalah Khabarnya, lafal Idzaa menjadi Zharaf bagi makna Tasybih.",
            "sajda": false,
            "transliteration": "Wa laa tastawil hasanatu wa las saiyi'ah; idfa' billatee hiya ahsanu fa'izal lazee bainaka wa bainahoo 'adaawatun ka'annahoo waliyun hameem",
            "tajweed_text": "وَلَا تَسْتَوِى [h:12030[ٱ]لْحَسَنَةُ وَلَا [h:12031[ٱ][l[ل]سَّيِّئَةُ‌ۚ [h:12032[ٱ][q:9286[دْ]فَعْ بِ[h:4526[ٱ]لَّتِى هِىَ أَحْسَنُ فَإِذَا [h:10094[ٱ]لَّذِى بَيْنَكَ وَبَيْنَهُ[n[ۥ] عَد[n[َٲ]وَ[f:12033[ةٌ ك]َأَ[g[نّ]َهُ[n[ۥ] وَلِىٌّ حَم[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4253,
            "aya_number": 35,
            "aya_text": "وَمَا يُلَقّٰىهَآ اِلَّا الَّذِيْنَ صَبَرُوْاۚ وَمَا يُلَقّٰىهَآ اِلَّا ذُوْ حَظٍّ عَظِيْمٍ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 480,
            "translation_aya_text": "Dan (sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar.",
            "tafsir_jalalayn": "(Sifat-sifat yang baik itu tidak dianugerahkan) tidak akan diberikan (melainkan kepada orang-orang yang sabar dan tidak dianugerahkan melainkan kepada orang-orang yang mempunyai keberuntungan) yakni pahala (yang besar.)",
            "sajda": false,
            "transliteration": "Wa maa yulaqqaahaaa illal lazeena sabaroo wa maa yulaqqaahaaa illaa zoo hazzin 'azeem",
            "tajweed_text": "وَمَا يُلَقَّ[n[ـٰ]ه[o[َآ] إِلَّا [h:778[ٱ]لَّذِينَ صَبَرُو[s[اْ] وَمَا يُلَقَّ[n[ـٰ]ه[o[َآ] إِلَّا ذُو حَظٍّ عَظ[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4254,
            "aya_number": 36,
            "aya_text": "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 480,
            "translation_aya_text": "Dan jika setan mengganggumu dengan suatu godaan, maka mohonlah perlindungan kepada Allah. Sungguh, Dialah Yang Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan jika) lafal Immaa ini pada asalnya terdiri dari In Syarthiyyah dan Maa Zaidah yang kemudian keduanya diidgamkan menjadi satu sehingga jadilah Immaa (setan mengganggumu dengan suatu gangguan) yakni jika setan mengalihkan perhatianmu dari pekerti yang baik kepada pekerti yang buruk (maka mohonlah perlindungan kepada Allah) lafal ayat ini menjadi Jawab Syarat, sedangkan Jawab Amar tidak disebutkan, yakni niscaya Dia akan menolak gangguan setan itu dalam dirimu. (Sesungguhnya Dialah Yang Maha Mendengar) semua percakapan (lagi Maha Mengetahui) semua perbuatan.",
            "sajda": false,
            "transliteration": "Wa immaa yanzaghannaka minash Shaitaani nazghun fasta'iz billaahi innahoo Huwas Samee'ul 'Aleem",
            "tajweed_text": "وَإِ[g[مّ]َا يَ[f:5206[نز]َغَ[g[نّ]َكَ مِنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ نَزْ[f:5207[غٌ ف]َ[h:5208[ٱ]سْتَعِذْ بِ[h:32[ٱ]للَّهِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4255,
            "aya_number": 37,
            "aya_text": "وَمِنْ اٰيٰتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُۗ  لَا تَسْجُدُوْا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوْا لِلّٰهِ الَّذِيْ خَلَقَهُنَّ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ  ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 480,
            "translation_aya_text": "Dan sebagian dari tanda-tanda kebesaran-Nya ialah malam, siang, mata-hari dan bulan. Janganlah bersujud kepada matahari dan jangan (pula) kepada bulan, tetapi bersujudlah kepada Allah yang menciptakannya, jika kamu hanya menyembah kepada-Nya.",
            "tafsir_jalalayn": "(Dan sebagian dari tanda-tanda kekuasaan-Nya ialah malam, siang, matahari, dan bulan. Janganlah kalian bersujud kepada matahari dan jangan pula kepada bulan, tetapi bersujudlah kepada Allah Yang menciptakannya) yang telah menciptakan keempat tanda-tanda tersebut (jika kalian hanya kepada-Nya saja menyembah.)",
            "sajda": false,
            "transliteration": "Wa min Aayaatihil lailu wannahaaru washshamsu walqamar; laa tasjudoo lishshamsi wa laa lilqamari wasjudoo lillaahil lazee khala qahunna in kuntum iyyaahu ta'budoon",
            "tajweed_text": "وَمِنْ ءَايَ[n[ـٰ]تِهِ [h:12034[ٱ]لَّيْلُ وَ[h:12035[ٱ][l[ل][g[نّ]َهَارُ وَ[h:8955[ٱ][l[ل]شَّمْسُ وَ[h:8956[ٱ]لْقَمَرُ‌ۚ لَا تَسْجُدُو[s[اْ] لِلشَّمْسِ وَلَا لِلْقَمَرِ وَ[h:9126[ٱ]سْجُدُو[s[اْ] لِلَّهِ [h:3912[ٱ]لَّذِى خَلَقَهُ[g[نّ]َ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ إِيَّاهُ تَعْبُد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4256,
            "aya_number": 38,
            "aya_text": "فَاِنِ اسْتَكْبَرُوْا فَالَّذِيْنَ عِنْدَ رَبِّكَ يُسَبِّحُوْنَ لَهٗ بِالَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْـَٔمُوْنَ ۩",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 480,
            "translation_aya_text": "Jika mereka menyombongkan diri, maka mereka (malaikat) yang di sisi Tuhanmu bertasbih kepada-Nya pada malam dan siang hari, sedang mereka tidak pernah jemu.",
            "tafsir_jalalayn": "(Jika mereka menyombongkan diri) tidak mau bersujud atau menyembah kepada Allah semata (maka mereka yang di sisi Rabbmu) yakni malaikat-malaikat (bertasbih) artinya, salat (kepada-Nya di malam dan siang hari, sedangkan mereka tidak jemu-jemu) tidak pernah merasa jemu bertasbih.",
            "sajda": true,
            "transliteration": "Fa inis-takbaroo fallazee na 'inda Rabbika yusabbihoona lahoo billaili wannnahaari wa hum laa yas'amoon",
            "tajweed_text": "فَإِنِ [h:12036[ٱ]سْتَكْبَرُو[s[اْ] فَ[h:2514[ٱ]لَّذِينَ عِ[f:264[ند]َ رَبِّكَ يُسَبِّحُونَ لَهُ[n[ۥ] بِ[h:1622[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ وَهُمْ لَا يَسْــَٔمُ[p[و]نَ ۩",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        }
    ]
}