{
    "page_number": 481,
    "data": [
        {
            "aya_id": 4257,
            "aya_number": 39,
            "aya_text": "وَمِنْ اٰيٰتِهٖٓ اَنَّكَ تَرَى الْاَرْضَ خَاشِعَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْۗ اِنَّ الَّذِيْٓ اَحْيَاهَا لَمُحْيِ الْمَوْتٰى ۗاِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 481,
            "translation_aya_text": "Dan sebagian dari tanda-tanda (kebesaran)-Nya, engkau melihat bumi itu kering dan tandus, tetapi apabila Kami turunkan hujan di atasnya, niscaya ia bergerak dan subur. Sesungguhnya (Allah) yang menghidupkannya pasti dapat menghidupkan yang mati; sesungguhnya Dia Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Dan sebagian dari tanda-tanda kekuasaan-Nya bahwa kamu melihat bumi itu kering tandus) yaitu tidak ada tumbuh-tumbuhan padanya (maka apabila Kami turunkan air di atasnya, niscaya ia bergerak) berubah (dan subur) yakni menjadi subur dan rimbun penuh dengan tetumbuhan. (Sesungguhnya Tuhan Yang menghidupkannya tentu dapat menghidupkan yang mati; sesungguhnya Dia Maha Kuasa atas segala sesuatu.)",
            "sajda": false,
            "transliteration": "Wa min Aayaatiheee annaka taral arda khaashi'atan fa izaaa anzalna 'alaihal maaa'ah tazzat wa rabat; innal lazeee ahyaahaa lamuhiyil mawtaa; innahoo 'alaa kulli shai-in Qadeer",
            "tajweed_text": "وَمِنْ ءَايَ[n[ـٰ]تِه[o[ِۦٓ] أَ[g[نّ]َكَ تَرَى [h:12037[ٱ]لْأَرْضَ خَ[n[ـٰ]شِعَ[f:12038[ةً ف]َإِذ[o[َآ] أَ[f:515[نز]َلْنَا عَلَيْهَا [h:8919[ٱ]لْم[o[َا]ٓءَ [h:8920[ٱ]هْتَزَّتْ وَرَبَتْ‌ۚ إِ[g[نّ]َ [h:10272[ٱ]لَّذ[o[ِىٓ] أَحْيَاهَا لَمُحْىِ [h:10519[ٱ]لْمَوْتَ[o[ىٰٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4258,
            "aya_number": 40,
            "aya_text": "اِنَّ الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اٰيٰتِنَا لَا يَخْفَوْنَ عَلَيْنَاۗ اَفَمَنْ يُّلْقٰى فِى النَّارِ خَيْرٌ اَمَّنْ يَّأْتِيْٓ اٰمِنًا يَّوْمَ الْقِيٰمَةِ ۗاِعْمَلُوْا مَا شِئْتُمْ ۙاِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 481,
            "translation_aya_text": "Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, mereka tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka yang lebih baik ataukah mereka yang datang dengan aman sentosa pada hari Kiamat? Lakukanlah apa yang kamu kehendaki! Sungguh, Dia Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang mengingkari) diambil dari kata Alhada dan Lahada artinya ingkar (kepada ayat-ayat Kami) yakni Alquran dengan cara mendustakannya (mereka tidak tersembunyi dari Kami) maka pasti Kami akan membalas mereka. (Maka apakah orang-orang yang dilemparkan ke dalam neraka lebih baik ataukah orang-orang yang datang dengan aman sentosa pada hari kiamat? Perbuatlah apa yang kalian kehendaki; sesungguhnya Dia Maha Mengetahui apa yang kalian kerjakan) ayat ini merupakan ancaman bagi mereka.",
            "sajda": false,
            "transliteration": "Innal lazeena yulhidoona feee Aayaatina laa yakhfawna 'alainaa' afamai yulqaa fin Naari khayrun am mai yaateee aaminai Yawmal Qiyaamah; i'maloo ma shi'tum innahoo bimaa ta'maloona Baseer",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُلْحِدُونَ ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا لَا يَخْفَوْنَ عَلَيْن[o[َآ‌ۗ] أَفَم[a:12039[َن ي]ُلْقَىٰ فِى [h:4674[ٱ][l[ل][g[نّ]َارِ خَيْرٌ أ[w:3110[َم م]ّ[a:12040[َن ي]َأْت[o[ِىٓ] ءَامِ[a:12041[نًا ي]َوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ [h:12042[ٱ]عْمَلُو[s[اْ] مَا شِئْتُمْ‌ۖ إِ[g[نّ]َهُ[n[ۥ] بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4259,
            "aya_number": 41,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا بِالذِّكْرِ لَمَّا جَاۤءَهُمْ ۗوَاِنَّهٗ لَكِتٰبٌ عَزِيْزٌ ۙ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 481,
            "translation_aya_text": "Sesungguhnya orang-orang yang mengingkari Al-Qur'an ketika (Al-Qur'an) itu disampaikan kepada mereka (mereka itu pasti akan celaka), dan sesungguhnya (Al-Qur'an) itu adalah Kitab yang mulia,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang mengingkari peringatan) Alquran (ketika ia datang kepada mereka) niscaya Kami akan membalas mereka (dan sesungguhnya Alquran itu adalah kitab yang mulia) artinya, perkasa.",
            "sajda": false,
            "transliteration": "Inna Lazeena kafaroo biz Zikri lammaa jaa'ahum wa innahoo la Kitaabun 'Azeez",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِ[h:12043[ٱ][l[ل]ذِّكْرِ لَ[g[مّ]َا ج[o[َا]ٓءَهُمْ‌ۖ وَإِ[g[نّ]َهُ[n[ۥ] لَكِتَ[n[ـٰ]بٌ عَز[p[ِي]زٌ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4260,
            "aya_number": 42,
            "aya_text": "لَّا يَأْتِيْهِ الْبَاطِلُ مِنْۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖ ۗتَنْزِيْلٌ مِّنْ حَكِيْمٍ حَمِيْدٍ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 481,
            "translation_aya_text": "yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji.",
            "tafsir_jalalayn": "(Yang tidak datang kepadanya Alquran kebatilan baik dari depan maupun dari belakangnya) yakni tidak ada suatu kitab pun sebelumnya yang mendustakannya, dan tidak pula sesudahnya (yang diturunkan dari Tuhan Yang Maha Bijaksana lagi Maha Terpuji) Allah Yang Maha Terpuji di dalam semua urusan-Nya.",
            "sajda": false,
            "transliteration": "Laa yaateehil baatilu mim baini yadaihi wa laa min khalfihee tanzeelum min Hakeemin Hameed",
            "tajweed_text": "لَّا يَأْتِيهِ [h:12044[ٱ]لْبَ[n[ـٰ]طِلُ م[i:4612[ِنۢ ب]َيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِه[n[ِۦ]‌ۖ تَ[f:11949[نز]ِي[a:12045[لٌ م]ِّنْ حَكِيمٍ حَم[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4261,
            "aya_number": 43,
            "aya_text": "مَا يُقَالُ لَكَ اِلَّا مَا قَدْ قِيْلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۗاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ وَّذُوْ عِقَابٍ اَلِيْمٍ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 481,
            "translation_aya_text": "Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sungguh, Tuhanmu mempunyai ampunan dan azab yang pedih.",
            "tafsir_jalalayn": "(Tidaklah ada yang dikatakan kepadamu itu) yakni kedustaan (kecuali) sebagaimana (apa yang sesungguhnya telah dikatakan kepada rasul-rasul sebelum kamu. Sesungguhnya Rabbmu benar-benar mempunyai ampunan) buat orang-orang yang beriman (dan hukuman yang pedih) bagi orang-orang kafir.",
            "sajda": false,
            "transliteration": "Maa yuqaalu laka illaa maa qad qeela lir Rusuli min qablik; inna Rabbaka lazoo maghfiratinw wa zoo 'iqaabin aleem",
            "tajweed_text": "مَّا يُقَالُ لَكَ إِلَّا مَا قَ[q:298[دْ] قِيلَ لِلرُّسُلِ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ‌ۚ إِ[g[نّ]َ رَبَّكَ لَذُو مَغْفِرَ[a:12046[ةٍ و]َذُو عِقَابٍ أَل[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4262,
            "aya_number": 44,
            "aya_text": "وَلَوْ جَعَلْنٰهُ قُرْاٰنًا اَعْجَمِيًّا لَّقَالُوْا لَوْلَا فُصِّلَتْ اٰيٰتُهٗ ۗ ءَاَ۬عْجَمِيٌّ وَّعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِيْنَ اٰمَنُوْا هُدًى وَّشِفَاۤءٌ ۗوَالَّذِيْنَ لَا يُؤْمِنُوْنَ فِيْٓ اٰذَانِهِمْ وَقْرٌ وَّهُوَ عَلَيْهِمْ عَمًىۗ اُولٰۤىِٕكَ يُنَادَوْنَ مِنْ مَّكَانٍۢ بَعِيْدٍ ࣖ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 481,
            "translation_aya_text": "Dan sekiranya Al-Qur'an Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab niscaya mereka mengatakan, “Mengapa tidak dijelaskan ayat-ayatnya?” Apakah patut (Al-Qur'an) dalam bahasa selain bahasa Arab sedang (rasul), orang Arab? Katakanlah, “Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.”",
            "tafsir_jalalayn": "(Dan jika Kami jadikan ia) yakni Alquran itu (suatu bacaan dalam bahasa selain bahasa Arab tentu mereka mengatakan, \"Mengapa tidak) kenapa tidak (dijelaskan) diterangkan (ayat-ayatnya?) sehingga kami dapat memahaminya. (Apakah) patut Alquran (dalam bahasa asing sedangkan) nabi (adalah orang Arab) Istifham atau kata tanya di sini mengandung makna ingkar, yakni menunjukkan keingkaran mereka. Dan lafal A'jamiyyun ini dapat dibaca Tahqiq dan dapat pula dibaca Tas-hil. (Katakanlah, \"Alquran ini bagi orang-orang yang beriman adalah petunjuk) dari kesesatan (dan penawar) dari kebodohan. (Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan) penutup, sehingga mereka tidak dapat mendengar (sedangkan Alquran itu suatu kegelapan bagi mereka) karena itu mereka tidak dapat memahaminya. (Mereka itu adalah seperti orang-orang yang dipanggil dari tempat yang jauh\") karenanya mereka tidak dapat mendengar dan tidak dapat memahami panggilan yang ditujukan kepadanya.",
            "sajda": false,
            "transliteration": "Wa law ja'alnaahu Qur-aanan A'jamiyyal laqaaloo law laa fussilat Aayaatuhoo 'a A'jamiyyunw wa 'Arabiyy; qul huwa lillazeena aamanoo hudanw wa shifaaa'unw wallazeena la yu'minoona feee aazaanihim waqrunw wa huwa 'alaihim 'amaa; ulaaa'ika yunaadawna mim maakaanim ba'eed",
            "tajweed_text": "وَلَوْ جَعَلْنَ[n[ـٰ]هُ قُرْءَانًا أَعْجَمِي[u:12047[ًّا ل]َّقَالُو[s[اْ] لَوْلَا فُصِّلَتْ ءَايَ[n[ـٰ]تُهُ[o[ۥٓ‌ۖ] ءَا۠عْجَمِ[a:12048[ىٌّ۬ و]َعَرَبِ[f:12049[ىٌّ‌ۗ ق]ُلْ هُوَ لِلَّذِينَ ءَامَنُو[s[اْ] هُ[a:12050[دًى و]َشِف[o[َا]ٓ[a:12051[ءٌ‌ۖ و]َ[h:37[ٱ]لَّذِينَ لَا يُؤْمِنُونَ ف[o[ِىٓ] ءَاذَانِهِمْ وَ[q:11955[قْ][a:12052[رٌ و]َهُوَ عَلَيْهِمْ عَمًى‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُنَادَوْنَ م[a:9578[ِن م]َّكَا[i:9579[نِۭ ب]َع[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4263,
            "aya_number": 45,
            "aya_text": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۗوَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 481,
            "translation_aya_text": "Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) lalu diperselisihkan. Sekiranya tidak ada keputusan yang terdahulu dari Tuhanmu, orang-orang kafir itu pasti sudah dibinasakan. Dan sesungguhnya mereka benar-benar dalam keraguan yang mendalam terhadapnya.",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Musa Kitab) yakni Taurat (lalu diperselisihkan tentang Taurat itu) ada yang mempercayainya dan ada pula yang mendustakannya, sama dengan apa yang dialami oleh Alquran. (Kalau tidak ada keputusan yang telah terdahulu dari Rabbmu) yang telah memutuskan untuk menangguhkan hisab dan pembalasan bagi semua makhluk sampai hari kiamat nanti (tentulah telah diputuskan di antara mereka) di dunia ini tentang apa yang mereka perselisihkan itu. (Dan sesungguhnya mereka) yaitu orang-orang yang mendustakan terhadap Alquran (benar-benar dalam keragu-raguan yang membingungkan terhadap Alquran) mereka benar-benar ragu terhadapnya.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Moosal Kitaaba fakhtulifa fee; wa lawlaa Kalimatun sabaqat mir Rabbika laqudiya bainahum; wa innahum lafee shakkim minhu mureeb",
            "tajweed_text": "وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ فَ[h:6512[ٱ]خْتُلِفَ فِيهِ‌ۗ وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ لَقُضِىَ بَيْنَهُمْ‌ۚ وَإِ[g[نّ]َهُمْ لَفِى شَ[a:3275[كٍّ م]ِّنْهُ مُر[p[ِي][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4264,
            "aya_number": 46,
            "aya_text": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖ ۙوَمَنْ اَسَاۤءَ فَعَلَيْهَا ۗوَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيْدِ  ۔ ",
            "sura_id": 41,
            "juz_id": 24,
            "page_number": 481,
            "translation_aya_text": "Barangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya).",
            "tafsir_jalalayn": "(Barang siapa yang mengerjakan amal yang saleh maka pahalanya untuk dirinya sendiri) ia beramal untuk dirinya sendiri (dan barang siapa yang berbuat jahat maka dosanya atas dirinya sendiri) bahaya dari perbuatan jahatnya itu kembali kepada dirinya sendiri (dan sekali-kali tidaklah Rabbmu menganiaya hamba-hamba-Nya) Dia bukanlah penganiaya hamba-hamba-Nya sebagaimana yang telah diungkapkan oleh ayat lainnya, yaitu firman-Nya, \"Sesungguhnya Allah tidak menganiaya seorang pun walaupun sebesar dzarrah.\" (Q.S. An-Nisa, 40)",
            "sajda": false,
            "transliteration": "Man 'amila salihan falinafshihee wa man asaaa'a fa'alaihaa; wamaa rabbuka bizallaamil lil 'abeed",
            "tajweed_text": "مَّنْ عَمِلَ صَ[n[ـٰ]لِ[f:12053[حًا ف]َلِنَفْسِه[n[ِۦ]‌ۖ وَمَنْ أَس[o[َا]ٓءَ فَعَلَيْهَا‌ۗ وَمَا رَبُّكَ بِظَلَّ[n[ـٰ][u:2466[مٍ ل]ِّلْعَب[p[ِي][q[د]ِ",
            "surah": {
                "name": "سُورَةُ فُصِّلَتۡ",
                "englishName": "Fussilat",
                "englishNameTranslation": "Explained in detail",
                "revelationType": "Meccan"
            }
        }
    ]
}