{
    "page_number": 484,
    "data": [
        {
            "aya_id": 4283,
            "aya_number": 11,
            "aya_text": "فَاطِرُ السَّمٰوٰتِ وَالْاَرْضِۗ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّمِنَ الْاَنْعَامِ اَزْوَاجًاۚ يَذْرَؤُكُمْ فِيْهِۗ  لَيْسَ كَمِثْلِهٖ شَيْءٌ ۚوَهُوَ السَّمِيْعُ الْبَصِيْرُ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 484,
            "translation_aya_text": "(Allah) Pencipta langit dan bumi. Dia menjadikan bagi kamu pasangan-pasangan dari jenis kamu sendiri, dan dari jenis hewan ternak pasangan-pasangan (juga). Dijadikan-Nya kamu berkembang biak dengan jalan itu. Tidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Pencipta langit dan bumi) Dialah Yang mengadakan langit dan bumi (Dia menjadikan bagi kalian dari jenis kalian sendiri pasangan-pasangan) sewaktu Dia menciptakan Hawa dari tulang rusuk Adam (dan dari jenis binatang ternak pasangan-pasangan) ada jenis jantan dan ada jenis betina (dijadikan-Nya kalian berkembang biak) maksudnya, mengembangbiakkan kalian (dengan jalan itu) yaitu melalui proses perjodohan. Dengan kata lain, Dia memperbanyak kalian melalui anak beranak. Dhamir yang ada kembali kepada manusia dan binatang ternak dengan ungkapan yang lebih memprioritaskan manusia. (Tidak ada sesuatu pun yang serupa dengan Dia) huruf Kaf adalah Zaidah, karena sesungguhnya Allah swt. tiada sesuatu pun yang semisal dengan-Nya (dan Dialah Yang Maha Mendengar) semua apa yang dikatakan (lagi Maha Melihat) semua apa yang dikerjakan.",
            "sajda": false,
            "transliteration": "Faatirus samaawaati wal ard; ja'ala lakum min anfusikum azwaajanw wa minal an'aami azwaajany yazra'ukum feeh; laisa kamislihee shai'unw wa Huwas Samee'ul Baseer",
            "tajweed_text": "فَاطِرُ [h:12083[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ جَعَلَ لَك[w:556[ُم م]ِّنْ أَ[f:1329[نف]ُسِكُمْ أَزْو[n[َٲ][a:12084[جًا و]َمِنَ [h:4470[ٱ]لْأَنْعَ[n[ـٰ]مِ أَزْو[n[َٲ][a:12085[جًا‌ۖ ي]َذْرَؤُكُمْ فِيهِ‌ۚ لَيْسَ كَمِثْلِه[n[ِۦ] ش[a:12086[َىْءٌ‌ۖ و]َهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:7657[ٱ]لْبَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4284,
            "aya_number": 12,
            "aya_text": "لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۚ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۚاِنَّهٗ بِكُلِّ شَيْءٍ عَلِيْمٌ  ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 484,
            "translation_aya_text": "Milik-Nyalah perbendaharaan langit dan bumi; Dia melapangkan rezeki dan membatasinya bagi siapa yang Dia kehendaki. Sungguh, Dia Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Kepunyaan-Nyalah khazanah langit dan bumi) yakni kunci-kunci khazanahnya, yaitu berupa hujan, tumbuh-tumbuhan dan lain sebagainya. (Dia melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya) sebagai ujian baginya (dan membatasinya) menyempitkannya bagi siapa yang dikehendaki-Nya sebagai cobaan baginya (Sesungguhnya Dia Maha Mengetahui segala sesuatu.)",
            "sajda": false,
            "transliteration": "Lahoo maqaaleedus samaawaati wal ardi yabsutur rizqa limany yashaaa'u wa yaqdir; innahoo bikulli shai'unw wa Huwas Samee'ul Baseer",
            "tajweed_text": "لَهُ[n[ۥ] مَقَالِيدُ [h:11745[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4285,
            "aya_number": 13,
            "aya_text": "۞ شَرَعَ لَكُمْ مِّنَ الدِّيْنِ مَا وَصّٰى بِهٖ نُوْحًا وَّالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَمَا وَصَّيْنَا بِهٖٓ اِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسٰٓى اَنْ اَقِيْمُوا الدِّيْنَ وَلَا تَتَفَرَّقُوْا فِيْهِۗ  كَبُرَ عَلَى الْمُشْرِكِيْنَ مَا تَدْعُوْهُمْ اِلَيْهِۗ  اَللّٰهُ يَجْتَبِيْٓ اِلَيْهِ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ يُّنِيْبُۗ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 484,
            "translation_aya_text": "diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki kepada agama tauhid dan memberi petunjuk kepada (agama)-Nya bagi orang yang kembali (kepada-Nya).",
            "tafsir_jalalayn": "(Dia telah mensyariatkan bagi kalian tentang agama apa yang telah diwasiatkan-Nya kepada Nuh) dia adalah nabi pertama yang membawa syariat (yang telah Kami wahyukan kepadamu dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu, \"Tegakkanlah agama dan janganlah kalian berpecah-belah tentangnya.\") inilah ajaran yang telah disyariatkan dan yang telah diwasiatkan serta yang telah diwahyukan kepada Nabi Muhammad saw. yaitu ajaran Tauhid. (Amat berat) amat besarlah (bagi orang-orang musyrik agama yang kamu seru mereka kepadanya) yakni ajaran tauhid (Allah menarik kepada agama itu) kepada ajaran tauhid (orang yang dikehendaki-Nya dan memberi petunjuk kepada agama-Nya orang yang kembali kepada-Nya) orang yang mau menerima untuk berbuat taat kepada-Nya.",
            "sajda": false,
            "transliteration": "Shara'a lakum minad deeni maa wassaa bihee Noohanw wallazeee awhainaaa ilaika wa maa wassainaa biheee Ibraaheema wa Moosa wa 'Eesaaa an aqeemud adeena wa laa tatafarraqoo feeh; kabura 'alal mushrikeena maa tad'oohum ilaih; Allaahu yajtabee ilaihi many yashaaa'u wa yahdeee ilaihi mai yuneeb",
            "tajweed_text": "۞ شَرَعَ لَك[w:1578[ُم م]ِّنَ [h:12087[ٱ][l[ل]دِّينِ مَا وَصَّىٰ بِه[n[ِۦ] نُو[a:12088[حًا و]َ[h:4765[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ وَمَا وَصَّيْنَا بِه[o[ِۦٓ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَمُوسَىٰ وَعِيسَ[o[ىٰٓ‌ۖ] أَنْ أَقِيمُو[s[اْ] [h:12089[ٱ][l[ل]دِّينَ وَلَا تَتَفَرَّقُو[s[اْ] فِيهِ‌ۚ كَبُرَ عَلَى [h:12090[ٱ]لْمُشْرِكِينَ مَا تَ[q:5192[دْ]عُوهُمْ إِلَيْهِ‌ۚ [h:12091[ٱ]للَّهُ يَ[q:2454[جْ]تَب[o[ِىٓ] إِلَيْهِ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْد[o[ِىٓ] إِلَيْهِ م[a:11803[َن ي]ُن[p[ِي][q[ب]ُ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4286,
            "aya_number": 14,
            "aya_text": "وَمَا تَفَرَّقُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ اِلٰٓى اَجَلٍ مُّسَمًّى لَّقُضِيَ بَيْنَهُمْۗ وَاِنَّ الَّذِيْنَ اُوْرِثُوا الْكِتٰبَ مِنْۢ بَعْدِهِمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ  ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 484,
            "translation_aya_text": "Dan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. Jika tidaklah karena suatu ketetapan yang telah ada dahulunya dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Dan sesungguhnya orang-orang yang mewarisi Kitab (Taurat dan Injil) setelah mereka (pada zaman Muhammad), benar-benar berada dalam keraguan yang mendalam tentang Kitab (Al-Qur'an) itu.",
            "tafsir_jalalayn": "(Dan mereka tidak berpecah-belah) yaitu para pemeluk agama-agama tentang agamanya, umpamanya sebagian dari mereka berpegang kepada ajaran tauhid dan sebagian lainnya kafir (melainkan sesudah datangnya pengetahuan kepada mereka) yakni pengetahuan tentang ajaran tauhid (karena kedengkian) yang dimaksud adalah orang-orang kafir (di antara mereka. Kalau tidaklah karena sesuatu ketetapan yang telah ada dari Rabbmu dahulunya) untuk menangguhkan pembalasan (sampai kepada waktu yang ditentukan) yakni hari kiamat (pastilah telah diputuskan di antara mereka) yaitu diazab-Nya orang-orang kafir di dunia. (Dan sesungguhnya orang-orang yang diwariskan kepada mereka Alkitab sesudah mereka) mereka adalah orang-orang Yahudi dan orang-orang Nasrani (benar-benar dalam keraguan terhadapnya) terhadap Nabi saw. (yang mengguncangkan) yang menyebabkan keragu-raguan.",
            "sajda": false,
            "transliteration": "Wa maa tafarraqooo illaa mim ba'di maa jaaa'ahumul 'ilmu baghyam bainahum; wa law laa Kalimatun sabaqat mir Rabbika ilaaa ajalim musammal laqudiya bainahum; wa innal lazeena oorisul Kitaaba mim ba'dihim lafee shakkim minhu mureeb",
            "tajweed_text": "وَمَا تَفَرَّق[o[ُوٓ][s[اْ] إِلَّا م[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَهُمُ [h:1804[ٱ]لْعِلْمُ بَغْي[i:1169[َۢا ب]َيْنَهُمْ‌ۚ وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[u:12092[ًّى ل]َّقُضِىَ بَيْنَهُمْ‌ۚ وَإِ[g[نّ]َ [h:754[ٱ]لَّذِينَ أُورِثُو[s[اْ] [h:12093[ٱ]لْكِتَ[n[ـٰ]بَ م[i:1453[ِنۢ ب]َعْدِهِمْ لَفِى شَ[a:3275[كٍّ م]ِّنْهُ مُر[p[ِي][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4287,
            "aya_number": 15,
            "aya_text": "فَلِذٰلِكَ فَادْعُ ۚوَاسْتَقِمْ كَمَآ اُمِرْتَۚ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْۚ وَقُلْ اٰمَنْتُ بِمَآ اَنْزَلَ اللّٰهُ مِنْ كِتٰبٍۚ وَاُمِرْتُ لِاَعْدِلَ بَيْنَكُمْ ۗ اَللّٰهُ رَبُّنَا وَرَبُّكُمْ ۗ لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۗ لَاحُجَّةَ بَيْنَنَا وَبَيْنَكُمْ ۗ اَللّٰهُ يَجْمَعُ بَيْنَنَا ۚوَاِلَيْهِ الْمَصِيْرُ ۗ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 484,
            "translation_aya_text": "Karena itu, serulah (mereka beriman) dan tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Muhammad) dan janganlah mengikuti keinginan mereka dan katakanlah, “Aku beriman kepada Kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami perbuatan kami dan bagi kamu perbuatan kamu. Tidak (perlu) ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nyalah  (kita) kembali.”",
            "tafsir_jalalayn": "(Maka karena itu) karena ajaran tauhid itu (serulah) manusia, hai Muhammad (dan tetaplah) berpegang teguh kepada ajaran tauhid (sebagaimana diperintahkan kepadamu dan janganlah mengikuti hawa nafsu mereka) yang membujukmu untuk meninggalkan ajaran tauhid (dan katakanlah, \"Aku beriman kepada semua Kitab yang diturunkan Allah dan aku diperintahkan supaya berlaku adil) bersikap adil (di antara kalian) dalam masalah memutuskan hukum (Allahlah Rabb kami dan Rabb kalian. Bagi kami amal-amal kami dan bagi kalian amal-amal kalian) masing-masing akan mendapatkan balasan amalnya sendiri-sendiri. (Tidak ada pertengkaran) persengketaan (antara kami dan kalian) ayat ini diturunkan sebelum nabi diperintahkan untuk berjihad melawan mereka (Allah mengumpulkan antara kita) pada hari semua manusia dikembalikan kepada-Nya untuk menjalani peradilan di hadapan-Nya (dan kepada-Nyalah kembali kita\") kita akan dikembalikan.",
            "sajda": false,
            "transliteration": "Falizaalika fad'u wastaqim kamaaa umirta wa laa tattabi' ahwaaa'ahum wa qul aamantu bimaaa anzalal laahu min Kitaab, wa umirtu li a'dila bainakum Allaahu Rabbunaa wa Rabbukum lanaaa a'maa lunaa wa lakum a'maalukim laa hujjata bainanaa wa baina kumul laahu yajma'u bainanaa wa ilaihil maseer",
            "tajweed_text": "فَلِذ[n[َٲ]لِكَ فَ[h:306[ٱ][q:306[دْ]عُ‌ۖ وَ[h:12094[ٱ]سْتَقِمْ كَم[o[َآ] أُمِرْتَ‌ۖ وَلَا تَتَّبِعْ أَهْو[o[َا]ٓءَهُمْ‌ۖ وَقُلْ ءَامَ[f:6185[نت]ُ بِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ مِ[f:2060[ن ك]ِتَ[n[ـٰ][a:12095[بٍ‌ۖ و]َأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ‌ۖ [h:12096[ٱ]للَّهُ رَبُّنَا وَرَبُّكُمْ‌ۖ لَن[o[َآ] أَعْمَ[n[ـٰ]لُنَا وَلَكُمْ أَعْمَ[n[ـٰ]لُكُمْ‌ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ‌ۖ [h:12097[ٱ]للَّهُ يَ[q:3861[جْ]مَعُ بَيْنَنَا‌ۖ وَإِلَيْهِ [h:3461[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        }
    ]
}