{
    "page_number": 485,
    "data": [
        {
            "aya_id": 4288,
            "aya_number": 16,
            "aya_text": "وَالَّذِيْنَ يُحَاۤجُّوْنَ فِى اللّٰهِ مِنْۢ بَعْدِ مَا اسْتُجِيْبَ لَهٗ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَّلَهُمْ عَذَابٌ شَدِيْدٌ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 485,
            "translation_aya_text": "Dan orang-orang yang berbantah-bantah tentang (agama) Allah setelah (agama itu) diterima, perbantahan mereka itu sia-sia di sisi Tuhan mereka. Mereka mendapat kemurkaan (Allah) dan mereka mendapat azab yang sangat keras.",
            "tafsir_jalalayn": "(Dan orang-orang yang membantah) agama (Allah) maksudnya, membantah Nabi-Nya (sesudah agama itu diterima) sesudah diimani dan nyatanya mukjizat yang dibawanya, yang dimaksud dengan mereka adalah orang-orang Yahudi (maka bantahan mereka itu sia-sia saja) atau batil (di sisi Rabb mereka. Mereka mendapat kemurkaan Allah dan bagi mereka azab yang sangat keras.)",
            "sajda": false,
            "transliteration": "Wallazeena yuhaaajjoona fil laahi mim ba'di mastujeeba lahoo hujjatuhum daahidatun 'inda Rabbihim wa 'alaihim ghadabunw wa lahum 'azaabun shadeed",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يُح[m[َا]ٓجُّونَ فِى [h:714[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ مَا [h:12098[ٱ]سْتُجِيبَ لَهُ[n[ۥ] حُجَّتُهُمْ دَاحِضَةٌ عِ[f:264[ند]َ رَبِّهِمْ وَعَلَيْهِمْ غَضَ[a:12099[بٌ و]َلَهُمْ عَذَا[f:1727[بٌ ش]َد[p[ِي][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4289,
            "aya_number": 17,
            "aya_text": "اَللّٰهُ الَّذِيْٓ اَنْزَلَ الْكِتٰبَ بِالْحَقِّ وَالْمِيْزَانَ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ قَرِيْبٌ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 485,
            "translation_aya_text": "Allah yang menurunkan Kitab (Al-Qur'an) dengan (membawa) kebenaran dan neraca (keadilan). Dan tahukah kamu, boleh jadi hari Kiamat itu sudah dekat?",
            "tafsir_jalalayn": "(Allahlah yang menurunkan Kitab) Alquran (dengan membawa kebenaran) lafal Bil Haqqi berta'alluq kepada lafal Anzala (dan neraca), keadilan. (Dan tahukah kamu) apakah kamu tahu (boleh jadi kiamat itu) yakni kedatangannya (sudah dekat?) lafal La'alla amalnya di-ta'alluq-kan kepada Fi'il dan lafal-lafal sesudahnya berkedudukan sebagai dua Maf'ul.",
            "sajda": false,
            "transliteration": "Allahul lazeee anzalal Kitaaba bilhaqqi wal Meezaan; wa ma yudreeka la'allas Saa'ata qareeb",
            "tajweed_text": "ٱللَّهُ [h:4738[ٱ]لَّذ[o[ِىٓ] أَ[f:471[نز]َلَ [h:4228[ٱ]لْكِتَ[n[ـٰ]بَ بِ[h:370[ٱ]لْحَقِّ وَ[h:4528[ٱ]لْمِيزَانَ‌ۗ وَمَا يُ[q:10898[دْ]رِيكَ لَعَلَّ [h:10899[ٱ][l[ل]سَّاعَةَ قَر[p[ِي][q[ب]ٌ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4290,
            "aya_number": 18,
            "aya_text": "يَسْتَعْجِلُ بِهَا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِهَاۚ وَالَّذِيْنَ اٰمَنُوْا مُشْفِقُوْنَ مِنْهَاۙ وَيَعْلَمُوْنَ اَنَّهَا الْحَقُّ ۗ اَلَآ اِنَّ الَّذِيْنَ يُمَارُوْنَ فِى السَّاعَةِ لَفِيْ ضَلٰلٍۢ بَعِيْدٍ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 485,
            "translation_aya_text": "Orang-orang yang tidak percaya adanya hari Kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa Kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya Kiamat itu benar-benar telah tersesat jauh.",
            "tafsir_jalalayn": "(Orang-orang yang tidak beriman kepada hari kiamat meminta supaya hari itu segera didatangkan) mereka mengatakan, \"Kapan hari kiamat itu akan datang,\" demikian itu karena mereka menduga bahwa hari kiamat tidak akan datang (dan orang-orang yang beriman, merasa takut) merasa khawatir (kepadanya dan mereka yakin bahwa kiamat itu adalah benar akan terjadi Ketahuilah bahwa sesungguhnya orang-orang yang membantah) mendebat (tentang terjadinya hari kiamat itu benar-benar dalam kesesatan yang jauh.)",
            "sajda": false,
            "transliteration": "Yasta'jilu bihal lazeena laa yu'minoona bihaa wallazeena aamanoo mushfiqoona minhaa wa ya'lamoona annahal haqq; alaaa innal lazeena yumaaroona fis Saa'ati lafee dalaalim ba'eed",
            "tajweed_text": "يَسْتَعْجِلُ بِهَا [h:12100[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِهَا‌ۖ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَ[g[نّ]َهَا [h:12101[ٱ]لْحَقُّ‌ۗ أَل[o[َآ] إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُمَارُونَ فِى [h:12102[ٱ][l[ل]سَّاعَةِ لَفِى ضَلَ[n[ـٰ][i:7043[لِۭ ب]َع[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4291,
            "aya_number": 19,
            "aya_text": "اَللّٰهُ لَطِيْفٌۢ بِعِبَادِهٖ يَرْزُقُ مَنْ يَّشَاۤءُ ۚوَهُوَ الْقَوِيُّ الْعَزِيْزُ ࣖ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 485,
            "translation_aya_text": "Allah Mahalembut terhadap hamba-hamba-Nya; Dia memberi rezeki kepada siapa yang Dia kehendaki dan Dia Mahakuat, Mahaperkasa.",
            "tafsir_jalalayn": "(Allah Maha Lembut terhadap hamba-hamba-Nya) baik terhadap mereka yang berbakti maupun terhadap mereka yang durhaka, karena Dia tidak membinasakan mereka melalui kelaparan sebab kemaksiatan mereka (Dia memberi rezeki kepada siapa yang dikehendaki-Nya) artinya, Dia memberikan kepada masing-masingnya apa yang Dia kehendaki (dan Dialah Yang Maha Kuat) atas semua kehendak-Nya (lagi Maha Perkasa) Maha Menang atas semua perkara-Nya.",
            "sajda": false,
            "transliteration": "Allahu lateefum bi'ibaadihee yarzuqu mai yashaaa'u wa Huwal Qawiyyul 'Azeez",
            "tajweed_text": "ٱللَّهُ لَطِي[i:12103[فُۢ ب]ِعِبَادِه[n[ِۦ] يَرْزُقُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۖ وَهُوَ [h:12104[ٱ]لْقَوِىُّ [h:6410[ٱ]لْعَز[p[ِي]زُ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4292,
            "aya_number": 20,
            "aya_text": "مَنْ كَانَ يُرِيْدُ حَرْثَ الْاٰخِرَةِ نَزِدْ لَهٗ فِيْ حَرْثِهٖۚ وَمَنْ كَانَ يُرِيْدُ حَرْثَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۙ وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ نَّصِيْبٍ  ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 485,
            "translation_aya_text": "Barangsiapa menghendaki keuntungan di akhirat akan Kami tambahkan keuntungan itu baginya dan barangsiapa menghendaki keuntungan di dunia Kami berikan kepadanya sebagian darinya (keuntungan dunia), tetapi dia tidak akan mendapat bagian di akhirat.",
            "tafsir_jalalayn": "(Barang siapa yang menghendaki) dengan amalnya (keuntungan akhirat) pahala akhirat (Kami tambahkan keuntungan itu baginya) dilipatgandakan pahalanya yaitu satu kebaikan dibalas dengan sepuluh kebaikan dan bahkan lebih dari itu (dan barang siapa yang menghendaki keuntungan di dunia, Kami berikan kepadanya sebagian dari keuntungan dunia) tanpa dilipatgandakan (dan tidak ada baginya suatu bagian pun di akhirat.)",
            "sajda": false,
            "transliteration": "Man kaana yureedu harsal Aakhirati nazid lahoo fee harsihee wa man kaana yureedu harsad dunyaa nu'tihee mnhaa wa maa lahoo fil Aakhirati min naseeb",
            "tajweed_text": "مَ[f:506[ن ك]َانَ يُرِيدُ حَرْثَ [h:12105[ٱ]لْأَخِرَةِ نَزِ[q:12106[دْ] لَهُ[n[ۥ] فِى حَرْثِه[n[ِۦ]‌ۖ وَمَ[f:975[ن ك]َانَ يُرِيدُ حَرْثَ [h:12107[ٱ][l[ل]دُّنْيَا نُؤْتِه[n[ِۦ] مِنْهَا وَمَا لَهُ[n[ۥ] فِى [h:536[ٱ]لْأَخِرَةِ م[a:12108[ِن ن]َّص[p[ِي][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4293,
            "aya_number": 21,
            "aya_text": "اَمْ لَهُمْ شُرَكٰۤؤُا شَرَعُوْا لَهُمْ مِّنَ الدِّيْنِ مَا لَمْ يَأْذَنْۢ بِهِ اللّٰهُ ۗوَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗوَاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ  ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 485,
            "translation_aya_text": "Apakah mereka mempunyai sesembahan selain Allah yang menetapkan aturan agama bagi mereka yang tidak diizinkan (diridai) Allah? Dan sekiranya tidak ada ketetapan yang menunda (hukuman dari Allah) tentulah hukuman di antara mereka telah dilaksanakan. Dan sungguh, orang-orang zalim itu akan mendapat azab yang sangat pedih.",
            "tafsir_jalalayn": "(Apakah) sebenarnya (mereka mempunyai) yang dimaksud adalah orang-orang kafir Mekah (sesembahan-sesembahan) yaitu setan-setan mereka (yang mensyariatkan) maksudnya, sesembahan-sesembahan mereka itu mensyariatkan (untuk mereka) untuk orang-orang kafir (agama) yang rusak (yang tidak diizinkan oleh Allah?) seperti ajaran menyekutukan Allah dan mengingkari adanya hari berbangkit. (Sekiranya tidak ada ketetapan yang menentukan dari Allah) ketentuan yang telah terdahulu yang menetapkan bahwa pembalasan itu pada hari kiamat (tentulah telah diputuskan di antara mereka) dan orang-orang yang beriman, yaitu orang-orang kafir akan langsung diazab di dunia. (Dan sesungguhnya orang-orang yang zalim itu) yakni orang-orang kafir (akan memperoleh azab yang amat pedih) yang amat menyakitkan.",
            "sajda": false,
            "transliteration": "Am lahum shurakaaa'u shara'oo lahum minad deeni maa lam yaazam bihil laah; wa law laa kalimatul fasli laqudiya bainahum; wa innaz zaalimeena lahum 'azaabun aleem",
            "tajweed_text": "أَمْ لَهُمْ شُرَكَ[o[ـٰٓ]ؤُ[s[اْ] شَرَعُو[s[اْ] لَه[w:6026[ُم م]ِّنَ [h:12087[ٱ][l[ل]دِّينِ مَا لَمْ يَأْذ[i:12109[َنۢ ب]ِهِ [h:1707[ٱ]للَّهُ‌ۚ وَلَوْلَا كَلِمَةُ [h:12110[ٱ]لْفَصْلِ لَقُضِىَ بَيْنَهُمْ‌ۗ وَإِ[g[نّ]َ [h:9074[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4294,
            "aya_number": 22,
            "aya_text": "تَرَى الظّٰلِمِيْنَ مُشْفِقِيْنَ مِمَّا كَسَبُوْا وَهُوَ وَاقِعٌۢ بِهِمْ ۗوَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ رَوْضٰتِ الْجَنّٰتِۚ  لَهُمْ مَّا يَشَاۤءُوْنَ عِنْدَ رَبِّهِمْ ۗذٰلِكَ هُوَ الْفَضْلُ الْكَبِيْرُ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 485,
            "translation_aya_text": "Kamu akan melihat orang-orang zalim itu sangat ketakutan karena (kejahatan-kejahatan) yang telah mereka lakukan, dan (azab) menimpa mereka. Dan orang-orang yang beriman dan mengerjakan kebajikan (berada) di dalam taman-taman surga, mereka memperoleh apa yang mereka kehendaki di sisi Tuhan. Yang demikian itu adalah karunia yang besar.",
            "tafsir_jalalayn": "(Kamu lihat orang-orang yang zalim) kelak di hari kiamat (sangat ketakutan) sangat ngeri (karena kejahatan-kejahatan yang telah mereka kerjakan) di dunia, mereka takut akan menerima pembalasannya (sedangkan pembalasan itu) yakni pembalasan perbuatan jahat mereka itu (menimpa mereka) pasti menimpa mereka kelak di hari kiamat. (Dan orang-orang yang beriman serta mengerjakan amal yang saleh berada di dalam taman-taman surga) berada di surga yang paling indah bila dibandingkan dengan orang-orang yang derajatnya di bawah mereka (mereka memperoleh apa yang mereka kehendaki di sisi Rabb mereka. Yang demikian itu adalah karunia yang besar.)",
            "sajda": false,
            "transliteration": "Taraz zaalimeena mushfiqeena mimmaa kasaboo wa huwa waaqi'um bihim; wallazeena aamanoo wa 'amilus saalihaati fee rawdaatil jannaati lahum maa yashaaa'oona 'inda Rabbihim; zaalika huwal fadlul kabeer",
            "tajweed_text": "تَرَى [h:12111[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ مُشْفِقِينَ مِ[g[مّ]َا كَسَبُو[s[اْ] وَهُوَ وَاقِ[i:5127[عُۢ ب]ِهِمْ‌ۗ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ فِى رَوْضَاتِ [h:12112[ٱ]لْجَ[g[نّ]َاتِ‌ۖ لَه[w:3531[ُم م]َّا يَش[o[َا]ٓءُونَ عِ[f:264[ند]َ رَبِّهِمْ‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:11140[ٱ]لْفَضْلُ [h:11141[ٱ]لْكَب[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        }
    ]
}