{
    "page_number": 486,
    "data": [
        {
            "aya_id": 4295,
            "aya_number": 23,
            "aya_text": "ذٰلِكَ الَّذِيْ يُبَشِّرُ اللّٰهُ عِبَادَهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۗ قُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًا اِلَّا الْمَوَدَّةَ فِى الْقُرْبٰىۗ وَمَنْ يَّقْتَرِفْ حَسَنَةً نَّزِدْ لَهٗ فِيْهَا حُسْنًا ۗاِنَّ اللّٰهَ غَفُوْرٌ شَكُوْرٌ  ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 486,
            "translation_aya_text": "Itulah (karunia) yang diberitahukan Allah untuk menggembirakan hamba-hamba-Nya yang beriman dan mengerjakan kebajikan. Katakanlah (Muhammad), “Aku tidak meminta kepadamu sesuatu imbalan pun atas seruanku kecuali kasih sayang dalam kekeluargaan.” Dan barangsiapa mengerjakan kebaikan akan Kami tambahkan kebaikan baginya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri.",
            "tafsir_jalalayn": "(Itulah karunia yang dengan itu Allah menggembirakan) berasal dari lafal Al-Bisyarah (hamba-hamba-Nya yang beriman dan mengerjakan amal yang saleh. Katakanlah, \"Aku tidak meminta kepada kalian atas seruanku ini) atas penyampaian risalah ini (sesuatu upah pun kecuali kasih sayang dalam kekeluargaan) Istitsna di sini bersifat Munqathi' maksudnya, tetapi aku meminta kepada kalian hendaknya kalian mencintai kekerabatan denganku yang memang pada kenyataannya telah ada hubungan kerabat antara kalian dan aku. Karena sesungguhnya bagi Nabi saw. mempunyai hubungan kekerabatan dengan setiap puak yang berakar dari kabilah Quraisy. (Dan siapa yang mengerjakan kebaikan) yakni ketaatan (akan Kami tambahkan baginya kebaikan pada kebaikannya itu) yaitu dengan melipatgandakan pahala kebaikannya. (Sesungguhnya Allah Maha Pengampun) terhadap dosa-dosa (lagi Maha Mensyukuri) bagi orang yang sedikit beramal kebaikan, karenanya Dia melipatgandakan pahalanya.",
            "sajda": false,
            "transliteration": "Zaalikal lazee yubash shirul laahu 'ibaadahul lazeena aamanoo wa 'amilus saalihaat; qul laaa as'alukum 'alaihi ajran illal mawaddata fil qurbaa; wa mai yaqtarif hasanatan nazid lahoo feehaa husnaa; innal laaha Ghafoorun Shakoor",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4296,
            "aya_number": 24,
            "aya_text": "اَمْ يَقُوْلُوْنَ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۚ فَاِنْ يَّشَاِ اللّٰهُ يَخْتِمْ عَلٰى قَلْبِكَ ۗوَيَمْحُ اللّٰهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمٰتِهٖ ۗاِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ  ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 486,
            "translation_aya_text": "Ataukah mereka mengatakan, “Dia (Muhammad) telah mengada-adakan kebohongan tentang Allah.” Sekiranya Allah menghendaki niscaya Dia kunci hatimu. Dan Allah menghapus yang batil dan membenarkan yang benar dengan firman-Nya (Al-Qur'an). Sungguh, Dia Maha Mengetahui segala isi hati.",
            "tafsir_jalalayn": "(Bahkan) tetapi (mereka mengatakan, \"Dia telah mengada-adakan dusta terhadap Allah\") yaitu dengan menisbatkan Alquran, bahwasanya diturunkan dari sisi Allah. (Maka jika Allah menghendaki niscaya Dia mengunci mati) maksudnya, mengikat (hatimu) dengan kesabaran, sehingga kamu sabar di dalam menghadapi perlakuan mereka yang menyakitkan melalui perkataan dan perbuatan-perbuatan lainnya; memang Allah swt. telah melaksanakan apa yang dikehendaki-Nya itu (dan Allah menghapuskan yang batil) yakni perkara yang telah mereka katakan itu (dan membenarkan yang hak) menetapkannya (dengan kalimat-kalimat-Nya) yang diturunkan kepada Nabi-Nya. (Sesungguhnya Dia Maha Mengetahui segala isi hati) mengetahui apa yang terkandung di dalam kalbu.",
            "sajda": false,
            "transliteration": "Am yaqooloonaf tara 'alal laahi kaziban fa-iny yasha il laahu yakhtim 'alaa qalbik; wa yamhul laahul baatila wa yuhiqqul haqqa bi Kalimaatih; innahoo 'Aleemum bizaatis sudoor",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4297,
            "aya_number": 25,
            "aya_text": "وَهُوَ الَّذِيْ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ وَيَعْفُوْا عَنِ السَّيِّاٰتِ وَيَعْلَمُ مَا تَفْعَلُوْنَۙ  ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 486,
            "translation_aya_text": "Dan Dialah yang menerima tobat dari hamba-hamba-Nya dan memaafkan kesalahan-kesalahan dan mengetahui apa yang kamu kerjakan,",
            "tafsir_jalalayn": "(Dan Dialah yang menerima tobat dari hamba-hamba-Nya) dari sebagian di antara mereka (dan memaafkan kesalahan-kesalahan) yang para pelakunya telah bertobat daripadanya (dan mengetahui apa yang kalian kerjakan) dapat dibaca Taf'aluuna atau Yaf'aluuna; kalau dibaca Yaf'aluuna artinya, mengetahui apa yang mereka kerjakan.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee yaqbalut tawbata 'an 'ibaadihee wa ya'foo 'anis saiyiaati wa ya'lamu maa taf'aloon",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4298,
            "aya_number": 26,
            "aya_text": "وَيَسْتَجِيْبُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖ ۗوَالْكٰفِرُوْنَ لَهُمْ عَذَابٌ شَدِيْدٌ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 486,
            "translation_aya_text": "dan Dia memperkenankan (doa) orang-orang yang beriman dan mengerjakan kebajikan serta menambah (pahala) kepada mereka dari karunia-Nya. Orang-orang yang ingkar akan mendapat azab yang sangat keras.",
            "tafsir_jalalayn": "(Dan Dia memperkenankan doa orang-orang yang beriman serta mengerjakan amal yang saleh) maksudnya, Dia mengabulkan apa yang mereka minta (dan menambah kepada mereka) maksudnya, Allah menambah kepada mereka (dari karunia-Nya. Dan orang-orang yang kafir bagi mereka azab yang sangat keras.)",
            "sajda": false,
            "transliteration": "Wa yastajeebul lazeena aamanoo wa 'amilu saalihaati wa yazeeduhum min fadlih; wal kaafiroona lahum 'azaabun shadeed",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4299,
            "aya_number": 27,
            "aya_text": "۞ وَلَوْ بَسَطَ اللّٰهُ الرِّزْقَ لِعِبَادِهٖ لَبَغَوْا فِى الْاَرْضِ وَلٰكِنْ يُنَزِّلُ بِقَدَرٍ مَّا يَشَاۤءُ ۗاِنَّهٗ بِعِبَادِهٖ خَبِيْرٌۢ بَصِيْرٌ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 486,
            "translation_aya_text": "Dan sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya niscaya mereka akan berbuat melampaui batas di bumi, tetapi Dia menurunkan dengan ukuran yang Dia kehendaki. Sungguh, Dia Mahateliti terhadap (keadaan) hamba-hamba-Nya, Maha Melihat.",
            "tafsir_jalalayn": "(Dan jika Allah melapangkan rezeki kepada hamba-hamba-Nya) semuanya (tentulah mereka akan melampaui batas) semuanya akan melampaui batas; tentulah mereka akan berlaku sewenang-wenang (di muka bumi, tetapi Allah menurunkan) dapat dibaca Yunazzilu atau Yunzilu, yakni menurunkan rezeki-Nya (apa yang dikehendaki-Nya dengan ukuran) maka Dia melapangkan rezeki itu kepada sebagian hamba-hamba-Nya, sedangkan yang lainnya tidak; dan timbulnya sikap melampaui batas ini dari melimpahnya rezeki. (Sesungguhnya Dia Maha Mengetahui keadaan hamba-hamba-Nya lagi Maha Melihat.)",
            "sajda": false,
            "transliteration": "Wa law basatal laahur rizqa li'ibaadihee labaghaw fil ardi wa laakiny yunazzilu biqadarim maa yashaaa'; innahoo bi'ibaadihee Khabeerum Baseer",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4300,
            "aya_number": 28,
            "aya_text": "وَهُوَ الَّذِيْ يُنَزِّلُ الْغَيْثَ مِنْۢ بَعْدِ مَا قَنَطُوْا وَيَنْشُرُ رَحْمَتَهٗ ۗوَهُوَ الْوَلِيُّ الْحَمِيْدُ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 486,
            "translation_aya_text": "Dan Dialah yang menurunkan hujan setelah mereka berputus asa dan menyebarkan rahmat-Nya. Dan Dialah Maha Pelindung, Maha Terpuji.",
            "tafsir_jalalayn": "(Dan Dialah Yang menurunkan hujan) yakni air hujan (sesudah mereka berputus asa) putus harapan dari turunnya hujan (dan menyebarkan rahmat-Nya) maksudnya, menyebarkan hujan yang diturunkan-Nya. (Dan Dialah Yang Maha Pelindung) yang berbuat baik kepada orang-orang Mukmin (lagi Maha Terpuji) di kalangan orang-orang beriman.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee yunazzilul ghaisa mim ba'di maa qanatoo wa yanshuru rahmatah; wa Huwal Waliyyul Hameed",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4301,
            "aya_number": 29,
            "aya_text": "وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَثَّ فِيْهِمَا مِنْ دَاۤبَّةٍ ۗوَهُوَ عَلٰى جَمْعِهِمْ اِذَا يَشَاۤءُ قَدِيْرٌ ࣖ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 486,
            "translation_aya_text": "Dan di antara tanda-tanda (kebesaran)-Nya adalah penciptaan langit dan bumi dan makhluk-makhluk yang melata yang Dia sebarkan pada keduanya. Dan Dia Mahakuasa mengumpulkan semuanya apabila Dia kehendaki.",
            "tafsir_jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya ialah menciptakan langit dan bumi dan) menciptakan (apa yang Dia sebarkan) Dia sebar ratakan (pada keduanya, yaitu berupa makhluk yang melata) pengertian Ad-Dabbah ialah makhluk yang menempati bumi, yaitu manusia dan lain-lainnya. (Dan Dia untuk mengumpulkan semuanya) mengumpulkan semua makhluk untuk dihadapkan kepada-Nya (Maha Kuasa jika dikehendaki-Nya) Dhamir Hum yang terdapat pada lafal Jam'ihim lebih memprioritaskan makhluk yang berakal daripada makhluk lainnya.",
            "sajda": false,
            "transliteration": "Wa min Aayaatihee khalqus samaawaati wal ardi wa maa bassa feehimaa min daaabbah; wa Huwa 'alaa jam'ihim izaa yashaaa'u Qadeer",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4302,
            "aya_number": 30,
            "aya_text": "وَمَآ اَصَابَكُمْ مِّنْ مُّصِيْبَةٍ فَبِمَا كَسَبَتْ اَيْدِيْكُمْ وَيَعْفُوْا عَنْ كَثِيْرٍۗ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 486,
            "translation_aya_text": "Dan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu).",
            "tafsir_jalalayn": "(Dan apa saja yang telah menimpa kalian) khithab ayat ini ditujukan kepada orang-orang mukmin (berupa musibah) berupa malapetaka dan kesengsaraan (maka adalah karena perbuatan tangan kalian sendiri) artinya, sebab dosa-dosa yang telah kalian lakukan sendiri. Diungkapkan bahwa dosa-dosa tersebut dikerjakan oleh tangan mereka, hal ini mengingat, bahwa kebanyakan pekerjaan manusia itu dilakukan oleh tangan (dan Allah memaafkan sebagian besar) dari dosa-dosa tersebut, karena itu Dia tidak membalasnya. Dia Maha Mulia dari menduakalikan pembalasan-Nya di akhirat. Adapun mengenai musibah yang menimpa kepada orang-orang yang tidak berdosa di dunia, dimaksudkan untuk mengangkat derajatnya di akhirat kelak.",
            "sajda": false,
            "transliteration": "Wa maaa asaabakum mim museebatin fabimaa kasabat aydeekum wa ya'foo 'an kaseer",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4303,
            "aya_number": 31,
            "aya_text": "وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 486,
            "translation_aya_text": "Dan kamu tidak dapat melepaskan diri (dari siksaan Allah) di bumi, dan kamu tidak memperoleh pelindung atau penolong selain Allah.",
            "tafsir_jalalayn": "(Dan kalian tidak dapat) hai orang-orang musyrik (melepaskan diri) melarikan diri dari azab Allah (di muka bumi) maksudnya, kalian tidak akan dapat meloloskan diri dan menghindar dari azab-Nya itu (dan kalian tidak memperoleh selain Allah) (seorang pelindung pun dan tidak pula seorang penolong) yang dapat menolak azab Allah dari kalian.",
            "sajda": false,
            "transliteration": "Wa maaa antum bimu'jizeena fil ardi wa maa lakum min doonil laahi minw wa liyyinw wa laa naseer",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        }
    ]
}