{
    "page_number": 488,
    "data": [
        {
            "aya_id": 4317,
            "aya_number": 45,
            "aya_text": "وَتَرٰىهُمْ يُعْرَضُوْنَ عَلَيْهَا خٰشِعِيْنَ مِنَ الذُّلِّ يَنْظُرُوْنَ مِنْ طَرْفٍ خَفِيٍّۗ وَقَالَ الَّذِيْنَ اٰمَنُوْٓا اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِ ۗ اَلَآ اِنَّ الظّٰلِمِيْنَ فِيْ عَذَابٍ مُّقِيْمٍ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 488,
            "translation_aya_text": "Dan kamu akan melihat mereka dihadapkan ke neraka dalam keadaan tertunduk karena (merasa) hina, mereka melihat dengan pandangan yang lesu. Dan orang-orang yang beriman berkata, “Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ingatlah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal.",
            "tafsir_jalalayn": "(Dan kamu akan melihat mereka dihadapkan kepadanya) yakni ke neraka (dalam keadaan tunduk) takut dan merasa rendah diri (karena merasa hina, mereka melihat) ke neraka (dengan pandangan yang lesu) atau dengan pandangan yang malas. Huruf Min di sini bermakna Ibtidaiyah atau bermakna sama dengan huruf Ba. (Dan orang-orang yang beriman berkata, \"Sesungguhnya orang-orang yang merugi ialah orang-orang yang kehilangan diri mereka sendiri dan kehilangan keluarga mereka pada hari kiamat\") karena mereka kekal menjadi penghuni neraka dan tidak memperoleh bidadari-bidadari yang telah disediakan buat mereka seandainya mereka beriman. Isim Maushul atau lafal Al Ladziina Khasiruu Anfusahum merupakan Khabar dari lafal Inna. (Ingatlah, sesungguhnya orang-orang yang zalim itu) yakni orang-orang yang kafir itu (berada dalam azab yang kekal) azab yang abadi; ini adalah firman Allah swt.",
            "sajda": false,
            "transliteration": "Wa taraahum yu'radoona 'alaihaa khaashi'eena minazzulli yanzuroona min tarfin khaifiyy; wa qaalal lazeena aamanooo innal khaasireenal lazeena khasiroon anfusahum wa ahleehim Yawmal Qiyaamah; alaaa innaz zaalimeena fee'azaabim muqeem",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4318,
            "aya_number": 46,
            "aya_text": "وَمَا كَانَ لَهُمْ مِّنْ اَوْلِيَاۤءَ يَنْصُرُوْنَهُمْ مِّنْ دُوْنِ اللّٰهِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ سَبِيْلٍ ۗ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 488,
            "translation_aya_text": "Dan mereka tidak akan mempunyai pelindung yang dapat menolong mereka selain Allah. Barangsiapa dibiarkan sesat oleh Allah tidak akan ada jalan keluar baginya (untuk mendapat petunjuk).",
            "tafsir_jalalayn": "(Dan mereka sekali-kali tidak mempunyai pelindung-pelindung yang dapat menolong mereka selain Allah) yang dapat menolak azab-Nya dari diri mereka (Dan siapa yang disesatkan Allah maka tidaklah ada baginya sesuatu jalan pun) yaitu jalan yang benar baginya di dunia dan jalan yang dapat mengantarkannya ke surga, di akhirat kelak.",
            "sajda": false,
            "transliteration": "Wa maa kaana lahum min awliyaaa'a yansuroonahum min doonil laah; wa mai yudlilil laahu famaa lahoo min sabeel",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4319,
            "aya_number": 47,
            "aya_text": "اِسْتَجِيْبُوْا لِرَبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ ۗمَا لَكُمْ مِّنْ مَّلْجَاٍ يَّوْمَىِٕذٍ وَّمَا لَكُمْ مِّنْ نَّكِيْرٍ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 488,
            "translation_aya_text": "Patuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak (atas perintah dari Allah). Pada hari itu kamu tidak memperoleh tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu).",
            "tafsir_jalalayn": "(Patuhilah seruan Rabb kalian) perkenankanlah seruan-Nya, yaitu dengan mentauhidkan-Nya dan menyembah-Nya (sebelum datang suatu hari) yakni hari kiamat (dari Allah yang tidak dapat ditolak kedatangannya) apabila hari itu datang tidak dapat ditolak. (Kalian tidak memperoleh tempat berlindung) yang kalian dapat berlindung di dalamnya (pada hari itu dan tidak pula dapat mengingkari) dosa-dosa kalian.",
            "sajda": false,
            "transliteration": "Istajeeboo li Rabbikum min qabli any yaatiya Yawmul laa maradda lahoo minal laah; maa lakum mim malja iny yawma'izinw wa maa lakum min nakeer",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4320,
            "aya_number": 48,
            "aya_text": "فَاِنْ اَعْرَضُوْا فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗاِنْ عَلَيْكَ اِلَّا الْبَلٰغُ ۗوَاِنَّآ اِذَآ اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَاِنَّ الْاِنْسَانَ كَفُوْرٌ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 488,
            "translation_aya_text": "Jika mereka berpaling, maka (ingatlah) Kami tidak mengutus engkau sebagai pengawas bagi mereka. Kewajibanmu tidak lain hanyalah menyampaikan (risalah). Dan sungguh, apabila Kami merasakan kepada manusia suatu rahmat dari Kami, dia menyambutnya dengan gembira; tetapi jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri (niscaya mereka ingkar), sungguh, manusia itu sangat ingkar (kepada nikmat).",
            "tafsir_jalalayn": "(Jika mereka berpaling) tidak mau mematuhi seruan-Nya itu (maka Kami tidak mengutus kamu sebagai pemelihara bagi mereka) sebagai orang yang memelihara amal perbuatan mereka, umpamanya kamu menjadi orang yang memperturutkan apa yang dikehendaki oleh mereka. (Tidak lain) tiada lain (kewajibanmu hanyalah menyampaikan risalah) hal ini sebelum ada perintah untuk berjihad. (Sesungguhnya apabila Kami merasakan kepada manusia sesuatu rahmat dari Kami) berupa nikmat seperti kekayaan atau kecukupan dan kesehatan (dia bergembira ria karena rahmat itu. Dan jika mereka ditimpa) Dhamir yang kembali kepada lafal Al-Insaan memandang kepada segi maknanya atau jenisnya (kesusahan) malapetaka atau musibah (disebabkan perbuatan tangan mereka sendiri) disebabkan yang mereka lakukan; dalam ayat ini diungkapkan kata 'tangan mereka sendiri' karena kebanyakan pekerjaan manusia itu dilakukan oleh tangannya (karena sesungguhnya manusia itu amat ingkar) kepada nikmat yang telah diberikan kepadanya.",
            "sajda": false,
            "transliteration": "Fa-in a'radoo famaaa arsalnaaka 'alaihim hafeezan in 'alaika illal balaagh; wa innaaa izaaa azaqnal insaana minnaa rahmatan fariha bihaa wa in tusibhum saiyi'atum bimaa qaddamat aydeehim fa innal insaana kafoor",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4321,
            "aya_number": 49,
            "aya_text": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يَخْلُقُ مَا يَشَاۤءُ ۗيَهَبُ لِمَنْ يَّشَاۤءُ اِنَاثًا وَّيَهَبُ لِمَنْ يَّشَاۤءُ الذُّكُوْرَ ۙ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 488,
            "translation_aya_text": "Milik Allah-lah kerajaan langit dan bumi; Dia menciptakan apa yang Dia kehendaki, memberikan anak perempuan kepada siapa yang Dia kehendaki dan memberikan anak laki-laki kepada siapa yang Dia kehendaki,",
            "tafsir_jalalayn": "(Kepunyaan Allahlah kerajaan langit dan bumi. Dia menciptakan apa yang Dia kehendaki. Dia memberikan kepada siapa yang Dia kehendaki) yakni berupa anak-anak (yaitu anak-anak perempuan dan Dia memberikan anak-anak lelaki kepada siapa yang Dia kehendaki.)",
            "sajda": false,
            "transliteration": "Lillaahi mulkus samaawaati wal ard; yakhluqu maa yashaaa'; yahabu limai yashaaa'u inaasanw wa yahabu limai yashaaa'uz zukoor",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4322,
            "aya_number": 50,
            "aya_text": "اَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَّاِنَاثًا ۚوَيَجْعَلُ مَنْ يَّشَاۤءُ عَقِيْمًا ۗاِنَّهٗ عَلِيْمٌ قَدِيْرٌ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 488,
            "translation_aya_text": "atau Dia menganugerahkan jenis laki-laki dan perempuan, dan menjadikan mandul siapa yang Dia kehendaki. Dia Maha Mengetahui, Mahakuasa.",
            "tafsir_jalalayn": "(Atau Dia menganugerahkan kedua jenis) atau Dia menjadikan buat mereka (laki-laki dan perempuan, dan Dia menjadikan mandul siapa yang Dia kehendaki) sehingga tidak mempunyai anak dan tidak dapat membuahi. (Sesungguhnya Dia Maha Mengetahui) apa yang diciptakan-Nya (lagi Maha Kuasa) atas semua apa yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Aw yuzawwijuhum zukraananw wa inaasanw wa yaj'alu mai yashaaa'u 'aqeemaa; innahoo 'Aleemun Qadeer",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4323,
            "aya_number": 51,
            "aya_text": "۞ وَمَا كَانَ لِبَشَرٍ اَنْ يُّكَلِّمَهُ اللّٰهُ اِلَّا وَحْيًا اَوْ مِنْ وَّرَاۤئِ حِجَابٍ اَوْ يُرْسِلَ رَسُوْلًا فَيُوْحِيَ بِاِذْنِهٖ مَا يَشَاۤءُ ۗاِنَّهٗ عَلِيٌّ حَكِيْمٌ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 488,
            "translation_aya_text": "Dan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki. Sungguh, Dia Mahatinggi, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan tidak mungkin bagi seorang manusia pun bahwa Allah berkata-kata dengan dia kecuali) dengan perantaraan (wahyu) yang Dia wahyukan kepadanya di dalam tidurnya atau melalui ilham (atau) melainkan (di belakang tabir) seumpamanya Allah memperdengarkan kalam-Nya kepadanya, tetapi dia tidak dapat melihat-Nya, sebagaimana yang telah terjadi pada Nabi Musa a.s. (atau) kecuali (dengan mengutus seorang utusan) yakni malaikat, seperti Jibril (lalu diwahyukan kepadanya) maksudnya, utusan itu menyampaikan wahyu-Nya kepada rasul yang dituju (dengan seizin-Nya) dengan seizin Allah (apa yang Dia kehendaki) apa yang Allah kehendaki. (Sesungguhnya Dia Maha Tinggi) dari sifat-sifat yang dimiliki oleh semua makhluk (lagi Maha Bijaksana) di dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Wa maa kaana libasharin any yukallimahul laahu illaa wahyan aw minw waraaa'i hijaabin aw yursila Rasoolan fa yoohiya bi iznuhee maa yashaaa'; innahoo 'Aliyyun Hakeem",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        }
    ]
}