{
    "page_number": 489,
    "data": [
        {
            "aya_id": 4324,
            "aya_number": 52,
            "aya_text": "وَكَذٰلِكَ اَوْحَيْنَآ اِلَيْكَ رُوْحًا مِّنْ اَمْرِنَا ۗمَا كُنْتَ تَدْرِيْ مَا الْكِتٰبُ وَلَا الْاِيْمَانُ وَلٰكِنْ جَعَلْنٰهُ نُوْرًا نَّهْدِيْ بِهٖ مَنْ نَّشَاۤءُ مِنْ عِبَادِنَا ۗوَاِنَّكَ لَتَهْدِيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍۙ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Dan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab  (Al-Qur'an) dan apakah iman itu, tetapi Kami jadikan Al-Qur'an itu cahaya, dengan itu Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus,",
            "tafsir_jalalayn": "(Dan demikianlah) maksudnya, sebagaimana Kami wahyukan kepada rasul-rasul selain kamu (Kami wahyukan kepadamu) hai Muhammad (wahyu) yakni Alquran, yang karenanya kalbu manusia dapat hidup (dengan perintah Kami) yang Kami wahyukan kepadamu. (Sebelumnya kamu tidaklah mengetahui) sebelum Kami mewahyukan kepadamu (apakah Alkitab) yakni Alquran itu (dan tidak pula mengetahui apakah iman itu) yakni syariat-syariat dan tanda-tanda-Nya Nafi dalam ayat ini amalnya di-ta'alluqkan kepada Fi'il dan lafal-lafal sesudah Fi'il menempati kedudukan dua Maf'ulnya (tetapi Kami menjadikan Alquran itu) wahyu atau Alquran itu (cahaya, yang Kami tunjuki dengan dia siapa yang Kami kehendaki di antara hamba-hamba Kami. Dan sesungguhnya kamu benar-benar memberi petunjuk) maksudnya kamu menyeru dengan wahyu yang diturunkan kepadamu (kepada jalan) tuntunan (yang lurus) yakni agama Islam.",
            "sajda": false,
            "transliteration": "Wa kazaalika awhainaaa ilaika rooham min amrinaa; maa kunta tadree mal Kitaabu wa lal eemaanu wa laakin ja'alnaahu nooran nahdee bihee man nashaaa'u min 'ibaadinaa; wa innaka latahdeee ilaaa Siraatim Mustaqeem",
            "tajweed_text": "وَكَذ[n[َٲ]لِكَ أَوْحَيْن[o[َآ] إِلَيْكَ رُو[a:12183[حًا م]ِّنْ أَمْرِنَا‌ۚ مَا كُ[f:735[نت]َ تَ[q:10618[دْ]رِى مَا [h:12184[ٱ]لْكِتَ[n[ـٰ]بُ وَلَا [h:12185[ٱ]لْإِيمَ[n[ـٰ]نُ وَلَ[n[ـٰ]كِ[f:12186[ن ج]َعَلْنَ[n[ـٰ]هُ نُو[a:12187[رًا ن]َّهْدِى بِه[n[ِۦ] م[a:4211[َن ن]َّش[o[َا]ٓءُ مِنْ عِبَادِنَا‌ۚ وَإِ[g[نّ]َكَ لَتَهْد[o[ِىٓ] إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4325,
            "aya_number": 53,
            "aya_text": "صِرَاطِ اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ  اَلَآ اِلَى اللّٰهِ تَصِيْرُ الْاُمُوْرُ ࣖ ",
            "sura_id": 42,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "(Yaitu) jalan Allah yang milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Ingatlah, segala urusan kembali kepada Allah.",
            "tafsir_jalalayn": "(Yaitu jalan Allah yang kepunyaan-Nya segala apa yang ada di langit dan apa yang ada di bumi) sebagai milik-Nya, makhluk-Nya dan hamba-hamba-Nya. (Ingatlah, bahwa kepada Allahlah kembali semua urusan) semua urusan dikembalikan.",
            "sajda": false,
            "transliteration": "Siraatil laahil lazee lahoo maa fis samaawaati wa maa fil ard; alaaa ilal laahi taseerul umoor",
            "tajweed_text": "صِر[n[َٲ]طِ [h:12188[ٱ]للَّهِ [h:9413[ٱ]لَّذِى لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ أَل[o[َآ] إِلَى [h:1637[ٱ]للَّهِ تَصِيرُ [h:12189[ٱ]لْأُم[p[ُو]رُ",
            "surah": {
                "name": "سُورَةُ الشُّورَىٰ",
                "englishName": "Ash-Shura",
                "englishNameTranslation": "Consultation",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4326,
            "aya_number": 1,
            "aya_text": " حٰمۤ  ۚ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Ha Mim",
            "tafsir_jalalayn": "(Ha Mim) hanya Allah sajalah yang mengetahui arti dan maksudnya.",
            "sajda": false,
            "transliteration": "Haa-Meeem",
            "tajweed_text": "ح[m[مٓ]",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4327,
            "aya_number": 2,
            "aya_text": "وَالْكِتٰبِ الْمُبِيْنِ ۙ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Demi Kitab (Al-Qur'an) yang jelas.",
            "tafsir_jalalayn": "(Demi Alkitab) demi Alquran (yang menerangkan) yang menonjolkan jalan petunjuk beserta dengan sarana yang diperlukannya yaitu berupa syariat.",
            "sajda": false,
            "transliteration": "Wal Kitaabil Mubeen",
            "tajweed_text": "وَ[h:9999[ٱ]لْكِتَ[n[ـٰ]بِ [h:12190[ٱ]لْمُب[p[ِي]نِ",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4328,
            "aya_number": 3,
            "aya_text": "اِنَّا جَعَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَۚ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Kami menjadikan Al-Qur'an dalam bahasa Arab agar kamu mengerti.",
            "tafsir_jalalayn": "(Sesungguhnya Kami menjadikan Alquran) maksudnya, Kami adakan Alkitab ini (bacaan yang berbahasa Arab) atau memakai bahasa Arab (supaya kalian) hai penduduk Mekah (memahaminya) memahami makna-maknanya.",
            "sajda": false,
            "transliteration": "Innaa ja'alnaahu Quraanan 'Arabiyyal la'allakum ta'qiloon",
            "tajweed_text": "إِ[g[نّ]َا جَعَلْنَ[n[ـٰ]هُ قُرْء[n[َٲ]نًا عَرَبِي[u:6542[ًّا ل]َّعَلَّكُمْ تَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4329,
            "aya_number": 4,
            "aya_text": "وَاِنَّهٗ فِيْٓ اُمِّ الْكِتٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيْمٌ ۗ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Dan sesungguhnya Al-Qur'an itu dalam Ummul Kitab (Lauh Mahfuzh) di sisi Kami, benar-benar (bernilai) tinggi dan penuh hikmah.",
            "tafsir_jalalayn": "(Dan sesungguhnya Alquran itu) telah ditetapkan (dalam induk Alkitab) asal Kitab, yaitu Lohmahfuz (di sisi Kami) lafal ayat ini menjadi Badal dari lafal 'Indana (adalah benar-benar tinggi) yang jauh lebih tinggi daripada Kitab-kitab sebelumnya (dan amat banyak mengandung hikmah) artinya sangat padat dengan hikmah-hikmah.",
            "sajda": false,
            "transliteration": "Wa innahoo feee Ummil Kitaabi Ladainaa la'aliyyun hakeem",
            "tajweed_text": "وَإِ[g[نّ]َهُ[n[ۥ] ف[o[ِىٓ] أُ[g[مّ]ِ [h:12191[ٱ]لْكِتَ[n[ـٰ]بِ لَدَيْنَا لَعَلِىٌّ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4330,
            "aya_number": 5,
            "aya_text": "اَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا اَنْ كُنْتُمْ قَوْمًا مُّسْرِفِيْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Maka apakah Kami akan berhenti menurunkan ayat-ayat (sebagai peringatan) Al-Qur'an kepadamu, karena kamu kaum yang melampaui batas?",
            "tafsir_jalalayn": "(Maka apakah Kami akan berhenti) akan menahan (menurunkan Adz-Dzikr kepada kalian) yakni Alquran (dengan sebenar-benarnya) maksudnya Kami benar-benar menahan Alquran dan tidak menurunkannya kepada kalian, karena itu kalian tidak lagi terkena amar makruf dan nahi mungkar, demikian itu hanya (karena kalian adalah kaum yang melampaui batas?) kaum yang musyrik tentu tidak.",
            "sajda": false,
            "transliteration": "Afanadribu 'ankumuz Zikra safhan an kuntum qawmam musrifeen",
            "tajweed_text": "أَفَنَضْرِبُ عَ[f:10796[نك]ُمُ [h:12192[ٱ][l[ل]ذِّكْرَ صَفْحًا أَ[f:12193[ن ك]ُ[f:100[نت]ُمْ قَوْ[a:12194[مًا م]ُّسْرِف[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4331,
            "aya_number": 6,
            "aya_text": "وَكَمْ اَرْسَلْنَا مِنْ نَّبِيٍّ فِى الْاَوَّلِيْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Dan betapa banyak nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu.",
            "tafsir_jalalayn": "(Berapa banyak nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu.)",
            "sajda": false,
            "transliteration": "Wa kam arsalnaa min Nabiyyin fil awwaleen",
            "tajweed_text": "وَكَمْ أَرْسَلْنَا م[a:2299[ِن ن]َّبِ[f:12195[ىٍّ ف]ِى [h:12196[ٱ]لْأَوَّل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4332,
            "aya_number": 7,
            "aya_text": "وَمَا يَأْتِيْهِمْ مِّنْ نَّبِيٍّ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Dan setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya.",
            "tafsir_jalalayn": "(Dan tiada) (yang datang kepada mereka) atau tiba kepada mereka (seorang nabi pun melainkan mereka selalu memperolok-olokkannya) sebagaimana kaummu memperolok-olokkan kamu, ayat ini merupakan penghibur bagi Nabi saw.",
            "sajda": false,
            "transliteration": "Wa maa yaateehim min Nabiyyin illaa kaanoo bihee yasahzi'oon",
            "tajweed_text": "وَمَا يَأْتِيه[w:7205[ِم م]ّ[a:2299[ِن ن]َّبِىٍّ إِلَّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4333,
            "aya_number": 8,
            "aya_text": "فَاَهْلَكْنَٓا اَشَدَّ مِنْهُمْ بَطْشًا وَّمَضٰى مَثَلُ الْاَوَّلِيْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Karena itu Kami binasakan orang-orang yang lebih besar kekuatannya di antara mereka dan telah berlalu contoh umat-umat terdahulu.",
            "tafsir_jalalayn": "(Maka telah Kami binasakan orang-orang yang lebih hebat daripada mereka) daripada kaummu (kekuatannya) maksudnya daya dan kekuatan mereka lebih kuat daripada kaummu (dan telah terdahulu) telah disebutkan di dalam ayat-ayat yang lain (perumpamaan umat-umat yang terdahulu) yaitu mengenai dibinasakannya mereka, maka akibat yang akan dialami oleh kaummu sama saja.",
            "sajda": false,
            "transliteration": "Fa ahlaknaaa ashadda minhum batshanw wa madaa masalul lawwaleen",
            "tajweed_text": "فَأَهْلَكْن[o[َآ] أَشَدَّ مِنْه[c:12197[ُم ب]َ[q:12198[طْ][a:12199[شًا و]َمَضَىٰ مَثَلُ [h:12200[ٱ]لْأَوَّل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4334,
            "aya_number": 9,
            "aya_text": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ خَلَقَهُنَّ الْعَزِيْزُ الْعَلِيْمُۙ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Dan jika kamu tanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi?” Pastilah mereka akan menjawab, “Semuanya diciptakan oleh Yang Mahaperkasa, Maha Mengetahui.”",
            "tafsir_jalalayn": "(Dan sungguh jika) huruf Lam di sini bermakna Qasam (kamu tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Niscaya mereka akan menjawab,) dari lafal Layaquulunna terbuang Nun alamat Rafa'nya, karena jika masih ada, maka akan terjadilah huruf Nun yang berturut-turut, dan hal ini dinilai jelek oleh orang-orang Arab. Sebagaimana dibuang pula daripadanya Wawu Dhamir jamak, tetapi 'Illatnya bukan karena bertemunya dua huruf yang disukunkan (\"Semuanya diciptakan oleh Yang Maha Perkasa lagi Maha Mengetahui\") jawaban terakhir mereka adalah, \"Allah Yang Maha Perkasa dan Maha Mengetahuilah yang menciptakan kesemuanya itu.\" Selanjutnya Allah swt. menambahkan:",
            "sajda": false,
            "transliteration": "Wa la'in sa altahum man khalaqas samaawaati wal arda la yaqoolunna khalaqa hunnal 'Azeezul 'Aleem",
            "tajweed_text": "وَلَئِ[f:5683[ن س]َأَلْتَه[w:10403[ُم م]َّنْ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ لَيَقُولُ[g[نّ]َ خَلَقَهُ[g[نّ]َ [h:12201[ٱ]لْعَزِيزُ [h:10030[ٱ]لْعَل[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4335,
            "aya_number": 10,
            "aya_text": "الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا وَّجَعَلَ لَكُمْ فِيْهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَ ۚ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 489,
            "translation_aya_text": "Yang menjadikan bumi sebagai tempat menetap bagimu dan Dia menjadikan jalan-jalan di atas bumi untukmu agar kamu mendapat petunjuk.",
            "tafsir_jalalayn": "(Yang menjadikan bumi untuk kalian sebagai tempat menetap) sebagai hamparan yang mirip dengan ayunan bayi (dan Dia membuat jalan-jalan di atas bumi untuk kalian) dilalui (supaya kalian mendapat petunjuk) untuk mencapai tujuan-tujuan di dalam perjalanan kalian.",
            "sajda": false,
            "transliteration": "Allazee ja'ala lakumul arda mahdanw wa ja'ala lakum feehaa subulal la'allakum tahtadoon",
            "tajweed_text": "ٱلَّذِى جَعَلَ لَكُمُ [h:87[ٱ]لْأَرْضَ مَهْ[a:12202[دًا و]َجَعَلَ لَكُمْ فِيهَا سُبُل[u:12203[اً ل]َّعَلَّكُمْ تَهْتَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        }
    ]
}