{
    "page_number": 49,
    "data": [
        {
            "aya_id": 290,
            "aya_number": 283,
            "aya_text": "۞ وَاِنْ كُنْتُمْ عَلٰى سَفَرٍ وَّلَمْ تَجِدُوْا كَاتِبًا فَرِهٰنٌ مَّقْبُوْضَةٌ  ۗفَاِنْ اَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِى اؤْتُمِنَ اَمَانَتَهٗ وَلْيَتَّقِ اللّٰهَ رَبَّهٗ ۗ وَلَا تَكْتُمُوا الشَّهَادَةَۗ وَمَنْ يَّكْتُمْهَا فَاِنَّهٗٓ اٰثِمٌ قَلْبُهٗ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ࣖ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 49,
            "translation_aya_text": "Dan jika kamu dalam perjalanan sedang kamu tidak mendapatkan seorang penulis, maka hendaklah ada barang jaminan yang dipegang. Tetapi, jika sebagian kamu mempercayai sebagian yang lain, hendaklah yang dipercayai itu menunaikan amanatnya (utangnya) dan hendaklah dia bertakwa kepada Allah, Tuhannya. Dan janganlah kamu menyembunyikan kesaksian, karena barangsiapa menyembunyikannya, sungguh, hatinya kotor (berdosa). Allah Maha Mengetahui apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Jika kamu dalam perjalanan), yakni sementara itu mengadakan utang-piutang (sedangkan kamu tidak beroleh seorang penulis, maka hendaklah ada barang jaminan) ada yang membaca 'ruhunun' bentuk jamak dari rahnun (yang dipegang) yang diperkuat dengan kepercayaanmu. Sunah menyatakan diperbolehkannya jaminan itu di waktu mukim dan adanya penulis. Maka mengaitkannya dengan jaminan, karena kepercayaan terhadapnya menjadi lebih kuat, sedangkan firman-Nya, \"... dan jaminan yang dipegang\", menunjukkan jaminan disyaratkan harus dipegang dan dianggap memadai walaupun si peminjam atau wakilnya tidak hadir. (Akan tetapi jika sebagian kamu mempercayai yang lainnya), maksudnya yang berpiutang kepada orang yang berutang dan ia tidak dapat menyediakan jaminan (maka hendaklah orang yang dipercayainya itu memenuhi), maksudnya orang yang berutang (amanatnya), artinya hendaklah ia membayar utangnya (dan hendaklah ia bertakwa kepada Allah, Tuhannya) dalam membayar utangnya itu. (Dan barang siapa yang menyembunyikan kesaksian, maka ia adalah orang yang berdosa hatinya). Dikhususkan menyebutkannya di sini, karena hati itulah yang menjadi tempat kesaksian dan juga karena apabila hati berdosa, maka akan diikuti oleh lainnya, hingga akan menerima hukuman sebagaimana dialami oleh semua anggota tubuhnya. (Dan Allah Maha Mengetahui apa yang kamu kerjakan) hingga tiada satu pun yang tersembunyi bagi-Nya.",
            "sajda": false,
            "transliteration": "Wa in kuntum 'alaa safarinw wa lam tajidoo kaatiban farihaanum maqboodatun fa in amina ba'dukum ba'dan falyu'addil lazi tumina amaa natahoo walyattaqil laaha Rabbah; wa laa taktumush shahaadah; wa mai yaktumhaa fa innahooo aasimun qalbuh; wallaahu bimaa ta'maloona 'Aleem",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 291,
            "aya_number": 284,
            "aya_text": " لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗ وَاِنْ تُبْدُوْا مَا فِيْٓ اَنْفُسِكُمْ اَوْ تُخْفُوْهُ يُحَاسِبْكُمْ بِهِ اللّٰهُ ۗ فَيَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 49,
            "translation_aya_text": "Milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Jika kamu nyatakan apa yang ada di dalam hatimu atau kamu sembunyikan, niscaya Allah memperhitungkannya (tentang perbuatan itu) bagimu. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi dan jika kamu menyatakan) atau melahirkan (apa yang ada di dalam hatimu) berupa kejahatan dan rencana untuk melakukannya (atau kamu menyembunyikan) maksudnya merahasiakannya (pastilah akan dihisab), yakni dibukakan (oleh Allah) pada hari kiamat. Allah mengampuni siapa yang dikehendaki-Nya) untuk diampuni, (dan menyiksa siapa yang dikehendaki-Nya) untuk disiksa. Kedua kata kerja ini dapat dihubungkan pada jawab syarat dengan baris mati dan dapat pula dengan baris di depan dengan perkiraan, 'fahuwa...' (Dan Allah Maha Kuasa atas segala sesuatu), di antaranya melakukan hisab atas perhitungan terhadapmu dan memberikan balasannya.",
            "sajda": false,
            "transliteration": "Lillaahi maa fissamaawaati wa maa fil ard; wa in tubdoo maa feee anfusikum aw tukhfoohu yuhaasibkum bihil laa; fayaghfiru li mai yashaaa'u wa yu'azzibu mai yashaaa u;wallaahu 'alaa kulli shai in qadeer",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 292,
            "aya_number": 285,
            "aya_text": "اٰمَنَ الرَّسُوْلُ بِمَآ اُنْزِلَ اِلَيْهِ مِنْ رَّبِّهٖ وَالْمُؤْمِنُوْنَۗ  كُلٌّ اٰمَنَ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖۗ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْ رُّسُلِهٖ ۗ وَقَالُوْا سَمِعْنَا وَاَطَعْنَا غُفْرَانَكَ رَبَّنَا وَاِلَيْكَ الْمَصِيْرُ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 49,
            "translation_aya_text": "Rasul (Muhammad) beriman kepada apa yang diturunkan kepadanya (Al-Qur'an) dari Tuhannya, demikian pula orang-orang yang beriman. Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka berkata), “Kami tidak membeda-bedakan seorang pun dari rasul-rasul-Nya.” Dan mereka berkata, “Kami dengar dan kami taat. Ampunilah kami Ya Tuhan kami, dan kepada-Mu tempat (kami) kembali.”",
            "tafsir_jalalayn": "(Telah beriman), artinya membenarkan (Rasul), yakni Muhammad (terhadap apa yang diturunkan kepadanya dari Tuhannya), yakni Alquran, demikian pula (orang-orang yang beriman), ma`thuf atau dihubungkan kepada Rasul (semuanya), tanwinnya menjadi pengganti bagi mudhaf ilaih (beriman kepada Allah, malaikat-malaikat-Nya dan Kitab-Kitab-Nya) ada yang membaca secara jamak dan ada pula secara mufrad atau tunggal (serta para Rasul-Nya) kata mereka, (\"Kami tidak membeda-bedakan antara seseorang pun di antara Rasul-Rasul-Nya\") hingga kami beriman kepada sebagian dan kafir kepada lainnya, sebagaimana dilakukan oleh orang-orang Yahudi dan Kristen (Dan mereka mengatakan, \"Kami dengar\"), maksudnya apa yang diperintahkan kepada kami itu, disertai dengan penerimaan (dan kami taati) serta kami bermohon, (\"Ampunilah kami, wahai Tuhan kami, dan kepada Engkaulah kami kembali\"), yakni dengan adanya saat berbangkit. Tatkala turun ayat yang sebelumnya, orang-orang mukmin mengadukan waswas dan kekhawatiran mereka serta terasa berat bagi mereka saat perhitungan, maka turun pula ayat:",
            "sajda": false,
            "transliteration": "Aamanar-Rasoolu bimaaa unzila ilaihi mir-Rabbihee walmu'minoon; kullun aamana billaahi wa Malaaa'ikathihee wa Kutubhihee wa Rusulih laa nufarriqu baina ahadim-mir-Rusulihee wa qaaloo sami'naa wa ata'naa ghufraanaka Rabbanaa wa ilaikal-maseer",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 293,
            "aya_number": 286,
            "aya_text": "لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا وُسْعَهَا ۗ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ اِنْ نَّسِيْنَآ اَوْ اَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ اِصْرًا كَمَا حَمَلْتَهٗ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهٖۚ وَاعْفُ عَنَّاۗ وَاغْفِرْ لَنَاۗ وَارْحَمْنَا ۗ اَنْتَ مَوْلٰىنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 3,
            "page_number": 49,
            "translation_aya_text": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Dia mendapat (pahala) dari (kebajikan) yang dikerjakannya dan dia mendapat (siksa) dari (kejahatan) yang diperbuatnya. (Mereka berdoa), “Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami melakukan kesalahan. Ya Tuhan kami, janganlah Engkau bebani kami dengan beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tidak sanggup kami memikulnya. Maafkanlah kami, ampunilah kami, dan rahmatilah kami. Engkaulah pelindung kami, maka tolonglah kami menghadapi orang-orang kafir.”",
            "tafsir_jalalayn": "(Allah tidaklah membebani seseorang melainkan sesuai dengan kemampuannya), artinya sekadar kesanggupannya. (Ia mendapat dari apa yang diusahakannya) berupa kebaikan artinya pahalanya (dan ia beroleh pula dari hasil kejahatannya), yakni dosanya. Maka seseorang itu tidaklah menerima hukuman dari apa yang tidak dilakukannya, hanya baru menjadi angan-angan dan lamunan mereka. Mereka bermohon, (\"Wahai Tuhan kami! Janganlah kami dihukum) dengan siksa (jika kami lupa atau tersalah), artinya meninggalkan kebenaran tanpa sengaja, sebagaimana dihukumnya orang-orang sebelum kami. Sebenarnya hal ini telah dicabut Allah terhadap umat ini, sebagaimana yang telah dijelaskan oleh hadis. Permintaan ini merupakan pengakuan terhadap nikmat Allah. (Wahai Tuhan kami! Janganlah Engkau bebankan kepada kami beban yang berat) yang tidak mungkin dapat kami pikul (sebagaimana Engkau bebankan kepada orang-orang yang sebelum kami), yaitu Bani Israel berupa bunuh diri dalam bertobat, mengeluarkan seperempat harta dalam zakat dan mengorek tempat yang kena najis. (Wahai Tuhan kami! Janganlah Kamu pikulkan kepada kami apa yang tidak sanggup) atau tidak kuat (kami memikulnya) berupa tugas-tugas dan cobaan-cobaan. (Beri maaflah kami) atau hapuslah sekalian dosa kami (ampunilah kami dan beri rahmatlah kami) dalam rahmat itu terdapat kelanjutan atau tambahan keampunan, (Engkaulah pembela kami), artinya pemimpin dan pengatur urusan kami (maka tolonglah kami terhadap orang-orang yang kafir.\"), yakni dengan menegakkan hujah dan memberikan kemenangan dalam peraturan dan pertempuran dengan mereka, karena ciri-ciri seorang maula atau pembela adalah menolong anak buahnya terhadap musuh-musuh mereka. Dalam sebuah hadis tercantum bahwa tatkala ayat ini turun dan dibaca oleh Nabi saw., maka setiap kalimat diberikan jawaban oleh Allah swt., \"Telah Engkau penuhi!\"",
            "sajda": false,
            "transliteration": "Laa yukalliful-laahu nafsan illaa wus'ahaa; lahaa maa kasabat wa 'alaihaa maktasabat; Rabbanaa la tu'aakhiznaa in naseenaaa aw akhtaanaa; Rabbanaa wa laa tahmil-'alainaaa isran kamaa hamaltahoo 'alal-lazeena min qablinaa; Rabbanaa wa laa tuhammilnaa maa laa taaqata lanaa bih wa'fu 'annaa waghfir lanaa warhamnaa; Anta mawlaanaa fansurnaa 'alal qawmil kaafireen",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}