{
    "page_number": 491,
    "data": [
        {
            "aya_id": 4348,
            "aya_number": 23,
            "aya_text": "وَكَذٰلِكَ مَآ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍۙ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.”",
            "tafsir_jalalayn": "(Dan demikianlah Kami tidak mengutus sebelum kamu seorang pemberi peringatan pun dalam suatu negeri, melainkan orang-orang yang hidup mewah di negeri itu berkata) yakni mereka yang bergelimang di dalam kemewahan hidup pasti mengatakan sebagaimana apa yang telah dikatakan oleh kaummu, (\"Sesungguhnya kami mendapati bapak-bapak kami menganut suatu agama) suatu tuntunan (dan sesungguhnya kami adalah pengikut jejak-jejak mereka\") mengikuti jejak-jejak mereka.",
            "sajda": false,
            "transliteration": "Wa kazaalika maaa arsalnaa min qablika fee qaryatim min nazeerin illaa qaala mutrafoohaaa innaa wajadnaaa aabaaa'anaa 'alaaa ummatinw wa innaa 'alaaa aasaarihim muqtadoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4349,
            "aya_number": 24,
            "aya_text": "۞ قٰلَ اَوَلَوْ جِئْتُكُمْ بِاَهْدٰى مِمَّا وَجَدْتُّمْ عَلَيْهِ اٰبَاۤءَكُمْۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "(Rasul itu) berkata, “Apakah (kamu akan mengikutinya juga) sekalipun aku membawa untukmu (agama) yang lebih baik daripada apa yang kamu peroleh dari (agama) yang dianut nenek moyangmu.” Mereka menjawab, “Sesungguhnya kami mengingkari (agama) yang kamu diperintahkan untuk menyampaikannya.”",
            "tafsir_jalalayn": "(Rasul itu berkata) kepada mereka, (\"Apakah) kalian akan mengikutinya juga (sekalipun aku membawa untuk kalian agama yang lebih nyata memberi petunjuk daripada apa yang kalian dapati bapak-bapak kalian menganutnya?\" Mereka menjawab, \"Sesungguhnya kami terhadap agama yang kamu diutus untuk menyampaikannya) yaitu yang disampaikan oleh kamu dan oleh rasul-rasul yang sebelum kamu (adalah orang-orang yang ingkar\") maka Allah berfirman seraya mengancam mereka melalui firman selanjutnya:",
            "sajda": false,
            "transliteration": "Qaala awa law ji'tukum bi ahdaa mimmaa wajattum 'alaihi aabaaa'akum qaalooo innaa bimaaa ursiltum bihee kaafiroon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4350,
            "aya_number": 25,
            "aya_text": "فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ࣖ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "Lalu Kami binasakan mereka, maka perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran).",
            "tafsir_jalalayn": "(Maka Kami binasakan mereka) orang-orang yang mendustakan rasul-rasul sebelum kamu itu (maka perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu)",
            "sajda": false,
            "transliteration": "Fantaqamnaa minhum fanzur kaifa kaana 'aaqibatul mukazzibeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4351,
            "aya_number": 26,
            "aya_text": "وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ وَقَوْمِهٖٓ اِنَّنِيْ بَرَاۤءٌ مِّمَّا تَعْبُدُوْنَۙ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, “Sesungguhnya aku berlepas diri dari apa yang kamu sembah,",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Ibrahim berkata kepada bapaknya dan kaumnya, \"Sesungguhnya aku tidak bertanggung jawab) atau berlepas diri (terhadap apa yang kalian sembah.)",
            "sajda": false,
            "transliteration": "Wa iz qaala Ibraaheemu liabeehi wa qawmiheee innane baraaa'um mimmaa ta'budo",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4352,
            "aya_number": 27,
            "aya_text": "اِلَّا الَّذِيْ فَطَرَنِيْ فَاِنَّهٗ سَيَهْدِيْنِ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "kecuali (kamu menyembah) Allah yang menciptakanku; karena sungguh, Dia akan memberi petunjuk kepadaku.”",
            "tafsir_jalalayn": "(Tetapi aku menyembah Tuhan Yang menjadikanku) menyembah Allah yang telah menciptakan aku (karena sesungguhnya Dia akan memberi taufik kepadaku\") artinya Dia pasti membimbingku kepada agama-Nya.",
            "sajda": false,
            "transliteration": "Illal lazee fataranee innahoo sa yahdeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4353,
            "aya_number": 28,
            "aya_text": "وَجَعَلَهَا كَلِمَةً ۢ بَاقِيَةً فِيْ عَقِبِهٖ لَعَلَّهُمْ يَرْجِعُوْنَۗ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "Dan (Ibrahim) menjadikan (kalimat tauhid) itu kalimat yang kekal pada keturunannya agar mereka kembali (kepada kalimat tauhid itu).",
            "tafsir_jalalayn": "(Dan Ibrahim menjadikannya) kalimat tauhid, yang tersimpul dari perkataannya, sebagaimana yang disitir oleh firman-Nya, \"Sesungguhnya aku pergi menghadap kepada Rabbku, dan Dia akan memberi petunjuk kepadaku...\" (Q.S. Ash shaffat, 99). (sebagai kalimat yang kekal pada keturunannya) pada anak cucunya, maka tetap akan ada orang-orang yang mengesakan Allah di antara keturunannya itu (supaya mereka) penduduk Mekah (kembali) meninggalkan apa yang biasa mereka lakukan, yaitu menyembah berhala, kemudian memeluk agama bapak moyang mereka, yakni Nabi Ibrahim.",
            "sajda": false,
            "transliteration": "Wa ja'alahaa Kalimatam baaqiyatan fee 'aqibihee la'al lahum yarji'oon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4354,
            "aya_number": 29,
            "aya_text": "بَلْ مَتَّعْتُ هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى جَاۤءَهُمُ الْحَقُّ وَرَسُوْلٌ مُّبِيْنٌ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "Bahkan Aku telah memberikan kenikmatan hidup kepada mereka dan nenek moyang mereka sampai kebenaran (Al-Qur'an) datang kepada mereka beserta seorang Rasul yang memberi penjelasan.",
            "tafsir_jalalayn": "(Tetapi Aku telah memberikan kenikmatan hidup kepada mereka) kepada orang-orang musyrik itu (dan bapak-bapak mereka) dan Aku tidak menyegerakan hukuman-Ku kepada mereka (sehingga datanglah kebenaran kepada mereka) Alquran yang membawa kebenaran (dan seorang rasul yang memberi penjelasan) yang menampakkan kepada mereka hukum-hukum syariat, yaitu Nabi Muhammad saw.",
            "sajda": false,
            "transliteration": "Bal matta'tu haaa'ulaaa'i wa aabaaa'ahum hattaa jaaa'a humul haqqu wa Rasoolum mubeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4355,
            "aya_number": 30,
            "aya_text": "وَلَمَّا جَاۤءَهُمُ الْحَقُّ قَالُوْا هٰذَا سِحْرٌ وَّاِنَّا بِهٖ كٰفِرُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "Tetapi ketika kebenaran (Al-Qur'an) itu datang kepada mereka, mereka berkata, “Ini adalah sihir dan sesungguhnya kami mengingkarinya.”",
            "tafsir_jalalayn": "(Dan tatkala kebenaran itu datang kepada mereka) yakni Alquran (mereka berkata, \"Ini adalah sihir dan sesungguhnya kami adalah orang-orang yang mengingkarinya.\")",
            "sajda": false,
            "transliteration": "Wa lammaa jaaa'ahumul haqqu qaaloo haazaa sihrunw wa innaa bihee kaafiroon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4356,
            "aya_number": 31,
            "aya_text": "وَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "Dan mereka (juga) berkata, “Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?”",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Mengapa tidak) kenapa tidak (diturunkan Alquran ini kepada seorang besar dari) kalangan penduduk (da negeri) yakni Mekah dan Madinah, maksudnya dari salah satu antara keduanya (yang besar ini?\") yang dimaksud oleh mereka adalah Al Walid Ibnu Mughirah di Mekah, atau Urwah ibnu Mas'ud Ats Tsaqafi di Thaif.",
            "sajda": false,
            "transliteration": "Wa qaaloo law laa nuzzila haazal Quraanu 'alaa rajulim minal qaryataini 'azeem",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4357,
            "aya_number": 32,
            "aya_text": "اَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗوَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.",
            "tafsir_jalalayn": "(Apakah mereka yang membagi-bagi rahmat Rabbmu?) yang dimaksud dengan rahmat adalah kenabian (Kami telah menentukan antara mereka penghidupan mereka dalam kehidupan dunia) maka Kami jadikan sebagian dari mereka kaya dan sebagian lainnya miskin (dan Kami telah meninggikan sebagian mereka) dengan diberi kekayaan (atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat mempergunakan) golongan orang-orang yang berkecukupan (sebagian yang lain) atas golongan orang-orang yang miskin (sebagai pekerja) maksudnya, pekerja berupah; huruf Ya di sini menunjukkan makna Nasab, dan menurut suatu qiraat lafal Sukhriyyan dibaca Sikhriyyan yaitu dengan dikasrahkan huruf Sin-nya (Dan rahmat Rabbmu) yakni surga Rabbmu (lebih baik daripada apa yang mereka kumpulkan) di dunia.",
            "sajda": false,
            "transliteration": "Ahum yaqsimoona rahmata Rabbik; Nahnu qasamnaa bainahum ma'eeshatahum fil hayaatid dunyaa wa rafa'naa ba'dahum fawqa ba'din darajaatil liyattakhiza ba'duhum ba'dan sukhriyyaa; wa rahmatu Rabbika khairum mimmaa yajma'oon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4358,
            "aya_number": 33,
            "aya_text": "وَلَوْلَآ اَنْ يَّكُوْنَ النَّاسُ اُمَّةً وَّاحِدَةً لَّجَعَلْنَا لِمَنْ يَّكْفُرُ بِالرَّحْمٰنِ لِبُيُوْتِهِمْ سُقُفًا مِّنْ فِضَّةٍ وَّمَعَارِجَ عَلَيْهَا يَظْهَرُوْنَۙ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 491,
            "translation_aya_text": "Dan sekiranya bukan karena menghindarkan manusia menjadi umat yang satu (dalam kekafiran), pastilah sudah Kami buatkan bagi orang-orang yang kafir kepada (Allah) Yang Maha Pengasih, loteng-loteng rumah mereka dari perak, demikian pula tangga-tangga yang mereka naiki,",
            "tafsir_jalalayn": "(Dan sekiranya bukan karena hendak menghindari manusia menjadi umat yang satu) dalam kekafiran (tentulah Kami buatkan bagi orang-orang yang kafir kepada Tuhan Yang Maha Pemurah bagi rumah-rumah mereka) lafal Libuyutihim menjadi Badal dari lafal Liman (loteng-loteng) dapat dibaca Saqfan atau Suqfan keduanya adalah bentuk jamak (dari perak dan juga tangga-tangga) dari perak pula (yang mereka menaikinya) yang dapat mereka naiki untuk mencapai atap rumah-rumah mereka.",
            "sajda": false,
            "transliteration": "Wa law laaa any yakoonan naasu ummatanw waahidatal laja'alnaa limany yakfuru bir Rahmaani libu yootihim suqufam min fiddatinw wa ma'aarija 'alaihaa yazharoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        }
    ]
}