{
    "page_number": 492,
    "data": [
        {
            "aya_id": 4359,
            "aya_number": 34,
            "aya_text": "وَلِبُيُوْتِهِمْ اَبْوَابًا وَّسُرُرًا عَلَيْهَا يَتَّكِـُٔوْنَۙ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "dan (Kami buatkan pula) pintu-pintu (perak) bagi rumah-rumah mereka, dan (begitu pula) dipan-dipan tempat mereka bersandar,  ",
            "tafsir_jalalayn": "(Dan Kami buatkan pula -pintu-pintu bagi rumah-rumah mereka) yang juga terbuat dari perak (dan) begitu pula Kami buatkan untuk mereka (dipan-dipan) yang terbuat dari perak; lafal Sururan adalah bentuk jamak dari lafal Sarirun artinya, ranjang atau dipan (yang mereka bertelekan atasnya.)",
            "sajda": false,
            "transliteration": "Wa libu yootihim abwaabanw wa sururan 'alaihaa yattaki'oon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4360,
            "aya_number": 35,
            "aya_text": "وَزُخْرُفًاۗ وَاِنْ كُلُّ ذٰلِكَ لَمَّا مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَالْاٰخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِيْنَ ࣖ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "dan (Kami buatkan pula) perhiasan-perhiasan dari emas. Dan semuanya itu tidak lain hanyalah kesenangan kehidupan dunia, sedangkan kehidupan akhirat di sisi Tuhanmu disediakan bagi orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Dan Kami buatkan pula perhiasan-perhiasan) dari emas untuk mereka. Makna ayat, seandainya tidak karena khawatir orang mukmin akan menjadi kafir, bila Kami anugerahkan kepadanya hal-hal tersebut sebagaimana yang telah Kami berikan kepada orang kafir, tentulah Kami akan memberikan kepada orang mukmin hal-hal itu. Karena keduniaan itu tidak ada artinya di sisi Kami, dan kelak di akhirat tidak berharga sama sekali bila dibandingkan dengan nikmat surga. (Dan sesungguhnya) lafal In di sini adalah bentuk Takhfif dari Inna yang Tsaqilah; artinya sesungguhnya (semuanya itu tiada lain) jika dibaca Lama dengan cara Takhfif, maka huruf Ma adalah Zaidah, jika dibaca Lamma dengan memakai Tasydid pada huruf Mim maknanya sama dengan lafal Illa, dan lafal In bermakna Nafi. Menurut bacaan pertama arti ayat ini ialah, \"Dan sesungguhnya semuanya itu hanyalah. \" Menurut bacaan kedua artinya menjadi, \"Dan tiadalah semuanya itu melainkan (kesenangan kehidupan dunia) yang dapat dipakai untuk bersenang-senang kemudian lenyap sesudah itu (dan kehidupan di akhirat itu) yakni di surga (di sisi Rabbmu bagi orang-orang yang bertakwa.)",
            "sajda": false,
            "transliteration": "Wa zukhrufaa; wa in kullu zaalika lammaa mataa'ul hayaatid dunyaa; wal aakhiratu 'inda Rabbika lilmuttaqeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4361,
            "aya_number": 36,
            "aya_text": "وَمَنْ يَّعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُقَيِّضْ لَهٗ شَيْطٰنًا فَهُوَ لَهٗ قَرِيْنٌ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Dan barangsiapa berpaling dari pengajaran Allah Yang Maha Pengasih   (Al-Qur'an), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya.",
            "tafsir_jalalayn": "(Barang siapa yang berpaling) yaitu memalingkan diri (dari pengajaran Tuhan Yang Maha Pemurah) dari Alquran (Kami adakan) Kami jadikan (baginya setan, maka setan itulah yang menjadi teman yang selalu menyertainya) yakni tidak pernah berpisah darinya.",
            "sajda": false,
            "transliteration": "Wa mai ya'shu 'an zikrir Rahmaani nuqaiyid lahoo Shaitaanan fahuwa lahoo qareen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4362,
            "aya_number": 37,
            "aya_text": "وَاِنَّهُمْ لَيَصُدُّوْنَهُمْ عَنِ السَّبِيْلِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Dan sungguh, mereka (setan-setan itu) benar-benar menghalang-halangi mereka dari jalan yang benar, sedang mereka menyangka bahwa mereka mendapat petunjuk.",
            "tafsir_jalalayn": "(Dan sesungguhnya mereka) setan-setan itu (benar-benar menghalangi mereka) menghalangi orang-orang yang berpaling itu (dari jalan yang benar) atau jalan petunjuk (dan mereka menyangka bahwa mereka mendapat petunjuk) disebutkannya Dhamir dengan memakai kata jamak karena memandang segi makna yang dikandung lafal Man.",
            "sajda": false,
            "transliteration": "Wa innahum la yasuddoo nahum 'anis sabeeli wa yahsaboona annahum muhtadoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4363,
            "aya_number": 38,
            "aya_text": "حَتّٰىٓ اِذَا جَاۤءَنَا قَالَ يٰلَيْتَ بَيْنِيْ وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِيْنُ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Sehingga apabila orang–orang yang berpaling itu datang kepada Kami (pada hari Kiamat) dia berkata, “Wahai! Sekiranya (jarak) antara aku dan kamu seperti jarak antara timur dan barat! Memang (setan itu) teman yang paling jahat (bagi manusia).”",
            "tafsir_jalalayn": "(Sehingga apabila orang yang berpaling itu datang kepada Kami) bersama dengan temannya atau setannya di hari kiamat kelak (dia berkata,) orang yang berpaling itu kepada temannya atau setannya (\"Aduhai) huruf Ya di sini menunjukkan makna Tanbih (seandainya jarak antara aku dan kamu seperti jarak antara masyriq dan Magrib) yakni sejauh jarak antara timur dan barat (maka sejelek-jelek teman) bagiku adalah kamu.\" Lalu Allah berfirman:",
            "sajda": false,
            "transliteration": "Hattaaa izaa jaaa'anaa qaala yaa laita bainee wa bainaka bu'dal mashriqaini fabi'sal qareen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4364,
            "aya_number": 39,
            "aya_text": "وَلَنْ يَّنْفَعَكُمُ الْيَوْمَ اِذْ ظَّلَمْتُمْ اَنَّكُمْ فِى الْعَذَابِ مُشْتَرِكُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Dan (harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu pantas bersama-sama dalam azab itu.",
            "tafsir_jalalayn": "(Sekali-kali tidak akan memberi manfaat kepada kalian) angan-angan dan penyesalan kalian itu, hai orang-orang yang berpaling (di hari ini karena kalian telah berbuat aniaya) maksudnya telah jelaslah kelaliman kalian dengan sebab menyekutukan Allah sewaktu di dunia. Lafal Idz merupakan Badal dari lafal Al Yaumu. (Bahwasanya kalian) bersama dengan teman-teman kalian (bersekutu dalam azab ini) adanya illat dalam ayat ini diperkirakan keberadaannya, tidak disebutkan karena kurang penting.",
            "sajda": false,
            "transliteration": "Wa lai yanfa'akumul Yawma iz zalamtum annakum fil 'azaabi mushtarikoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4365,
            "aya_number": 40,
            "aya_text": "اَفَاَنْتَ تُسْمِعُ الصُّمَّ اَوْ تَهْدِى الْعُمْيَ وَمَنْ كَانَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Maka apakah engkau (Muhammad) dapat menjadikan orang yang tuli bisa mendengar, atau (dapatkah) engkau memberi petunjuk kepada orang yang buta (hatinya) dan kepada orang yang tetap dalam kesesatan yang nyata?",
            "tafsir_jalalayn": "(Maka apakah kamu dapat menjadikan orang yang pekak dapat mendengar, atau dapatkah kamu memberi petunjuk kepada orang yang buta hatinya dan kepada orang yang tetap dalam kesesatan yang nyata?) jelas sesatnya, maksudnya mereka tidak beriman.",
            "sajda": false,
            "transliteration": "Afa anta tusmi'us summa aw tahdil 'umya wa man kaana fee dalaalim mubeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4366,
            "aya_number": 41,
            "aya_text": "فَاِمَّا نَذْهَبَنَّ بِكَ فَاِنَّا مِنْهُمْ مُّنْتَقِمُوْنَۙ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Maka sungguh, sekiranya Kami mewafatkanmu (sebelum engkau mencapai kemenangan), maka sesungguhnya Kami akan tetap memberikan azab kepada mereka (di akhirat),",
            "tafsir_jalalayn": "(Sungguh, jika) lafal Imma asalnya adalah gabungan antara Syarthiyyah dan Ma Zaidah (Kami mewafatkan kamu) sebelum Kami mengazab mereka (maka sesungguhnya Kami akan menyiksa mereka) di akhirat.",
            "sajda": false,
            "transliteration": "Fa immaa nazhabanna bika fa innaa minhum muntaqimoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4367,
            "aya_number": 42,
            "aya_text": "اَوْ نُرِيَنَّكَ الَّذِيْ وَعَدْنٰهُمْ فَاِنَّا عَلَيْهِمْ مُّقْتَدِرُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "atau Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Maka sungguh, Kami berkuasa atas mereka.",
            "tafsir_jalalayn": "(Atau kami memperlihatkan kepadamu) sewaktu kamu masih hidup (apa yang telah Kami ancamkan kepada mereka) yakni azab yang Kami ancamkan itu (maka sesungguhnya Kami atas mereka) maksudnya, untuk mengazab mereka (berkuasa) sangat berkuasa atau sangat mampu.",
            "sajda": false,
            "transliteration": "Aw nuriyannakal lazee wa'adnaahum fa innaa 'alaihim muqtadiroon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4368,
            "aya_number": 43,
            "aya_text": "فَاسْتَمْسِكْ بِالَّذِيْٓ اُوْحِيَ اِلَيْكَ ۚاِنَّكَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Maka berpegang teguhlah engkau kepada (agama) yang telah diwahyukan kepadamu. Sungguh, engkau berada di jalan yang lurus.",
            "tafsir_jalalayn": "(Maka berpegang teguhlah kamu kepada apa yang telah diwahyukan kepadamu) yakni Alquran. (Sesungguhnya kamu berada di atas jalan) atau tuntunan (yang lurus.)",
            "sajda": false,
            "transliteration": "Fastamsik billazeee oohi ya ilaika innaka 'alaa Siraatim Mustaqeem",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4369,
            "aya_number": 44,
            "aya_text": "وَاِنَّهٗ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۚوَسَوْفَ تُسْٔـَلُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Dan sungguh, Al-Qur'an itu benar-benar suatu peringatan bagimu dan bagi kaummu, dan kelak kamu akan diminta pertanggungjawaban.",
            "tafsir_jalalayn": "(Dan sesungguhnya Alquran itu benar-benar adalah suatu kemuliaan besar) benar-benar merupakan kemuliaan yang besar (bagimu dan bagi kaummu) karena diturunkan dengan memakai bahasa mereka (dan kelak kalian akan diminta pertanggungan jawab) tentang pengamalannya.",
            "sajda": false,
            "transliteration": "Wa innahoo lazikrul laka wa liqawmika wa sawfa tus'aloon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4370,
            "aya_number": 45,
            "aya_text": "وَسْٔـَلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُّسُلِنَآ  ۖ اَجَعَلْنَا مِنْ دُوْنِ الرَّحْمٰنِ اٰلِهَةً يُّعْبَدُوْنَ ࣖ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Dan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, “Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?”",
            "tafsir_jalalayn": "(Dan tanyakanlah kepada rasul-rasul Kami yang telah Kami utus sebelum kamu, \"Adakah Kami menentukan selain Allah Yang Maha Pemurah) (sebagai tuhan-tuhan untuk disembah), menurut suatu pendapat bahwa hal ini memang berdasarkan kenyataan, yaitu seumpamanya Allah mengumpulkan rasul-rasul itu pada malam sewaktu nabi diisra-kan. Menurut pendapat yang lain bahwa yang dimaksud adalah umat-umat dari kalangan ahli kitab. Kedua pendapat tadi tidak usah diselidiki kebenarannya, karena makna yang dimaksud dari perintah menanyakan ini ialah untuk menetapkan terhadap orang-orang musyrik Quraisy, bahwasanya tiada seorang utusan pun dari Allah dan tiada pula suatu kitab pun yang diturunkan-Nya yang memerintahkan untuk menyembah kepada selain Allah.",
            "sajda": false,
            "transliteration": "Was'al man arsalnaa min qablika mir Rusulinaaa aja'alnaa min doonir Rahmaani aalihatany yu badoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4371,
            "aya_number": 46,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَقَالَ اِنِّيْ رَسُوْلُ رَبِّ الْعٰلَمِيْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus Musa dengan membawa mukjizat-mukjizat Kami kepada Fir’aun dan pemuka-pemuka kaumnya. Maka dia (Musa) berkata, “Sesungguhnya aku adalah utusan dari Tuhan seluruh alam.”",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mengutus Musa dengan membawa mukjizat-mukjizat Kami kepada Firaun dan pemuka-pemuka kaumnya) yaitu bangsa Kobtik, (maka Musa berkata, \"Sesungguhnya aku adalah utusan dari Rabb seru sekalian alam.\")",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa Moosaa bi aayaatinaaa ilaa Fir'awna wa mala'ihee faqaala innee Rasoolu Rabbil 'aalameen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4372,
            "aya_number": 47,
            "aya_text": "فَلَمَّا جَاۤءَهُمْ بِاٰيٰتِنَآ اِذَا هُمْ مِّنْهَا يَضْحَكُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 492,
            "translation_aya_text": "Maka ketika dia (Musa) datang kepada mereka membawa mukjizat-mukjizat Kami, seketika itu mereka menertawakannya.",
            "tafsir_jalalayn": "(Maka tatkala dia datang kepada mereka dengan membawa mukjirat-mukjizat Kami) yang menunjukkan kebenaran risalah-Nya (dengan serta merta mereka menertawakannya.)",
            "sajda": false,
            "transliteration": "Falammma jaaa'ahum bi aayaatinaaa izaa hum minhaa yadhakoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        }
    ]
}