{
    "page_number": 493,
    "data": [
        {
            "aya_id": 4373,
            "aya_number": 48,
            "aya_text": "وَمَا نُرِيْهِمْ مِّنْ اٰيَةٍ اِلَّا هِيَ اَكْبَرُ مِنْ اُخْتِهَاۗ وَاَخَذْنٰهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Dan tidaklah Kami perlihatkan suatu mukjizat kepada mereka kecuali (mukjizat itu) lebih besar dari mukjizat-mukjizat (yang sebelumnya). Dan Kami timpakan kepada mereka azab agar mereka kembali (ke jalan yang benar).",
            "tafsir_jalalayn": "(Dan tidaklah Kami perlihatkan kepada mereka sesuatu tanda) yang menunjukkan azab Kami seperti banjir, topan, yaitu berupa air bah yang melanda rumah-rumah mereka yang ketinggiannya mencapai leher orang yang sedang duduk, hal ini berlangsung selama. tujuh hari, dan juga belalang-belalang yang memusnahkan tanaman-tanaman mereka (melainkan tanda atau azab itu lebih besar daripada azab-azab lainnya) yang sebelumnya. (Dan Kami timpakan kepada mereka azab supaya mereka kembali) sadar dari kekafirannya.",
            "sajda": false,
            "transliteration": "Wa maa nureehim min aayatin illaa hiya akbaru min ukhtihaa wa akhaznaahum bil'azaabi la'allahum yarji'oon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4374,
            "aya_number": 49,
            "aya_text": "وَقَالُوْا يٰٓاَيُّهَ السّٰحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ اِنَّنَا لَمُهْتَدُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Dan mereka berkata, “Wahai pesihir! Berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu; sesungguhnya kami (jika doamu dikabulkan) akan menjadi orang yang mendapat petunjuk.”",
            "tafsir_jalalayn": "(Dan mereka berkata) kepada Musa tatkala mereka melihat adanya azab itu, (\"Hai ahli sihir!) maksudnya, hai orang yang alim lagi sempurna ilmunya! Dikatakan demikian karena menurut mereka ilmu sihir itu adalah ilmu yang paling diagungkan di kalaagan mereka (Berdoalah kepada Rabbmu untuk kami, sesuai dengan apa yang telah dijanjikan-Nya kepadamu) yakni Dia akan melepaskan kami dari azab ini jika kami beriman (sesungguhnya kami benar-benar akan menjadi orang-orang yang mendapat petunjuk\") atau mau beriman.",
            "sajda": false,
            "transliteration": "Wa qaaloo yaaa ayyuhas saahirud'u lanaa Rabbaka bimaa 'ahida 'indaka innanaa lamuhtadoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4375,
            "aya_number": 50,
            "aya_text": "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ اِذَا هُمْ يَنْكُثُوْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Maka ketika Kami hilangkan azab itu dari mereka, seketika itu (juga) mereka ingkar janji.",
            "tafsir_jalalayn": "(Maka tatkala Kami hilangkan) berkat doa Musa (azab itu dari mereka, dengan serta merta mereka memungkiri) janjinya, bahkan mereka masih tetap melaju di dalam kekafirannya.",
            "sajda": false,
            "transliteration": "Falammaa kashafnaa 'anhumul 'azaaba izaa hum yankusoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4376,
            "aya_number": 51,
            "aya_text": "وَنَادٰى فِرْعَوْنُ فِيْ قَوْمِهٖ قَالَ يٰقَوْمِ اَلَيْسَ لِيْ مُلْكُ مِصْرَ وَهٰذِهِ الْاَنْهٰرُ تَجْرِيْ مِنْ تَحْتِيْۚ اَفَلَا تُبْصِرُوْنَۗ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Dan Fir‘aun berseru kepada kaumnya (seraya) berkata, “Wahai kaumku! Bukankah kerajaan Mesir itu milikku dan (bukankah) sungai-sungai ini mengalir di bawahku; apakah kamu tidak melihat?",
            "tafsir_jalalayn": "(Dan Firaun berseru) dengan nada penuh kesombongan (kepada kaumnya seraya berkata, \"Hai kaumku, bukankah kerajaan Mesir ini kepunyaanku dan sungai-sungai ini) yaitu sungai Nil dan anak-anaknya (mengalir di bawahku) di bawah keraton-keratonku, adalah kepunyaanku juga (maka apakah kalian tidak melihat) keagungan dan kebesaranku?",
            "sajda": false,
            "transliteration": "Wa naadaa Fir'awnu fee qawmihee qaala yaa qawmi alaisa lee mulku Misra wa haazihil anhaaru tajree min tahtee afalaa tubsiroon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4377,
            "aya_number": 52,
            "aya_text": "اَمْ اَنَا۠ خَيْرٌ مِّنْ هٰذَا الَّذِيْ هُوَ مَهِيْنٌ ەۙ وَّلَا يَكَادُ يُبِيْنُ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Bukankah aku lebih baik dari orang (Musa) yang hina ini dan yang hampir tidak dapat menjelaskan (perkataannya)?",
            "tafsir_jalalayn": "(Bukankah) kalian telah melihat sesudah kesemuanya itu (aku lebih baik dari orang ini) dari Nabi Musa (yang dia adalah orang hina) lemah lagi hina (dan yang hampir tidak dapat berbicara dengan jelas) tidak dapat menjelaskan perkataannya, karena sewaktu kecil ia pernah memakan bara api, hingga lisannya pelan atau tidak fasih.",
            "sajda": false,
            "transliteration": "Am ana khairum min haazal lazee huwa maheenunw wa laa yuakaadu yubeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4378,
            "aya_number": 53,
            "aya_text": "فَلَوْلَٓا اُلْقِيَ عَلَيْهِ اَسْوِرَةٌ مِّنْ ذَهَبٍ اَوْ جَاۤءَ مَعَهُ الْمَلٰۤىِٕكَةُ مُقْتَرِنِيْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Maka mengapa dia (Musa) tidak dipakaikan gelang dari emas atau malaikat datang bersama-sama dia untuk mengiringkannya?”",
            "tafsir_jalalayn": "(Mengapa tidak) kenapa tidak dipakaikan kepadanya jika memang ia orang yang benar di dalam pengakuannya (gelang dari emas) lafal Asawirah adalah bentuk jamak dari lafal Aswiratun yang wazannya sama dengan lafal Aghribatun, dan lafal Aswiratun ini merupakan bentuk jamak pula dari lafal Siwarun. Maksud Firaun, mengapa tidak dipakaikan kepadanya gelang dari emas sebagaimana kebiasaan orang-orang yang diberi kekuasaan olehnya, yaitu orang tersebut diberi pakaian kebesaran yang terbuat dari emas dan pula dipakaikan kepadanya gelang emas sebagai tanda kedudukannya (atau malaikat datang bersama-sama dia mengiringkannya\") datang berturut-turut kepadanya seraya menyatakan kebenaran kerasulannya.",
            "sajda": false,
            "transliteration": "Falaw laa ulqiya 'alaihi aswiratum min zahabin awjaaa'a ma'ahul malaaa'ikatu muqtarineen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4379,
            "aya_number": 54,
            "aya_text": "فَاسْتَخَفَّ قَوْمَهٗ فَاَطَاعُوْهُ ۗاِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Maka (Fir‘aun) dengan perkataan itu telah mempengaruhi kaumnya, sehingga mereka patuh kepadanya. Sungguh, mereka adalah kaum yang fasik.",
            "tafsir_jalalayn": "(Maka Firaun mempengaruhi) berupaya menanamkan pengaruhnya kepada (kaumnya, lalu mereka patuh kepadanya) mematuhi apa yang dikehendaki oleh Firaun, yaitu mendustakan Musa (karena sesungguhnya mereka adalah kaum yang fasik.)",
            "sajda": false,
            "transliteration": "Fastakhaffa qawmahoo fa ataa'ooh; innahum kaanoo qawman faasiqeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4380,
            "aya_number": 55,
            "aya_text": "فَلَمَّآ اٰسَفُوْنَا انْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَۙ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Maka ketika mereka membuat Kami murka, Kami hukum mereka, lalu Kami tenggelamkan mereka semuanya (di laut),",
            "tafsir_jalalayn": "(Maka tatkala mereka membuat Kami murka) (Kami menghukum mereka lalu Kami tenggelamkan mereka semuanya di laut.)",
            "sajda": false,
            "transliteration": "Falammaaa aasafoonan taqamnaa minhum fa aghraqnaahum ajma'een",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4381,
            "aya_number": 56,
            "aya_text": "فَجَعَلْنٰهُمْ سَلَفًا وَّمَثَلًا لِّلْاٰخِرِيْنَ ࣖ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "maka Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian.",
            "tafsir_jalalayn": "(Dan Kami jadikan mereka sebagai pelajaran) lafal Salafan merupakan bentuk jamak dari lafal salifun, wazannya sama dengan lafal Khadimun atau pelayan, yang jamaknya adalah Khadamun; yakni orang-orang terdahulu yang dijadikan sebagai pelajaran (dan contoh bagi orang-orang yang kemudian) sesudah mereka, di mana orang-orang yang sesudah mereka itu dapat mengambil contoh dari keadaan mereka, karena itu mereka tidak berani melakukan hal-hal serupa.",
            "sajda": false,
            "transliteration": "Faja'alnaahum salafanw wa masalal lil aakhireen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4382,
            "aya_number": 57,
            "aya_text": "وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا اِذَا قَوْمُكَ مِنْهُ يَصِدُّوْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Dan ketika putra Maryam (Isa) dijadikan perumpamaan, tiba-tiba kaummu (Suku Quraisy) bersorak karenanya.",
            "tafsir_jalalayn": "(Dan tatkala dijadikan) dibuat (putra Maryam sebagai perumpamaan) yaitu ketika Allah swt. menurunkan firman-Nya, \"Sesungguhnya kalian dan apa yang kalian sembah selain Allah adalah makanan neraka Jahanam..\" (Q.S. Al Anbiya, 98). Seketika itu juga orang-orang musyrik mengatakan, \"Kami rela bila ternyata tuhan-tuhan sesembahan kami bersama dengan Isa, karena ia pun menjadi sesembahan selain Allah pula (tiba-tiba kaummu) yakni mereka yang musyrik (terhadap perumpamaan itu) terhadap misal tersebut (menertawakannya) karena gembira mendengar perumpamaan itu.",
            "sajda": false,
            "transliteration": "Wa lammaa duribab nu Maryama masalan izaa qawmu ka minhu yasidoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4383,
            "aya_number": 58,
            "aya_text": "وَقَالُوْٓا ءَاٰلِهَتُنَا خَيْرٌ اَمْ هُوَ ۗمَا ضَرَبُوْهُ لَكَ اِلَّا جَدَلًا ۗبَلْ هُمْ قَوْمٌ خَصِمُوْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Dan mereka berkata, “Manakah yang lebih baik tuhan-tuhan kami atau dia (Isa)?” Mereka tidak memberikan (perumpamaan itu) kepadamu melainkan dengan maksud membantah saja, sebenarnya mereka adalah kaum yang suka bertengkar.",
            "tafsir_jalalayn": "(Dan mereka berkata, 'Manakah yang lebih baik tuhan-tuhan kami atau dia?') yakni nabi Isa, maka karenanya kami rela tuhan-tuhan kami bersama dia (Mereka tidak memberikan perumpamaan itu) atau misal tersebut (kepadamu melainkan dengan maksud membantah saja) atau menyanggah kamu dengan cara yang batil, karena mereka telah mengetahui, bahwa berhala-berhala yang tidak berakal itu tidak akan dapat menyamai Nabi Isa a.s. (sebenarnya mereka adalah kaum yang suka bertengkar\") sangat gemar bertengkar.",
            "sajda": false,
            "transliteration": "Wa qaalooo 'a-aalihatunaa khairun am hoo; maa daraboohu laka illaa jadalaa; balhum qawmun khasimoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4384,
            "aya_number": 59,
            "aya_text": "اِنْ هُوَ اِلَّا عَبْدٌ اَنْعَمْنَا عَلَيْهِ وَجَعَلْنٰهُ مَثَلًا لِّبَنِيْٓ اِسْرَاۤءِيْلَ ۗ  ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Dia (Isa) tidak lain hanyalah seorang hamba yang Kami berikan nikmat (kenabian) kepadanya dan Kami jadikan dia sebagai contoh pelajaran bagi Bani Israil.",
            "tafsir_jalalayn": "(Bukankah) tidak lain (dia) yakni Nabi Isa itu (hanyalah seorang hamba yang Kami berikan kepadanya nikmat) kenabian (dan Kami jadikan dia) yaitu kelahirannya dengan tanpa ayah (sebagai perumpamaan untuk Bani Israel) maksudnya, sebagai bukti yang menunjukkan akan kekuasaan Allah swt. yang mampu menciptakan apa yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "In huwa illaa 'abdun an'amnaa 'alaihi wa ja'alnaahu masalal li Baneee Israaa'eel",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4385,
            "aya_number": 60,
            "aya_text": "وَلَوْ نَشَاۤءُ لَجَعَلْنَا مِنْكُمْ مَّلٰۤىِٕكَةً فِى الْاَرْضِ يَخْلُفُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 493,
            "translation_aya_text": "Dan sekiranya Kami menghendaki, niscaya ada di antara kamu yang Kami jadikan malaikat-malaikat (yang turun temurun) sebagai pengganti kamu di bumi.",
            "tafsir_jalalayn": "(Dan kalau Kami kehendaki benar-benar Kami jadikan sebagai ganti kalian) untuk mengganti kalian (di muka bumi malaikat-malaikat yang turun temurun) misalnya, kalian Kami binasakan terlebih dahulu, lalu Kami jadikan malaikat sebagai ganti kalian.",
            "sajda": false,
            "transliteration": "Wa law nashaaa'u laja'alnaa minkum malaaa'ikatan fil ardi yakhlufoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        }
    ]
}