{
    "page_number": 494,
    "data": [
        {
            "aya_id": 4386,
            "aya_number": 61,
            "aya_text": "وَاِنَّهٗ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُوْنِۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Dan sungguh, dia (Isa) itu benar-benar menjadi pertanda akan datangnya hari Kiamat. Karena itu, janganlah kamu ragu-ragu tentang (Kiamat) itu dan ikutilah Aku. Inilah jalan yang lurus.",
            "tafsir_jalalayn": "(Dan sesungguhnya dia) Nabi Isa itu (benar-benar merupakan pengetahuan tentang hari kiamat) artinya, dengan diturunkannya dia maka diketahuilah dekatnya hari kiamat. (Karena itu janganlah kalian ragu-ragu tentang kiamat itu) atau janganlah kalian meragukannya. Lafal Tamtarunna asalnya Tamtarunanna, kemudian dibuang daripadanya Nun alamat rafa' karena dijazmkan, dan dibuang pula daripadanya Wawu Dhamir jamak tetapi bukan karena Illat bertemunya dua huruf yang disukunkan, sehingga jadilah Tamtarunna. (Dan) katakanlah kepada mereka, (\"Ikutilah aku) yakni ajaran tauhid ini. (Inilah) apa yang kuperintahkan kalian menjalankannya (jalan) atau tuntunan (yang lurus.)",
            "sajda": false,
            "transliteration": "Wa innahoo la'ilmul lis Saa'ati fala tamtarunna bihaa wattabi'oon; haazaa Siraatum Mustaqeem",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4387,
            "aya_number": 62,
            "aya_text": "وَلَا يَصُدَّنَّكُمُ الشَّيْطٰنُۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Dan janganlah kamu sekali-kali dipalingkan oleh setan; sungguh, setan itu musuh yang nyata bagimu.",
            "tafsir_jalalayn": "(Dan janganlah kalian sekali-kali dipalingkan) dapat dipalingkan dari agama Allah (oleh setan; sesungguhnya setan itu musuh yang nyata bagi kalian\") nyata permusuhannya.",
            "sajda": false,
            "transliteration": "Wa laa yasuddan nakumush Shaitaanu innahoo lakum 'aduwwum mubeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4388,
            "aya_number": 63,
            "aya_text": "وَلَمَّا جَاۤءَ عِيْسٰى بِالْبَيِّنٰتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِاُبَيِّنَ لَكُمْ بَعْضَ الَّذِيْ تَخْتَلِفُوْنَ فِيْهِۚ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Dan ketika Isa datang membawa keterangan, dia berkata, “Sungguh, aku datang kepadamu dengan membawa hikmah dan untuk menjelaskan kepadamu sebagian dari apa yang kamu perselisihkan, maka bertakwalah kepada Allah dan taatlah kepadaku.",
            "tafsir_jalalayn": "(Dan tatkala Isa datang dengan membawa keterangan-keterangan) mukjizat-mukjizat dan syariat-syariat (dia berkata, \"Sesungguhnya aku datang kepada kalian dengan membawa hikmah) kenabian dan syariat Injil (dan untuk menjelaskan kepada kalian sebagian dari apa yang kalian berselisih tentangnya) yakni tentang hukum-hukum Taurat, yaitu menyangkut masalah agama dan masalah-masalah lainnya, Nabi Isa menjelaskan kepada mereka perkara agama yang sebenarnya (maka bertakwalah kepada Allah dan taatlah kepadaku.\")",
            "sajda": false,
            "transliteration": "Wa lammaa jaaa'a 'Eesaa bilbaiyinaati qaala qad ji'tukum bil Hikmati wa li-ubaiyina lakum ba'dal lazee takhtalifoona feehi fattaqul laaha wa atee'oon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4389,
            "aya_number": 64,
            "aya_text": "اِنَّ اللّٰهَ هُوَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Sungguh Allah, Dia Tuhanku dan Tuhanmu, maka sembahlah Dia. Ini adalah jalan yang lurus.”",
            "tafsir_jalalayn": "(Sesungguhnya Allah Dialah Rabbku dan Rabb kalian, maka sembahlah Dia, ini adalah jalan) tuntunan (yang lurus.)",
            "sajda": false,
            "transliteration": "Innal laaha Huwa Rabbee wa Rabbukum fa'budooh; haaza Siraatum Mustaqeem",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4390,
            "aya_number": 65,
            "aya_text": "فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْ ۚفَوَيْلٌ لِّلَّذِيْنَ ظَلَمُوْا مِنْ عَذَابِ يَوْمٍ اَلِيْمٍ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Tetapi golongan-golongan (yang ada) saling berselisih di antara mereka; maka celakalah orang-orang yang zalim karena azab pada hari yang pedih (Kiamat).",
            "tafsir_jalalayn": "(Maka berselisihlah golongan-golongan di antara mereka) tentang perkara Nabi Isa ini, apakah dia anak Allah atau Allah, atau tuhan yang ketiga (maka kecelakaan yang besarlah) lafal Al Wail menunjukkan kalimat azab (bagi orang-orang yang lalim) bagi orang-orang kafir, karena perkataan yang mereka ucapkan mengenai Nabi Isa (yaitu siksaan hari yang pedih) atau azab yang menyakitkan.",
            "sajda": false,
            "transliteration": "Fakhtalafal ahzaabu mim bainihim fawailul lillazeena zalamoo min 'azaabi Yawmin aleem",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4391,
            "aya_number": 66,
            "aya_text": "هَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Apakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya?",
            "tafsir_jalalayn": "(Mereka tidak menunggu) orang-orang kafir Mekah tidak menunggu-nunggu (kecuali kedatangan hari kiamat kepada mereka) lafal An Ta-tiyahum menjadi Badal dari lafal As Sa'ah (dengan tiba-tiba) atau sekonyong-konyong (sedangkan mereka tidak menyadarinya) tidak menyadari kedatangannya sebelum itu.",
            "sajda": false,
            "transliteration": "Hal yanzuroona illas Saa'ata an taatiyahum baghtatanw wa hum laa yash'uroon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4392,
            "aya_number": 67,
            "aya_text": "اَلْاَخِلَّاۤءُ يَوْمَىِٕذٍۢ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ اِلَّا الْمُتَّقِيْنَ ۗ ࣖ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Teman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa.",
            "tafsir_jalalayn": "(Teman-teman akrab) dalam hal maksiat sewaktu di dunia (pada hari itu) pada hari kiamat itu lafal Yaumaidzin berta'alluq kepada firman selanjutnya (sebagian dari mereka menjadi musuh bagi sebagian yang lain kecuali orang-orang yang bertakwa) terkecuali orang-orang yang saling kasih mengasihi di dalam ketaatan kepada Allah swt., mereka itulah yang sebenarnya berteman, kemudian dikatakan kepada mereka yang bertakwa itu,",
            "sajda": false,
            "transliteration": "Al akhillaaa'u Yawma'izim ba'duhum liba'din 'aduwwun illal muttaqeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4393,
            "aya_number": 68,
            "aya_text": "يٰعِبَادِ لَاخَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَآ اَنْتُمْ تَحْزَنُوْنَۚ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "”Wahai hamba-hamba-Ku! Tidak ada ketakutan bagimu pada hari itu dan tidak pula kamu bersedih hati.",
            "tafsir_jalalayn": "(\"Hai hamba-hamba-Ku, tiada kekuatiran terhadap kalian pada hari ini dan tidak pula kalian bersedih hati.\")",
            "sajda": false,
            "transliteration": "Yaa 'ibaadi laa khawfun 'alaikumul Yawma wa laaa antum tahzanoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4394,
            "aya_number": 69,
            "aya_text": "اَلَّذِيْنَ اٰمَنُوْا بِاٰيٰتِنَا وَكَانُوْا مُسْلِمِيْنَۚ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka berserah diri.",
            "tafsir_jalalayn": "(Yaitu orang-orang yang beriman) lafal ayat ini menjadi Na'at atau sifat bagi lafal 'Ibaadi' pada ayat di atas (kepada ayat-ayat Kami) yakni Alquran (dan adalah mereka dahulu orang-orang yang berserah diri.)",
            "sajda": false,
            "transliteration": "Allazeena aamanoo bi Aayaatinaa wa kaanoo muslimeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4395,
            "aya_number": 70,
            "aya_text": "اُدْخُلُوا الْجَنَّةَ اَنْتُمْ وَاَزْوَاجُكُمْ تُحْبَرُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Masuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan.”",
            "tafsir_jalalayn": "(Masuklah kalian ke dalam surga, kalian) lafal Antum berkedudukan menjadi Mubtada (dan pasangan-pasangan kalian) yakni istri-istri kalian (digembirakan) dibahagiakan dan dimuliakan, lafal Tuhbaruuna menjadi Khabar dari Mubtada.",
            "sajda": false,
            "transliteration": "Udkhulul Jannata antum wa azwaajukum tuhbaroon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4396,
            "aya_number": 71,
            "aya_text": "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّنْ ذَهَبٍ وَّاَكْوَابٍ ۚوَفِيْهَا مَا تَشْتَهِيْهِ الْاَنْفُسُ وَتَلَذُّ الْاَعْيُنُ ۚوَاَنْتُمْ فِيْهَا خٰلِدُوْنَۚ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya.",
            "tafsir_jalalayn": "(Diedarkan kepada mereka piring-piring) yang besar-besar (dari emas, gelas-gelas) tempat untuk minum yang tidak ada pengikatnya hingga si peminum dapat meminum dari sebelah mana saja; lafal Akwaabun adalah bentuk jamak dari lafal Kuubun (dan di dalam surga itu terdapat segala apa yang diingini oleh hati) untuk dinikmati kelezatannya (dan sedap dipandang mata) artinya, sangat menyejukkan bila dipandang (dan kalian kekal di dalamnya.)",
            "sajda": false,
            "transliteration": "Yutaafu 'alaihim bishaa fim min zahabinw wa akwaab, wa feehaa maatashtaheehil anfusu wa talazzul a'yunu wa antum feehaa khaalidoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4397,
            "aya_number": 72,
            "aya_text": "وَتِلْكَ الْجَنَّةُ الَّتِيْٓ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Dan itulah surga yang diwariskan kepada kamu disebabkan amal perbuatan yang telah kamu kerjakan.",
            "tafsir_jalalayn": "(Dan itulah surga yang diwariskan kepada kalian disebabkan amal-amal yang dahulu kalian kerjakan.)",
            "sajda": false,
            "transliteration": "Wa tilkal jannatul lateee ooristumoohaa bimaa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4398,
            "aya_number": 73,
            "aya_text": "لَكُمْ فِيْهَا فَاكِهَةٌ كَثِيْرَةٌ مِّنْهَا تَأْكُلُوْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 494,
            "translation_aya_text": "Di dalam surga itu terdapat banyak buah-buahan untukmu yang sebagiannya kamu makan.",
            "tafsir_jalalayn": "(Di dalam surga itu ada buah-buahan yang banyak untuk kalian yang sebagiannya) sebagian daripadanya (kalian makan) dan setiap apa yang telah dimakan secara langsung mendapat penggantinya yang baru.",
            "sajda": false,
            "transliteration": "Lakum feehaa faakihatun kaseeratum minhaa taakuloon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        }
    ]
}