{
    "page_number": 495,
    "data": [
        {
            "aya_id": 4399,
            "aya_number": 74,
            "aya_text": "اِنَّ الْمُجْرِمِيْنَ فِيْ عَذَابِ جَهَنَّمَ خٰلِدُوْنَۖ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Sungguh, orang-orang yang berdosa itu kekal di dalam azab neraka Jahanam.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang berdosa kekal di dalam azab neraka Jahanam.)",
            "sajda": false,
            "transliteration": "Innal mujrimeena fee 'azaabi jahannama khaalidoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4400,
            "aya_number": 75,
            "aya_text": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيْهِ مُبْلِسُوْنَ ۚ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Tidak diringankan (azab) itu dari mereka, dan mereka berputus asa di dalamnya.",
            "tafsir_jalalayn": "(Tidak dihenti-hentikan) maksudnya, tidak diringankan (azab itu dari mereka sedangkan mereka di dalamnya berputus asa) yakni dalam keadaan diam berputus asa.",
            "sajda": false,
            "transliteration": "Laa yufattaru 'anhum wa hum feehi mublisoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4401,
            "aya_number": 76,
            "aya_text": "وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْا هُمُ الظّٰلِمِيْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Dan tidaklah Kami menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri.",
            "tafsir_jalalayn": "(Dan tidaklah Kami menganiaya mereka tetapi merekalah yang menganiaya diri mereka sendiri.)",
            "sajda": false,
            "transliteration": "Wa maa zalamnaahum wa laakin kaanoo humuz zaalimeen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4402,
            "aya_number": 77,
            "aya_text": "وَنَادَوْا يٰمٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۗ قَالَ اِنَّكُمْ مَّاكِثُوْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Dan mereka berseru, “Wahai (Malaikat) Malik! Biarlah Tuhanmu mematikan kami saja.” Dia menjawab, “Sungguh, kamu akan tetap tinggal (di neraka ini).”",
            "tafsir_jalalayn": "(Mereka berseru, \"Hai Malik!) dia adalah malaikat penjaga neraka (Biarlah Rabbmu membunuh kami saja\") maksudnya, mematikan kami. (Dia menjawab) seruan mereka setelah seribu tahun kemudian, (\"Kalian akan tetap tinggal\") di dalam azab yang abadi untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Wa naadaw yaa Maaliku liyaqdi 'alainaa Rabbuka qaala innakum maakisson",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4403,
            "aya_number": 78,
            "aya_text": "لَقَدْ جِئْنٰكُمْ بِالْحَقِّ وَلٰكِنَّ اَكْثَرَكُمْ لِلْحَقِّ كٰرِهُوْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Sungguh, Kami telah datang membawa kebenaran kepada kamu tetapi kebanyakan di antara kamu benci pada kebenaran itu.",
            "tafsir_jalalayn": "Allah swt. berfirman: (Sesungguhnya Kami benar-benar telah membawa kepada kalian) hai penduduk Mekah (kebenaran) melalui lisan rasul (tetapi kebanyakan di antara kalian benci pada kebenaran itu.)",
            "sajda": false,
            "transliteration": "Laqad ji'naakum bilhaqqi wa laakinna aksarakum lilhaqqi kaarihoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4404,
            "aya_number": 79,
            "aya_text": "اَمْ اَبْرَمُوْٓا اَمْرًا فَاِنَّا مُبْرِمُوْنَۚ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Ataukah mereka telah merencanakan suatu tipu daya (jahat), maka sesungguhnya Kami telah berencana (mengatasi tipu daya mereka).",
            "tafsir_jalalayn": "(Bahkan mereka telah menetapkan) yaitu orang-orang kafir Mekah telah memutuskan (suatu tipu daya) kejahatan untuk mencelakakan Nabi Muhammad (maka sesungguhnya Kami menetapkan pula) keputusan Kami untuk membuat tipu muslihat guna membinasakan mereka.",
            "sajda": false,
            "transliteration": "Am abramooo amran fainnaa mubrimoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4405,
            "aya_number": 80,
            "aya_text": "اَمْ يَحْسَبُوْنَ اَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوٰىهُمْ ۗ بَلٰى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Ataukah mereka mengira, bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka? Sebenarnya (Kami mendengar), dan utusan-utusan Kami (malaikat) selalu mencatat di sisi mereka.",
            "tafsir_jalalayn": "(Apakah mereka mengira, bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka) yakni apa-apa yang mereka rahasiakan dari orang lain dan apa-apa yang mereka perlihatkan dengan terang-terangan di antara sesama mereka sendiri. (Sebenarnya) Kami mendengar hal tersebut (dan utusan-utusan Kami) yakni malaikat-malaikat pencatat amal perbuatan (di sisi mereka) di sisi orang-orang kafir (selalu mencatat) hal tersebut.",
            "sajda": false,
            "transliteration": "Am yahsaboona annaa laa nasma'u sirrahum wa najwaahum; balaa wa Rusulunaa ladaihim yaktuboon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4406,
            "aya_number": 81,
            "aya_text": "قُلْ اِنْ كَانَ لِلرَّحْمٰنِ وَلَدٌ  ۖفَاَنَا۠ اَوَّلُ الْعٰبِدِيْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Katakanlah (Muhammad), “Jika benar Tuhan Yang Maha Pengasih mempunyai anak, maka akulah orang yang mula-mula memuliakan  (anak itu).",
            "tafsir_jalalayn": "(Katakanlah! Jika benar Tuhan Yang Maha Pemurah mempunyai anak) seumpamanya (maka akulah orang yang mula-mula menyembahnya) menyembah anak Tuhan itu, akan tetapi telah ditetapkan, bahwa tiada anak bagi-Nya, sehingga tiada pula penyembahan itu.",
            "sajda": false,
            "transliteration": "Qul in kaana lir Rahmaani walad; fa-ana awwalul 'aabideen",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4407,
            "aya_number": 82,
            "aya_text": "سُبْحٰنَ رَبِّ السَّمٰوٰتِ وَالْاَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Mahasuci Tuhan pemilik langit dan bumi, Tuhan pemilik ‘Arsy, dari apa yang mereka sifatkan itu.”",
            "tafsir_jalalayn": "(Maha Suci Rabb Yang empunya langit dan bumi, Rabb Yang empunya Arasy) yakni Al-Kursi (dari apa yang mereka sifatkan) dari apa yang telah mereka katakan itu, berupa kedustaan terhadap-Nya, yaitu menisbatkan kepada-Nya mempunyai anak.",
            "sajda": false,
            "transliteration": "Subhaana Rabbis samaawaati wal ardi Rabbil Arshi 'ammaa yasifoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4408,
            "aya_number": 83,
            "aya_text": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Maka biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main sampai mereka menemui hari yang dijanjikan kepada mereka.",
            "tafsir_jalalayn": "(Maka biarlah mereka tenggelam) dalam kesesatannya atau dalam kebatilannya (dan bermain-main) di dalam dunia mereka (sampai mereka menemui hari yang dijanjikan kepada mereka) yaitu azab yang dijanjikan kepada mereka pada hari kiamat nanti.",
            "sajda": false,
            "transliteration": "Fazarhum yakhoodoo wa yal'aboo hattaa yulaaqoo Yawmahumul lazee yoo'adoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4409,
            "aya_number": 84,
            "aya_text": "وَهُوَ الَّذِيْ فِى السَّمَاۤءِ اِلٰهٌ وَّ فِى الْاَرْضِ اِلٰهٌ ۗوَهُوَ الْحَكِيْمُ الْعَلِيْمُ ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Dan Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi dan Dialah Yang Mahabijaksana, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan Dialah Tuhan yang disembah di langit) lafal Fis Samaa-i Ilaahun kedua huruf Hamzahnya dapat dibaca Tahqiq dan Tas-hil, yakni Tuhan yang disembah di langit (dan Tuhan yang disembah di bumi) kedua Zharaf yang ada dalam ayat ini berta'alluq kepada lafal sesudahnya (dan Dialah Yang Maha Bijaksana) di dalam mengatur makhluk-Nya (lagi Maha Mengetahui) kemaslahatan-kemaslahatan mereka.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee fissamaaa'i Ilaahunw wa fil ardi Ilaah; wa Huwal Hakeemul'Aleem",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4410,
            "aya_number": 85,
            "aya_text": "وَتَبٰرَكَ الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۚوَعِنْدَهٗ عِلْمُ السَّاعَةِۚ وَاِلَيْهِ تُرْجَعُوْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Dan Mahasuci (Allah) yang memiliki kerajaan langit dan bumi, dan apa yang ada di antara keduanya; dan di sisi-Nyalah ilmu tentang hari Kiamat dan hanya kepada-Nyalah kamu dikembalikan.",
            "tafsir_jalalayn": "(Dan Maha Besar) Maha Agung (Tuhan Yang mempunyai kerajaan langit dan bumi; dan apa yang ada di antara keduanya; dan di sisi-Nyalah pengetahuan tentang hari kiamat) yakni kapan ia akan terjadi (dan hanya kepada-Nyalah kalian dikembalikan) lafal Turja'uuna dapat pula dibaca Yurja`uuna; berdasarkan qiraat kedua maka artinya: Dan hanya kepada-Nyalah mereka dikembalikan.",
            "sajda": false,
            "transliteration": "Wa tabaarakal lazee lahoo mulkus samaawaati wal ardi wa maa bainahumaa wa 'indahoo 'ilmus Saa'ati wa ilaihi turja'oon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4411,
            "aya_number": 86,
            "aya_text": "وَلَا يَمْلِكُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهِ الشَّفَاعَةَ اِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُوْنَ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Dan orang-orang yang menyeru kepada selain Allah tidak mendapat syafaat (pertolongan di akhirat); kecuali orang yang mengakui yang hak (tauhid) dan mereka meyakini.",
            "tafsir_jalalayn": "(Dan tidaklah memiliki apa-apa yang mereka seru) yang mereka sembah, dimaksud adalah orang-orang kafir pelakunya (selain Dia) selain Allah (suatu syafaat pun) bagi seseorang (tetapi yang dapat memberi syafaat ialah orang yang mengakui yang hak) yakni orang yang telah mengatakan, \"Laa Ilaaha Illallaah\"/tiada Tuhan selain Allah (dan mereka mengetahui) apa yang mereka akui dengan kalbunya, yaitu yang telah diucapkan oleh lisannya. Yang dimaksud antara lain ialah Nabi Isa, Nabi Uzair dan malaikat-malaikat, sesungguhnya mereka dapat memberi syafaat kepada orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Wa laa yamlikul lazeena yad'oona min doonihish shafaa'ata illaa man shahida bilhaqqi wa hum ya'lamoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4412,
            "aya_number": 87,
            "aya_text": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَهُمْ لَيَقُوْلُنَّ اللّٰهُ فَاَنّٰى يُؤْفَكُوْنَۙ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Dan jika engkau bertanya kepada mereka, “Siapakah yang menciptakan mereka, niscaya mereka menjawab, “Allah,” jadi bagaimana mereka dapat dipalingkan (dari menyembah Allah),”",
            "tafsir_jalalayn": "(Dan sungguh jika) huruf Lam di sini bermakna Qasam (kamu bertanya kepada mereka, \"Siapakah yang menciptakan mereka?\" Niscaya mereka menjawab, \"Allah\") lafal Layaquulunna dibuang daripadanya Nun alamat Rafa' dan Wawu Dhamir jamak, karena asalnya adalah Layaquuluunanna (maka bagaimanakah mereka dapat dipalingkan) sehingga mereka tidak mau menyembah Allah?",
            "sajda": false,
            "transliteration": "Wa la'in sa altahum man khalaqahum la yaqoolun nallaahu fa annaa yu'fakoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4413,
            "aya_number": 88,
            "aya_text": "وَقِيْلِهٖ يٰرَبِّ اِنَّ هٰٓؤُلَاۤءِ قَوْمٌ لَّا يُؤْمِنُوْنَۘ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "dan (Allah mengetahui) ucapannya (Muhammad), “Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman.”",
            "tafsir_jalalayn": "(Dan ucapannya) ucapan Nabi Muhammad; dinashabkannya lafal Qiilihi karena menjadi Mashdar yang dinashabkan oleh Fi'ilnya yang Muqaddar atau diperkirakan keberadaannya; yakni, dan berkatalah dia, (\"Ya Rabbku! Sesungguhnya mereka itu adalah kaum yang tidak beriman.\")",
            "sajda": false,
            "transliteration": "Wa qeelihee yaa Rabbi inna haa'ulaaa'i qawmul laa yu'minoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4414,
            "aya_number": 89,
            "aya_text": "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلٰمٌۗ فَسَوْفَ يَعْلَمُوْنَ ࣖ",
            "sura_id": 43,
            "juz_id": 25,
            "page_number": 495,
            "translation_aya_text": "Maka berpalinglah dari mereka dan katakanlah, “Salam (selamat tinggal).” Kelak mereka akan mengetahui (nasib mereka yang buruk).",
            "tafsir_jalalayn": "Lalu Allah swt. berfirman: (Maka berpalinglah) artinya palingkanlah dirimu (dari mereka dan katakanlah, \"Salam\") selamat tinggal bagi kalian. Ayat ini diturunkan sebelum diperintah untuk memerangi mereka (Kelak mereka akan mengetahui) ayat ini mengandung ancaman buat mereka; dan dapat dibaca Ya'lamuuna atau Ta'lamuuna, kalau dibaca Ta'lamuuna artinya, kelak kalian akan mengetahui.",
            "sajda": false,
            "transliteration": "Fasfah 'anhum wa qul salaam; fasawfa ya'lamoon",
            "surah": {
                "name": "سُورَةُ الزُّخۡرُفِ",
                "englishName": "Az-Zukhruf",
                "englishNameTranslation": "Ornaments of gold",
                "revelationType": "Meccan"
            }
        }
    ]
}