{
    "page_number": 50,
    "data": [
        {
            "aya_id": 294,
            "aya_number": 1,
            "aya_text": "الۤمّۤ ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 50,
            "translation_aya_text": "Alif Lam Mim.",
            "tafsir_jalalayn": "(Alif laam miim), Allah yang lebih tahu akan maksudnya.",
            "sajda": false,
            "transliteration": "Alif-Laam-Meeem",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 295,
            "aya_number": 2,
            "aya_text": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۗ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 50,
            "translation_aya_text": "Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus-menerus mengurus (makhluk-Nya).",
            "tafsir_jalalayn": "(Allah, tiada Tuhan melainkan Dia, Yang Maha Hidup lagi berdiri sendiri.)",
            "sajda": false,
            "transliteration": "Allaahu laaa ilaaha illaa Huwal Haiyul Qaiyoom",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 296,
            "aya_number": 3,
            "aya_text": "نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَاَنْزَلَ التَّوْرٰىةَ وَالْاِنْجِيْلَۙ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 50,
            "translation_aya_text": "Dia menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) yang mengandung kebenaran, membenarkan (kitab-kitab) sebelumnya, dan menurunkan Taurat dan Injil,",
            "tafsir_jalalayn": "(Diturunkan-Nya kepadamu) hai Muhammad (Al-kitab) Alquran, berisikan (kebenaran) dalam semua beritanya (membenarkan kitab-kitab yang berada di depannya) maksudnya kitab-kitab yang turun sebelumnya (dan diturunkan-Nya pula Taurat dan Injil).",
            "sajda": false,
            "transliteration": "Nazzala 'alaikal Kitaaba bilhaqqi musaddiqal limaa baina yadaihi wa anzalat Tawraata wal Injeel",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 297,
            "aya_number": 4,
            "aya_text": "مِنْ قَبْلُ هُدًى لِّلنَّاسِ وَاَنْزَلَ الْفُرْقَانَ ەۗ اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍۗ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 50,
            "translation_aya_text": "sebelumnya, sebagai petunjuk bagi manusia, dan Dia menurunkan Al-Furqan. Sungguh, orang-orang yang ingkar terhadap ayat-ayat Allah akan memperoleh azab yang berat. Allah Mahaperkasa lagi mempunyai hukuman.",
            "tafsir_jalalayn": "(Sebelumnya) artinya sebelum diturunkannya Alquran (menjadi petunjuk) hal dengan makna menunjukkan dari kesesatan (bagi manusia) bagi orang-orang yang mengikuti kedua kitab itu. Pada Taurat dan Injil 'menurunkan' dipakai kata-kata 'anzala', sedangkan pada Alquran dengan 'nazzala' yang berarti secara berulang-ulang, berbeda dengan Taurat dan Injil yang diturunkan sekaligus (dan diturunkan-Nya pula Al-Furqan) artinya kitab yang memisahkan antara yang hak dan yang batil dan disebutkannya secara keseluruhan. (Sesungguhnya orang-orang yang kafir terhadap ayat-ayat Allah) misalnya pada Alquran dan lainnya (bagi mereka disediakan siksa yang berat dan Allah Maha Tangguh) menguasai segala urusan sehingga tak suatu pun yang dapat menghalangi-Nya untuk menunaikan janji dan ancaman-Nya (dan mempunyai balasan siksa) artinya hukuman berat terhadap orang yang durhaka, yang tak dapat dilakukan oleh siapa pun.",
            "sajda": false,
            "transliteration": "Min qablu hudal linnaasi wa anzalal Furqaan; innallazeena kafaroo bi Aayaatil laahi lahum 'azaabun shadeed; wallaahu 'azeezun zun tiqaam",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 298,
            "aya_number": 5,
            "aya_text": "اِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 50,
            "translation_aya_text": "Bagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit.",
            "tafsir_jalalayn": "(Sesungguhnya bagi Allah tidak ada suatu pun yang tersembunyi) di antara barang wujud ini (baik di bumi maupun di langit) karena ilmu-Nya terhadap apa yang terdapat di seluruh alam, baik merupakan keseluruhan maupun yang sebagian-sebagian, dan ini diistimewakan menyebutkannya karena penginderaan dapat melampauinya.",
            "sajda": false,
            "transliteration": "Innal laaha laa yakhfaa 'alaihi shai'un fil ardi wa laa fis samaaa'",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 299,
            "aya_number": 6,
            "aya_text": "هُوَ الَّذِيْ يُصَوِّرُكُمْ فِى الْاَرْحَامِ كَيْفَ يَشَاۤءُ ۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 50,
            "translation_aya_text": "Dialah yang membentuk kamu dalam rahim menurut yang Dia kehendaki. Tidak ada tuhan selain Dia. Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Dialah yang membentuk kamu dalam rahim sebagaimana dikehendaki-Nya) apakah akan jadi laki-laki atau perempuan, berkulit putih atau berkulit hitam dan sebagainya. (Tiada Tuhan melainkan Dia Yang Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam tindakan dan perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Huwal lazee yusawwirukum fil arhaami kaifa yashaaa'; laa ilaaha illaa Huwal 'Azeezul Hakeem",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 300,
            "aya_number": 7,
            "aya_text": "هُوَ الَّذِيْٓ اَنْزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ اٰيٰتٌ مُّحْكَمٰتٌ هُنَّ اُمُّ الْكِتٰبِ وَاُخَرُ مُتَشٰبِهٰتٌ ۗ فَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ زَيْغٌ فَيَتَّبِعُوْنَ مَا تَشَابَهَ مِنْهُ ابْتِغَاۤءَ الْفِتْنَةِ وَابْتِغَاۤءَ تَأْوِيْلِهٖۚ وَمَا يَعْلَمُ تَأْوِيْلَهٗٓ  اِلَّا اللّٰهُ  ۘوَالرَّاسِخُوْنَ فِى الْعِلْمِ يَقُوْلُوْنَ اٰمَنَّا بِهٖۙ  كُلٌّ مِّنْ عِنْدِ رَبِّنَا ۚ وَمَا يَذَّكَّرُ اِلَّآ اُولُوا الْاَلْبَابِ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 50,
            "translation_aya_text": "Dialah yang menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad). Di antaranya ada ayat-ayat yang muhkamat, itulah pokok-pokok Kitab (Al-Qur'an) dan yang lain mutasyabihat. Adapun orang-orang yang dalam hatinya condong pada kesesatan, mereka mengikuti yang mutasyabihat untuk mencari-cari fitnah dan untuk mencari-cari takwilnya, padahal tidak ada yang mengetahui takwilnya kecuali Allah. Dan orang-orang yang ilmunya mendalam berkata, “Kami beriman kepadanya (Al-Qur'an), semuanya dari sisi Tuhan kami.” Tidak ada yang dapat mengambil pelajaran kecuali orang yang berakal.",
            "tafsir_jalalayn": "(Dialah yang menurunkan kepadamu Alquran, di antara isinya ada ayat-ayat yang muhkamat) jelas maksud dan tujuannya (itulah dia pokok-pokok Alquran) yakni yang menjadi pegangan dalam menetapkan (sedangkan yang lainnya mutasyabihat) tidak dimengerti secara jelas maksudnya, misalnya permulaan-permulaan surah. Semuanya disebut sebagai 'muhkam' seperti dalam firman-Nya 'uhkimat aayaatuh' dengan arti tak ada cacat atau celanya, dan 'mutasyaabiha' pada firman-Nya, 'Kitaaban mutasyaabiha,' dengan makna bahwa sebagian menyamai lainnya dalam keindahan dan kebenaran. (Adapun orang-orang yang dalam hatinya ada kecenderungan pada kesesatan) menyeleweng dari kebenaran, (maka mereka mengikuti ayat-ayat mutasyabihat untuk membangkitkan fitnah) di kalangan orang-orang bodoh dengan menjerumuskan mereka ke dalam hal-hal yang syubhat dan kabur pengertiannya (dan demi untuk mencari-cari takwilnya) tafsirnya (padahal tidak ada yang tahu takwil) tafsirnya (kecuali Allah) sendiri-Nya (dan orang-orang yang mendalam) luas lagi kokoh (ilmunya) menjadi mubtada, sedangkan khabarnya: (Berkata, \"Kami beriman kepada ayat-ayat mutasyaabihat) bahwa ia dari Allah, sedangkan kami tidak tahu akan maksudnya, (semuanya itu) baik yang muhkam maupun yang mutasyabih (dari sisi Tuhan kami,\" dan tidak ada yang mengambil pelajaran) 'Ta' yang pada asalnya terdapat pada 'dzal' diidgamkan pada dzal itu hingga berbunyi 'yadzdzakkaru' (kecuali orang-orang yang berakal) yang mau berpikir. Mereka juga mengucapkan hal berikut bila melihat orang-orang yang mengikuti mereka.",
            "sajda": false,
            "transliteration": "Huwal lazeee anzala 'alaikal Kitaaba minhu Aayaatum Muh kamaatun hunna Ummul Kitaabi wa ukharu Mutashaabihaatun faammal lazeena fee quloobihim ziyghun fa yattabi'oona ma tashaabaha minhubtighaaa 'alfitnati wabtighaaa'a taaweelih; wa maa ya'lamu taaweelahooo illal laah; warraasikhoona fil 'ilmi yaqooloona aamannaa bihee kullum min 'indi Rabbinaa; wa maa yazzakkaru illaaa ulul albaab",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 301,
            "aya_number": 8,
            "aya_text": "رَبَّنَا لَا تُزِغْ قُلُوْبَنَا بَعْدَ اِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةً ۚاِنَّكَ اَنْتَ الْوَهَّابُ ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 50,
            "translation_aya_text": "(Mereka berdoa), “Ya Tuhan kami, janganlah Engkau condongkan hati kami kepada kesesatan setelah Engkau berikan petunjuk kepada kami, dan karuniakanlah kepada kami rahmat dari sisi-Mu, sesungguhnya Engkau Maha Pemberi.”",
            "tafsir_jalalayn": "(\"Tuhan kami! Janganlah engkau gelincirkan hati kami) janganlah diselewengkan dari kebenaran dengan mencari-cari tafsirnya yang tidak layak bagi kami sebagaimana dialami oleh mereka (setelah Engkau memberi petunjuk kepada kami) bimbingan ke arah perkara yang benar (dan berilah kami dari sisi-Mu rahmat) keteguhan hati (karena Engkaulah Yang Maha Memberi) karunia.",
            "sajda": false,
            "transliteration": "Rabbanaa laa tuzigh quloobanaa ba'da iz hadaitanaa wa hab lanaa mil ladunka rahmah; innaka antal Wahhaab",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 302,
            "aya_number": 9,
            "aya_text": "رَبَّنَآ اِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيْهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 50,
            "translation_aya_text": "”Ya Tuhan kami, Engkaulah yang mengumpulkan manusia pada hari yang tidak ada keraguan padanya.” Sungguh, Allah tidak menyalahi janji.",
            "tafsir_jalalayn": "(Tuhan kami! Sesungguhnya Engkau akan mengumpulkan manusia) menghimpun mereka (untuk suatu hari) maksudnya pada suatu hari (yang tak ada keraguan) atau kebimbangan (padanya) yakni hari kiamat, maka Engkau balas amal perbuatan mereka sebagaimana telah Engkau janjikan. (Sesungguhnya Allah tidak menyalahi janji.\") yakni janji-Nya tentang saat berbangkit. Di sini terdapat peralihan pembicaraan dan kemungkinan ia merupakan firman Allah swt. Adapun maksud dari doa seperti itu ialah untuk menyatakan bahwa pusat perhatian mereka ialah soal akhirat. Oleh sebab itulah mereka memohon agar tetap berada dalam hidayah atau petunjuk Allah hingga beroleh pahala. Diriwayatkan oleh Bukhari dan Muslim melalui Aisyah r.a. katanya, \"Rasulullah saw. membaca ayat, 'Dialah yang telah menurunkan kepadamu kitab, di antara isinya ialah ayat-ayat yang muhkamat...' dan seterusnya lalu sabdanya, 'Apabila kamu lihat orang-orang yang mengikuti ayat-ayat mutasyabihat mereka itulah yang disebutkan oleh Allah, maka waspadalah terhadap mereka.'\" Diriwayatkan pula oleh Thabrani dalam Al-Kabir melalui Abu Musa Al-Asyari, bahwa ia mendengar Nabi saw. bersabda, \"Tidak ada yang aku khawatirkan terhadap umatku, kecuali tiga perkara yang di antaranya ialah akan dimudahkan bagi mereka mempelajari Alquran, tetapi orang mukmin mencari-cari takwil yang mutasyabihat, padahal tidak ada yang tahu akan takwilnya itu kecuali Allah, sedangkan orang-orang yang mendalam ilmunya mengatakan, 'Kami beriman padanya, semuanya dari sisi Tuhan kami dan tidaklah yang beroleh peringatan kecuali orang-orang yang berakal.'\" (Hadis)",
            "sajda": false,
            "transliteration": "Rabbanaaa innaka jaami 'un-naasi li Yawmil laa raibafeeh; innal laaha laa yukhliful mee'aad",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}