{
    "page_number": 500,
    "data": [
        {
            "aya_id": 4487,
            "aya_number": 14,
            "aya_text": "قُلْ لِّلَّذِيْنَ اٰمَنُوْا يَغْفِرُوْا لِلَّذِيْنَ لَا يَرْجُوْنَ اَيَّامَ اللّٰهِ لِيَجْزِيَ قَوْمًا ۢبِمَا كَانُوْا يَكْسِبُوْنَ ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 500,
            "translation_aya_text": "Katakanlah (Muhammad) kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tidak takut akan hari-hari Allah karena Dia akan membalas suatu kaum sesuai dengan apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Katakanlah kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tiada mengharapkan) mereka yang tidak takut (akan hari-hari Allah) yaitu hari-hari di waktu Allah menimpakan azab kepada mereka. Maksudnya, maafkanlah orang-orang kafir atas perlakuan mereka terhadap diri kalian yang menyakitkan itu. Ayat ini diturunkan sebelum ada perintah untuk berjihad melawan mereka (karena Dia akan membalas) Allah akan membalas; menurut suatu qiraat dibaca Linajziya, artinya: karena Kami akan membalas (sesuatu kaum terhadap apa yang telah mereka kerjakan) atas pemaafannya terhadap orang-orang kafir yang telah menyakiti mereka.",
            "sajda": false,
            "transliteration": "Qul lillazeena aamanoo yaghfiroo lillazeena laa yarjoona ayyaamal laahi liyajziya qawmam bimaa kaanoo yaksiboon",
            "tajweed_text": "قُل لِّلَّذِينَ ءَامَنُو[s[اْ] يَغْفِرُو[s[اْ] لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ [h:12400[ٱ]للَّهِ لِيَ[q:5945[جْ]زِىَ قَوْم[i:12401[َۢا ب]ِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4488,
            "aya_number": 15,
            "aya_text": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖۚ وَمَنْ اَسَاۤءَ فَعَلَيْهَا ۖ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 500,
            "translation_aya_text": "Barangsiapa mengerjakan kebajikan maka itu adalah untuk dirinya sendiri, dan barangsiapa mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri, kemudian kepada Tuhanmu kamu dikembalikan.",
            "tafsir_jalalayn": "(Barang siapa yang mengerjakan amal yang saleh maka itu adalah untuk dirinya sendiri) (dan barang siapa mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri) (kemudian kepada Rabb kalianlah kalian dikembalikan) kalian akan dikembalikan kemudian orang yang berbuat baik dan orang yang berbuat jahat akan menerima balasannya masing-masing.",
            "sajda": false,
            "transliteration": "Maa 'amila saalihan falinafsihee wa man asaaa'a fa'alaihaa summa ilaa Rabbikum turja'oon",
            "tajweed_text": "مَنْ عَمِلَ صَ[n[ـٰ]لِ[f:12053[حًا ف]َلِنَفْسِه[n[ِۦ]‌ۖ وَمَنْ أَس[o[َا]ٓءَ فَعَلَيْهَا‌ۖ ثُ[g[مّ]َ إِلَىٰ رَبِّكُمْ تُرْجَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4489,
            "aya_number": 16,
            "aya_text": "وَلَقَدْ اٰتَيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلَى الْعٰلَمِيْنَ ۚ ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 500,
            "translation_aya_text": "Dan sungguh, kepada Bani Israil telah Kami berikan Kitab (Taurat), kekuasaan dan kenabian, Kami anugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masa itu).",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Bani Israel Alkitab) yakni Taurat (dan hukum) yakni kitab Taurat sebagai sumber hukum untuk memutuskan perkara di antara orang-orang Bani Israel (dan kenabian) kepada Musa dan Harun, di antara mereka (dan Kami berikan kepada mereka rezeki-rezeki yang baik) atau rezeki-rezeki yang halal, yaitu manna dan salwa (dan Kami lebihkan mereka atas bangsa-bangsa) atas orang-orang pandai di zamannya.",
            "sajda": false,
            "transliteration": "Wa laqad aatainaa Baneee Israaa'eelal Kitaaba walhukma wan Nubuwwata wa razaqnaahum minat taiyibaati wa faddalnaahum;alal 'aalameen",
            "tajweed_text": "وَلَقَ[q:341[دْ] ءَاتَيْنَا بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ [h:11906[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:2046[ٱ]لْحُكْمَ وَ[h:2047[ٱ][l[ل][g[نّ]ُبُوَّةَ وَرَزَ[q:6191[قْ]نَ[n[ـٰ]ه[w:6192[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ وَفَضَّلْنَ[n[ـٰ]هُمْ عَلَى [h:227[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4490,
            "aya_number": 17,
            "aya_text": "وَاٰتَيْنٰهُمْ بَيِّنٰتٍ مِّنَ الْاَمْرِۚ فَمَا اخْتَلَفُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 500,
            "translation_aya_text": "Dan Kami berikan kepada mereka keterangan-keterangan yang jelas tentang urusan (agama); maka mereka tidak berselisih kecuali setelah datang ilmu kepada mereka, karena kedengkian (yang ada) di antara mereka. Sungguh, Tuhanmu akan memberi putusan kepada mereka pada hari Kiamat terhadap apa yang selalu mereka perselisihkan.",
            "tafsir_jalalayn": "(Dan Kami berikan kepada mereka keterangan-keterangan yang nyata tentang urusan) agama, menyangkut masalah halal dan haram, serta berita tentang akan diutusnya Nabi Muhammad saw. (maka mereka tidak berselisih) tentang diutusnya Nabi Muhammad (melainkan sesudah datang kepada mereka pengetahuan karena permusuhan di antara mereka) karena permusuhan yang ada di antara mereka sebab mereka dengki kepada Nabi Muhammad. (Sesungguhnya Rabbmu akan memutuskan antara mereka pada hari kiamat terhadap apa yang mereka selalu berselisih padanya.)",
            "sajda": false,
            "transliteration": "Wa aatainaahum baiyinaatim minal amri famakh talafooo illaa mim ba'di maa jaaa'ahumul 'ilmu baghyam bainahum; inna Rabbaka yaqdee bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon",
            "tajweed_text": "وَءَاتَيْنَ[n[ـٰ]ه[c:12402[ُم ب]َيِّنَ[n[ـٰ][a:12403[تٍ م]ِّنَ [h:2233[ٱ]لْأَمْرِ‌ۖ فَمَا [h:6193[ٱ]خْتَلَف[o[ُوٓ][s[اْ] إِلَّا م[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَهُمُ [h:1804[ٱ]لْعِلْمُ بَغْي[i:1169[َۢا ب]َيْنَهُمْ‌ۚ إِ[g[نّ]َ رَبَّكَ يَ[q:6194[قْ]ضِى بَيْنَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فِيمَا كَانُو[s[اْ] فِيهِ يَخْتَلِف[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4491,
            "aya_number": 18,
            "aya_text": "ثُمَّ جَعَلْنٰكَ عَلٰى شَرِيْعَةٍ مِّنَ الْاَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ لَا يَعْلَمُوْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 500,
            "translation_aya_text": "Kemudian Kami jadikan engkau (Muhammad) mengikuti syariat (peraturan) dari agama itu, maka ikutilah (syariat itu) dan janganlah engkau ikuti keinginan orang-orang yang tidak mengetahui.",
            "tafsir_jalalayn": "(Kemudian Kami jadikan kamu) hai Muhammad (berada di atas suatu syariat) yakni peraturan (dari urusan itu) dari urusan agama (maka ikutilah syariat itu dan janganlah kamu ikuti hawa nafsu orang-orang yang tidak mengetahui) untuk menyembah kepada selain Allah.",
            "sajda": false,
            "transliteration": "Summa ja'alnaaka 'alaa sharee'atim minal amri fattabi'haa wa laa tattabi'ahwaaa'al-lazeena laa ya'lamoon",
            "tajweed_text": "ثُ[g[مّ]َ جَعَلْنَ[n[ـٰ]كَ عَلَىٰ شَرِيعَ[a:12404[ةٍ م]ِّنَ [h:2233[ٱ]لْأَمْرِ فَ[h:12405[ٱ]تَّبِعْهَا وَلَا تَتَّبِعْ أَهْو[o[َا]ٓءَ [h:4516[ٱ]لَّذِينَ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4492,
            "aya_number": 19,
            "aya_text": "اِنَّهُمْ لَنْ يُّغْنُوْا عَنْكَ مِنَ اللّٰهِ شَيْـًٔا  ۗوَاِنَّ الظّٰلِمِيْنَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۚ وَاللّٰهُ وَلِيُّ الْمُتَّقِيْنَ ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 500,
            "translation_aya_text": "Sungguh, mereka tidak akan dapat menghindarkan engkau sedikit pun dari (azab) Allah. Dan sungguh, orang-orang yang zalim itu sebagian menjadi pelindung atas sebagian yang lain, sedangkan Allah pelindung bagi orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Sesungguhnya mereka sekali-kali tidak akan dapat memberikan manfaat) mereka tidak akan dapat menolak (atas kamu dari siksaan Allah) yakni azab-Nya (barang sedikit pun. Dan sesungguhnya orang-orang yang zalim itu) orang-orang kafir itu (sebagian mereka menjadi penolong bagi sebagian yang lain dan Allah adalah Pelindung orang-orang yang bertakwa.)",
            "sajda": false,
            "transliteration": "Innahum lany yughnoo 'anka minal laahi shai'aa; wa innaz zaalimeena ba'duhum awliyaaa'u ba'dinw wallaahu waliyyul muttaqeen",
            "tajweed_text": "إِ[g[نّ]َهُمْ ل[a:12406[َن ي]ُغْنُو[s[اْ] عَ[f:626[نك]َ مِنَ [h:321[ٱ]للَّهِ شَيْـ[a:12407[ـًٔا‌ۚ و]َإِ[g[نّ]َ [h:9074[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ بَعْضُهُمْ أَوْلِي[o[َا]ٓءُ بَعْ[a:1863[ضٍ‌ۖ و]َ[h:72[ٱ]للَّهُ وَلِىُّ [h:12408[ٱ]لْمُتَّق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4493,
            "aya_number": 20,
            "aya_text": "هٰذَا بَصَاۤىِٕرُ لِلنَّاسِ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّوْقِنُوْنَ ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 500,
            "translation_aya_text": "(Al-Qur'an) ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini.",
            "tafsir_jalalayn": "(Inilah) Alquran ini (adalah pedoman bagi manusia) artinya, sebagai pedoman yang dijadikan sumber bagi mereka dalam masalah hukum-hukum dan hudud (petunjuk dan rahmat bagi kaum yang meyakini) adanya hari berbangkit.",
            "sajda": false,
            "transliteration": "Haazaa basaaa'iru linnaasi wa hudanw wa rahmatul liqawminy yooqinoon",
            "tajweed_text": "هَ[n[ـٰ]ذَا بَصَ[o[ـٰٓ]ئِرُ لِل[g[نّ]َاسِ وَهُ[a:4547[دًى و]َرَحْمَ[u:5218[ةٌ ل]ِّقَوْ[a:621[مٍ ي]ُوقِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4494,
            "aya_number": 21,
            "aya_text": "اَمْ حَسِبَ الَّذِيْنَ اجْتَرَحُوا السَّيِّاٰتِ اَنْ نَّجْعَلَهُمْ كَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَوَاۤءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۗسَاۤءَ مَا يَحْكُمُوْنَ ࣖࣖ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 500,
            "translation_aya_text": "Apakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mere-ka? Alangkah buruknya penilaian mereka itu.",
            "tafsir_jalalayn": "(Apakah) lafal Am di sini maknanya sama dengan Hamzah yang menunjukkan makna ingkar (berprasangka orang-orang yang mengerjakan) orang-orang yang melakukan (kejahatan) kekafiran dan kemaksiatan (bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal yang saleh, yaitu sama) lafal Sawaa-an ini menjadi Khabar (antara kehidupan dan kematian mereka?) menjadi Mubtada dan Ma'thuf, sedangkan Jumlah kalimat ini menjadi Badal dari huruf Kaf yang ada pada lafal Kalladziina, dan kedua Dhamirnya kembali kepada orang-orang kafir. Makna ayat, apakah mereka berprasangka bahwasanya Kami menjadikan mereka di akhirat sama dengan orang-orang mukmin, yaitu mereka hidup dalam kesejahteraan yang sama dengan kehidupan mereka sewaktu di dunia. Karena mereka telah mengatakan kepada orang-orang mukmin: \"Sungguh jika kami dibangkitkan hidup kembali, niscaya kami akan diberi kebaikan seperti apa yang diberikan kepada kalian.\" Lalu Allah berfirman menyangkal dugaan mereka sesuai dengan pengertian ingkar yang terkandung di dalam permulaan ayat. (Amat buruklah apa yang mereka sangka itu) maksudnya, perkara yang sebenarnya tidaklah demikian, karena sesungguhnya mereka di akhirat berada di dalam azab, berbeda dengan keadaan kehidupan mereka sewaktu di dunia. Sedangkan orang-orang mukmin di akhirat, mereka mendapatkan pahala yang berlimpah disebabkan amal perbuatan mereka sewaktu di dunia, yaitu berupa amal salat, amal zakat, amal puasa dan amal-amal lainnya. Huruf Maa pada ayat ini adalah Mashdariyah, yakni, seburuk-buruknya keputusan adalah keputusan mereka itu.",
            "sajda": false,
            "transliteration": "Am hasibal lazeenaj tarahus saiyiaati an naj'alahum kallazeena aamanoo wa 'amilu saalihaati sawaaa'am mahyaahum wa mamaatuhum; saaa'a maa yahkumoon",
            "tajweed_text": "أَمْ حَسِبَ [h:10282[ٱ]لَّذِينَ [h:12409[ٱ][q:12410[جْ]تَرَحُو[s[اْ] [h:12411[ٱ][l[ل]سَّيِّـَٔـاتِ أ[a:12412[َن ن]َّ[q:12413[جْ]عَلَهُمْ كَ[h:2146[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ سَو[o[َا]ٓ[a:12414[ءً م]َّحْيَاهُمْ وَمَمَاتُهُمْ‌ۚ س[o[َا]ٓءَ مَا يَحْكُم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4495,
            "aya_number": 22,
            "aya_text": "وَخَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَلِتُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 500,
            "translation_aya_text": "Dan Allah menciptakan langit dan bumi dengan tujuan yang benar dan agar setiap jiwa diberi balasan sesuai dengan apa yang dikerjakannya, dan mereka tidak akan dirugikan.",
            "tafsir_jalalayn": "(Dan Allah menciptakan langit dan) menciptakan (bumi dengan tujuan yang benar) lafal Bil haqqi ber-ta'alluq kepada lafal Khalaqa; penciptaan langit dan bumi itu dimaksud untuk menunjukkan kekuasaan dan keesaan-Nya (dan agar dibalasi tiap-tiap diri terhadap apa yang dikerjakannya) yaitu kemaksiatan dan ketaatan yang dilakukannya, maka tidaklah sama balasan yang diterima orang kafir dan orang mukmin (dan mereka tidak akan dirugikan.)",
            "sajda": false,
            "transliteration": "Wa khalaqal laahus samaawaati wal arda bilhaqqi wa litujzaa kullu nafsim bimaa kasabat wa hum laa yuzlamoon",
            "tajweed_text": "وَخَلَقَ [h:12415[ٱ]للَّهُ [h:10377[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ وَلِتُ[q:12416[جْ]زَىٰ كُلُّ نَفْ[i:6995[سِۭ ب]ِمَا كَسَبَتْ وَهُمْ لَا يُظْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        }
    ]
}