{
    "page_number": 501,
    "data": [
        {
            "aya_id": 4496,
            "aya_number": 23,
            "aya_text": "اَفَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُ وَاَضَلَّهُ اللّٰهُ عَلٰى عِلْمٍ وَّخَتَمَ عَلٰى سَمْعِهٖ وَقَلْبِهٖ وَجَعَلَ عَلٰى بَصَرِهٖ غِشٰوَةًۗ فَمَنْ يَّهْدِيْهِ مِنْۢ بَعْدِ اللّٰهِ ۗ اَفَلَا تَذَكَّرُوْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 501,
            "translation_aya_text": "Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya, dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? Maka siapa yang mampu memberinya petunjuk setelah Allah (membiarkannya sesat?) Mengapa kamu tidak mengambil pelajaran?",
            "tafsir_jalalayn": "(Apakah kamu pernah melihat) maksudnya ceritakanlah kepadaku (orang yang menjadikan hawa nafsunya sebagai tuhannya) maksudnya, yang disukai oleh hawa nafsunya, yaitu batu demi batu ia ganti dengan yang lebih baik sebagai sesembahannya (dan Allah membiarkan-Nya sesat berdasarkan ilmu-Nya) berdasarkan pengetahuan Allah swt. Dengan kata lain Dia telah mengetahui, bahwa orang itu termasuk orang yang disesatkan sebelum ia diciptakan (dan Allah telah mengunci mati pendengaran dan hatinya) maka, karena itu ia tidak dapat mendengar petunjuk dan tidak mau memikirkannya (dan meletakkan tutupan atas penglihatannya) mengambil kegelapan hingga ia tidak dapat melihat petunjuk. Pada ayat ini diperkirakan adanya Maf'ul kedua bagi lafal Ra-ayta, yaitu lafal ayat tadi, yang artinya; apakah ia mendapat petunjuk? (Maka siapakah yang akan memberinya petunjuk sesudah Allah) membiarkannya sesat? Maksudnya, tentu saja ia tidak dapat petunjuk. (Maka mengapa kalian tidak mengambil pelajaran?) atau mengapa kalian tidak mau mengambilnya sebagai pelajaran buat kalian. Lafal Tadzakkaruuna asalnya salah satu dari huruf Ta-nya diidgamkan kepada huruf Dzal.",
            "sajda": false,
            "transliteration": "Afara'ayta manit takhaza ilaahahoo hawaahu wa adal lahul laahu 'alaa 'ilminw wa khatama 'alaa sam'ihee wa qalbihee wa ja'ala 'alaa basarihee ghishaawatan famany yahdeehi mim ba'dil laah; afalaa tazakkaroon",
            "tajweed_text": "أَفَرَءَيْتَ مَنِ [h:8418[ٱ]تَّخَذَ إِلَ[n[ـٰ]هَهُ[n[ۥ] هَوَ[n[ٮٰ]هُ وَأَضَلَّهُ [h:12417[ٱ]للَّهُ عَلَىٰ عِلْ[a:12418[مٍ و]َخَتَمَ عَلَىٰ سَمْعِه[n[ِۦ] وَقَلْبِه[n[ِۦ] وَجَعَلَ عَلَىٰ بَصَرِه[n[ِۦ] غِشَ[n[ـٰ]وَ[f:12419[ةً ف]َم[a:12420[َن ي]َهْدِيهِ م[i:146[ِنۢ ب]َعْدِ [h:12421[ٱ]للَّهِ‌ۚ أَفَلَا تَذَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4497,
            "aya_number": 24,
            "aya_text": "وَقَالُوْا مَا هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا يُهْلِكُنَآ اِلَّا الدَّهْرُۚ وَمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍۚ اِنْ هُمْ اِلَّا يَظُنُّوْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 501,
            "translation_aya_text": "Dan mereka berkata, “Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup, dan tidak ada yang membinasakan kita selain masa.” Tetapi mereka tidak mempunyai ilmu tentang itu, mereka hanyalah menduga-duga saja.",
            "tafsir_jalalayn": "(Dan mereka berkata) yaitu orang-orang yang ingkar akan adanya hari berbangkit, (\"Kehidupan ini) kehidupan yang sebenarnya (tiada lain hanyalah kehidupan kita) yang kita alami (di dunia saja, kita mati dan kita hidup) sebagian dari kita mati kemudian sebagian yang lain hidup karena mereka dilahirkan (dan tiada yang membinasakan kita selain masa\") atau berlalunya masa. Lalu Allah berfirman menyangkal perkataan mereka melalui firman-Nya: (dan mereka tidak mempunyai mengenai hal itu) mengenai perkataan mereka yang demikian tadi (pengetahuan sedikit pun, tiada lain) tidak lain (mereka hanyalah menduga-duga saja.)",
            "sajda": false,
            "transliteration": "Wa qaaloo maa hiya illaa hayaatunad dunyaa namootu wa nahyaa wa maa yuhlikunaaa illad dahr; wa maa lahum bizaalika min 'ilmin in hum illaayazunnoon",
            "tajweed_text": "وَقَالُو[s[اْ] مَا هِىَ إِلَّا حَيَاتُنَا [h:3995[ٱ][l[ل]دُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُن[o[َآ] إِلَّا [h:12422[ٱ][l[ل]دَّهْرُ‌ۚ وَمَا لَه[c:12225[ُم ب]ِذ[n[َٲ]لِكَ مِنْ عِلْمٍ‌ۖ إِنْ هُمْ إِلَّا يَظُ[g[نّ][p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4498,
            "aya_number": 25,
            "aya_text": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ مَّا كَانَ حُجَّتَهُمْ اِلَّآ اَنْ قَالُوا ائْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 501,
            "translation_aya_text": "Dan apabila kepada mereka dibacakan ayat-ayat Kami yang jelas, tidak ada bantahan mereka selain mengatakan, “Hidupkanlah kembali nenek moyang kami, jika kamu orang yang benar.”",
            "tafsir_jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) dari Alquran yang menunjukkan akan kekuasaan Kami yang mampu membangkitkan makhluk menjadi hidup kembali (yang jelas) yang keadaannya jelas sekali (tidak ada bantahan mereka selain dari mengatakan, \"Datangkanlah nenek moyang kami) dalam keadaan hidup (jika kalian adalah orang-orang yang benar\") bahwasanya kami benar-benar akan dibangkitkan menjadi hidup kembali sesudah kami mati.",
            "sajda": false,
            "transliteration": "Wa izaa tutlaa 'alaihim aayaatuna baiyinaatim maa kaana hujjatahum illaaa an qaalu'too bi aabaaa'inaaa in kuntum saadiqeen",
            "tajweed_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَ[n[ـٰ]تُنَا بَيِّنَ[n[ـٰ][a:12423[تٍ م]َّا كَانَ حُجَّتَهُمْ إِلّ[o[َآ] أَ[f:2304[ن ق]َالُو[s[اْ] [h:12424[ٱ]ئْتُو[s[اْ] بِـَٔـاب[o[َا]ٓئِن[o[َآ] إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4499,
            "aya_number": 26,
            "aya_text": "قُلِ اللّٰهُ يُحْيِيْكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يَجْمَعُكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَارَيْبَ فِيْهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 501,
            "translation_aya_text": "Katakanlah, “Allah yang menghidupkan kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi; tetapi kebanyakan manusia tidak mengetahui.”",
            "tafsir_jalalayn": "(Katakanlah, \"Allahlah yang menghidupkan kalian) sewaktu kalian masih dalam bentuk air mani (kemudian mematikan kalian, setelah itu mengumpulkan kalian) dalam keadaan hidup (pada hari kiamat yang tidak ada keraguan padanya) tidak diragukan lagi kedatangannya (akan tetapi kebanyakan manusia) yang dimaksud adalah mereka yang telah mengatakan apa yang telah disebutkan tadi (tidak mengetahui.\")",
            "sajda": false,
            "transliteration": "Qulil laahu yuhyeekum summa yumeetukum summa yajma'ukum ilaa Yawmil Qiyaamati laa raiba feehi wa laakinna aksaran naasi laa ya'lamoon",
            "tajweed_text": "قُلِ [h:3166[ٱ]للَّهُ يُحْيِيكُمْ ثُ[g[مّ]َ يُمِيتُكُمْ ثُ[g[مّ]َ يَ[q:12425[جْ]مَعُكُمْ إِلَىٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ لَا رَيْبَ فِيهِ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4500,
            "aya_number": 27,
            "aya_text": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّخْسَرُ الْمُبْطِلُوْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 501,
            "translation_aya_text": "Dan milik Allah kerajaan langit dan bumi. Dan pada hari terjadinya Kiamat, akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan (dosa).",
            "tafsir_jalalayn": "(Dan hanya kepunyaan Allahlah kerajaan langit dan bumi. Dan pada hari terjadinya kiamat) kemudian dijelaskan maksud sebenarnya oleh firman berikutnya, yaitu: (akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan) yakni orang-orang kafir. Maksudnya, kerugian mereka akan tampak jelas karena mereka dimasukkan ke dalam neraka.",
            "sajda": false,
            "transliteration": "Wa lillaahi mulkus samaawaati wal ard; wa Yawma taqoomus Saa'atu Yawma 'iziny yakhsarul mubtiloon",
            "tajweed_text": "وَلِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَيَوْمَ تَقُومُ [h:10435[ٱ][l[ل]سَّاعَةُ يَوْمَئِ[a:12426[ذٍ ي]َخْسَرُ [h:12427[ٱ]لْمُ[q:5131[بْ]طِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4501,
            "aya_number": 28,
            "aya_text": "وَتَرٰى كُلَّ اُمَّةٍ جَاثِيَةً ۗ كُلُّ اُمَّةٍ تُدْعٰٓى اِلٰى كِتٰبِهَاۗ  اَلْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 501,
            "translation_aya_text": "Dan (pada hari itu) engkau akan melihat setiap umat berlutut. Setiap umat dipanggil untuk (melihat) buku catatan amalnya. Pada hari itu kamu diberi balasan atas apa yang telah kamu kerjakan.",
            "tafsir_jalalayn": "(Dan pada hari itu kamu lihat tiap-tiap umat) tiap-tiap pemeluk suatu agama (berlutut) mereka berdiri pada lututnya, atau mereka membentuk kumpulan. (Tiap-tiap umat dipanggil untuk melihat kitabnya) untuk melihat catatan amalnya, lalu dikatakan kepada mereka, (\"Pada hari ini kalian diberi balasan terhadap apa yang telah kalian kerjakan\") sebagai pembalasannya.",
            "sajda": false,
            "transliteration": "Wa taraa kulla ummatin jaasiyah; kullu ummatin tud'aaa ilaa kitaabihaa al Yawma tujzawna maa kuntum ta'maloon",
            "tajweed_text": "وَتَرَىٰ كُلَّ أُ[g[مّ]َ[f:12428[ةٍ ج]َاثِيَ[f:12429[ةً‌ۚ ك]ُلُّ أُ[g[مّ]َ[f:12430[ةٍ ت]ُ[q:12431[دْ]عَ[o[ىٰٓ] إِلَىٰ كِتَ[n[ـٰ]بِهَا [h:12432[ٱ]لْيَوْمَ تُ[q:4248[جْ]زَوْنَ مَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4502,
            "aya_number": 29,
            "aya_text": "هٰذَا كِتٰبُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۗاِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُوْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 501,
            "translation_aya_text": "(Allah berfirman), “Inilah Kitab (catatan) Kami yang menuturkan kepadamu dengan sebenar-benarnya. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan.”",
            "tafsir_jalalayn": "(Inilah kitab catatan Kami) yakni kitab catatan malaikat pencatat amal perbuatan manusia (yang menuturkan terhadap kalian dengan benar. Sesungguhnya Kami telah menyuruh mencatat) menulis dan mengarsipkan (apa yang telah kalian kerjakan.)",
            "sajda": false,
            "transliteration": "Haazaa kitaabunaa yantiqu 'alaikum bilhaqq; innaa kunnaa nastansikhu maa kuntum ta'maloon",
            "tajweed_text": "هَ[n[ـٰ]ذَا كِتَ[n[ـٰ]بُنَا يَ[f:9237[نط]ِقُ عَلَيْك[c:12433[ُم ب]ِ[h:370[ٱ]لْحَقِّ‌ۚ إِ[g[نّ]َا كُ[g[نّ]َا نَسْتَ[f:12434[نس]ِخُ مَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4503,
            "aya_number": 30,
            "aya_text": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ  فِيْ رَحْمَتِهٖۗ ذٰلِكَ هُوَ الْفَوْزُ الْمُبِيْنُ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 501,
            "translation_aya_text": "Maka adapun orang-orang yang beriman dan mengerjakan kebajikan, maka Tuhan memasukkan mereka ke dalam rahmat-Nya (surga). Demikian itulah kemenangan yang nyata.",
            "tafsir_jalalayn": "(Adapun orang-orang yang beriman dan mengerjakan amal yang saleh maka Rabb mereka memasukkan mereka ke dalam rahmat-Nya) yakni surga-Nya. (Itulah keberuntungan yang nyata) nyata lagi jelas keuntungannya.",
            "sajda": false,
            "transliteration": "Fa ammal lazeena aamaanoo wa 'amilus saalihaati fayudkhiluhum Rabbuhum fee rahmatih; zaalika huwal fawzul mubeen",
            "tajweed_text": "فَأَ[g[مّ]َا [h:136[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ فَيُ[q:12435[دْ]خِلُهُمْ رَبُّهُمْ فِى رَحْمَتِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:3961[ٱ]لْمُب[p[ِي]نُ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4504,
            "aya_number": 31,
            "aya_text": "وَاَمَّا الَّذِيْنَ كَفَرُوْاۗ  اَفَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُّجْرِمِيْنَ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 501,
            "translation_aya_text": "Dan adapun (kepada) orang-orang yang kafir (difirmankan), “Bukankah ayat-ayat-Ku telah dibacakan kepadamu tetapi kamu menyombongkan diri dan kamu menjadi orang-orang yang berbuat dosa?”",
            "tafsir_jalalayn": "(Dan adapun orang-orang yang kafir) dikatakan kepada mereka: (\"Maka apakah belum ada ayat-ayat-Ku) yakni Alquran (yang dibacakan kepada kalian lalu kalian menyombongkan diri) bersifat takabur terhadapnya (dan kalian jadi kaum yang berbuat dosa?\") jadi orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Wa ammal lazeena kafarooo afalam takun Aayaatee tutlaa 'alaikum fastakbartum wa kuntum qawmam mujrimeen",
            "tajweed_text": "وَأَ[g[مّ]َا [h:138[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أَفَلَمْ تَكُنْ ءَايَ[n[ـٰ]تِى تُتْلَىٰ عَلَيْكُمْ فَ[h:12436[ٱ]سْتَكْبَرْتُمْ وَكُ[f:151[نت]ُمْ قَوْ[a:4957[مًا م]ُّ[q:4958[جْ]رِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4505,
            "aya_number": 32,
            "aya_text": "وَاِذَا قِيْلَ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّالسَّاعَةُ لَا رَيْبَ فِيْهَا قُلْتُمْ مَّا نَدْرِيْ مَا السَّاعَةُۙ اِنْ نَّظُنُّ اِلَّا ظَنًّا وَّمَا نَحْنُ بِمُسْتَيْقِنِيْنَ ",
            "sura_id": 45,
            "juz_id": 25,
            "page_number": 501,
            "translation_aya_text": "Dan apabila dikatakan (kepadamu), “Sungguh, janji Allah itu benar, dan hari Kiamat itu tidak diragukan adanya,” kamu menjawab, “Kami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga saja, dan kami tidak yakin.”",
            "tafsir_jalalayn": "(Dan apabila dikatakan) kepada kalian hai orang-orang kafir, (\"Sesungguhnya janji Allah itu) mengenai hari berbangkit (adalah benar dan hari kiamat itu) dapat dibaca Was Saa'atu atau Was Saa'ata (tidak ada keraguan) tidak ada keragu-raguan (padanya,\" niscaya kalian menjawab, \"Kami tidak tahu apakah hari kiamat itu, tidak lain) tiada lain (kami hanya menduga-duga saja) menurut Iman Mubarrad, bahwa asal dari lafal In Nazhunnu Illaa Zhannan adalah In Nahnu Illaa Nazhunnu Zhannan, yang artinya: kami sekali-kali tidak lain hanyalah menduga-duga saja (dan Kami sekali-kali tidak meyakini\") bahwa hari kiamat itu benar-benar akan datang.",
            "sajda": false,
            "transliteration": "Wa izaa qeela inna wa'dallaahi haqqunw was Saa'atu laa raiba feehaa qultum maa nadree mas Saa'atu in nazunnu illaa zannanw wa maa nahnu bimustaiqineen",
            "tajweed_text": "وَإِذَا قِيلَ إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[a:12437[قٌّ و]َ[h:12438[ٱ][l[ل]سَّاعَةُ لَا رَيْبَ فِيهَا قُلْت[w:9357[ُم م]َّا نَ[q:12439[دْ]رِى مَا [h:12440[ٱ][l[ل]سَّاعَةُ إ[a:12441[ِن ن]َّظُ[g[نّ]ُ إِلَّا ظَن[a:12442[ًّا و]َمَا نَحْنُ بِمُسْتَيْقِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الجَاثِيَةِ",
                "englishName": "Al-Jaathiya",
                "englishNameTranslation": "Crouching",
                "revelationType": "Meccan"
            }
        }
    ]
}