{
    "page_number": 503,
    "data": [
        {
            "aya_id": 4516,
            "aya_number": 6,
            "aya_text": "وَاِذَا حُشِرَ النَّاسُ كَانُوْا لَهُمْ اَعْدَاۤءً وَّكَانُوْا بِعِبَادَتِهِمْ كٰفِرِيْنَ ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 503,
            "translation_aya_text": "Dan apabila manusia dikumpulkan (pada hari Kiamat), sesembahan itu menjadi musuh mereka dan mengingkari pemujaan-pemujaan yang mereka lakukan kepadanya.",
            "tafsir_jalalayn": "(Dan apabila manusia dikumpulkan pada hari kiamat niscaya sesembahan-sesembahan itu) berhala-berhala itu (terhadap mereka) yang menyembahnya (menjadi musuh mereka dan sesembahan-sesembahan itu terhadap penyembahan) para penyembahnya (ingkar) menyangkalnya.",
            "sajda": false,
            "transliteration": "Wa izaa hushiran naasu kaanoo lahum a'daaa'anw wa kaanoo bi'ibaadatihim kaafireen",
            "tajweed_text": "وَإِذَا حُشِرَ [h:12457[ٱ][l[ل][g[نّ]َاسُ كَانُو[s[اْ] لَهُمْ أَعْد[o[َا]ٓ[a:12458[ءً و]َكَانُو[s[اْ] بِعِبَادَتِهِمْ كَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4517,
            "aya_number": 7,
            "aya_text": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالَ الَّذِيْنَ كَفَرُوْا لِلْحَقِّ لَمَّا جَاۤءَهُمْۙ هٰذَا سِحْرٌ مُّبِيْنٌۗ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 503,
            "translation_aya_text": "Dan apabila mereka dibacakan ayat-ayat Kami yang jelas, orang-orang yang kafir berkata ketika kebenaran itu datang kepada mereka, “Ini adalah sihir yang nyata.”",
            "tafsir_jalalayn": "(Dan apabila dibacakan kepada mereka) kepada penduduk Mekah (ayat-ayat Kami) yakni Alquran (yang menjelaskan) atau yang jelas keadaannya (berkatalah orang-orang yang ingkar) di antara mereka (kepada kebenaran) kepada Alquran (ketika kebenaran itu datang kepada mereka, \"Ini adalah sihir yang nyata\") jelas sihirnya.",
            "sajda": false,
            "transliteration": "Wa izaa tutlaa 'alaihim Aayaatunaa baiyinaatin qaalal lazeena kafaroo lilhaqqi lammaa jaaa'ahum haazaa sihrum mubeen",
            "tajweed_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَ[n[ـٰ]تُنَا بَيِّنَ[n[ـٰ][f:5979[تٍ ق]َالَ [h:590[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِلْحَقِّ لَ[g[مّ]َا ج[o[َا]ٓءَهُمْ هَ[n[ـٰ]ذَا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4518,
            "aya_number": 8,
            "aya_text": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ اِنِ افْتَرَيْتُهٗ فَلَا تَمْلِكُوْنَ لِيْ مِنَ اللّٰهِ شَيْـًٔا ۗهُوَ اَعْلَمُ بِمَا تُفِيْضُوْنَ فِيْهِۗ  كَفٰى بِهٖ شَهِيْدًا ۢ بَيْنِيْ وَبَيْنَكُمْ ۗ وَهُوَ الْغَفُوْرُ الرَّحِيْمُ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 503,
            "translation_aya_text": "Bahkan mereka berkata, “Dia (Muhammad) telah mengada-adakannya (Al-Qur'an).” Katakanlah, “Jika aku mengada-adakannya, maka kamu tidak kuasa sedikit pun menghindarkan aku dari (azab) Allah. Dia lebih tahu apa yang kamu percakapkan tentang Al-Qur'an itu. Cukuplah Dia menjadi saksi antara aku dengan kamu. Dia Maha Pengampun, Maha Penyayang.”",
            "tafsir_jalalayn": "(Bahkan) lafal Am di sini mempunyai makna sama dengan lafal Bal dan Hamzah yang menunjukkan makna ingkar (mereka mengatakan, \"Dia telah mengada-adakannya\") maksudnya, Alquran itu. (Katakanlah, \"Jika aku mengada-adakannya) umpamanya (maka kalian tiada mempunyai kuasa mempertahankan aku dari Allah) dari azab-Nya (barang sedikit pun) artinya, kalian tidak akan mampu menolak azab-Nya daripada diriku, jika Dia mengazab aku (Dia lebih mengetahui apa-apa yang kalian percakapkan tentangnya) tentang Alquran itu. (Cukuplah Dia) Yang Maha Tinggi (menjadi saksi antaraku dan antara kalian dan Dialah Yang Maha Pengampun) kepada orang yang bertobat (lagi Maha Penyayang\") kepada orang yang bertobat kepada-Nya; karena itu Dia tidak menyegerakan azab-Nya kepada mereka.",
            "sajda": false,
            "transliteration": "Am yaqooloonaf taraahu qul inif taraituhoo falaa tamlikoona lee minal laahi shai'an Huwa a'lamu bimaa tufeedoona feehi kafaa bihee shaheedam bainee wa bainakum wa Huwal Ghafoorur Raheem",
            "tajweed_text": "أَمْ يَقُولُونَ [h:6061[ٱ]فْتَرَ[n[ٮٰ]هُ‌ۖ قُلْ إِنِ [h:6311[ٱ]فْتَرَيْتُهُ[n[ۥ] فَلَا تَمْلِكُونَ لِى مِنَ [h:321[ٱ]للَّهِ شَيْــًٔا‌ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ‌ۖ كَفَىٰ بِه[n[ِۦ] شَهِيد[i:7033[َۢا ب]َيْنِى وَبَيْنَكُمْ‌ۖ وَهُوَ [h:6227[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4519,
            "aya_number": 9,
            "aya_text": "قُلْ مَا كُنْتُ بِدْعًا مِّنَ الرُّسُلِ وَمَآ اَدْرِيْ مَا يُفْعَلُ بِيْ وَلَا بِكُمْۗ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ وَمَآ اَنَا۠ اِلَّا نَذِيْرٌ مُّبِيْنٌ ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 503,
            "translation_aya_text": "Katakanlah (Muhammad), “Aku bukanlah Rasul yang pertama di antara rasul-rasul dan aku tidak tahu apa yang akan diperbuat terhadapku dan terhadapmu. Aku hanyalah mengikuti apa yang diwahyukan kepadaku dan aku hanyalah pemberi peringatan yang menjelaskan.”",
            "tafsir_jalalayn": "(Katakanlah, \"Aku bukanlah rasul yang pertama) atau untuk, pertama kalinya (di antara rasul-rasul) maksudnya aku bukanlah rasul yang pertama, karena telah, banyak rasul yang diutus sebelumku, maka mengapa kalian mendustakan aku (dan aku tidak mengetahui apa yang akan diperbuat terhadapku dan tidak pula terhadap kalian) di dunia ini; apakah aku akan diusir dari negeriku, atau apakah aku akan dibunuh sebagaimana nasib yang telah dialami oleh nabi-nabi sebelumku, atau adakalanya kalian melempariku dengan batu, atau barangkali kalian akan tertimpa azab sebagaimana apa yang dialami oleh kaum yang mendustakan sebelum kalian. (Tiada lain) tidak lain (aku hanyalah mengikuti apa yang diwahyukan kepadaku) yaitu Alquran, dan aku sama sekali belum pernah membuat-buat dari diriku sendiri (dan aku tidak lain hanyalah seorang pemberi peringatan yang menjelaskan\") yang jelas peringatannya.",
            "sajda": false,
            "transliteration": "Qul maa kuntu bid'am minal Rusuli wa maaa adreee ma yuf'alu bee wa laa bikum in attabi'u illaa maa yoohaaa ilaiya ya maaa ana illaa nazeerum mubeen",
            "tajweed_text": "قُلْ مَا كُ[f:2917[نت]ُ بِ[q:12459[دْ][a:12460[عًا م]ِّنَ [h:3463[ٱ][l[ل]رُّسُلِ وَم[o[َآ] أَ[q:8888[دْ]رِى مَا يُفْعَلُ بِى وَلَا بِكُمْ‌ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَ[o[ىٰٓ] إِلَىَّ وَم[o[َآ] أَنَا۟ إِلَّا نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4520,
            "aya_number": 10,
            "aya_text": "قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ وَكَفَرْتُمْ بِهٖ وَشَهِدَ شَاهِدٌ مِّنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ عَلٰى مِثْلِهٖ فَاٰمَنَ وَاسْتَكْبَرْتُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 503,
            "translation_aya_text": "Katakanlah, “Terangkanlah kepadaku, bagaimana pendapatmu jika sebenarnya (Al-Qur'an) ini datang dari Allah, dan kamu mengingkarinya, padahal ada seorang saksi dari Bani Israil yang mengakui (kebenaran) yang serupa dengan (yang disebut dalam) Al-Qur'an lalu dia beriman, kamu menyombongkan diri. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.”",
            "tafsir_jalalayn": "(Katakanlah, \"Terangkanlah kepadaku) ceritakanlah kepadaku, bagaimana pendapat kalian (jika ia) yakni jika Alquran itu (datang dari sisi Allah padahal kalian mengingkarinya) lafal Wakafartum Bihi merupakan jumlah Haliyah (dan seorang saksi dari Bani Israel mengakui kebenaran) yaitu Abdullah bin Salam (yang serupa dengan yang tersebut dalam Alquran) bahwasanya Alquran itu datang dari sisi Allah (lalu dia beriman) yakni saksi tersebut beriman kepada Alquran (sedangkan kalian menyombongkan diri) tidak mau beriman kepada Alquran. Sedangkan Jawab Syaratnya ialah 'Bukankah kalau demikian kalian adalah orang-orang yang lalim', hal ini disimpulkan dari pengertian ayat selanjutnya, ('Sesungguhnya Allah tiada memberi petunjuk kepada orang-orang yang lalim.\")",
            "sajda": false,
            "transliteration": "Qul ara'aytum in kaana min 'indil laahi wa kafartum bihee wa shahida shaahidum mim Banee Israaa'eela 'alaa mislihee fa aamana wastak bartum innal laaha laa yahdil qawmaz zaalimeen",
            "tajweed_text": "قُلْ أَرَءَيْتُمْ إِ[f:2594[ن ك]َانَ مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ وَكَفَرْت[c:12461[ُم ب]ِه[n[ِۦ] وَشَهِدَ شَاهِ[a:6616[دٌ م]ّ[i:1385[ِنۢ ب]َن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ عَلَىٰ مِثْلِه[n[ِۦ] فَـَٔـامَنَ وَ[h:12462[ٱ]سْتَكْبَرْتُمْ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4521,
            "aya_number": 11,
            "aya_text": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْا لَوْ كَانَ خَيْرًا مَّا سَبَقُوْنَآ اِلَيْهِۗ وَاِذْ لَمْ يَهْتَدُوْا بِهٖ فَسَيَقُوْلُوْنَ هٰذَآ اِفْكٌ قَدِيْمٌ  ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 503,
            "translation_aya_text": "Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, “Sekiranya Al-Qur'an itu sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.” Tetapi karena mereka tidak mendapat petunjuk dengannya maka mereka akan berkata, “Ini adalah dusta yang lama.”",
            "tafsir_jalalayn": "(Dan orang-orang kafir berkata kepada orang-orang yang beriman) sehubungan dengan perihal orang-orang yang beriman, (\"Kalau sekiranya beriman) kepada Alquran itu (adalah suatu yang baik, tentulah mereka tiada mendahului kami beriman kepadanya. Dan karena mereka tidak mendapat petunjuk) yaitu orang-orang yang mengatakan demikian (dengannya) tidak mendapat petunjuk dari Alquran (maka mereka akan berkata, 'Ini) Alquran ini (adalah dusta) maksudnya, kebohongan (yang lama.'\")",
            "sajda": false,
            "transliteration": "Wa qaalal lazeena kafaroo lillazeena aamanoo law kaana khairam maa sabaqoonaaa ilyh; wa iz lam yahtadoo bihee fasa yaqooloona haazaaa ifkun qadeem",
            "tajweed_text": "وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِلَّذِينَ ءَامَنُو[s[اْ] لَوْ كَانَ خَيْ[a:12463[رًا م]َّا سَبَقُون[o[َآ] إِلَيْهِ‌ۚ وَإِذْ لَمْ يَهْتَدُو[s[اْ] بِه[n[ِۦ] فَسَيَقُولُونَ هَ[n[ـٰ]ذ[o[َآ] إِفْ[f:12464[كٌ ق]َد[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4522,
            "aya_number": 12,
            "aya_text": "وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰٓى اِمَامًا وَّرَحْمَةً ۗوَهٰذَا كِتٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنْذِرَ الَّذِيْنَ ظَلَمُوْا ۖوَبُشْرٰى لِلْمُحْسِنِيْنَ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 503,
            "translation_aya_text": "Dan sebelum (Al-Qur'an) itu telah ada Kitab Musa sebagai petunjuk dan rahmat. Dan (Al-Qur'an) ini adalah Kitab yang membenarkannya dalam bahasa Arab untuk memberi peringatan kepada orang-orang yang zalim dan memberi kabar gembira kepada orang-orang yang berbuat baik.",
            "tafsir_jalalayn": "(Dan sebelumnya) sebelum Alquran (telah ada kitab Musa) kitab Taurat (sebagai petunjuk dan rahmat) bagi orang-orang yang beriman kepadanya; lafal Imaaman dan Rahmatan keduanya merupakan Hal. (Dan ini) yaitu Alquran (adalah Kitab yang membenarkan) kitab-kitab sebelumnya (dalam bahasa Arab) menjadi Hal dari Dhamir yang terkandung di dalam lafal Mushaddiquun (untuk memberi peringatan kepada orang-orang yang lalim) yakni orang-orang musyrik Mekah (dan) dia adalah (memberi kabar gembira kepada orang-orang yang berbuat baik) yakni orang-orang yang beriman.",
            "sajda": false,
            "transliteration": "Wa min qablihee kitaabu Moosaaa imaamanw-wa rahmah; wa haazaa Kitaabum musad diqul lisaanan 'Arabiyyal liyunziral lazeena zalamoo wa bushraa lilmuhsineen",
            "tajweed_text": "وَمِ[f:6275[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] كِتَ[n[ـٰ]بُ مُوسَ[o[ىٰٓ] إِمَا[a:6276[مًا و]َرَحْمَ[a:12465[ةً‌ۚ و]َهَ[n[ـٰ]ذَا كِتَ[n[ـٰ][a:12466[بٌ م]ُّصَدِّ[u:12467[قٌ ل]ِّسَانًا عَرَبِي[u:12468[ًّا ل]ِّيُ[f:7947[نذ]ِرَ [h:12469[ٱ]لَّذِينَ ظَلَمُو[s[اْ] وَبُشْرَىٰ لِلْمُحْسِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4523,
            "aya_number": 13,
            "aya_text": "اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 503,
            "translation_aya_text": "Sesungguhnya orang-orang yang  berkata, “Tuhan kami adalah Allah,” kemudian mereka tetap istiqamah tidak ada rasa khawatir pada mereka, dan mereka tidak (pula) bersedih hati.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang mengatakan, \"Rabb kami ialah Allah,\" kemudian mereka beristiqamah) atau menetapi ketaatan (maka tidak ada kekhawatiran terhadap mereka dan mereka tiada pula berduka cita.)",
            "sajda": false,
            "transliteration": "Innal lazeena qaaloo Rabbunal laahu summas taqaamoo falaa khawfun 'alaihim wa laahum yahzanoon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ قَالُو[s[اْ] رَبُّنَا [h:9034[ٱ]للَّهُ ثُ[g[مّ]َ [h:12021[ٱ]سْتَقَ[n[ـٰ]مُو[s[اْ] فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4524,
            "aya_number": 14,
            "aya_text": "اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ خٰلِدِيْنَ فِيْهَاۚ جَزَاۤءً ۢبِمَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 503,
            "translation_aya_text": "Mereka itulah para penghuni surga, kekal di dalamnya; sebagai balasan atas apa yang telah mereka kerjakan. ",
            "tafsir_jalalayn": "(Mereka itulah penghuni-penghuni surga, mereka kekal di dalamnya) lafal Khaalidiina Fiihaa menjadi Hal atau kata keterangan keadaan (sebagai balasan) menjadi Mashdar yang dinashabkan oleh Fi'ilnya yang diperkirakan keberadaannya, yaitu lafal Yujzauna; artinya: mereka diberi pahala sebagai balasan (atas apa yang telah mereka kerjakan.)",
            "sajda": false,
            "transliteration": "Ulaaa'ika Ashabul Jannati khaalideena feehaa jazaaa'am bimaa kaano ya'maloon",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ خَ[n[ـٰ]لِدِينَ فِيهَا جَز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        }
    ]
}