{
    "page_number": 505,
    "data": [
        {
            "aya_id": 4531,
            "aya_number": 21,
            "aya_text": "۞ وَاذْكُرْ اَخَا عَادٍۗ اِذْ اَنْذَرَ قَوْمَهٗ بِالْاَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖٓ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 505,
            "translation_aya_text": "Dan ingatlah (Hud) saudara kaum ‘Ad yaitu ketika dia mengingatkan kaumnya tentang bukit-bukit pasir dan sesungguhnya telah berlalu beberapa orang pemberi peringatan sebelumnya dan setelahnya (dengan berkata), “Janganlah kamu menyembah selain Allah, aku sungguh khawatir nanti kamu ditimpa azab pada hari yang besar.”",
            "tafsir_jalalayn": "(Dan ingatlah saudara kaum Ad) yakni Nabi Hud a.s. (yaitu ketika) mulai lafal Idz dan seterusnya menjadi Badal Isytimal (dia memberi peringatan kepada kaumnya) maksudnya, mempertakuti mereka (di Al-Ahqaf) nama sebuah lembah tempat tinggal mereka yang terletak di negeri Yaman (dan sesungguhnya telah terdahulu beberapa orang pemberi peringatan) beberapa orang rasul (sebelumnya dan sesudahnya) sebelum Nabi Hud datang dan sesudahnya, kepada kaumnya masing-masing seraya mengatakan, (\"Janganlah kalian menyembah selain Allah) jumlah Waqad Khalat merupakan jumlah Mu'taridhah, atau kalimat sisipan (sesungguhnya aku khawatir kalian) jika kalian menyembah kepada selain Allah (akan ditimpa azab hari yang besar.\")",
            "sajda": false,
            "transliteration": "Wazkur akhaa 'Aad, iz anzara qawmahoo bil Ahqaafi wa qad khalatin nuzuru mim baini yadaihi wa min khalfiheee allaa ta'budooo illal laaha inneee akhaafu 'alaikum 'azaaba Yawmin 'azeem",
            "tajweed_text": "۞ وَ[h:9999[ٱ]ذْكُرْ أَخَا عَادٍ إِذْ أَ[f:12487[نذ]َرَ قَوْمَهُ[n[ۥ] بِ[h:12488[ٱ]لْأَحْقَافِ وَقَ[q:387[دْ] خَلَتِ [h:12489[ٱ][l[ل][g[نّ]ُذُرُ م[i:4612[ِنۢ ب]َيْنِ يَدَيْهِ وَمِنْ خَلْفِه[o[ِۦٓ] أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلَّا [h:416[ٱ]للَّهَ إِ[g[نّ][o[ِىٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظ[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4532,
            "aya_number": 22,
            "aya_text": "قَالُوْٓا اَجِئْتَنَا لِتَأْفِكَنَا عَنْ اٰلِهَتِنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 505,
            "translation_aya_text": "Mereka menjawab, “Apakah engkau datang kepada kami untuk memalingkan kami dari (menyembah) tuhan-tuhan kami? Maka datangkanlah kepada kami azab yang telah engkau ancamkan kepada kami jika engkau termasuk orang yang benar.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Apakah kamu datang kepada kami untuk memalingkan kami dari menyembah tuhan-tuhan kami?) maksudnya kamu datang untuk memalingkan kami daripada menyembahnya. (Maka datangkanlah kepada kami azab yang telah kamu ancamkan kepada kami) bahwa jika kami menyembahnya pasti kami tertimpa azab (jika kamu termasuk orang-orang yang benar\") bahwasanya azab itu benar-benar menimpa kami.",
            "sajda": false,
            "transliteration": "Qaaloo aji'tanaa litaa fikanaa 'an aalihatinaa faatinaa bimaa ta'idunaaa in kunta minas saadiqeen",
            "tajweed_text": "قَال[o[ُوٓ][s[اْ] أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُن[o[َآ] إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4533,
            "aya_number": 23,
            "aya_text": "قَالَ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاُبَلِّغُكُمْ مَّآ اُرْسِلْتُ بِهٖ وَلٰكِنِّيْٓ اَرٰىكُمْ قَوْمًا تَجْهَلُوْنَ ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 505,
            "translation_aya_text": "Dia (Hud) berkata, “Sesungguhnya ilmu (tentang itu) hanya pada Allah dan aku (hanya) menyampaikan kepadamu apa yang diwahyukan kepadaku, tetapi aku melihat kamu adalah kaum yang berlaku bodoh.”",
            "tafsir_jalalayn": "(Ia berkata) Nabi Hud berkata, (\"Sesungguhnya pengetahuan tentang itu hanya pada sisi Allah) artinya hanya Dialah yang mengetahui kapan azab itu menimpa kalian (dan aku hanya menyampaikan kepada kalian apa yang aku diutus dengan membawanya) untuk disampaikan kepada kalian (tetapi aku lihat kalian adalah kaum yang bodoh\") karena kalian meminta supaya azab didatangkan dengan segera.",
            "sajda": false,
            "transliteration": "Qaala innamal 'ilmu indal laahi wa uballighukum maaa uriltu bihee wa laakinneee araakum qawman tajhaloon",
            "tajweed_text": "قَالَ إِ[g[نّ]َمَا [h:12490[ٱ]لْعِلْمُ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَأُبَلِّغُك[w:12491[ُم م]ّ[o[َآ] أُرْسِلْتُ بِه[n[ِۦ] وَلَ[n[ـٰ]كِ[g[نّ][o[ِىٓ] أَرَ[n[ٮٰ]كُمْ قَوْ[f:6298[مًا ت]َ[q:4984[جْ]هَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4534,
            "aya_number": 24,
            "aya_text": "فَلَمَّا رَاَوْهُ عَارِضًا مُّسْتَقْبِلَ اَوْدِيَتِهِمْ قَالُوْا هٰذَا عَارِضٌ مُّمْطِرُنَا ۗبَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهٖ ۗرِيْحٌ فِيْهَا عَذَابٌ اَلِيْمٌۙ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 505,
            "translation_aya_text": "Maka ketika mereka melihat azab itu berupa awan yang menuju ke lembah-lembah mereka, mereka berkata, “Inilah awan yang akan menurunkan hujan kepada kita.” (Bukan!) Tetapi itulah azab yang kamu minta agar disegerakan datangnya (yaitu) angin yang mengandung azab yang pedih,",
            "tafsir_jalalayn": "(Maka tatkala mereka melihat azab itu) (berupa awan) atau mendung yang muncul di cakrawala langit (menuju ke lembah-lembah mereka, berkatalah mereka, \"Inilah awan yang akan menurunkan hujan kepada kami) maksudnya, awan yang membawa hujan buat kami, Allah swt. berfirman, ('Bahkan itulah azab yang kalian minta supaya datang dengan segera) maksudnya, azab itu yang kalian minta agar disegerakan datangnya (yaitu berupa angin) lafal Riihun menjadi Badal dari lafal Maa (yang mengandung azab yang pedih) yang menyakitkan.",
            "sajda": false,
            "transliteration": "Falammaa ra awhu 'aaridam mustaqbila awdiyatihim qaaloo haazaa 'aaridum mumtirunaa; bal huwa masta'jaltum bihee reehun feehaa 'azaabun aleem",
            "tajweed_text": "فَلَ[g[مّ]َا رَأَوْهُ عَارِ[a:12492[ضًا م]ُّسْتَ[q:12493[قْ]بِلَ أَوْدِيَتِهِمْ قَالُو[s[اْ] هَ[n[ـٰ]ذَا عَارِ[a:12494[ضٌ م]ُّمْطِرُنَا‌ۚ بَلْ هُوَ مَا [h:12495[ٱ]سْتَعْجَلْت[c:12496[ُم ب]ِه[n[ِۦ]‌ۖ رِي[f:12497[حٌ ف]ِيهَا عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4535,
            "aya_number": 25,
            "aya_text": "تُدَمِّرُ كُلَّ شَيْءٍۢ بِاَمْرِ رَبِّهَا فَاَصْبَحُوْا لَا يُرٰىٓ اِلَّا مَسٰكِنُهُمْۗ  كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 505,
            "translation_aya_text": "yang menghancurkan segala sesuatu dengan perintah Tuhannya, sehingga mereka (kaum ‘Ad) menjadi tidak tampak lagi (di bumi) kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang berdosa.",
            "tafsir_jalalayn": "(Yang menghancurkan) yang membinasakan (segala sesuatu) yang dilewatinya (dengan perintah Rabbnya) dengan seizin-Nya; maksudnya angin itu dapat membinasakan segala sesuatu yang dikehendaki-Nya untuk dibinasakan. Akhirnya binasalah kaum laki-laki dan wanita serta anak-anak mereka berikut dengan harta bendanya; semuanya terbawa terbang oleh angin yang besar itu antara langit dan bumi dalam keadaan tercabik-cabik. Kini yang tertinggal dalam keadaan selamat adalah Nabi Hud beserta orang-orang yang beriman kepadanya (maka jadilah mereka tidak ada yang kelihatan lagi kecuali bekas-bekas tempat tinggal mereka.' Demikianlah) sebagaimana Kami memberikan balasan kepada kaum Hud (Kami memberi balasan kepada kaum yang berdosa\") selain mereka.",
            "sajda": false,
            "transliteration": "Tudammiru kulla shai'im bi-amri Rabbihaa fa asbahoo laa yuraaa illaa masaakinuhum; kazaalika najzil qawmal mujrimeen",
            "tajweed_text": "تُدَ[g[مّ]ِرُ كُلَّ شَىْ[i:12498[ءِۭ ب]ِأَمْرِ رَبِّهَا فَأَصْبَحُو[s[اْ] لَا يُرَ[o[ىٰٓ] إِلَّا مَسَ[n[ـٰ]كِنُهُمْ‌ۚ كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:5976[ٱ]لْقَوْمَ [h:5977[ٱ]لْمُ[q:4093[جْ]رِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4536,
            "aya_number": 26,
            "aya_text": "وَلَقَدْ مَكَّنّٰهُمْ فِيْمَآ اِنْ مَّكَّنّٰكُمْ فِيْهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَّاَبْصَارًا وَّاَفْـِٕدَةًۖ فَمَآ اَغْنٰى عَنْهُمْ سَمْعُهُمْ وَلَآ اَبْصَارُهُمْ وَلَآ اَفْـِٕدَتُهُمْ مِّنْ شَيْءٍ اِذْ كَانُوْا يَجْحَدُوْنَ بِاٰيٰتِ اللّٰهِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 505,
            "translation_aya_text": "Dan sungguh, Kami telah meneguhkan kedudukan mereka (dengan kemakmuran dan kekuatan) yang belum pernah Kami berikan kepada kamu dan Kami telah memberikan kepada mereka pendengaran, penglihatan, dan hati; tetapi pendengaran, penglihatan, dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah dan (ancaman) azab yang dahulu mereka perolok-olokkan telah mengepung mereka.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah meneguhkan kedudukan mereka dalam hal-hal) (yang belum pernah) lafal In di sini dapat dikatakan sebagai In Nafiyah atau In Zaidah (Kami meneguhkan kedudukan kalian) hai penduduk Mekah (dalam hal itu) dalam hal kekuatan dan banyaknya harta benda (dan Kami telah memberikan kepada mereka pendengaran) lafal Sam'an bermakna Asmaa'an bermakna jamak (dan penglihatan serta hati) atau kalbu (tetapi pendengaran, penglihatan dan hati mereka itu tidak berguna sedikit jua pun bagi mereka) maksudnya, hal-hal tersebut sama sekali tidak dapat memberikan manfaat sedikit pun buat diri mereka; lafal Min di sini adalah Zaidah (karena) lafal Idz adalah yang dima'mulkan oleh lafal Aghnaa kemudian diberlakukan sebagai makna Ta'lil (mereka selalu mengingkari ayat-ayat Allah) yaitu hujah-hujah-Nya yang nyata (dan turunlah) yaitu menimpalah (kepada mereka apa yang dahulu selalu mereka memperolok-olokkannya) yaitu azab yang dahulu mereka suka memperolok-olokkannya.",
            "sajda": false,
            "transliteration": "Wa laqad makkannaahum feemaaa im makkannaakum feehi waj'alnaa lahum sam'anw wa absaaranw wa af'idatan famaaa aghnaa 'anhum samu'uhum wa laaa absaaruhum wa laaa af'idatuhum min shai'in iz kaanoo yajhadoona bi Aayaatil laahi wa haaqa bihim maa kaanoo bihee yastahzi'oon",
            "tajweed_text": "وَلَقَ[q:341[دْ] مَكَّ[g[نّ]َ[n[ـٰ]هُمْ فِيم[o[َآ] إ[a:12499[ِن م]َّكَّ[g[نّ]َ[n[ـٰ]كُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْ[a:12500[عًا و]َأَ[q:12501[بْ]صَ[n[ـٰ][a:12502[رًا و]َأَفْــِٔدَ[f:12503[ةً ف]َم[o[َآ] أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَل[o[َآ] أَ[q:4718[بْ]صَ[n[ـٰ]رُهُمْ وَل[o[َآ] أَفْــِٔدَتُه[w:12504[ُم م]ِّ[f:2103[ن ش]َىْءٍ إِذْ كَانُو[s[اْ] يَ[q:4008[جْ]حَدُونَ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4537,
            "aya_number": 27,
            "aya_text": "وَلَقَدْ اَهْلَكْنَا مَا حَوْلَكُمْ مِّنَ الْقُرٰى وَصَرَّفْنَا الْاٰيٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 505,
            "translation_aya_text": "Dan sungguh, telah Kami binasakan negeri-negeri di sekitarmu dan juga telah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami), agar mereka kembali (bertobat).",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah membinasakan negeri-negeri di sekitar kalian) yakni penduduk-penduduknya, seperti kaum Tsamud, kaum Ad dan kaum Luth (dan Kami telah mendatangkan tanda-tanda kebesaran Kami berulang-ulang) maksudnya Kami telah mengulang-ulang hujah-hujah Kami yang nyata (supaya mereka kembali.)",
            "sajda": false,
            "transliteration": "Wa laqad ahlaknaa ma hawlakum minal quraa wa sarrafnal Aayaati la'allahum yarji'oon",
            "tajweed_text": "وَلَقَ[q:341[دْ] أَهْلَكْنَا مَا حَوْلَك[w:5812[ُم م]ِّنَ [h:12505[ٱ]لْقُرَىٰ وَصَرَّفْنَا [h:12506[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّهُمْ يَرْجِع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4538,
            "aya_number": 28,
            "aya_text": "فَلَوْلَا نَصَرَهُمُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ قُرْبَانًا اٰلِهَةً  ۗبَلْ ضَلُّوْا عَنْهُمْۚ وَذٰلِكَ اِفْكُهُمْ وَمَا كَانُوْا يَفْتَرُوْنَ ",
            "sura_id": 46,
            "juz_id": 26,
            "page_number": 505,
            "translation_aya_text": "Maka mengapa (berhala-berhala dan tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) tidak dapat menolong mereka? Bahkan tuhan-tuhan itu telah lenyap dari mereka? Dan itulah akibat kebohongan mereka dan apa yang dahulu mereka ada-adakan.",
            "tafsir_jalalayn": "(Maka mengapa tidak) atau kenapa tidak (menolong mereka) dengan cara menolak azab dari diri mereka (sesembahan-sesembahan selain Allah yang mereka jadikan) selain dari Allah (sebagai taqarrub) untuk mendekatkan diri mereka kepada Allah (dan sebagai tuhan-tuhan) di samping Allah, yaitu berupa berhala-berhala. Maf'ul pertama dari lafal Ittakhadza adalah Dhamir yang tidak disebutkan yang kembali kepada Isim Maushul, yaitu lafal Hum, sedangkan Maf'ul keduanya adalah lafal Qurbaanan, dan lafal Aalihatan sebagai Badal dari lafal Qurbaanan. (Bahkan tuhan-tuhan itu telah lenyap) yakni pergi (dari mereka) sewaktu azab itu datang menimpa mereka. (Itulah) yakni pengambilan mereka terhadap berhala-berhala sebagai tuhan-tuhan untuk mendekatkan diri kepada Allah (akibat kebohongan mereka) kedustaan mereka (dan apa yang dahulu mereka ada-adakan) yang dahulu mereka buat-buat. Maa adalah Mashdariyah atau Maushulah, sedangkan Dhamir yang kembali kepadanya tidak disebutkan yaitu lafal Fiihi; lengkapnya: Wa Maa Kaanuu Fiihi Yaftaruuna.",
            "sajda": false,
            "transliteration": "Falaw laa nasarahumul lazeenat takhazoo min doonil laahi qurbaanan aalihatam bal dalloo 'anhum' wa zaalika ifkuhum wa maa kaanoo yaftaroon",
            "tajweed_text": "فَلَوْلَا نَصَرَهُمُ [h:12507[ٱ]لَّذِينَ [h:3645[ٱ]تَّخَذُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ قُرْبَانًا ءَالِهَ[i:12508[ةَۢ‌ۖ ب]َلْ ضَلُّو[s[اْ] عَنْهُمْ‌ۚ وَذ[n[َٲ]لِكَ إِفْكُهُمْ وَمَا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الأَحۡقَافِ",
                "englishName": "Al-Ahqaf",
                "englishNameTranslation": "The Dunes",
                "revelationType": "Meccan"
            }
        }
    ]
}