{
    "page_number": 507,
    "data": [
        {
            "aya_id": 4546,
            "aya_number": 1,
            "aya_text": "اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ اَضَلَّ اَعْمَالَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "Orang-orang yang kafir dan menghalang-halangi (manusia) dari jalan Allah, Allah menghapus segala amal mereka.",
            "tafsir_jalalayn": "(Orang-orang yang kafir) dari kalangan penduduk Mekah (dan menghalang-halangi) orang-orang lainnya (dari jalan Allah) dari jalan keimanan (Allah melebur) menghapus (amal-amal mereka) seperti memberi makan dan menghubungkan silaturahim; mereka tidak akan melihat pahala amalnya di akhirat nanti dan mereka hanya mendapat balasan di dunia saja dari kemurahan-Nya.",
            "sajda": false,
            "transliteration": "Allazeena kafaroo wa saddoo'an sabeelil laahi adalla a'maalahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4547,
            "aya_number": 2,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاٰمَنُوْا بِمَا نُزِّلَ عَلٰى مُحَمَّدٍ وَّهُوَ الْحَقُّ مِنْ رَّبِّهِمْ ۚ كَفَّرَ عَنْهُمْ سَيِّاٰتِهِمْ وَاَصْلَحَ بَالَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "Dan orang-orang yang beriman (kepada Allah) dan mengerjakan kebajikan serta beriman kepada apa yang diturunkan kepada Muhammad; dan itulah kebenaran dari Tuhan mereka; Allah menghapus kesalahan-kesalahan mereka, dan memperbaiki keadaan mereka.",
            "tafsir_jalalayn": "(Dan orang-orang yang beriman) yaitu para sahabat Anshar dan lainnya (dan mengerjakan amal-amal yang saleh serta beriman pula kepada apa yang diturunkan kepada Muhammad) yakni Alquran (dan itulah yang hak dari Rabb mereka, Allah menghapuskan daripada mereka) artinya, Dia mengampuni (kesalahan-kesalahan mereka dan memperbaiki keadaan mereka) karena itu mereka tidak lagi mendurhakai-Nya.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wa 'amilus saalihaati wa aamanoo bimaa nuzzila 'alaa Muhammadinw-wa huwal haqqu mir Rabbihim kaffara 'anhum saiyiaatihim wa aslaha baalahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4548,
            "aya_number": 3,
            "aya_text": "ذٰلِكَ بِاَنَّ الَّذِيْنَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَاَنَّ الَّذِيْنَ اٰمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَّبِّهِمْ ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ لِلنَّاسِ اَمْثَالَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "Yang demikian itu, karena sesungguhnya orang-orang kafir mengikuti yang batil (sesat) dan sesungguhnya orang-orang yang beriman mengikuti kebenaran dari Tuhan mereka. Demikianlah Allah membuat perumpamaan-perumpamaan bagi manusia.",
            "tafsir_jalalayn": "(Yang demikian) maksudnya penghapusan amal dan pengampunan kesalahan-kesalahan itu (adalah karena) disebabkan (orang-orang kafir mengikuti yang batil) yakni ajakan setan (dan sesungguhnya orang-orang yang beriman mengikuti yang hak) yakni Alquran (dari Rabb mereka. Demikianlah) sebagaimana penjelasan tersebut (Allah membuat untuk manusia perbandingan-perbandingan bagi mereka) untuk menjelaskan keadaan mereka, yaitu orang kafir amalnya akan dihapus, sedangkan orang mukmin kesalahan-kesalahannya akan diampuni.",
            "sajda": false,
            "transliteration": "Zaalika bi annal lazeena kafarut taba'ul baatila wa annal lazeena aamanut taba'ul haqqa mir Rabbihim; kazaalika yadribul laahu linnaasi amsaalahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4549,
            "aya_number": 4,
            "aya_text": "فَاِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا فَضَرْبَ الرِّقَابِۗ حَتّٰٓى اِذَآ اَثْخَنْتُمُوْهُمْ فَشُدُّوا الْوَثَاقَۖ فَاِمَّا مَنًّاۢ بَعْدُ وَاِمَّا فِدَاۤءً حَتّٰى تَضَعَ الْحَرْبُ اَوْزَارَهَا ەۛ ذٰلِكَ ۛ وَلَوْ يَشَاۤءُ اللّٰهُ لَانْتَصَرَ مِنْهُمْ وَلٰكِنْ لِّيَبْلُوَا۟ بَعْضَكُمْ بِبَعْضٍۗ وَالَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ فَلَنْ يُّضِلَّ اَعْمَالَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "Maka apabila kamu bertemu dengan orang-orang yang kafir (di medan perang), maka pukullah batang leher mereka. Selanjutnya apabila kamu telah mengalahkan mereka, tawanlah mereka, dan setelah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang selesai. Demikianlah, dan sekiranya Allah menghendaki niscaya Dia membinasakan mereka, tetapi Dia hendak menguji kamu satu sama lain. Dan orang-orang yang gugur di jalan Allah, Allah tidak menyia-nyiakan amal mereka.",
            "tafsir_jalalayn": "(Apabila kalian bertemu dengan orang-orang kafir di medan perang maka pancunglah batang leher mereka) lafal Dharbur Riqaab adalah bentuk Mashdar yang menggantikan kedudukan Fi'ilnya, karena asalnya adalah, Fadhribuu Riqaabahum artinya, maka pancunglah batang leher mereka. Maksudnya, bunuhlah mereka. Di sini diungkapkan dengan kalimat Dharbur Riqaab yang artinya memancung leher, karena pukulan yang mematikan itu kebanyakan dilakukan dengan cara memukul atau memancung batang leher. (Sehingga apabila kalian telah mengalahkan mereka) artinya kalian telah banyak membunuh mereka (maka kencangkanlah) tangkaplah dan tawanlah mereka lalu ikatlah mereka (ikatan mereka) dengan tali pengikat tawanan perang (dan sesudah itu kalian boleh membebaskan mereka) lafal Mannan adalah bentuk Mashdar yang menggantikan kedudukan Fi'ilnya; maksudnya, kalian memberikan anugerah kepada mereka, yaitu dengan cara melepaskan mereka tanpa imbalan apa-apa (atau menerima tebusan) artinya, kalian meminta tebusan berupa harta atau tukaran dengan kaum muslimin yang ditawan oleh mereka (sampai perang meletakkan) maksudnya, orang-orang yang terlibat di dalam peperangan itu meletakkan (senjatanya) artinya, menghentikan adu senjata dan adu lain-lainnya, misalnya orang-orang kafir menyerah kalah atau mereka menandatangani perjanjian gencatan senjata; hal inilah akhir dari suatu peperangan dan saling tawan-menawan. (Demikianlah) menjadi Khabar dari Mubtada yang diperkirakan keberadaannya, yaitu perkara tentang menghadapi orang-orang kafir adalah sebagaimana yang telah disebutkan tadi (apabila Allah menghendaki niscaya Allah dapat menang atas mereka) tanpa melalui peperangan lagi (tetapi) Dia memerintahkan kalian supaya berperang (untuk menguji sebagian kalian dengan sebagian yang lain) di antara mereka dalam peperangan itu, sebagian orang yang gugur di antara kalian ada yang dimasukkan ke dalam surga, dan sebagian lagi dimasukkan ke dalam neraka. (Dan orang-orang yang gugur) menurut suatu qiraat dibaca Qaataluu dan seterusnya, ayat ini diturunkan pada waktu perang Uhud, karena banyak di antara pasukan kaum muslimin yang gugur dan mengalami luka-luka (di jalan Allah, Allah tidak akan menyia-nyiakan) maksudnya, tidak akan menghapuskan (amal mereka.)",
            "sajda": false,
            "transliteration": "Fa-izaa laqeetumul lazeena kafaroo fadarbar riqaab, hattaaa izaa askhan tumoohum fashuddul wasaaq, fa immaa mannnam ba'du wa immaa fidaaa'an hattaa tada'al harbu awzaarahaa; zaalika wa law yashaaa'ul laahu lantasara minhum wa laakil laiyabluwa ba'dakum biba'd; wallazeena qutiloo fee sabeelil laahi falany yudilla a'maalahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4550,
            "aya_number": 5,
            "aya_text": "سَيَهْدِيْهِمْ وَيُصْلِحُ بَالَهُمْۚ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "Allah akan memberi petunjuk kepada mereka dan memperbaiki keadaan mereka,",
            "tafsir_jalalayn": "(Allah akan memberi petunjuk kepada mereka) di dunia dan di akhirat kepada yang bermanfaat buat diri mereka (dan memperbaiki keadaan mereka) di dunia dan di akhirat. Perbaikan di dunia adalah bagi mereka yang tidak gugur, yang termasuk ke dalam pengertian ungkapan Qutiluu dengan cara Taghlib, artinya lebih memprioritaskan mereka yang gugur di jalan Allah swt.",
            "sajda": false,
            "transliteration": "Sa-yahdeehim wa yusihu baalahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4551,
            "aya_number": 6,
            "aya_text": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "dan memasukkan mereka ke dalam surga yang telah diperkenalkan-Nya kepada mereka.",
            "tafsir_jalalayn": "(Dan memasukkan mereka ke dalam surga yang telah diperkenalkan) telah dijelaskan (kepada mereka) sehingga mereka mengetahui tempat-tempat tinggal mereka dalam surga itu dan mereka telah mengenal istri-istri mereka dan telah mengenal pelayan-pelayan yang akan melayani mereka tanpa membutuhkan petunjuk lagi.",
            "sajda": false,
            "transliteration": "Wa yudkhiluhumul jannata 'arrafahaa lahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4552,
            "aya_number": 7,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ وَيُثَبِّتْ اَقْدَامَكُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "Wahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Jika kalian menolong Allah) yakni agama-Nya dan Rasul-Nya (niscaya Dia menolong kalian) atas musuh-musuh kalian (dan meneguhkan telapak kaki kalian) di dalam medan perang.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanooo in tansurul laaha yansurkum wa yusabbit aqdaamakum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4553,
            "aya_number": 8,
            "aya_text": "وَالَّذِيْنَ كَفَرُوْا فَتَعْسًا لَّهُمْ وَاَضَلَّ اَعْمَالَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "Dan orang-orang yang kafir maka celakalah mereka dan Allah menghapus segala amalnya.",
            "tafsir_jalalayn": "(Dan orang-orang yang kafir) dari kalangan penduduk Mekah; lafal ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya, niscaya mereka celaka. Pengertian ini disimpulkan dari firman selanjutnya yaitu (maka kecelakaanlah bagi mereka) yakni kebinasaan dan kekecewaanlah yang akan mereka terima dari Allah (dan Allah menyesatkan amal perbuatan mereka) lafal ayat ini diathafkan pada Ta'isuu yang keberadaannya diperkirakan.",
            "sajda": false,
            "transliteration": "Wallazeena kafaroo fata's al lahum wa adalla a'maalahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4554,
            "aya_number": 9,
            "aya_text": "ذٰلِكَ بِاَنَّهُمْ كَرِهُوْا مَآ اَنْزَلَ اللّٰهُ فَاَحْبَطَ اَعْمَالَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "Yang demikian itu karena mereka membenci apa (Al-Qur'an) yang diturunkan Allah, maka Allah menghapus segala amal mereka.",
            "tafsir_jalalayn": "(Yang demikian itu) kecelakaan dan penyesatan itu (adalah karena sesungguhnya mereka benci kepada apa yang diturunkan Allah) yakni Alquran yang diturunkan-Nya, di dalamnya terkandung masalah-masalah taklif atau kewajiban-kewajiban (lalu Allah menghapuskan pahala amal-amal mereka.)",
            "sajda": false,
            "transliteration": "Zaalika bi annahum karihoo maaa anzalal laahu faahbata a'maalahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4555,
            "aya_number": 10,
            "aya_text": "۞ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ دَمَّرَ اللّٰهُ عَلَيْهِمْ ۖوَلِلْكٰفِرِيْنَ اَمْثَالُهَا ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "Maka apakah mereka tidak pernah mengadakan perjalanan di bumi sehingga dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Allah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu.",
            "tafsir_jalalayn": "(Maka apakah mereka tidak mengadakan perjalanan di bumi sehingga mereka dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka; Allah telah menimpakan kebinasaan atas mereka) atas diri mereka, dan anak-anak serta harta benda mereka (dan orang-orang kafir akan menerima hal yang seperti itu) yaitu mereka akan menerima akibat-akibat yang sama dengan apa yang telah diterima oleh orang-orang kafir sebelum mereka.",
            "sajda": false,
            "transliteration": "Afalam yaseeroo fil ardi fayanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; dammaral laahu 'alaihim wa lilkaafireena amsaaluhaa",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4556,
            "aya_number": 11,
            "aya_text": "ذٰلِكَ بِاَنَّ اللّٰهَ مَوْلَى الَّذِيْنَ اٰمَنُوْا وَاَنَّ الْكٰفِرِيْنَ لَا مَوْلٰى لَهُمْ ࣖ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 507,
            "translation_aya_text": "Yang demikian itu karena Allah pelindung bagi orang-orang yang beriman; sedang orang-orang kafir tidak ada pelindung bagi mereka.",
            "tafsir_jalalayn": "(Yang demikian itu) dimenangkannya orang-orang mukmin dan dikalahkannya orang-orang kafir (karena sesungguhnya Allah adalah pelindung) pelindung dan penolong (orang-orang yang beriman dan karena sesungguhnya orang-orang kafir itu tiada mempunyai pelindung.)",
            "sajda": false,
            "transliteration": "Zaalika bi annal laaha mawlal lazeena aamanoo wa annal kaafireena laa mawlaa lahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        }
    ]
}