{
    "page_number": 508,
    "data": [
        {
            "aya_id": 4557,
            "aya_number": 12,
            "aya_text": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ۗوَالَّذِيْنَ كَفَرُوْا يَتَمَتَّعُوْنَ وَيَأْكُلُوْنَ كَمَا تَأْكُلُ الْاَنْعَامُ وَالنَّارُ مَثْوًى لَّهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 508,
            "translation_aya_text": "Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga yang mengalir di bawahnya sungai-sungai. Dan orang-orang yang kafir menikmati kesenangan (dunia) dan mereka makan seperti hewan makan; dan (kelak) nerakalah tempat tinggal bagi mereka.",
            "tafsir_jalalayn": "(Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh ke dalam surga yang mengalir di bawahnya sungai-sungai. Dan orang-orang yang kafir itu bersenang-senang) di dunia (dan mereka makan seperti makannya binatang-binatang) tiada lagi yang menjadi kepentingan mereka selain dari perut dan nafsu syahwatnya dan mereka sama sekali tidak menoleh sedikit pun kepada masalah akhirat. (Dan neraka adalah tempat tinggal mereka) atau, tempat menetap dan tempat kembali mereka untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Innal-laaha yudkhilul lazeena aamanoo wa 'amilus saalihaati Jannaatin tajree min tahtihal anhaaru wallazeena kafaroo yatamatta'oona wa yaakuloona kamaa taakuluian'aamu wan Naaru maswallahum",
            "tajweed_text": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُ[q:8947[دْ]خِلُ [h:8948[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ [h:12555[ٱ]لْأَنْعَ[n[ـٰ]مُ وَ[h:12556[ٱ][l[ل][g[نّ]َارُ مَثْ[u:12007[وًى ل]َّهُمْ",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4558,
            "aya_number": 13,
            "aya_text": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ هِيَ اَشَدُّ قُوَّةً مِّنْ قَرْيَتِكَ الَّتِيْٓ اَخْرَجَتْكَۚ اَهْلَكْنٰهُمْ فَلَا نَاصِرَ لَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 508,
            "translation_aya_text": "Dan betapa banyak negeri yang (penduduknya) lebih kuat dari (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka; maka tidak ada seorang pun yang menolong mereka.",
            "tafsir_jalalayn": "(Dan berapa banyaknya) sudah berapa banyak (negeri-negeri) yakni penduduknya (yang lebih kuat dari penduduk negerimu) lebih kuat daripada penduduk negeri Mekah (yang telah mengusirmu itu) Dhamir di sini lebih memperhatikan lafal Qaryah (Kami telah membinasakan mereka) di sini lebih diperhatikan makna yang terkandung pada lafal Qaryah yang pertama (maka tidak ada seorang penolong pun bagi mereka) dari kebinasaan yang Kami lakukan.",
            "sajda": false,
            "transliteration": "Wa ka ayyim min qaryatin hiya ashaddu quwwatam min qaryatikal lateee akhrajatka ahlaknaahum falaa naasira lahum",
            "tajweed_text": "وَكَأَيّ[a:2298[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ هِىَ أَشَدُّ قُوَّ[a:12557[ةً م]ِّ[f:12558[ن ق]َرْيَتِكَ [h:12559[ٱ]لَّت[o[ِىٓ] أَخْرَجَتْكَ أَهْلَكْنَ[n[ـٰ]هُمْ فَلَا نَاصِرَ لَهُمْ",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4559,
            "aya_number": 14,
            "aya_text": "اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ كَمَنْ زُيِّنَ لَهٗ سُوْۤءُ عَمَلِهٖ وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 508,
            "translation_aya_text": "Maka apakah orang yang berpegang pada keterangan yang datang dari Tuhannya sama dengan orang yang dijadikan terasa indah baginya perbuatan buruknya itu dan mengikuti keinginannya?",
            "tafsir_jalalayn": "(Maka apakah orang yang berpegang pada keterangan) yakni hujah dan argumentasi (yang datang dari Rabbnya) mereka adalah orang-orang mukmin (sama dengan orang yang dihiasi oleh keburukan amal perbuatannya) karena itu lalu ia memandangnya sebagai perbuatan yang baik, mereka adalah orang-orang kafir Mekah (dan mengikuti hawa nafsunya?) dalam menyembah berhala-berhala, maksudnya tentu saja tidak ada persamaan di antara keduanya.",
            "sajda": false,
            "transliteration": "Afaman kaana 'alaa baiyinatim mir Rabbihee kaman zuyyina lahoo sooo'u 'amalihee wattaba'ooo ahwaaa'ahum",
            "tajweed_text": "أَفَمَ[f:6273[ن ك]َانَ عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ] كَمَ[f:12560[ن ز]ُيِّنَ لَهُ[n[ۥ] س[o[ُو]ٓءُ عَمَلِه[n[ِۦ] وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَهُم",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4560,
            "aya_number": 15,
            "aya_text": "مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَ ۗفِيْهَآ اَنْهٰرٌ مِّنْ مَّاۤءٍ غَيْرِ اٰسِنٍۚ وَاَنْهٰرٌ مِّنْ لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهٗ ۚوَاَنْهٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشّٰرِبِيْنَ ەۚ وَاَنْهٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۗوَلَهُمْ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِ وَمَغْفِرَةٌ مِّنْ رَّبِّهِمْ ۗ كَمَنْ هُوَ خَالِدٌ فِى النَّارِ وَسُقُوْا مَاۤءً حَمِيْمًا فَقَطَّعَ اَمْعَاۤءَهُمْ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 508,
            "translation_aya_text": "Perumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. Samakah mereka dengan orang yang kekal dalam neraka, dan diberi minuman dengan air yang mendidih sehingga ususnya terpotong-potong?",
            "tafsir_jalalayn": "(Perumpamaan) gambaran tentang (surga yang dijanjikan kepada orang-orang yang bertakwa) dan yang menjadi milik bersama bagi orang-orang yang memasukinya. Lafal ayat ini menjadi Mubtada, sedangkan Khabarnya ialah (yang di dalamnya ada sungai-sungai dari air yang tiada berubah rasa dan baunya) dapat dibaca Aasinin atau Asinin, jika dibaca Aasinin wazannya sama dengan lafal Dhaaribin, jika dibaca Asinin Wazannya sama dengan lafal Hadzirun. Artinya, airnya tidak berubah atau tidak berbeda dengan air dunia yang dapat berubah karena ada sesuatu yang mencampurinya (sungai-sungai dari air susu yang tiada berubah rasanya) berbeda dengan air susu di dunia, karena air susu di dunia keluar dari susu (sungai-sungai dari khamar yang lezat rasanya) sangat lezat rasanya (bagi peminumnya) berbeda halnya dengan khamar di dunia, khamar dunia rasanya tidak enak bila diminum (dan sungai-sungai dari madu yang disaring) berbeda dengan madu di dunia, karena madu di dunia keluar dari perut tawon kemudian bercampur dengan lilin dan lain sebagainya (dan mereka memperoleh di dalamnya) berbagai macam jenis (dari aneka ragam buah-buahan, dan ampunan dari Rabb mereka) Rabb mereka rela terhadap mereka di samping kebaikan-Nya yang terus melimpah bagi mereka tanpa henti-hentinya, yaitu berupa kenikmatan-kenikmatan yang telah disebutkan tadi. Berbeda halnya dengan perihal seorang tuan atau pemilik hamba sahaya di dunia, karena sesungguhnya sekalipun majikan dari hamba sahaya itu berbuat baik kepadanya hal itu dibarengi dengan amarahnya, yakni terkadang sang majikan memarahinya (sama dengan orang yang kekal dalam neraka) lafal ayat ini menjadi Khabar dari Mubtada yang diperkirakan keberadaannya yakni, apakah orang yang berada dalam kenikmatan tersebut sama dengan orang yang kekal di dalam neraka (dan diberi minuman dengan air yang mendidih) yakni air yang sangat panas (sehingga memotong-motong ususnya?) artinya, minuman itu menghancurkan dan mencabik-cabik isi perutnya. Lafal Am'aa adalah bentuk jamak dari lafal Mi'a, sedangkan huruf Alifnya adalah ganti dari huruf Ya, karena sebagian dari mereka ada yang mengatakan Mi'yaani.",
            "sajda": false,
            "transliteration": "Masalul jannatil latee wu'idal muttaqoona feehaaa anhaarum mim maaa'in ghayri aasininw wa anhaarum mil labanil lam yataghaiyar ta'muhoo wa anhaarum min khamril lazzatil lishshaaribeena wa anhaarum min 'asalim musaffanw wa lahum feeha min kullis samaraati wa maghfiratum mir Rabbihim kaman huwa khaalidun fin naari wa suqoo maaa'an hameeman faqatta'a am'aaa'ahum",
            "tajweed_text": "مَّثَلُ [h:7002[ٱ]لْجَ[g[نّ]َةِ [h:7003[ٱ]لَّتِى وُعِدَ [h:7004[ٱ]لْمُتَّقُونَ‌ۖ فِيه[o[َآ] أَنْهَ[n[ـٰ][a:12561[رٌ م]ّ[a:840[ِن م]ّ[o[َا]ٓءٍ غَيْرِ ءَاسِ[a:12562[نٍ و]َأَنْهَ[n[ـٰ][a:12563[رٌ م]ّ[u:12564[ِن ل]َّبَ[u:12565[نٍ ل]َّمْ يَتَغَيَّرْ طَعْمُهُ[n[ۥ] وَأَنْهَ[n[ـٰ][a:12563[رٌ م]ِّنْ خَمْ[u:12566[رٍ ل]َّذَّ[u:11361[ةٍ ل]ِّلشَّ[n[ـٰ]رِبِينَ وَأَنْهَ[n[ـٰ][a:12563[رٌ م]ِّنْ عَسَ[a:12567[لٍ م]ُّصَف[a:12568[ًّى‌ۖ و]َلَهُمْ فِيهَا مِ[f:843[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ وَمَغْفِرَ[a:12569[ةٌ م]ّ[u:22[ِن ر]َّبِّهِمْ‌ۖ كَمَنْ هُوَ خَ[n[ـٰ]لِ[f:12570[دٌ ف]ِى [h:4674[ٱ][l[ل][g[نّ]َارِ وَسُقُو[s[اْ] م[o[َا]ٓءً حَمِي[f:12571[مًا ف]َقَطَّعَ أَمْع[o[َا]ٓءَهُمْ",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4561,
            "aya_number": 16,
            "aya_text": "وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَۚ حَتّٰىٓ اِذَا خَرَجُوْا مِنْ عِنْدِكَ قَالُوْا لِلَّذِيْنَ اُوْتُوا الْعِلْمَ مَاذَا قَالَ اٰنِفًا ۗ اُولٰۤىِٕكَ الَّذِيْنَ طَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 508,
            "translation_aya_text": "Dan di antara mereka ada orang yang mendengarkan perkataanmu (Muhammad), tetapi apabila mereka telah keluar dari sisimu mereka berkata kepada orang yang telah diberi ilmu (sahabat-sahabat Nabi), “Apakah yang dikatakannya tadi?” Mereka itulah orang-orang yang dikunci hatinya oleh Allah dan mengikuti keinginannya.",
            "tafsir_jalalayn": "(Dan di antara mereka) orang-orang kafir itu (ada orang yang mendengarkan perkataanmu) sewaktu kamu berkhutbah Jumat, mereka adalah orang-orang munafik (sehingga apabila mereka keluar dari sisimu mereka berkata kepada orang-orang yang telah diberi ilmu pengetahuan) dari kalangan sahabat Nabi saw. antara lain adalah Ibnu Masud dan Ibnu Abbas r.a.; mereka mengatakan kepadanya dengan nada sinis dan mengejek, (\"Apakah yang dikatakannya tadi?\") dapat dibaca Aanifan atau Anifan, maksudnya kami kurang jelas. (Mereka itulah orang-orang yang dikunci mati hati mereka oleh Allah) dengan kekafiran (dan mengikuti hawa nafsu mereka) dalam kemunafikan.",
            "sajda": false,
            "transliteration": "Wa minhum mai yastami' ilaika hattaaa izaa kharajoo min 'indika qaaloo lillazeena ootul 'ilma maazaa qaala aanifaa; ulaaa'ikal lazeena taba'al laahu 'alaa quloobihim wattaba'ooo ahwaaa'ahum",
            "tajweed_text": "وَمِنْه[w:1106[ُم م]ّ[a:3986[َن ي]َسْتَمِعُ إِلَيْكَ حَتَّ[o[ىٰٓ] إِذَا خَرَجُو[s[اْ] مِنْ عِ[f:2954[ند]ِكَ قَالُو[s[اْ] لِلَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ مَاذَا قَالَ ءَانِفًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ طَبَعَ [h:3271[ٱ]للَّهُ عَلَىٰ قُلُوبِهِمْ وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَهُمْ",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4562,
            "aya_number": 17,
            "aya_text": "وَالَّذِيْنَ اهْتَدَوْا زَادَهُمْ هُدًى وَّاٰتٰىهُمْ تَقْوٰىهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 508,
            "translation_aya_text": "Dan orang-orang yang mendapat petunjuk, Allah akan menambah petunjuk kepada mereka dan menganugerahi ketakwaan mereka.",
            "tafsir_jalalayn": "(Dan orang-orang yang mendapat petunjuk) mereka adalah orang-orang mukmin (Dia menambah kepada mereka) yakni Allah swt. (petunjuk dan memberikan kepada mereka -balasan- ketakwaannya) maksudnya, Allah memberikan ilham kepada mereka untuk mengamalkan hal-hal yang dapat memelihara diri mereka dari neraka.",
            "sajda": false,
            "transliteration": "Wallazeenah tadaw zaadahum hudanw wa aataahum taqwaahum",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ [h:12572[ٱ]هْتَدَوْ[s[اْ] زَادَهُمْ هُ[a:12573[دًى و]َءَاتَ[n[ـٰ]هُمْ تَ[q:12574[قْ]وَ[n[ٮٰ]هُمْ",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4563,
            "aya_number": 18,
            "aya_text": "فَهَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً ۚ فَقَدْ جَاۤءَ اَشْرَاطُهَا ۚ فَاَنّٰى لَهُمْ اِذَا جَاۤءَتْهُمْ ذِكْرٰىهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 508,
            "translation_aya_text": "Maka apalagi yang mereka tunggu-tunggu selain hari Kiamat, yang akan datang kepada mereka secara tiba-tiba, karena tanda-tandanya sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu apabila (hari Kiamat) itu sudah datang?",
            "tafsir_jalalayn": "(Maka tidaklah yang mereka tunggu-tunggu) maksudnya tiadalah yang ditunggu-tunggu, oleh orang-orang kafir Mekah (melainkan hari kiamat yaitu kedatangannya kepada mereka) lafal An Ta'tiyahum menjadi Badal Isytimal dari lafal As-Saa'ah; yakni, perkaranya tiada lain hanyalah menunggu kedatangan kiamat kepada mereka (dengan tiba-tiba) atau secara sekonyong-konyong (karena sesungguhnya telah datang tanda-tandanya) alamat-alamatnya, antara lain diutusnya Nabi saw., terbelahnya bulan dan munculnya Ad-Dukhaan. (Maka apabila ia datang kepada mereka apakah faedahnya) yang dimaksud adalah kedatangan hari kiamat (kesadaran mereka) keinsafan mereka, tidak ada manfaatnya lagi buat mereka.",
            "sajda": false,
            "transliteration": "Fahal yanzuroona illas Saa'ata an taatiyahum baghtatan faqad jaaa'a ashraatuhaa; fa-annnaa lahum izaa jaaa'at hum zikraahum",
            "tajweed_text": "فَهَلْ يَ[f:1141[نظ]ُرُونَ إِلَّا [h:12296[ٱ][l[ل]سَّاعَةَ أَ[f:6843[ن ت]َأْتِيَه[c:12297[ُم ب]َغْتَ[f:12575[ةً‌ۖ ف]َقَ[q:563[دْ] ج[o[َا]ٓءَ أَشْرَاطُهَا‌ۚ فَأَ[g[نّ]َىٰ لَهُمْ إِذَا ج[o[َا]ٓءَتْهُمْ ذِكْرَ[n[ٮٰ]هُمْ",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4564,
            "aya_number": 19,
            "aya_text": "فَاعْلَمْ اَنَّهٗ لَآ اِلٰهَ اِلَّا اللّٰهُ وَاسْتَغْفِرْ لِذَنْۢبِكَ وَلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۚ وَاللّٰهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوٰىكُمْ ࣖ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 508,
            "translation_aya_text": "Maka ketahuilah, bahwa tidak ada tuhan (yang patut disembah) selain Allah dan mohonlah ampunan atas dosamu dan atas (dosa) orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha dan tempat tinggalmu.",
            "tafsir_jalalayn": "(Maka ketahuilah, bahwa sesungguhnya tidak ada Tuhan melainkan Allah) maksudnya, tetaplah engkau hai Muhammad pada prinsipmu yang demikian itu, karena itu bermanfaat kelak di hari kiamat (dan mohonlah ampunan bagi dosamu) yakni demi dosamu. Menurut suatu pendapat disebutkan, bahwa dikatakan demikian kepada Nabi Muhammad saw. dimaksud sebagai pelajaran buat umatnya, supaya mereka meniru jejaknya. Sedangkan bagi nabi dima'shum atau terpelihara dari perbuatan dosa. Memang Nabi saw. telah mengerjakan hal ini sebagaimana yang diungkapkan di dalam salah satu sabdanya yang mengatakan, \"Sesungguhnya aku selalu memohon ampun kepada Allah sebanyak seratus kali untuk setiap harinya.\" (dan bagi dosa orang-orang mukmin, laki-laki dan perempuan) di dalam ungkapan ayat ini terkandung penghormatan buat mereka, karena Allah swt. memerintahkan kepada nabi supaya memintakan ampun buat mereka. (Dan Allah mengetahui tempat kalian berusaha) tempat kalian bergerak di siang hari dalam rangka mencari upaya penghidupan (dan tempat tinggal kalian) maksudnya, tempat kalian beristirahat di tempat tidur kalian pada malam hari. Makna yang dimaksud ialah bahwa Allah swt. mengetahui semua hal ikhwal kalian, tiada sesuatu pun yang samar bagi-Nya, maka berhati-hatilah kalian kepada-Nya. Khitab dalam ayat ini ditujukan kepada orang-orang mukmin dan lain-lainnya.",
            "sajda": false,
            "transliteration": "Fa'lam annahoo laaa ilaaha illal laahu wastaghfir lizambika wa lilmu'mineena walmu'minaat; wallaahu ya'lamu mutaqallabakum wa maswaakum",
            "tajweed_text": "فَ[h:9999[ٱ]عْلَمْ أَ[g[نّ]َهُ[n[ۥ] ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا [h:1742[ٱ]للَّهُ وَ[h:2374[ٱ]سْتَغْفِرْ لِذَ[i:11909[نۢب]ِكَ وَلِلْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَ[n[ٮٰ]كُمْ",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        }
    ]
}