{
    "page_number": 509,
    "data": [
        {
            "aya_id": 4565,
            "aya_number": 20,
            "aya_text": "وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْا لَوْلَا نُزِّلَتْ سُوْرَةٌ ۚفَاِذَآ اُنْزِلَتْ سُوْرَةٌ مُّحْكَمَةٌ وَّذُكِرَ فِيْهَا الْقِتَالُ ۙرَاَيْتَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يَّنْظُرُوْنَ اِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِۗ فَاَوْلٰى لَهُمْۚ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 509,
            "translation_aya_text": "Dan orang-orang yang beriman berkata, “Mengapa tidak ada suatu surah (tentang perintah jihad) yang diturunkan?” Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit akan memandang kepadamu seperti pandangan orang yang pingsan karena takut mati. Tetapi itu lebih pantas bagi mereka.",
            "tafsir_jalalayn": "(Dan orang-orang yang beriman berkata) dalam rangka meminta berjihad, (\"Mengapa tidak) atau kenapa tidak (diturunkan suatu surah?\") yang di dalamnya disebutkan masalah jihad. (Maka apabila diturunkan suatu surah yang muhkam) tiada suatu ayat pun darinya yang dimansukh (dan disebutkan di dalamnya perintah perang) anjuran untuk berperang bagi kalian (kalian lihat orang-orang yang di dalam hatinya ada penyakit) berupa keragu-raguan dalam memeluk agamamu, mereka adalah orang-orang munafik (melihat kepadamu dengan pandangan seperti orang yang pingsan) tidak sadarkan diri (karena takut mati) khawatir akan mati dan benci kepadanya; maksudnya mereka takut menghadapi peperangan dan sangat benci kepadanya. (Maka hal yang lebih utama bagi mereka) lafal ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya ialah:",
            "sajda": false,
            "transliteration": "Wa yaqoolul lazeena aamanoo law laa nuzzilat Sooratun fa izaaa unzilat Sooratum Muhkamatunw wa zukira feehal qitaalu ra aytal lazeena fee quloobihim maraduny yanzuroona ilaika nazaral maghshiyyi 'alaihi minal mawti fa'awlaa lahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4566,
            "aya_number": 21,
            "aya_text": "طَاعَةٌ وَّقَوْلٌ مَّعْرُوْفٌۗ فَاِذَا عَزَمَ الْاَمْرُۗ فَلَوْ صَدَقُوا اللّٰهَ لَكَانَ خَيْرًا لَّهُمْۚ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 509,
            "translation_aya_text": "(Yang lebih baik bagi mereka adalah) taat (kepada Allah) dan bertutur kata yang baik. Sebab apabila perintah (perang) ditetapkan (mereka tidak menyukainya). Padahal jika mereka benar-benar (beriman) kepada Allah, niscaya yang demikian itu lebih baik bagi mereka.",
            "tafsir_jalalayn": "(Adalah taat dan mengucapkan perkataan yang baik) artinya bersikap baik terhadapmu. (Apabila telah tetap perintah) maksudnya, perang telah difardukan. (Maka jika mereka menepati kepada Allah) dalam beriman dan taat kepada-Nya (niscaya yang demikian itu lebih baik bagi mereka) Jumlah yang jatuh sesudah Lau merupakan Jawab dari lafal Idzaa.",
            "sajda": false,
            "transliteration": "Taa'atunw wa qawlum ma'roof; fa izaa 'azamal amru falaw sadaqul laaha lakaana khairal lahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4567,
            "aya_number": 22,
            "aya_text": "فَهَلْ عَسَيْتُمْ اِنْ تَوَلَّيْتُمْ اَنْ تُفْسِدُوْا فِى الْاَرْضِ وَتُقَطِّعُوْٓا اَرْحَامَكُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 509,
            "translation_aya_text": "Maka apakah sekiranya kamu berkuasa, kamu akan berbuat kerusakan di bumi dan memutuskan hubungan kekeluargaan?",
            "tafsir_jalalayn": "(Maka apakah sekiranya) dapat dibaca `Asaitum atau `Asiitum, di dalam ungkapan ini terkandung ungkapan Iltifat dari Ghaibah kepada Mukhathab; maksudnya barangkali kalian (jika kalian berpaling) memalingkan diri dari iman (kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan kekeluargaan) maksudnya, kalian akan kembali kepada akhlak jahiliyah, yaitu gemar mengadakan kerusakan dan peperangan.",
            "sajda": false,
            "transliteration": "Fahal 'asaitum in tawallaitum an tufsidoo fil ardi wa tuqatti'ooo arhaamakum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4568,
            "aya_number": 23,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ فَاَصَمَّهُمْ وَاَعْمٰٓى اَبْصَارَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 509,
            "translation_aya_text": "Mereka itulah orang-orang yang dikutuk Allah; lalu dibuat tuli (pendengarannya) dan dibutakan penglihatannya.",
            "tafsir_jalalayn": "(Mereka itulah) yakni orang-orang yang merusak itu (orang-orang yang dilaknati Allah dan ditulikan-Nya telinga mereka) dari mendengarkan perkara yang hak (dan dibutakan-Nya mata mereka) dari jalan petunjuk.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena la'anahumul laahu fa asammahum wa a'maaa absaarahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4569,
            "aya_number": 24,
            "aya_text": "اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ اَمْ عَلٰى قُلُوْبٍ اَقْفَالُهَا ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 509,
            "translation_aya_text": "Maka tidakkah mereka menghayati Al-Qur'an ataukah hati mereka sudah terkunci?",
            "tafsir_jalalayn": "(Maka apakah mereka tidak memperhatikan Alquran) yang dapat membimbing mereka untuk mengetahui perkara yang hak (ataukah) sebenarnya (pada hati) mereka (terdapat kuncinya) karena itu mereka tidak dapat memahami kebenaran.",
            "sajda": false,
            "transliteration": "Afalaa yatadabbaroonal Qur-aana am 'alaa quloobin aqfaaluhaa",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4570,
            "aya_number": 25,
            "aya_text": "اِنَّ الَّذِيْنَ ارْتَدُّوْا عَلٰٓى اَدْبَارِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطٰنُ سَوَّلَ لَهُمْۗ وَاَمْلٰى لَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 509,
            "translation_aya_text": "Sesungguhnya orang-orang yang berbalik (kepada kekafiran) setelah petunjuk itu jelas bagi mereka, setanlah yang merayu mereka dan memanjangkan angan-angan mereka.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kembali) karena nifaq (ke belakang sesudah petunjuk itu jelas bagi mereka, setan telah menjadikan mereka memandang baik) artinya, setan telah menghiasi mereka (dan memanjangkan angan-angan mereka) dapat dibaca Umlii atau Amlaa; yang memanjangkan angan-angan mereka adalah setan berdasarkan kehendak dari Allah swt. karena pada kenyataannya Dialah yang menyesatkan mereka.",
            "sajda": false,
            "transliteration": "Innal lazeenar taddoo 'alaaa adbaarihim mim ba'di maa tabaiyana lahumul hudash Shaitaanu sawwala lahum wa amlaa lahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4571,
            "aya_number": 26,
            "aya_text": "ذٰلِكَ بِاَنَّهُمْ قَالُوْا لِلَّذِيْنَ كَرِهُوْا مَا نَزَّلَ اللّٰهُ سَنُطِيْعُكُمْ فِيْ بَعْضِ الْاَمْرِۚ وَاللّٰهُ يَعْلَمُ اِسْرَارَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 509,
            "translation_aya_text": "Yang demikian itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang (Yahudi) yang tidak senang kepada apa yang diturunkan Allah, “Kami akan mematuhi kamu dalam beberapa urusan,” tetapi Allah mengetahui rahasia mereka.",
            "tafsir_jalalayn": "(Yang demikian itu) yakni kesesatan mereka itu (karena sesungguhnya mereka itu berkata kepada orang-orang yang benci kepada apa yang diturunkan Allah) yakni berkata kepada orang-orang musyrik, (\"Kami akan mematuhi kalian dalam beberapa urusan\") yaitu bersedia untuk membantu dalam memusuhi Nabi saw. dan menghasut kaum muslimin supaya mereka tidak mau berjihad bersamanya. Orang-orang munafik itu mengatakan demikian secara rahasia, akan tetapi kemudian Allah swt. menampakkannya (sedangkan Allah mengetahui rahasia mereka) kalau dibaca Asraarahum berarti bentuk jamak dari lafal Sirrun yang artinya rahasia, kalau dibaca Israarahum berarti Mashdar.",
            "sajda": false,
            "transliteration": "Zaalika bi annahum qaaloo lillazeena karihoo maa nazzalal laahu sanutee'ukum fee ba'dil amri wallaahu ya'lamu israarahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4572,
            "aya_number": 27,
            "aya_text": "فَكَيْفَ اِذَا تَوَفَّتْهُمُ الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 509,
            "translation_aya_text": "Maka bagaimana (nasib mereka) apabila malaikat (maut) mencabut nyawa mereka, memukul wajah dan punggung mereka?",
            "tafsir_jalalayn": "(Bagaimanakah) keadaan mereka (apabila malaikat mencabut nyawa mereka seraya memukul) lafal Yadhribuuna merupakan Hal atau kata keterangan keadaan dari malaikat (muka dan punggung mereka) dengan pemukul-pemukul dari besi.",
            "sajda": false,
            "transliteration": "Fakaifa izaa tawaffat humul malaaa'ikatu yadriboona wujoohahum wa adbaa rahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4573,
            "aya_number": 28,
            "aya_text": "ذٰلِكَ بِاَنَّهُمُ اتَّبَعُوْا مَآ اَسْخَطَ اللّٰهَ وَكَرِهُوْا رِضْوَانَهٗ فَاَحْبَطَ اَعْمَالَهُمْ ࣖ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 509,
            "translation_aya_text": "Yang demikian itu, karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan membenci (apa yang menimbulkan) keridaan-Nya; sebab itu Allah menghapus segala amal mereka.",
            "tafsir_jalalayn": "(Yang demikian itu) yakni, kematian mereka seperti yang telah disebutkan tadi (karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan karena mereka membenci keridaan-Nya) artinya, mereka tidak mau mengamalkan hal-hal yang membuat keridaan-Nya (sebab itu Allah menghapus pahala amal-amal mereka.)",
            "sajda": false,
            "transliteration": "Zaalika bi annahumut taba'oo maaa askhatal laaha wa karihoo ridwaanahoo fa ahbata a'maalahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4574,
            "aya_number": 29,
            "aya_text": "اَمْ حَسِبَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ اَنْ لَّنْ يُّخْرِجَ اللّٰهُ اَضْغَانَهُمْ ",
            "sura_id": 47,
            "juz_id": 26,
            "page_number": 509,
            "translation_aya_text": "Atau apakah orang-orang yang dalam hatinya ada penyakit mengira bahwa Allah tidak akan menampakkan kedengkian mereka?",
            "tafsir_jalalayn": "(Atau apakah orang-orang yang ada penyakit dalam kalbunya mengira bahwa Allah tidak akan menampakkan kedengkian mereka) kepada Nabi saw. dan orang-orang mukmin?",
            "sajda": false,
            "transliteration": "Am hasibal lazeena fee quloobihim maradun al lan yukhrijal laahu adghaanahum",
            "surah": {
                "name": "سُورَةُ مُحَمَّدٍ",
                "englishName": "Muhammad",
                "englishNameTranslation": "Muhammad",
                "revelationType": "Medinan"
            }
        }
    ]
}