{
    "page_number": 51,
    "data": [
        {
            "aya_id": 303,
            "aya_number": 10,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗوَاُولٰۤىِٕكَ هُمْ وَقُوْدُ النَّارِۗ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 51,
            "translation_aya_text": "Sesungguhnya orang-orang yang kafir, bagi mereka tidak akan berguna sedikit pun harta benda dan anak-anak mereka terhadap (azab) Allah. Dan mereka itu (menjadi) bahan bakar api neraka.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang kafir, harta benda dan anak-anak mereka tidak dapat menolak Allah) yakni siksa-Nya (sedikit pun dan merekalah bahan bakar api neraka) dibaca 'waquud', bahan untuk pembakaran.",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo lan tughniya 'anhum amwaaluhum wa laaa awlaaduhum minal laahi shai'anw wa ulaaa'ika hum waqoodun Naar",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَ[f:1752[ن ت]ُغْنِىَ عَنْهُمْ أَمْو[n[َٲ]لُهُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُه[w:1753[ُم م]ِّنَ [h:321[ٱ]للَّهِ شَيْـ[a:1754[ـًٔا‌ۖ و]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمْ وَقُودُ [h:1755[ٱ][l[ل][g[نّ][p[َا]رِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 304,
            "aya_number": 11,
            "aya_text": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذَّبُوْا بِاٰيٰتِنَاۚ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗ وَاللّٰهُ شَدِيْدُ الْعِقَابِ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 51,
            "translation_aya_text": "(Keadaan mereka) seperti keadaan pengikut Fir’aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Kami, maka Allah menyiksa mereka disebabkan dosa-dosanya. Allah sangat berat hukuman-Nya.",
            "tafsir_jalalayn": "(Seperti adat kebiasaan kaum Firaun dan orang-orang sebelum mereka) seperti kaum Ad dan Tsamud (mereka mendustakan ayat-ayat Kami hingga dicelakakan Allah) dibinasakan-Nya (disebabkan dosa-dosa mereka). Perkataan ini menafsirkan perkataan yang sebelumnya. (Dan Allah sangat keras siksa-Nya). Ayat berikut turun ketika Nabi saw. menyuruh orang-orang Yahudi masuk Islam sekembalinya dari perang Badar, maka jawab mereka, \"Janganlah kamu teperdaya mentang-mentang berhasil membunuh gerombolan Quraisy yang kacau balau dan tidak tahu memegang senjata.\"",
            "sajda": false,
            "transliteration": "Kadaabi Aali Fir'awna wallazeena min qablihim; kazzaboo bi Aayaatinaa fa akhazahumul laahu bizunoo bihim; wallaahu shadeedul 'iqaab",
            "tajweed_text": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَ[h:37[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا فَأَخَذَهُمُ [h:1756[ٱ]للَّهُ بِذُنُوبِهِمْ‌ۗ وَ[h:72[ٱ]للَّهُ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 305,
            "aya_number": 12,
            "aya_text": "قُلْ لِّلَّذِيْنَ كَفَرُوْا سَتُغْلَبُوْنَ وَتُحْشَرُوْنَ اِلٰى جَهَنَّمَ ۗ وَبِئْسَ الْمِهَادُ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 51,
            "translation_aya_text": "Katakanlah (Muhammad) kepada orang-orang yang kafir, “Kamu (pasti) akan dikalahkan dan digiring ke dalam neraka Jahanam. Dan itulah seburuk-buruk tempat tinggal.”",
            "tafsir_jalalayn": "(Katakanlah) hai Muhammad (kepada orang-orang kafir) kepada golongan Yahudi itu, (\"Kamu nanti akan menderita kekalahan) memakai ta dan ya, di alam dunia ini dengan dibunuh, ditawan dan membayar upeti dan itu telah terjadi (dan akan dihimpun) juga dengan memakai ta dan ya, di akhirat nanti (ke neraka Jahanam) lalu memasukinya (dan Jahanam itu adalah seburuk-buruk hamparan) tempat tinggal.\"",
            "sajda": false,
            "transliteration": "Qul lillazeena kafaroosatughlaboona wa tuhsharoona ilaa jahannam; wa bi'sal mihaad",
            "tajweed_text": "قُل لِّلَّذِينَ كَفَرُو[s[اْ] سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَ[g[نّ]َمَ‌ۚ وَبِئْسَ [h:1757[ٱ]لْمِه[p[َا][q[د]ُ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 306,
            "aya_number": 13,
            "aya_text": "قَدْ كَانَ لَكُمْ اٰيَةٌ فِيْ فِئَتَيْنِ الْتَقَتَا ۗفِئَةٌ تُقَاتِلُ فِيْ سَبِيْلِ اللّٰهِ وَاُخْرٰى كَافِرَةٌ يَّرَوْنَهُمْ مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ ۗوَاللّٰهُ يُؤَيِّدُ بِنَصْرِهٖ مَنْ يَّشَاۤءُ ۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 51,
            "translation_aya_text": "Sungguh, telah ada tanda bagi kamu pada dua golongan yang berhadap-hadapan. Satu golongan berperang di jalan Allah dan yang lain (golongan) kafir yang melihat dengan mata kepala, bahwa mereka (golongan Muslim) dua kali lipat mereka. Allah menguatkan dengan pertolongan-Nya bagi siapa yang Dia kehendaki. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (mata hati).",
            "tafsir_jalalayn": "(Sesungguhnya bagi kamu ada tanda) atau pelajaran, lalu hal itu disebutkan untuk penjelasan (pada dua golongan) dua puak (yang bertemu) di hari Badar untuk berperang (segolongan bertempur di jalan Allah) untuk menaati perintah-Nya, yaitu Nabi saw. bersama para sahabat. Mereka berjumlah 313 orang laki-laki termasuk beberapa orang berkuda, enam buah ketopong besi dan delapan buah pedang, sedangkan kebanyakan mereka adalah berjalan kaki (dan yang lain kafir, yang melihat mereka) maksudnya kaum muslimin (dua kali lipat mereka) artinya jumlah mereka kaum muslimin kelihatan dua kali banyak dari jumlah mereka yang lebih kurang seribu orang, (yaitu penglihatan dengan mata kepala) artinya menurut pandangan lahir. Ini termasuk pertolongan Allah kepada kaum muslimin yang berjumlah sedikit. (Dan Allah menyokong) menguatkan (dengan pertolongan-Nya siapa yang disukai-Nya) untuk ditolong. (Sesungguhnya pada yang demikian itu) maksudnya yang disebutkan tadi (menjadi pelajaran bagi orang yang mempunyai mata hati). Kenapa kamu tidak mengambil pelajaran pula lalu kamu beriman?",
            "sajda": false,
            "transliteration": "Qad kaana lakum Aayatun fee fi'atainil taqataa fi'atun tuqaatilu fee sabeelil laahi wa ukhraa kaafiratuny yarawnahum mislaihim raayal 'ayn; wallaahu yu'ayyidu bi nasrihee mai yashaaa'; innaa fee zaalika la 'ibratal li ulil absaar",
            "tajweed_text": "قَ[q:298[دْ] كَانَ لَكُمْ ءَايَ[f:1758[ةٌ ف]ِى فِئَتَيْنِ [h:1759[ٱ][l[ل]ْتَقَتَا‌ۖ فِئَ[f:1760[ةٌ ت]ُقَ[n[ـٰ]تِلُ فِى سَبِيلِ [h:788[ٱ]للَّهِ وَأُخْرَىٰ كَافِرَ[a:1761[ةٌ ي]َرَوْنَه[w:1762[ُم م]ِّثْلَيْهِمْ رَأْىَ [h:1763[ٱ]لْعَيْنِ‌ۚ وَ[h:72[ٱ]للَّهُ يُؤَيِّدُ بِنَصْرِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ‌ۗ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَعِ[q:1764[بْ]رَ[u:1765[ةً ل]ِّأُ[s[وْ]لِى [h:1766[ٱ]لْأَ[q:1767[بْ]صَ[p[ـٰ]رِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 307,
            "aya_number": 14,
            "aya_text": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَاۤءِ وَالْبَنِيْنَ وَالْقَنَاطِيْرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْاَنْعَامِ وَالْحَرْثِ ۗ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَاللّٰهُ عِنْدَهٗ حُسْنُ الْمَاٰبِ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 51,
            "translation_aya_text": "Dijadikan terasa indah dalam pandangan manusia cinta terhadap apa yang diinginkan, berupa perempuan-perempuan, anak-anak, harta benda yang bertumpuk dalam bentuk emas dan perak, kuda pilihan, hewan ternak dan sawah ladang. Itulah kesenangan hidup di dunia, dan di sisi Allah-lah tempat kembali yang baik.",
            "tafsir_jalalayn": "(Dijadikan indah pada pandangan manusia kecintaan kepada syahwat) yakni segala yang disenangi serta diingini nafsu sebagai cobaan dari Allah atau tipu daya dari setan (yaitu wanita-wanita, anak-anak dan harta yang banyak) yang berlimpah dan telah berkumpul (berupa emas, perak, kuda-kuda yang tampan) atau baik (binatang ternak) yakni sapi dan kambing (dan sawah ladang) atau tanam-tanaman. (Demikian itu) yakni yang telah disebutkan tadi (merupakan kesenangan hidup dunia) di dunia manusia hidup bersenang-senang dengan hartanya, tetapi kemudian lenyap atau pergi (dan di sisi Allahlah tempat kembali yang baik) yakni surga, sehingga itulah yang seharusnya menjadi idaman dan bukan lainnya.",
            "sajda": false,
            "transliteration": "Zuyyina linnaasi hubbush shahawaati minannisaaa'i wal baneena walqanaateeril muqantarati minaz zahabi walfiddati walkhailil musawwamati wal an'aami walhars; zaalika mataa'ul hayaatid dunyaa wallaahu 'indahoo husnul ma-aab",
            "tajweed_text": "زُيِّنَ لِل[g[نّ]َاسِ حُبُّ [h:1768[ٱ][l[ل]شَّهَو[n[َٲ]تِ مِنَ [h:1769[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ وَ[h:1770[ٱ]لْبَنِينَ وَ[h:1771[ٱ]لْقَنَ[n[ـٰ]طِيرِ [h:1772[ٱ]لْمُقَ[f:1773[نط]َرَةِ مِنَ [h:1774[ٱ][l[ل]ذَّهَبِ وَ[h:1775[ٱ]لْفِضَّةِ وَ[h:1776[ٱ]لْخَيْلِ [h:1777[ٱ]لْمُسَوَّمَةِ وَ[h:1778[ٱ]لْأَنْعَ[n[ـٰ]مِ وَ[h:1779[ٱ]لْحَرْثِ‌ۗ ذ[n[َٲ]لِكَ مَتَ[n[ـٰ]عُ [h:1780[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَ[h:72[ٱ]للَّهُ عِ[f:719[ند]َهُ[n[ۥ] حُسْنُ [h:1781[ٱ]لْمَـَٔـ[p[ا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 308,
            "aya_number": 15,
            "aya_text": "۞ قُلْ اَؤُنَبِّئُكُمْ بِخَيْرٍ مِّنْ ذٰلِكُمْ ۗ لِلَّذِيْنَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَاَزْوَاجٌ مُّطَهَّرَةٌ وَّرِضْوَانٌ مِّنَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِۚ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 51,
            "translation_aya_text": "Katakanlah, “Maukah aku kabarkan kepadamu apa yang lebih baik dari yang demikian itu?” Bagi orang-orang yang bertakwa (tersedia) di sisi Tuhan mereka surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan pasangan-pasangan yang suci, serta rida Allah. Dan Allah Maha Melihat hamba-hamba-Nya.",
            "tafsir_jalalayn": "(Katakanlah) hai Muhammad kepada kaummu! (\"Maukah saya sampaikan kepadamu) saya beritahukan (apa yang lebih baik dari yang demikian?\") yakni yang disebutkan dari berbagai syahwat tadi; adapun pertanyaan di sini berarti pengukuhan. (Bagi orang-orang yang bertakwa) yang menjaga diri mereka dari kemusyrikan (di sisi Tuhan mereka) menjadi khabar sedangkan mubtadanya: (surga yang mengalir di bawahnya sungai-sungai, kekal mereka) artinya ditakdirkan kekal (di dalamnya) jika mereka memasukinya (dan istri-istri yang disucikan) dari haid dan lainnya yang dianggap kotor (serta keridaan) ada yang membaca ridhwaan dan ada pula rudhwaan; artinya keridaan yang banyak (dari Allah dan Allah Maha Melihat) maksudnya Maha Mengetahui (akan hamba-hamba-Nya) mereka akan dibalas menurut amalnya masing-masing.",
            "sajda": false,
            "transliteration": "Qul a'unabbi 'ukum bikhairim min zaalikum; lillazeenat taqaw 'inda Rabbihim jannaatun tajree min tahtihal anhaaru khaalideena feehaa wa azwaajum mutahharatunw wa ridwaanum minal laah; wallaahu baseerum bil'ibaad",
            "tajweed_text": "۞ قُلْ أَؤُنَبِّئُك[c:1782[ُم ب]ِخَيْ[a:1783[رٍ م]ِّ[f:1784[ن ذ][n[َٲ]لِكُمْ‌ۚ لِلَّذِينَ [h:1785[ٱ]تَّقَوْ[s[اْ] عِ[f:264[ند]َ رَبِّهِمْ جَ[g[نّ]َ[n[ـٰ][f:1786[تٌ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا وَأَزْو[n[َٲ][a:1787[جٌ م]ُّطَهَّرَ[a:1788[ةٌ و]َرِضْو[n[َٲ][a:1789[نٌ م]ِّنَ [h:321[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ بَصِي[i:1790[رُۢ ب]ِ[h:1133[ٱ]لْعِب[p[َا][q[د]ِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}