{
    "page_number": 511,
    "data": [
        {
            "aya_id": 4584,
            "aya_number": 1,
            "aya_text": " اِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِيْنًاۙ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 511,
            "translation_aya_text": "Sungguh, Kami telah memberikan kepadamu kemenangan yang nyata.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah memberikan kemenangan kepadamu) maksudnya Kami telah memastikan kemenangan bagimu atas kota Mekah dan kota-kota lainnya di masa mendatang secara paksa melalui jihadmu (yaitu kemenangan yang nyata) artinya, kemenangan yang jelas dan nyata.",
            "sajda": false,
            "transliteration": "Innaa fatahnaa laka Fatham Mubeenaa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4585,
            "aya_number": 2,
            "aya_text": "لِّيَغْفِرَ لَكَ اللّٰهُ مَا تَقَدَّمَ مِنْ ذَنْۢبِكَ وَمَا تَاَخَّرَ وَيُتِمَّ نِعْمَتَهٗ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُّسْتَقِيْمًاۙ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 511,
            "translation_aya_text": "Agar Allah memberikan ampunan kepadamu (Muhammad) atas dosamu yang lalu dan yang akan datang serta menyempurnakan nikmat-Nya atasmu dan menunjukimu ke jalan yang lurus,",
            "tafsir_jalalayn": "(Supaya Allah memberi ampunan kepadamu) berkat jihadmu itu (terhadap dosamu yang telah lalu dan yang akan datang) supaya umatmu mau berjihad karena akan mendapat ampunan seperti kamu. Pengertian ayat ini mengandung penakwilan, mengingat para nabi maksum dari segala perbuatan dosa yang hal ini telah ditetapkan berdasarkan dalil aqli dan naqli. Dengan demikian maka huruf Lam pada permulaan ayat ini menunjukkan makna Illatul Ghaaiyyah dan lafal yang dimasukinya merupakan Musabbab bukan Sebab (serta menyempurnakan) melalui kemenangan tersebut (nikmat-Nya) pemberian nikmat-Nya (atasmu dan memimpin kamu) melalui kemenangan itu (kepada jalan) yakni tuntunan (yang lurus) artinya Allah memantapkan kamu pada agama Islam.",
            "sajda": false,
            "transliteration": "Liyaghfira lakal laahu maa taqaddama min zambika wa maa ta akhkhara wa yutimma ni'matahoo 'alaika wa yahdiyaka siraatam mustaqeema",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4586,
            "aya_number": 3,
            "aya_text": "وَّيَنْصُرَكَ اللّٰهُ نَصْرًا عَزِيْزًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 511,
            "translation_aya_text": "dan agar Allah menolongmu dengan pertolongan yang kuat (banyak).",
            "tafsir_jalalayn": "(Dan supaya Allah menolongmu) melalui agama Islam itu (dengan pertolongan yang mulia) tidak pernah hina atau pertolongan yang kuat dan tidak dapat dikalahkan.",
            "sajda": false,
            "transliteration": "Wa yansurakal laahu nasran 'azeezaa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4587,
            "aya_number": 4,
            "aya_text": "هُوَ الَّذِيْٓ اَنْزَلَ السَّكِيْنَةَ فِيْ قُلُوْبِ الْمُؤْمِنِيْنَ لِيَزْدَادُوْٓا اِيْمَانًا مَّعَ اِيْمَانِهِمْ ۗ وَلِلّٰهِ جُنُوْدُ السَّمٰوٰتِ وَالْاَرْضِۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًاۙ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 511,
            "translation_aya_text": "Dialah yang telah menurunkan ketenangan ke dalam hati orang-orang mukmin untuk menambah keimanan atas keimanan mereka (yang telah ada). Dan milik Allah-lah bala tentara langit dan bumi, dan Allah Maha Mengetahui, Mahabijaksana;",
            "tafsir_jalalayn": "(Dialah yang telah menurunkan ketenangan) yakni ketenteraman (ke dalam kalbu orang-orang mukmin supaya keimanan mereka bertambah di samping keimanan mereka) kepada syariat-syariat agama, yaitu sewaktu turun salah satu daripadanya mereka langsung beriman antara lain ialah syariat berjihad. (Dan kepunyaan Allahlah tentara langit dan bumi) jika Dia menghendaki untuk menolong agama-Nya tanpa kalian, niscaya Dia dapat melakukannya (dan adalah Allah Maha Mengetahui) semua makhluk-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya, yakni Dia terus-menerus bersifat demikian.",
            "sajda": false,
            "transliteration": "Huwal lazeee anzalas sakeenata fee quloobil mu'mineena liyazdaadooo eemaanamma'a eemaanihim; wa lillaahi junoodus samawaati wal ard; wa kaanal laahu 'Aleeman Hakeemaa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4588,
            "aya_number": 5,
            "aya_text": "لِّيُدْخِلَ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَيُكَفِّرَ عَنْهُمْ سَيِّاٰتِهِمْۗ وَكَانَ ذٰلِكَ عِنْدَ اللّٰهِ فَوْزًا عَظِيْمًاۙ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 511,
            "translation_aya_text": "Agar Dia masukkan orang-orang mukmin laki-laki dan perempuan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dan Dia akan menghapus kesalahan-kesalahan mereka. Dan yang demikian itu menurut Allah suatu keuntungan yang besar,",
            "tafsir_jalalayn": "(Supaya Dia memasukkan) lafal Liyudkhila ini berta'alluq kepada lafal yang tidak disebutkan, yakni Dia memerintahkan berjihad supaya memasukkan (orang-orang mukmin laki-laki dan perempuan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya dan supaya Dia menutupi kesalahan-kesalahan mereka. Dan yang demikian itu adalah keberuntungan yang besar di sisi Allah.)",
            "sajda": false,
            "transliteration": "Liyudkhilal mu'mineena walmu'minaati jannaatin tajree min tahtihal anhaaru khaalideena feehaa wa yukaffira 'anhum saiyi aatihim; wa kaana zaalika 'indal laahi fawzan 'azeemaa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4589,
            "aya_number": 6,
            "aya_text": "وَّيُعَذِّبَ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْمُشْرِكِيْنَ وَالْمُشْرِكٰتِ الظَّاۤنِّيْنَ بِاللّٰهِ ظَنَّ السَّوْءِۗ عَلَيْهِمْ دَاۤىِٕرَةُ السَّوْءِۚ وَغَضِبَ اللّٰهُ عَلَيْهِمْ وَلَعَنَهُمْ وَاَعَدَّ لَهُمْ جَهَنَّمَۗ وَسَاۤءَتْ مَصِيْرًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 511,
            "translation_aya_text": "dan Dia mengazab orang-orang munafik laki-laki dan perempuan, dan (juga) orang-orang musyrik laki-laki dan perempuan yang berprasangka buruk terhadap Allah. Mereka akan mendapat giliran (azab) yang buruk dan Allah murka kepada mereka dan mengutuk mereka serta menyediakan neraka Jahanam bagi mereka. Dan (neraka Jahanam) itu seburuk-buruk tempat kembali. ",
            "tafsir_jalalayn": "(Dan supaya Dia mengazab orang-orang munafik laki-laki dan perempuan dan orang-orang musyrik laki-laki dan perempuan yang mereka itu berprasangka buruk terhadap Allah) dapat dibaca As-Sau' atau As-Suu' dan demikian pula pada ayat selanjutnya. Mereka berprasangka bahwa Allah pasti tidak akan menolong Nabi Muhammad saw. dan orang-orang mukmin. (Mereka akan mendapat giliran yang amat buruk) yaitu akan mendapatkan kehinaan dan azab (dan Allah memurkai mereka dan mengutuk mereka) artinya menjauhkan mereka dari rahmat-Nya (serta menyediakan bagi mereka neraka Jahanam. Dan neraka Jahanam itulah seburuk-buruk tempat kembali) tempat kembali yang paling buruk.",
            "sajda": false,
            "transliteration": "Wa yu'azzibal munaafiqeena walmunaafiqaati wal mushrikeena walmushrikaatiz zaaanneena billaahi zannas saw'; 'alaihim daaa'iratus saw'i wa ghadibal laahu 'alaihim wa la'anahum wa a'adda lahum jahannama wa saaa' at maseeraa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4590,
            "aya_number": 7,
            "aya_text": "وَلِلّٰهِ جُنُوْدُ السَّمٰوٰتِ وَالْاَرْضِۗ وَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 511,
            "translation_aya_text": "Dan milik Allah bala tentara langit dan bumi. Dan Allah Mahaperkasa, Mahabijaksana. ",
            "tafsir_jalalayn": "(Dan kepunyaan Allahlah tentara langit dan bumi. Dan adalah Allah Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya, yakni Dia terus-menerus bersifat demikian.",
            "sajda": false,
            "transliteration": "Wa lillaahi junoodus samaawaati wal ard; wa kaanal laahu 'azeezan hakeema",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4591,
            "aya_number": 8,
            "aya_text": "اِنَّآ اَرْسَلْنٰكَ شَاهِدًا وَّمُبَشِّرًا وَّنَذِيْرًاۙ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 511,
            "translation_aya_text": "Sesungguhnya Kami mengutus engkau (Muhammad) sebagai saksi, pembawa berita gembira dan pemberi peringatan,",
            "tafsir_jalalayn": "(Sesungguhnya Kami mengutus kamu sebagai saksi) atas umatmu pada hari kiamat nanti (dan pembawa berita gembira) kepada mereka di dunia (dan pemberi peringatan) maksudnya memberi peringatan dan mempertakuti mereka selama di dunia akan siksa neraka kelak di akhirat bila mereka melakukan perbuatan yang berdosa.",
            "sajda": false,
            "transliteration": "Innaaa arsalnaaka shaahi danw wa mubashshiranw wa nazeera",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4592,
            "aya_number": 9,
            "aya_text": "لِّتُؤْمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَتُعَزِّرُوْهُ وَتُوَقِّرُوْهُۗ وَتُسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 511,
            "translation_aya_text": "agar kamu semua beriman kepada Allah dan Rasul-Nya, menguatkan (agama)-Nya, membesarkan-Nya, dan bertasbih kepada-Nya pagi dan petang.",
            "tafsir_jalalayn": "(Supaya kamu sekalian beriman kepada Allah dan Rasul-Nya) lafal Litu`minuu dapat dibaca Liyu`minuu, demikian pula pada tiga tempat lainnya dalam ayat ini, sesudahnya (menguatkan agama-Nya) maksudnya supaya kalian menolong agama-Nya; dan menurut suatu qiraat lafal Tu'azziruuhu dibaca Tu'azzizuuhu (membesarkan-Nya) artinya supaya kalian mengagungkan-Nya, Dhamir pada kedua fi'il tersebut dapat merujuk, kepada Allah atau Rasul-Nya (dan supaya kalian bertasbih kepada-Nya) yakni kepada Allah (di waktu pagi dan petang) pada setiap pagi dan sore.",
            "sajda": false,
            "transliteration": "Litu minoo billaahi wa Rasoolihee wa tu'azziroohu watuwaqqiroohu watusabbi hoohu bukratanw wa aseelaa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        }
    ]
}