{
    "page_number": 513,
    "data": [
        {
            "aya_id": 4599,
            "aya_number": 16,
            "aya_text": "قُلْ لِّلْمُخَلَّفِيْنَ مِنَ الْاَعْرَابِ سَتُدْعَوْنَ اِلٰى قَوْمٍ اُولِيْ بَأْسٍ شَدِيْدٍ تُقَاتِلُوْنَهُمْ اَوْ يُسْلِمُوْنَ ۚ فَاِنْ تُطِيْعُوْا يُؤْتِكُمُ اللّٰهُ اَجْرًا حَسَنًا ۚ وَاِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِّنْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا اَلِيْمًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 513,
            "translation_aya_text": "Katakanlah kepada orang-orang Badui yang tertinggal, “Kamu akan diajak untuk (memerangi) kaum yang mempunyai kekuatan yang besar, kamu harus memerangi mereka kecuali mereka menyerah. Jika kamu patuhi (ajakan itu) Allah akan memberimu pahala yang baik, tetapi jika kamu berpaling seperti yang kamu perbuat sebelumnya, Dia akan mengazab kamu dengan azab yang pedih.” ",
            "tafsir_jalalayn": "(Katakanlah kepada orang-orang Badui yang tertinggal,) yakni orang-orang Badui yang tertinggal tadi sebagai cobaan buat mereka (\"Kalian akan diajak untuk memerangi kaum yang mempunyai) kaum yang memiliki (kekuatan yang besar) menurut suatu pendapat dikatakan, bahwa yang dimaksud adalah menghadapi orang-orang Bani Hanifah yang menguasai tanah Yamamah, dan menurut pendapat yang lain lagi, yang dimaksud adalah kerajaan Persia dan kerajaan Romawi (kalian akan memerangi mereka) lafal ayat ini menjadi Hal atau kata keterangan keadaan bagi lafal yang diperkirakan keberadaannya, yaitu kaum yang dimaksud tadi (atau) mereka (menyerah) karena itu maka kalian tidak berperang lagi. (Maka jika kalian patuhi) ajakan untuk memerangi mereka itu (niscaya Allah akan memberikan kepada kalian pahala yang baik dan jika kalian berpaling sebagaimana kalian telah berpaling sebelumnya, niscaya Dia akan mengazab kalian dengan azab yang pedih\") azab yang menyakitkan.",
            "sajda": false,
            "transliteration": "Qul lilmukhallafeena minal A'raabi satud'awna ilaa qawmin ulee baasin shadeedin tuqaati loonahum aw yuslimoona fa in tutee'oo yu'tikumul laahu ajran hasananw wa in tatawallaw kamaa tawallaitum min qablu yu'azzibkum 'azaaban aleemaa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4600,
            "aya_number": 17,
            "aya_text": "لَيْسَ عَلَى الْاَعْمٰى حَرَجٌ وَّلَا عَلَى الْاَعْرَجِ حَرَجٌ وَّلَا عَلَى الْمَرِيْضِ حَرَجٌ ۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ۚ وَمَنْ يَّتَوَلَّ يُعَذِّبْهُ عَذَابًا اَلِيْمًا ࣖ ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 513,
            "translation_aya_text": "Tidak ada dosa atas orang-orang yang buta, atas orang-orang yang pincang, dan atas orang-orang yang sakit (apabila tidak ikut berperang). Barangsiapa taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai; tetapi barangsiapa berpaling, Dia akan mengazabnya dengan azab yang pedih. ",
            "tafsir_jalalayn": "(Tiada dosa atas orang-orang yang buta dan atas orang yang pincang dan atas orang yang sakit) apabila tidak ikut berjihad. (Dan barang siapa yang taat kepada Allah dan Rasul-Nya, niscaya Allah akan memasukkannya) dapat dibaca Yudkhilhu atau Nudkhilhu, kalau dibaca Nudkhilhu artinya, niscaya Kami akan memasukkannya (ke dalam surga yang mengalir di bawahnya sungai-sungai dan barang siapa yang berpaling niscaya akan diazab-Nya) dapat dibaca Yu'adzdzibhu atau Nu'adzdzibhu, kalau dibaca Nu'adzdzibhu artinya, niscaya Kami akan mengazabnya (dengan azab yang pedih.)",
            "sajda": false,
            "transliteration": "Laisa 'alal a'maa harajunw wa laa 'alal a'raji harajunw wa laa 'alal mareedi haraj' wa many yutil'il laaha wa Rasoolahoo yudkhilhu jannaatin tajree min tahtihal anhaaru wa many yatawalla yu'azzibhu 'azaaban aleemaa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4601,
            "aya_number": 18,
            "aya_text": "۞ لَقَدْ رَضِيَ اللّٰهُ عَنِ الْمُؤْمِنِيْنَ اِذْ يُبَايِعُوْنَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِيْ قُلُوْبِهِمْ فَاَنْزَلَ السَّكِيْنَةَ عَلَيْهِمْ وَاَثَابَهُمْ فَتْحًا قَرِيْبًاۙ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 513,
            "translation_aya_text": "Sungguh, Allah telah meridai orang-orang mukmin ketika mereka berjanji setia kepadamu (Muhammad) di bawah pohon, Dia mengetahui apa yang ada dalam hati mereka lalu Dia memberikan ketenangan atas mereka dan memberi balasan dengan kemenangan yang dekat,",
            "tafsir_jalalayn": "(Sesungguhnya Allah telah rida terhadap orang-orang mukmin ketika mereka berjanji setia kepadamu) di Hudaibiyah (di bawah pohon) yaitu pohon Samurah, jumlah mereka yang menyatakan baiat itu ada seribu tiga ratus orang atau lebih. Kemudian mereka berbaiat kepada Nabi saw. yaitu hendaknya mereka saling bahu-membahu melawan orang-orang Quraisy dan janganlah mereka lari karena takut mati (maka Dia mengetahui) yakni Allah mengetahui (apa yang ada dalam hati mereka) yaitu kejujuran dan kesetiaan mereka (lalu menurunkan ketenangan atas mereka dan memberi balasan kepada mereka dengan kemenangan yang dekat waktunya) yaitu takluknya tanah Khaibar sesudah mereka kembali dari Hudaibiyah.",
            "sajda": false,
            "transliteration": "Laqad radiyal laahu 'anil mu'mineena iz yubaayi 'oonaka tahtash shajarati fa'alima maa fee quloobihim fa anzalas sakeenata 'alaihim wa asaa bahum fat han qareebaa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4602,
            "aya_number": 19,
            "aya_text": "وَّمَغَانِمَ كَثِيْرَةً يَّأْخُذُوْنَهَا ۗ وَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 513,
            "translation_aya_text": "dan harta rampasan perang yang banyak yang akan mereka peroleh. Dan Allah Mahaperkasa, Mahabijaksana. ",
            "tafsir_jalalayn": "(Serta harta rampasan yang banyak yang dapat mereka ambil) dari tanah Khaibar. (Dan adalah Allah Maha Perkasa lagi Maha Bijaksana) Dia terus-menerus bersifat demikian.",
            "sajda": false,
            "transliteration": "Wa maghaanima kaseera tany yaakhuzoonahaa; wa kaanal laahu 'Azeezan Hakeemaa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4603,
            "aya_number": 20,
            "aya_text": "وَعَدَكُمُ اللّٰهُ مَغَانِمَ كَثِيْرَةً تَأْخُذُوْنَهَا فَعَجَّلَ لَكُمْ هٰذِهٖ وَكَفَّ اَيْدِيَ النَّاسِ عَنْكُمْۚ وَلِتَكُوْنَ اٰيَةً لِّلْمُؤْمِنِيْنَ وَيَهْدِيَكُمْ صِرَاطًا مُّسْتَقِيْمًاۙ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 513,
            "translation_aya_text": "Allah menjanjikan kepadamu harta rampasan perang yang banyak yang dapat kamu ambil, maka Dia segerakan (harta rampasan perang) ini untukmu dan Dia menahan tangan manusia dari (membinasakan)mu (agar kamu mensyukuri-Nya) dan agar menjadi bukti bagi orang-orang mukmin dan agar Dia menunjukkan kamu ke jalan yang lurus. ",
            "tafsir_jalalayn": "(Allah menjanjikan kepada kalian harta rampasan yang banyak yang dapat kalian ambil) dari penaklukan-penaklukan (maka disegerakan-Nya harta rampasan ini untuk kalian) yang dimaksud adalah harta rampasan tanah Khaibar (dan Dia menahan tangan manusia dari kalian) yakni ulah mereka terhadap anak-anak dan istri-istri kalian sewaktu kalian berangkat berperang dan memang orang-orang Yahudi, sewaktu kalian keluar bermaksud untuk membinasakan mereka, akan tetapi Allah melemparkan ke dalam hati mereka rasa takut sehingga mereka tidak berani melakukannya (dan agar hal itu) yakni harta rampasan yang disegerakan itu; lafal ayat ini diathafkan kepada lafal yang diperkirakan keberadaannya; yaitu lafal Litasykuruuhu yang artinya, supaya kalian bersyukur kepada-Nya (menjadi bukti bagi orang-orang mukmin) yang menunjukkan bahwa mereka mendapat pertolongan dari Allah (dan agar Dia menunjuki kalian kepada jalan yang lurus) yakni jalan untuk bertawakal dan menyerahkan segala sesuatu kepada Allah swt.",
            "sajda": false,
            "transliteration": "Wa'adakumul laahu ma ghaanima kaseeratan taakhuzoo nahaa fa'ajjala lakum haazihee wa kaffa aydiyan naasi 'ankum wa litakoona aayatal lilmu'mineena wa yahdiyakum siraatam mustaqeema",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4604,
            "aya_number": 21,
            "aya_text": "وَّاُخْرٰى لَمْ تَقْدِرُوْا عَلَيْهَا قَدْ اَحَاطَ اللّٰهُ بِهَا ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 513,
            "translation_aya_text": "Dan (kemenangan-kemenangan) atas negeri-negeri lain yang tidak dapat kamu perkirakan, tetapi sesungguhnya Allah telah menentukannya. Dan Allah Mahakuasa atas segala sesuatu. ",
            "tafsir_jalalayn": "(Dan harta-harta rampasan yang lain) lafal Ukhraa ini menjadi Sifat dari lafal yang diperkirakan keberadaannya yaitu Maghaanima yang berkedudukan menjadi Mubtada (yang kalian belum dapat menguasainya) yaitu harta rampasan dari negeri Persia dan negeri Romawi (yang sungguh Allah telah meliputinya) dengan ilmu-Nya bahwa semuanya kelak akan kalian raih. (Dan adalah Allah Maha Kuasa atas segala sesuatu) yakni Dia terus menerus bersifat demikian.",
            "sajda": false,
            "transliteration": "Wa ukhraa lam taqdiroo 'alaihaa qad ahaatal laahu bihaa; wa kaanal laahu 'alaa kulli shai'in qadeera",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4605,
            "aya_number": 22,
            "aya_text": "وَلَوْ قَاتَلَكُمُ الَّذِيْنَ كَفَرُوْا لَوَلَّوُا الْاَدْبَارَ ثُمَّ لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 513,
            "translation_aya_text": "Dan sekiranya orang-orang yang kafir itu memerangi kamu pastilah mereka akan berbalik melarikan diri (kalah) dan mereka tidak akan mendapatkan pelindung dan penolong. ",
            "tafsir_jalalayn": "(Dan sekiranya orang-orang kafir itu memerangi kalian) sewaktu kalian di Hudaibiah (pastilah mereka berbalik melarikan diri ke belakang, kemudian mereka tiada memperoleh pelindung) yang dapat memelihara dan menjaga mereka (dan tidak pula penolong.)",
            "sajda": false,
            "transliteration": "Wa law qaatalakumul lazeena kafaroo la wallawul adbaara summa laa yajidoona waliyanw-wa laa naseeraa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4606,
            "aya_number": 23,
            "aya_text": "سُنَّةَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ مِنْ قَبْلُ  ۖوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 513,
            "translation_aya_text": "(Demikianlah) hukum Allah, yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan pada hukum Allah itu. ",
            "tafsir_jalalayn": "(Sebagai suatu sunatullah) lafal ayat ini adalah Mashdar yang berfungsi mengukuhkan makna jumlah kalimat sebelumnya, yaitu mengenai kalahnya orang-orang kafir dan ditolong-Nya orang-orang mukmin. Maksudnya yang demikian itu merupakan suatu sunatullah (yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan bagi sunatullah itu) sebagai ganti darinya.",
            "sajda": false,
            "transliteration": "Sunnatal laahil latee qad khalat min qablu wa lan tajida lisunnatil laahi tabdeelaa",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        }
    ]
}