{
    "page_number": 514,
    "data": [
        {
            "aya_id": 4607,
            "aya_number": 24,
            "aya_text": "وَهُوَ الَّذِيْ كَفَّ اَيْدِيَهُمْ عَنْكُمْ وَاَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْۢ بَعْدِ اَنْ اَظْفَرَكُمْ عَلَيْهِمْ ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 514,
            "translation_aya_text": "Dan Dialah yang mencegah tangan mereka dari (membinasakan) kamu dan (mencegah) tangan kamu dari (membinasakan) mereka di tengah (kota) Mekah setelah Allah memenangkan kamu atas mereka. Dan Allah Maha Melihat apa yang kamu kerjakan. ",
            "tafsir_jalalayn": "(Dan Dialah yang menahan tangan mereka dari kalian dan tangan kalian dari mereka di lembah Mekah) yakni di Hudaibiah (sesudah Allah memenangkan kalian atas mereka) karena sesungguhnya delapan puluh orang lelaki dari kalangan mereka mengelilingi perkemahan kalian dengan tujuan untuk menyergap kalian, tetapi akhirnya mereka dapat dilumpuhkan dan mereka dihadapkan kepada Rasulullah saw. maka ia memberi maaf kepada mereka lalu dilepaskannya mereka dengan bebas. Hal ini merupakan penyebab adanya perjanjian gencatan senjata (dan adalah Allah Maha Melihat apa yang kalian kerjakan.) Lafal Ta'maluuna dapat dibaca Ya'maluuna, kalau dibaca Ya'maluuna maka artinya, \"Dan adalah Allah Maha Melihat apa yang mereka kerjakan.\" Maksud ungkapan ayat ini ialah bahwa Allah masih tetap bersifat demikian.",
            "sajda": false,
            "transliteration": "Wa Huwal lazee kaffa aydiyahum 'ankum wa aydiyakum 'anhum bibatni Makkata mim ba'di an azfarakum 'alaihim; wa kaanal laahu bimaa ta'maloona Baseera",
            "tajweed_text": "وَهُوَ [h:4114[ٱ]لَّذِى كَفَّ أَيْدِيَهُمْ عَ[f:255[نك]ُمْ وَأَيْدِيَكُمْ عَنْه[c:12677[ُم ب]ِبَ[q:12678[طْ]نِ مَكَّةَ م[i:146[ِنۢ ب]َعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4608,
            "aya_number": 25,
            "aya_text": "هُمُ الَّذِيْنَ كَفَرُوْا وَصَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوْفًا اَنْ يَّبْلُغَ مَحِلَّهٗ ۚوَلَوْلَا رِجَالٌ مُّؤْمِنُوْنَ وَنِسَاۤءٌ مُّؤْمِنٰتٌ لَّمْ تَعْلَمُوْهُمْ اَنْ تَطَـُٔوْهُمْ فَتُصِيْبَكُمْ مِّنْهُمْ مَّعَرَّةٌ ۢبِغَيْرِ عِلْمٍ ۚ لِيُدْخِلَ اللّٰهُ فِيْ رَحْمَتِهٖ مَنْ يَّشَاۤءُۚ  لَوْ تَزَيَّلُوْا لَعَذَّبْنَا الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابًا اَلِيْمًا",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 514,
            "translation_aya_text": "Merekalah orang-orang kafir yang menghalang-halangi kamu (masuk) Masjidilharam dan menghambat hewan-hewan kurban sampai ke tempat (penyembelihan)nya. Dan kalau bukanlah karena ada beberapa orang beriman laki-laki dan perempuan yang tidak kamu ketahui, tentulah kamu akan membunuh mereka yang menyebabkan kamu ditimpa kesulitan tanpa kamu sadari. Karena Allah hendak memasukkan siapa yang Dia kehendaki ke dalam rahmat-Nya. Sekiranya mereka terpisah, tentu Kami akan mengazab orang-orang yang kafir di antara mereka dengan azab yang pedih. ",
            "tafsir_jalalayn": "(Merekalah orang-orang yang kafir yang menghalangi kalian dari Masjidilharam) yakni menghalangi kalian untuk memasukinya (dan hewan kurban) diathafkan kepada Dhamir Kum yang ada pada lafal Washadduukum (dalam keadaan tertahan) yakni terhenti, lafal ini menjadi Hal atau kata keterangan keadaan (tidak dapat mencapai tempatnya) yaitu tempat penyembelihannya sebagaimana biasanya, lafal ayat ini berkedudukan menjadi Badal Isytimal. (Dan kalau tidaklah karena laki-laki yang mukmin dan perempuan-perempuan yang mukmin) yang masih ada tinggal bersama dengan orang-orang kafir di Mekah (yang tiada kalian ketahui) keimanan mereka (bahwa kalian akan membunuh mereka) kalian akan membunuh mereka bersama dengan orang-orang kafir, sekiranya kalian diizinkan-Nya untuk melakukan penaklukan. Lafal ayat ini menjadi Badal Isytimal dari Dhamir Hum yang terdapat pada lafal Lam Ta'lamuuhum (yang menyebabkan kalian berdosa) yakni perbuatan yang berdosa (tanpa pengetahuan) kalian tentangnya. Semua Dhamir Ghaibah yang ada menunjukkan makna untuk kedua jenis, yaitu jenis lelaki dan perempuan, hal tersebut hanya memprioritaskan Mudzakkar. Jawab dari lafal Laulaa tidak disebutkan, yakni tentulah Allah mengizinkan kalian untuk melakukan penaklukan, tetapi ketika itu Dia ternyata tidak mengizinkan kalian melakukan hal itu. (Supaya Allah memasukkan siapa yang dikehendaki-Nya ke dalam rahmat-Nya) seperti orang-orang mukmin yang telah disebutkan tadi. (Sekiranya mereka tidak bercampur-baur) seandainya mereka membedakan dari orang-orang kafir (tentulah Kami akan mengazab orang-orang kafir di antara mereka) yakni di antara penduduk Mekah pada saat itu juga, seumpamanya Kami memberikan izin kepada kalian untuk melakukan penaklukan (dengan azab yang pedih) azab yang menyakitkan.",
            "sajda": false,
            "transliteration": "Humul lazeena kafaroo wa saddookum 'anil-Masjidil-Haraami walhadya ma'koofan any yablugha mahillah; wa law laa rijaalum mu'minoona wa nisaaa'um mu'minaatul lam ta'lamoohum an tata'oohum fatuseebakum minhum ma'arratum bighairi 'ilmin liyud khilal laahu fee rahmatihee many yashaaa'; law tazayyaloo la'azzabnal lazeena kafaroo minhum 'azaaban aleema",
            "tajweed_text": "هُمُ [h:12679[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَصَدُّوكُمْ عَنِ [h:3362[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ وَ[h:3816[ٱ]لْهَ[q:3816[دْ]ىَ مَعْكُوفًا أ[a:12680[َن ي]َ[q:1053[بْ]لُغَ مَحِلَّهُ[n[ۥ]‌ۚ وَلَوْلَا رِجَا[a:12681[لٌ م]ُّؤْمِنُونَ وَنِس[o[َا]ٓ[a:12682[ءٌ م]ُّؤْمِنَ[n[ـٰ][u:12683[تٌ ل]َّمْ تَعْلَمُوهُمْ أَ[f:12684[ن ت]َطَــُٔوهُمْ فَتُصِيبَك[w:12685[ُم م]ِّنْه[w:12686[ُم م]َّعَرَّ[i:12687[ةُۢ ب]ِغَيْرِ عِلْ[u:12688[مٍ‌ۖ ل]ِّيُ[q:12635[دْ]خِلَ [h:12689[ٱ]للَّهُ فِى رَحْمَتِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ لَوْ تَزَيَّلُو[s[اْ] لَعَذَّ[q:12690[بْ]نَا [h:12691[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْهُمْ عَذَابًا أَلِيمًا",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4609,
            "aya_number": 26,
            "aya_text": "اِذْ جَعَلَ الَّذِيْنَ كَفَرُوْا فِيْ قُلُوْبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَاَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلٰى رَسُوْلِهٖ وَعَلَى الْمُؤْمِنِيْنَ وَاَلْزَمَهُمْ كَلِمَةَ التَّقْوٰى وَكَانُوْٓا اَحَقَّ بِهَا وَاَهْلَهَا ۗوَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 514,
            "translation_aya_text": "Ketika orang-orang yang kafir menanamkan kesombongan dalam hati mereka (yaitu) kesombongan jahiliah, lalu Allah menurunkan ketenangan kepada Rasul-Nya, dan kepada orang-orang mukmin; dan (Allah) mewajibkan kepada mereka tetap taat menjalankan kalimat takwa dan mereka lebih berhak dengan itu dan patut memilikinya. Dan Allah Maha Mengetahui segala sesuatu. ",
            "tafsir_jalalayn": "(Ketika menanamkan) berta'alluq kepada lafal La'adzdzabnaa (orang-orang kafir itu) menjadi Fa'il dari lafal Ja'ala (ke dalam hati mereka kesombongan) perasaan tinggi diri dari sesuatu (yaitu kesombongan jahiliah) menjadi Badal dari lafal Hamiyah. Makna yang dimaksud ialah hambatan dan cegahan mereka terhadap Nabi dan para sahabatnya untuk mencapai Masjidilharam (lalu Allah menurunkan ketenangan kepada Rasul-Nya dan kepada orang-orang mukmin) lalu akhirnya Nabi saw. dan para sahabatnya mengadakan perdamaian dengan mereka, yaitu hendaknya mereka diperbolehkan kembali ke Mekah tahun depan dan ternyata mereka tidak terbakar atau terpancing oleh panasnya perasaan, tidak sebagaimana yang menimpa orang-orang kafir, akhirnya peperangan antara mereka terhindarkan (dan Allah mewajibkan kepada mereka) yakni kepada orang-orang mukmin (kalimat takwa) yaitu \"Tiada Tuhan selain Allah dan Muhammad utusan Allah\", kalimat ini dikaitkan dengan takwa, karena merupakan penyebabnya (dan adalah mereka lebih berhak dengannya) yakni dengan kalimat takwa itu daripada orang-orang kafir (dan patut memilikinya) merupakan Athaf Tafsir. (Dan adalah Allah Maha Mengetahui segala sesuatu) artinya Dia tetap bersifat demikian, dan di antara apa yang diketahui oleh Allah swt. ialah bahwa orang-orang mukmin itu berhak memiliki kalimat takwa itu.",
            "sajda": false,
            "transliteration": "Iz ja'alal lazeena kafaroo fee quloobihimul hamiyyata hamiyyatal jaahiliyyati fa anzalal laahu sakeenatahoo 'alaa Rasoolihee wa 'alal mu mineena wa alzamahum kalimatat taqwaa wa kaanooo ahaqqa bihaa wa ahlahaa; wa kaanal laahu bikulli shai'in Aleema",
            "tajweed_text": "إِذْ جَعَلَ [h:12692[ٱ]لَّذِينَ كَفَرُو[s[اْ] فِى قُلُوبِهِمُ [h:12693[ٱ]لْحَمِيَّةَ حَمِيَّةَ [h:12694[ٱ]لْجَ[n[ـٰ]هِلِيَّةِ فَأَ[f:5594[نز]َلَ [h:5595[ٱ]للَّهُ سَكِينَتَهُ[n[ۥ] عَلَىٰ رَسُولِه[n[ِۦ] وَعَلَى [h:5529[ٱ]لْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ [h:12695[ٱ][l[ل]تَّ[q:1084[قْ]وَىٰ وَكَان[o[ُوٓ][s[اْ] أَحَقَّ بِهَا وَأَهْلَهَا‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4610,
            "aya_number": 27,
            "aya_text": "لَقَدْ صَدَقَ اللّٰهُ رَسُوْلَهُ الرُّءْيَا بِالْحَقِّ ۚ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ اِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَۙ مُحَلِّقِيْنَ رُءُوْسَكُمْ وَمُقَصِّرِيْنَۙ  لَا تَخَافُوْنَ ۗفَعَلِمَ مَا لَمْ تَعْلَمُوْا فَجَعَلَ مِنْ دُوْنِ ذٰلِكَ فَتْحًا قَرِيْبًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 514,
            "translation_aya_text": "Sungguh, Allah akan membuktikan kepada Rasul-Nya tentang kebenaran mimpinya bahwa kamu pasti akan memasuki Masjidilharam, jika Allah menghendaki dalam keadaan aman, dengan menggundul rambut kepala dan memendekkannya, sedang kamu tidak merasa takut. Maka Allah mengetahui apa yang tidak kamu ketahui dan selain itu Dia telah memberikan kemenangan yang dekat.",
            "tafsir_jalalayn": "(Sesungguhnya Allah akan membuktikan kepada Rasul-Nya tentang kebenaran mimpinya dengan sebenarnya) Rasulullah saw. bermimpi pada tahun terjadinya perjanjian Hudaibiah, yaitu sebelum beliau berangkat menuju ke Hudaibiah, bahwasanya ia memasuki kota Mekah bersama-sama dengan para sahabatnya dalam keadaan aman hingga mereka dapat bercukur dan ada pula yang hanya memendekkan rambutnya. Kemudian Rasulullah saw. menceritakan hal mimpinya itu kepada para sahabatnya, maka mereka sangat gembira mendengarnya. Ketika para sahabat berangkat bersama Rasulullah menuju Mekah, tiba-tiba mereka dihalang-halangi oleh orang-orang kafir sewaktu mereka sampai di Hudaibiah. Akhirnya mereka kembali ke Madinah dengan perasaan yang berat, pada saat itu timbullah rasa keraguan di dalam hati sebagian orang-orang munafik, lalu turunlah ayat ini. Firman-Nya, \"Bil haqqi\" berta'alluq kepada lafal Shadaqa, atau merupakan Hal atau kata keterangan keadaan dari lafal Ar-Ru'yaa sedangkan kalimat sesudahnya berfungsi menjadi penafsirnya (yaitu bahwa sesungguhnya kamu sekalian pasti akan memasuki Masjidilharam, insya Allah) lafal Insya Allah artinya, jika Allah menghendaki, hanyalah sebagai kalimat Tabarruk saja, yaitu untuk meminta keberkahan (dalam keadaan aman dengan mencukur rambut kepala) mencukur semua rambut kepala (dan mengguntingnya) yakni menggunting sebagiannya saja; kedua lafal ini merupakan Hal bagi lafal yang diperkirakan keberadaannya (sedangkan kalian tidak merasa takut) selama-lamanya (Maka Allah mengetahui) di dalam perjanjian damai itu (apa yang tidak kalian ketahui) mengenai kemaslahatan yang terkandung di dalamnya (dan Dia memberikan sebelum itu) sebelum kalian memasuki Mekah (kemenangan yang dekat) yaitu ditaklukkannya tanah Khaibar, kemudian mimpi itu menjadi kenyataan pada tahun berikutnya.",
            "sajda": false,
            "transliteration": "Laqad sadaqal laahu Rasoolahur ru'yaa bilhaqq, latadkhulunnal Masjidal-Haraama in shaaa'al laahu aamineena muhalliqeena ru'oosakum wa muqassireena laa takhaafoona fa'alima maa lam ta'lamoo faja'ala min dooni zaalika fathan qareebaa",
            "tajweed_text": "لَّقَ[q:2389[دْ] صَدَقَ [h:2112[ٱ]للَّهُ رَسُولَهُ [h:12696[ٱ][l[ل]رُّءْيَا بِ[h:370[ٱ]لْحَقِّ‌ۖ لَتَ[q:12697[دْ]خُلُ[g[نّ]َ [h:12698[ٱ]لْمَسْجِدَ [h:5536[ٱ]لْحَرَامَ إِ[f:364[ن ش][o[َا]ٓءَ [h:78[ٱ]للَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ‌ۖ فَعَلِمَ مَا لَمْ تَعْلَمُو[s[اْ] فَجَعَلَ مِ[f:107[ن د]ُونِ ذ[n[َٲ]لِكَ فَتْ[f:12668[حًا ق]َرِيبًا",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4611,
            "aya_number": 28,
            "aya_text": "هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًا ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 514,
            "translation_aya_text": "Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar agar dimenangkan-Nya terhadap semua agama. Dan cukuplah Allah sebagai saksi. ",
            "tafsir_jalalayn": "(Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang hak agar dimenangkan-Nya) agama yang hak itu (terhadap semua agama) atas agama-agama yang lainnya. (Dan cukuplah Allah sebagai saksi) bahwasanya kamu diutus untuk membawa hal tersebut, sebagaimana yang diungkapkan-Nya pada ayat berikut ini.",
            "sajda": false,
            "transliteration": "Huwal lazeee arsala Rasoolahoo bilhudaa wa deenil haqqi liyuzhirahoo 'alad deeni kullih; wa kafaa billaahi Shaheeda",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَرْسَلَ رَسُولَهُ[n[ۥ] بِ[h:54[ٱ]لْهُدَىٰ وَدِينِ [h:5557[ٱ]لْحَقِّ لِيُظْهِرَهُ[n[ۥ] عَلَى [h:5558[ٱ][l[ل]دِّينِ كُلِّه[n[ِۦ]‌ۚ وَكَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيدًا",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        }
    ]
}