{
    "page_number": 515,
    "data": [
        {
            "aya_id": 4612,
            "aya_number": 29,
            "aya_text": "مُحَمَّدٌ رَّسُوْلُ اللّٰهِ ۗوَالَّذِيْنَ مَعَهٗٓ اَشِدَّاۤءُ عَلَى الْكُفَّارِ رُحَمَاۤءُ بَيْنَهُمْ تَرٰىهُمْ رُكَّعًا سُجَّدًا يَّبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا ۖ سِيْمَاهُمْ فِيْ وُجُوْهِهِمْ مِّنْ اَثَرِ السُّجُوْدِ ۗذٰلِكَ مَثَلُهُمْ فِى التَّوْرٰىةِ  ۖوَمَثَلُهُمْ فِى الْاِنْجِيْلِۚ  كَزَرْعٍ اَخْرَجَ شَطْـَٔهٗ فَاٰزَرَهٗ فَاسْتَغْلَظَ فَاسْتَوٰى عَلٰى سُوْقِهٖ يُعْجِبُ الزُّرَّاعَ لِيَغِيْظَ بِهِمُ الْكُفَّارَ ۗوَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنْهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا ࣖ ",
            "sura_id": 48,
            "juz_id": 26,
            "page_number": 515,
            "translation_aya_text": "Muhammad adalah utusan Allah dan orang-orang yang bersama dengan dia bersikap keras terhadap orang-orang kafir, tetapi berkasih sayang sesama mereka. Kamu melihat mereka rukuk dan sujud mencari karunia Allah dan keridaan-Nya. Pada wajah mereka tampak tanda-tanda bekas sujud. Demikianlah sifat-sifat mereka (yang diungkapkan) dalam Taurat dan sifat-sifat mereka (yang diungkapkan) dalam Injil, yaitu seperti benih yang mengeluarkan tunasnya, kemudian tunas itu semakin kuat lalu menjadi besar dan tegak lurus di atas batangnya; tanaman itu menyenangkan hati penanam-penanamnya karena Allah hendak menjengkelkan hati orang-orang kafir (dengan kekuatan orang-orang mukmin). Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka, ampunan dan pahala yang besar. ",
            "tafsir_jalalayn": "(Muhammad itu) lafal ayat ini berkedudukan menjadi Mubtada (adalah utusan Allah) menjadi Khabar dari Mubtada (dan orang-orang yang bersama dengan dia) yakni para sahabatnya yang terdiri dari kaum mukminin. Lafal ayat ini menjadi Mubtada sedangkan Khabarnya ialah (adalah keras) yakni mereka adalah orang-orang yang bersikap keras (terhadap orang-orang kafir) mereka tidak mengasihaninya (tetapi berkasih sayang sesama mereka) menjadi Khabar yang kedua; yakni mereka saling kasih-mengasihi di antara sesama mukmin bagaikan kasih orang tua kepada anaknya (kamu lihat mereka) kamu perhatikan mereka (rukuk dan sujud) keduanya merupakan Hal atau kata keterangan keadaan (mencari) lafal ayat ini merupakan jumlah Isti`naf, yakni mereka melakukan demikian dalam rangka mencari (karunia Allah dan keridaan-Nya, tanda-tanda mereka) ciri-ciri mereka, lafal ayat ini menjadi Mubtada (tampak pada muka mereka) menjadi Khabar dari Mubtada. Tanda-tanda tersebut berupa nur dan sinar yang putih bersih yang menjadi ciri khas mereka kelak di akhirat, sebagai pertanda bahwa mereka orang-orang yang gemar bersujud sewaktu di dunia (dari bekas sujud.) Lafal ayat ini berta'alluq kepada lafal yang menjadi Ta'alluq atau gantungan bagi Khabar, yaitu lafal Kaainatan. Kemudian dii'rabkan sebagai Hal karena mengingat Dhamirnya yang dipindahkan kepada Khabar. (Demikianlah) sifat-sifat yang telah disebutkan tadi (sifat-sifat mereka) yakni gambaran tentang mereka, kalimat ayat ini menjadi Mubtada (di dalam kitab Taurat) menjadi Khabarnya (dan sifat-sifat mereka dalam kitab Injil) menjadi Mubtada, sedangkan Khabarnya adalah (yaitu seperti tanaman yang mengeluarkan tunasnya) dapat dibaca Syath`ahu atau Syatha`ahu, yakni tunasnya (maka tunas itu menjadikan tanaman itu kuat) dapat dibaca Fa`aazarahuu atau Fa`azarahu, yakni tunas itu membuat tanaman menjadi kuat (lalu menjadi besarlah dia) membesarlah dia (dan tegak lurus) yakni kuat dan tegak lurus (di atas pokoknya) lafal Suuq ini adalah bentuk jamak dari lafal Saaqun (tanaman itu menyenangkan hati penanam-penanamnya) karena keindahannya. Perumpamaan ini merupakan gambaran tentang keadaan para sahabat karena mereka pada mulanya berjumlah sedikit lagi masih lemah, kemudian jumlah mereka makin bertambah banyak dan bertambah kuat dengan sistem yang sangat rapi (karena Allah hendak menjengkelkan hati orang-orang kafir dengan kekuatan orang-orang mukmin) lafal ayat ini berta'alluq kepada lafal yang tidak disebutkan yang disimpulkan dari kalimat sebelumnya, yakni mereka diserupakan demikian karena Allah hendak menjengkelkan hati orang-orang kafir (Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan amal yang saleh dari kalangan mereka) yakni para sahabat; huruf Min di sini menunjukkan makna Bayanul Jinsi atau untuk menjelaskan jenis, bukan untuk menunjukkan makna Tab'idh atau sebagian, demikian itu karena para sahabat semuanya memiliki sifat-sifat tersebut (ampunan dan pahala yang besar) yakni surga; kedua pahala itu berlaku pula bagi orang-orang sesudah mereka, sebagaimana yang telah dijelaskan dalam berbagai ayat lainnya",
            "sajda": false,
            "transliteration": "Muhammadur Rasoolul laah; wallazeena ma'ahooo ashiddaaa'u 'alal kuffaaari ruhamaaa'u bainahum taraahum rukka'an sujjadany yabtaghoona fadlam minal laahi wa ridwaanan seemaahum fee wujoohihim min asaris sujood; zaalika masaluhum fit tawraah; wa masaluhum fil Injeeli kazar'in akhraja shat 'ahoo fa 'aazarahoo fastaghlaza fastawaa 'alaa sooqihee yu'jibuz zurraa'a liyagheeza bihimul kuffaar; wa'adal laahul lazeena aamanoo wa 'amilus saalihaati minhum maghfiratanw wa ajran 'azeemaa",
            "tajweed_text": "مُّحَ[g[مّ]َ[u:12699[دٌ ر]َّسُولُ [h:3306[ٱ]للَّهِ‌ۚ وَ[h:37[ٱ]لَّذِينَ مَعَهُ[o[ۥٓ] أَشِدّ[o[َا]ٓءُ عَلَى [h:12700[ٱ]لْكُفَّارِ رُحَم[o[َا]ٓءُ بَيْنَهُمْ‌ۖ تَرَ[n[ٮٰ]هُمْ رُكَّ[f:12701[عًا س]ُجَّ[a:12702[دًا ي]َ[q:3357[بْ]تَغُونَ فَضْل[a:12703[اً م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][f:12704[نًا‌ۖ س]ِيمَاهُمْ فِى وُجُوهِه[w:12705[ِم م]ِّنْ أَثَرِ [h:12706[ٱ][l[ل]سُّجُودِ‌ۚ ذ[n[َٲ]لِكَ مَثَلُهُمْ فِى [h:5061[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ‌ۚ وَمَثَلُهُمْ فِى [h:12707[ٱ]لْإِ[f:3596[نج]ِيلِ كَزَرْعٍ أَخْرَجَ شَ[q:12708[طْ]ــَٔهُ[n[ۥ] فَـَٔـازَرَهُ[n[ۥ] فَ[h:12709[ٱ]سْتَغْلَظَ فَ[h:12710[ٱ]سْتَوَىٰ عَلَىٰ سُوقِه[n[ِۦ] يُعْجِبُ [h:12711[ٱ][l[ل]زُّرَّاعَ لِيَغِيظَ بِهِمُ [h:12712[ٱ]لْكُفَّارَ‌ۗ وَعَدَ [h:3055[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ مِنْه[w:12713[ُم م]َّغْفِرَ[a:10818[ةً و]َأَ[q:10819[جْ]رًا عَظِيمَۢا",
            "surah": {
                "name": "سُورَةُ الفَتۡحِ",
                "englishName": "Al-Fath",
                "englishNameTranslation": "The Victory",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4613,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُقَدِّمُوْا بَيْنَ يَدَيِ اللّٰهِ وَرَسُوْلِهٖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 515,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu mendahului Allah dan Rasul-Nya dan bertakwalah kepada Allah. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kalian mendahului) berasal dari lafal Qadima yang maknanya sama dengan lafal Taqaddama artinya, janganlah kalian mendahului baik melalui perkataan atau perbuatan kalian (di hadapan Allah dan Rasul-Nya) yang menyampaikan wahyu dari-Nya, makna yang dimaksud ialah janganlah kalian mendahului Allah dan Rasul-Nya tanpa izin dari keduanya (dan bertakwalah kepada Allah. Sesungguhnya Allah Maha Mendengar) semua perkataan kalian (lagi Maha Mengetahui) semua perbuatan kalian. Ayat ini diturunkan berkenaan dengan perdebatan antara Abu Bakar r.a., dan sahabat Umar r.a. Mereka berdua melakukan perdebatan di hadapan Nabi saw. mengenai pengangkatan Aqra' bin Habis atau Qa'qa' bin Ma'bad. Ayat selanjutnya diturunkan berkenaan dengan orang yang mengangkat suaranya keras-keras di hadapan Nabi saw. yaitu firman-Nya:",
            "sajda": false,
            "transliteration": "Yaa ayyuhal lazeena aamanoo la tuqaddimoo baina yada yil laahi wa Rasoolihee wattaqul laah; innal laaha samee'un 'Aleem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تُقَدِّمُو[s[اْ] بَيْنَ يَدَىِ [h:12714[ٱ]للَّهِ وَرَسُولِه[n[ِۦ]‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَمِيعٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4614,
            "aya_number": 2,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَرْفَعُوْٓا اَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوْا لَهٗ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ اَنْ تَحْبَطَ اَعْمَالُكُمْ وَاَنْتُمْ لَا تَشْعُرُوْنَ ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 515,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain, nanti (pahala) segala amalmu bisa terhapus sedangkan kamu tidak menyadari. ",
            "tafsir_jalalayn": "(\"Hai orang-orang beriman janganlah kalian meninggikan suara kalian) bila kalian berbicara (lebih dari suara Nabi) bila ia berbicara (dan janganlah kalian berkata kepadanya dengan suara keras) bila kalian berbicara dengannya (sebagaimana kerasnya suara sebagian kalian terhadap sebagian yang lain) tetapi rendahkanlah suara kalian di bawah suaranya demi untuk menghormati dan mengagungkannya (supaya tidak dihapus pahala amal kalian sedangkan kalian tidak menyadarinya\") maksudnya, takutlah kalian akan hal tersebut disebabkan suara kalian yang tinggi dan keras di hadapannya. Ayat berikutnya diturunkan berkenaan dengan orang-orang yang merendahkan suaranya di hadapan Nabi saw.",
            "sajda": false,
            "transliteration": "Yaa ayyuhal lazeena aamanoo laa tarfa'ooo aswaatakum fawqa sawtin Nabiyi wa laa tajharoo lahoo bilqawli kajahri ba'dikum liba 'din an tahbata a 'maalukum wa antum laa tash'uroon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَرْفَع[o[ُوٓ][s[اْ] أَصْو[n[َٲ]تَكُمْ فَوْقَ صَوْتِ [h:12715[ٱ][l[ل][g[نّ]َبِىِّ وَلَا تَ[q:12716[جْ]هَرُو[s[اْ] لَهُ[n[ۥ] بِ[h:7118[ٱ]لْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَ[f:12717[ن ت]َحْبَطَ أَعْمَ[n[ـٰ]لُكُمْ وَأَ[f:98[نت]ُمْ لَا تَشْعُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4615,
            "aya_number": 3,
            "aya_text": "اِنَّ الَّذِيْنَ يَغُضُّوْنَ اَصْوَاتَهُمْ عِنْدَ رَسُوْلِ اللّٰهِ اُولٰۤىِٕكَ الَّذِيْنَ امْتَحَنَ اللّٰهُ قُلُوْبَهُمْ لِلتَّقْوٰىۗ  لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 515,
            "translation_aya_text": "Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka akan memperoleh ampunan dan pahala yang besar.",
            "tafsir_jalalayn": "(\"Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji) dicoba (hati mereka oleh Allah untuk bertakwa) artinya, ujian untuk menampakkan ketakwaan mereka. (Bagi mereka ampunan dan pahala yang besar\") yakni surga. Ayat berikutnya diturunkan berkenaan dengan orang-orang yang datang di waktu tengah hari kepada Nabi saw. sedangkan Nabi saw. pada saat itu berada di dalam rumahnya, lalu mereka memanggil-manggilnya, yaitu firman-Nya:",
            "sajda": false,
            "transliteration": "Innal lazeena yaghud doona aswaatahum 'inda Rasoolil laahi ulaaa'ikal lazeenam tah anal laahu quloobahum littaqwaa; lahum maghfiratunw waajrun 'azeem",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَغُضُّونَ أَصْو[n[َٲ]تَهُمْ عِ[f:264[ند]َ رَسُولِ [h:5744[ٱ]للَّهِ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ [h:12718[ٱ]مْتَحَنَ [h:12719[ٱ]للَّهُ قُلُوبَهُمْ لِلتَّ[q:1356[قْ]وَىٰ‌ۚ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ]رٌ عَظ[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4616,
            "aya_number": 4,
            "aya_text": "اِنَّ الَّذِيْنَ يُنَادُوْنَكَ مِنْ وَّرَاۤءِ الْحُجُرٰتِ اَكْثَرُهُمْ لَا يَعْقِلُوْنَ ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 515,
            "translation_aya_text": "Sesungguhnya orang-orang yang memanggil engkau (Muhammad) dari luar kamar(mu) kebanyakan mereka tidak mengerti. ",
            "tafsir_jalalayn": "(\"Sesungguhnya orang-orang yang memanggil kamu dari luar kamar) yakni dari luar kamar istri-istrinya. Lafal Hujuraat bentuk jamak dari lafal Hujratun, yang artinya; sepetak tanah yang dikelilingi oleh tembok atau lainnya, yang digunakan sebagai tempat tinggal. Masing-masing di antara mereka memanggil Nabi saw. dari belakang kamar-kamarnya, karena mereka tidak mengetahui di kamar manakah Nabi saw. berada. Mereka memanggilnya dengan suara yang biasa dilakukan oleh orang-orang Arab Badui, yaitu dengan suara yang keras dan kasar (kebanyakan mereka tidak mengerti) tentang apa yang harus mereka kerjakan di dalam menghadapi kedudukanmu yang tinggi, dan sikap penghormatan manakah yang pantas mereka lakukan untukmu.",
            "sajda": false,
            "transliteration": "Innal lazeena yunaadoo naka minw waraaa'il hujuraati aksaruhum laa ya'qiloon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُنَادُونَكَ م[a:10877[ِن و]َر[o[َا]ٓءِ [h:12720[ٱ]لْحُجُر[n[َٲ]تِ أَكْثَرُهُمْ لَا يَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        }
    ]
}