{
    "page_number": 516,
    "data": [
        {
            "aya_id": 4617,
            "aya_number": 5,
            "aya_text": "وَلَوْ اَنَّهُمْ صَبَرُوْا حَتّٰى تَخْرُجَ اِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 516,
            "translation_aya_text": "Dan sekiranya mereka bersabar sampai engkau keluar menemui mereka, tentu akan lebih baik bagi mereka. Dan Allah Maha Pengampun, Maha Penyayang. ",
            "tafsir_jalalayn": "(Dan kalau sekiranya mereka bersabar) lafal Annahum berada dalam Mahall Rafa' sebagai Mubtada. Tetapi menurut pendapat lain menjadi Fa'il dari Fi'il yang diperkirakan keberadaannya, yaitu lafal Tsabata (sampai kamu keluar menemui mereka, sesungguhnya itu adalah lebih baik bagi mereka, dan Allah Maha Pengampun lagi Maha Penyayang\") kepada orang yang bertobat di antara mereka. Ayat berikut ini diturunkan berkenaan dengan Walid bin Uqbah. Ia telah diutus oleh Nabi saw. ke Bani Mushthaliq untuk menarik zakat, tetapi ia merasa takut terhadap mereka, karena dahulu di masa jahiliah ia bermusuhan dengan mereka. Akhirnya di tengah perjalanan ia kembali lagi seraya melaporkan, bahwa mereka tidak mau membayar zakat dan bahkan mereka hampir saja membunuhnya. Karena itu hampir saja Nabi saw. bermaksud untuk memerangi mereka, hanya karena mereka keburu datang menghadap Nabi saw. seraya mengingkari apa yang telah dikatakan oleh Walid mengenai mereka.",
            "sajda": false,
            "transliteration": "Wa law annahum sabaroo hatta takhruja ilaihim lakaana khairal lahum; wallaahu Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4618,
            "aya_number": 6,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ جَاۤءَكُمْ فَاسِقٌۢ بِنَبَاٍ فَتَبَيَّنُوْٓا اَنْ تُصِيْبُوْا قَوْمًاۢ بِجَهَالَةٍ فَتُصْبِحُوْا عَلٰى مَا فَعَلْتُمْ نٰدِمِيْنَ ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 516,
            "translation_aya_text": "Wahai orang-orang yang beriman! Jika seseorang yang fasik datang kepadamu membawa suatu berita, maka telitilah kebenarannya, agar kamu tidak mencelakakan suatu kaum karena kebodohan (kecerobohan), yang akhirnya kamu menyesali perbuatanmu itu. ",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Jika datang kepada kalian orang fasik membawa suatu berita) (maka periksalah oleh kalian) kebenaran beritanya itu, apakah ia benar atau berdusta. Menurut suatu qiraat dibaca Fatatsabbatuu berasal dari lafal Ats-Tsabaat, artinya telitilah terlebih dahulu kebenarannya (agar kalian tidak menimpakan musibah kepada suatu kaum) menjadi Maf'ul dari lafal Fatabayyanuu, yakni dikhawatirkan hal tersebut akan menimpa musibah kepada suatu kaum (tanpa mengetahui keadaannya) menjadi Hal atau kata keterangan keadaan dari Fa'il, yakni tanpa sepengetahuannya (yang menyebabkan kalian) membuat kalian (atas perbuatan kalian itu) yakni berbuat kekeliruan terhadap kaum tersebut (menyesal) selanjutnya Rasulullah saw. mengutus Khalid kepada mereka sesudah mereka kembali ke negerinya. Ternyata Khalid tiada menjumpai mereka melainkan hanya ketaatan dan kebaikan belaka, lalu ia menceritakan hal tersebut kepada Nabi saw.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanoo in jaaa'akum faasqum binaba in fatabaiyanooo an tuseeboo qawmam bijahalatin fatusbihoo 'alaa maa fa'altum naadimeen",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4619,
            "aya_number": 7,
            "aya_text": "وَاعْلَمُوْٓا اَنَّ فِيْكُمْ رَسُوْلَ اللّٰهِ ۗ لَوْ يُطِيْعُكُمْ فِيْ كَثِيْرٍ مِّنَ الْاَمْرِ لَعَنِتُّمْ وَلٰكِنَّ اللّٰهَ حَبَّبَ اِلَيْكُمُ الْاِيْمَانَ وَزَيَّنَهٗ فِيْ قُلُوْبِكُمْ وَكَرَّهَ اِلَيْكُمُ الْكُفْرَ وَالْفُسُوْقَ وَالْعِصْيَانَ ۗ اُولٰۤىِٕكَ هُمُ الرَّاشِدُوْنَۙ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 516,
            "translation_aya_text": "Dan ketahuilah olehmu bahwa di tengah-tengah kamu ada Rasulullah. Kalau dia menuruti (kemauan) kamu dalam banyak hal pasti kamu akan mendapatkan kesusahan. Tetapi Allah menjadikan kamu cinta kepada keimanan dan menjadikan (iman) itu indah dalam hatimu serta menjadikan kamu benci kepada kekafiran, kefasikan, dan kedurhakaan. Mereka itulah orang-orang yang mengikuti jalan yang lurus,",
            "tafsir_jalalayn": "(Dan ketahuilah oleh kamu sekalian bahwa di kalangan kalian ada Rasulullah) maka janganlah sekali-kali kalian mengatakan hal-hal yang batil, karena sesungguhnya Allah akan memberitahukannya seketika itu juga. (Kalau ia menuruti kemauan kalian dalam banyak urusan) yang kalian beritakan tidak sesuai dengan kenyataannya, oleh karena itu maka hasilnya sesuai dengan apa yang kalian beritakan itu (niscaya kalian akan mendapat dosa) yakni benar-benar kalian mendapat dosa karena hal itu, yaitu dosa memberikan keterangan yang palsu (tetapi Allah menjadikan kalian cinta kepada keimanan dan menjadikan iman itu indah) yakni dipandang baik (dalam hati kalian serta menjadikan kalian benci kepada kekafiran, kefasikan dan kedurhakaan) pengertian Istidrak yang dikandung oleh lafal Laakin dipandang dari segi makna bukan lafalnya, karena sesungguhnya orang yang cinta kepada keimanan memiliki sifat-sifat berbeda dengan sifat-sifat yang dimiliki oleh orang-orang yang telah disebutkan tadi. (Mereka itulah) di dalam ungkapan ini terkandung iltifat dari Mukhathab (orang-orang yang mengikuti jalan yang lurus) yakni orang-orang yang teguh dalam agamanya.",
            "sajda": false,
            "transliteration": "Wa'lamooo anna feekum Rasoolal laah; law yutee'ukum fee kaseerim minal amrila'anittum wa laakinnal laaha habbaba ilaikumul eemaana wa zaiyanahoo fee quloobikum wa karraha ilaikumul kufra walfusooqa wal'isyaan; ulaaaika humur raashidoon",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4620,
            "aya_number": 8,
            "aya_text": "فَضْلًا مِّنَ اللّٰهِ وَنِعْمَةً ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 516,
            "translation_aya_text": "sebagai karunia dan nikmat dari Allah. Dan Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Sebagai karunia dari Allah) lafal Fadhlan adalah Mashdar yang dinashabkan oleh Fi'ilnya yang keberadaannya diperkirakan sebelumnya, yaitu lafal Afdhala (dan nikmat) dari-Nya. (Dan Allah Maha Mengetahui) keadaan mereka (lagi Maha Bijaksana) di dalam memberikan nikmat-Nya kepada mereka.",
            "sajda": false,
            "transliteration": "Fadlam minal laahi wa ni'mah; wallaahu 'Aleemun Hakeem",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4621,
            "aya_number": 9,
            "aya_text": "وَاِنْ طَاۤىِٕفَتٰنِ مِنَ الْمُؤْمِنِيْنَ اقْتَتَلُوْا فَاَصْلِحُوْا بَيْنَهُمَاۚ فَاِنْۢ بَغَتْ اِحْدٰىهُمَا عَلَى الْاُخْرٰى فَقَاتِلُوا الَّتِيْ تَبْغِيْ حَتّٰى تَفِيْۤءَ اِلٰٓى اَمْرِ اللّٰهِ ۖفَاِنْ فَاۤءَتْ فَاَصْلِحُوْا بَيْنَهُمَا بِالْعَدْلِ وَاَقْسِطُوْا ۗاِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 516,
            "translation_aya_text": "Dan apabila ada dua golongan orang-orang mukmin berperang, maka damaikanlah antara keduanya. Jika salah satu dari keduanya berbuat zalim terhadap (golongan) yang lain, maka perangilah (golongan) yang berbuat zalim itu, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali (kepada perintah Allah), maka damaikanlah antara keduanya dengan adil, dan berlakulah adil. Sungguh, Allah mencintai orang-orang yang berlaku adil. ",
            "tafsir_jalalayn": "(Dan jika ada dua golongan dari orang-orang mukmin) hingga akhir ayat. Ayat ini diturunkan berkenaan dengan suatu masalah, yaitu bahwa Nabi saw. pada suatu hari menaiki keledai kendaraannya, lalu ia melewati Ibnu Ubay. Ketika melewatinya tiba-tiba keledai yang dinaikinya itu kencing, lalu Ibnu Ubay menutup hidungnya, maka berkatalah Ibnu Rawwahah kepadanya, \"Demi Allah, sungguh bau kencing keledainya jauh lebih wangi daripada bau minyak kesturimu itu,\" maka terjadilah antara kaum mereka berdua saling baku hantam dengan tangan, terompah dan pelepah kurma (berperang) Dhamir yang ada pada ayat ini dijamakkan karena memandang dari segi makna yang dikandung lafal Thaaifataani, karena masing-masing Thaaifah atau golongan terdiri dari sekelompok orang. Menurut suatu qiraat ada pula yang membacanya Iqtatalataa, yakni hanya memandang dari segi lafal saja (maka damaikanlah antara keduanya) dan Dhamir pada lafal ini ditatsniyahkan karena memandang dari segi lafal. (Jika berbuat aniaya) atau berbuat melewati batas (salah satu dari kedua golongan itu terhadap golongan yang lain maka perangilah golongan yang berbuat aniaya itu sehingga golongan itu kembali) artinya, rujuk kembali (kepada perintah Allah) kepada jalan yang benar (jika golongan itu telah kembali kepada perintah Allah maka damaikanlah antara keduanya dengan adil) yaitu dengan cara pertengahan (dan berlaku adillah) bersikap jangan memihaklah. (Sesungguhnya Allah menyukai orang-orang yang berlaku adil.)",
            "sajda": false,
            "transliteration": "Wa in taaa'ifataani minal mu'mineenaq tataloo faaslihoo bainahumaa fa-im baghat ih daahumaa 'alal ukhraa faqaatilul latee tabhee hattaa tafeee'a ilaaa amril laah; fa-in faaa't fa aslihoo bainahumaa bil'adli wa aqsitoo innal laaha yuhibbul muqsiteen",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4622,
            "aya_number": 10,
            "aya_text": "اِنَّمَا الْمُؤْمِنُوْنَ اِخْوَةٌ فَاَصْلِحُوْا بَيْنَ اَخَوَيْكُمْ  وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ࣖ ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 516,
            "translation_aya_text": "Sesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang mukmin adalah saudara) dalam seagama (karena itu damaikanlah antara kedua saudara kalian) apabila mereka berdua bersengketa. Menurut qiraat yang lain dibaca Ikhwatikum, artinya saudara-saudara kalian (dan bertakwalah kepada Allah supaya kalian mendapat rahmat.)",
            "sajda": false,
            "transliteration": "Innamal mu'minoona ikhwatun fa aslihoo baina akhawaykum wattaqul laaha la'allakum tuhamoon",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 4623,
            "aya_number": 11,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَسْخَرْ قَوْمٌ مِّنْ قَوْمٍ عَسٰٓى اَنْ يَّكُوْنُوْا خَيْرًا مِّنْهُمْ وَلَا نِسَاۤءٌ مِّنْ نِّسَاۤءٍ عَسٰٓى اَنْ يَّكُنَّ خَيْرًا مِّنْهُنَّۚ وَلَا تَلْمِزُوْٓا اَنْفُسَكُمْ وَلَا تَنَابَزُوْا بِالْاَلْقَابِۗ بِئْسَ الِاسْمُ الْفُسُوْقُ بَعْدَ الْاِيْمَانِۚ وَمَنْ لَّمْ يَتُبْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ",
            "sura_id": 49,
            "juz_id": 26,
            "page_number": 516,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah suatu kaum mengolok-olok kaum yang lain (karena) boleh jadi mereka (yang diperolok-olokkan) lebih baik dari mereka (yang mengolok-olok) dan jangan pula perempuan-perempuan (mengolok-olokkan) perempuan lain (karena) boleh jadi perempuan (yang diperolok-olokkan) lebih baik dari perempuan (yang mengolok-olok). Janganlah kamu saling mencela satu sama lain dan janganlah saling memanggil dengan gelar-gelar yang buruk. Seburuk-buruk panggilan adalah (panggilan) yang buruk (fasik) setelah beriman. Dan barangsiapa tidak bertobat, maka mereka itulah orang-orang yang zalim. ",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah berolok-olokan) dan seterusnya, ayat ini diturunkan berkenaan dengan delegasi dari Bani Tamim sewaktu mereka mengejek orang-orang muslim yang miskin, seperti Ammar bin Yasir dan Shuhaib Ar-Rumi. As-Sukhriyah artinya merendahkan dan menghina (suatu kaum) yakni sebagian di antara kalian (kepada kaum yang lain karena boleh jadi mereka yang diolok-olokkan lebih baik dari mereka yang mengolok-olokkan) di sisi Allah (dan jangan pula wanita-wanita) di antara kalian mengolok-olokkan (wanita-wanita lain karena boleh jadi wanita-wanita yang diperolok-olokkan lebih baik dari wanita-wanita yang mengolok-olokkan dan janganlah kalian mencela diri kalian sendiri) artinya, janganlah kalian mencela, maka karenanya kalian akan dicela; makna yang dimaksud ialah, janganlah sebagian dari kalian mencela sebagian yang lain (dan janganlah kalian panggil-memanggil dengan gelar-gelar yang buruk) yaitu janganlah sebagian di antara kalian memanggil sebagian yang lain dengan nama julukan yang tidak disukainya, antara lain seperti, hai orang fasik, atau hai orang kafir. (Seburuk-buruk nama) panggilan yang telah disebutkan di atas, yaitu memperolok-olokkan orang lain mencela dan memanggil dengan nama julukan yang buruk (ialah nama yang buruk sesudah iman) lafal Al-Fusuuq merupakan Badal dari lafal Al-Ismu, karena nama panggilan yang dimaksud memberikan pengertian fasik dan juga karena nama panggilan itu biasanya diulang-ulang (dan barang siapa yang tidak bertobat) dari perbuatan tersebut (maka mereka itulah orang-orang yang lalim.)",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanoo laa yaskhar qawmum min qawmin 'asaaa anyyakoonoo khairam minhum wa laa nisaaa'um min nisaaa'in 'Asaaa ay yakunna khairam minhunna wa laa talmizooo bil alqaab; bi'sal ismul fusooqu ba'dal eemaan; wa mal-lam yatub fa-ulaaa'ika humuz zaalimoon",
            "surah": {
                "name": "سُورَةُ الحُجُرَاتِ",
                "englishName": "Al-Hujuraat",
                "englishNameTranslation": "The Inner Apartments",
                "revelationType": "Medinan"
            }
        }
    ]
}