{
    "page_number": 518,
    "data": [
        {
            "aya_id": 4631,
            "aya_number": 1,
            "aya_text": " قۤ  ۗوَالْقُرْاٰنِ الْمَجِيْدِ  ۖ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "Qaf. Demi Al-Qur'an yang mulia. ",
            "tafsir_jalalayn": "(Qaaf) hanya Allah saja yang mengetahui arti dan maksudnya. (Demi Alquran yang sangat agung) artinya, yang sangat mulia, tiadalah orang-orang kafir Mekah beriman kepada Nabi Muhammad saw.",
            "sajda": false,
            "transliteration": "Qaaaf; wal Qur aanil Majeed",
            "tajweed_text": "[m[قٓ]‌ۚ وَ[h:5855[ٱ]لْقُرْءَانِ [h:12775[ٱ]لْمَج[p[ِي][q[د]ِ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4632,
            "aya_number": 2,
            "aya_text": "بَلْ عَجِبُوْٓا اَنْ جَاۤءَهُمْ مُّنْذِرٌ مِّنْهُمْ فَقَالَ الْكٰفِرُوْنَ هٰذَا شَيْءٌ عَجِيْبٌ ۚ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "(Mereka tidak menerimanya) bahkan mereka tercengang karena telah datang kepada mereka seorang pemberi peringatan dari (kalangan) mereka sendiri, maka berkatalah orang-orang kafir, “Ini adalah suatu yang sangat ajaib.” ",
            "tafsir_jalalayn": "(Bahkan mereka tercengang karena telah datang kepada mereka seorang pemberi peringatan dari kalangan mereka sendiri) yakni seorang rasul yang memperingatkan mereka tentang adanya azab neraka sesudah hari berbangkit, bila mereka tidak beriman (maka berkatalah orang-orang kafir, \"Ini) tentang peringatan itu (adalah suatu hal yang amat ajaib.)",
            "sajda": false,
            "transliteration": "Bal 'ajibooo an jaa'ahum munzirum minhum faqaalal kaafiroona haazaa shai'un 'ajeeb",
            "tajweed_text": "بَلْ عَجِب[o[ُوٓ][s[اْ] أَ[f:11468[ن ج][o[َا]ٓءَه[w:11469[ُم م]ُّ[f:6895[نذ]ِ[a:11470[رٌ م]ِّنْهُمْ فَقَالَ [h:12776[ٱ]لْكَ[n[ـٰ]فِرُونَ هَ[n[ـٰ]ذَا شَىْءٌ عَج[p[ِي][q[ب]ٌ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4633,
            "aya_number": 3,
            "aya_text": "ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا ۚ ذٰلِكَ رَجْعٌۢ بَعِيْدٌ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "Apakah apabila kami telah mati dan sudah menjadi tanah (akan kembali lagi)? Itu adalah suatu pengembalian yang tidak mungkin. ",
            "tafsir_jalalayn": "(Apakah bila) dapat dibaca Tahqiq, dapat pula dibaca Tas-hil (kami telah mati dan setelah menjadi tanah) kami akan kembali menjadi hidup? (itu adalah suatu pengembalian yang tidak mungkin\") yakni sangat jauh dari kemungkinan.",
            "sajda": false,
            "transliteration": "'A-izaa mitnaa wa kunnaa turaaban zaalika raj'um ba'eed",
            "tajweed_text": "أَءِذَا مِتْنَا وَكُ[g[نّ]َا تُرَا[f:12777[بًا‌ۖ ذ][n[َٲ]لِكَ رَ[q:12778[جْ][i:12779[عُۢ ب]َع[p[ِي][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4634,
            "aya_number": 4,
            "aya_text": "قَدْ عَلِمْنَا مَا تَنْقُصُ الْاَرْضُ مِنْهُمْ ۚوَعِنْدَنَا كِتٰبٌ حَفِيْظٌ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "Sungguh, Kami telah mengetahui apa yang ditelan bumi dari (tubuh) mereka, sebab pada Kami ada kitab (catatan) yang terpelihara baik. ",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah mengetahui apa yang dihancurkan oleh bumi) apa yang telah dimakan olehnya (dari tubuh-tubuh mereka, dan pada sisi Kami ada kitab yang memelihara) yaitu Lohmahfuz, di dalamnya telah tertera segala sesuatu yang telah dipastikan ketentuannya.",
            "sajda": false,
            "transliteration": "Qad 'alimnaa maa tanqu-sul-ardu minhum wa 'indanaa Kitaabun Hafeez",
            "tajweed_text": "قَ[q:298[دْ] عَلِمْنَا مَا تَ[f:12780[نق]ُصُ [h:12781[ٱ]لْأَرْضُ مِنْهُمْ‌ۖ وَعِ[f:12782[ند]َنَا كِتَ[n[ـٰ]بٌ حَف[p[ِي]ظُۢ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4635,
            "aya_number": 5,
            "aya_text": "بَلْ كَذَّبُوْا بِالْحَقِّ لَمَّا جَاۤءَهُمْ فَهُمْ فِيْٓ اَمْرٍ مَّرِيْجٍ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "Bahkan mereka telah mendustakan kebenaran ketika (kebenaran itu) datang kepada mereka, maka mereka berada dalam keadaan kacau balau. ",
            "tafsir_jalalayn": "(Sebenarnya mereka telah mendustakan kebenaran) yakni Alquran (tatkala kebenaran itu datang kepada mereka, maka mereka) menanggapi tentang perihal Nabi saw. dan Alquran (berada dalam keadaan kacau-balau) yakni tidak menentu, terkadang mereka mengatakan, bahwa Nabi adalah penyihir dan Alquran adalah sihir, terkadang juga mengatakan bahwa dia adalah penyair dan Alquran adalah syairnya, terkadang mereka mengatakan bahwa dia adalah seorang peramal dan Alquran adalah ramalannya.",
            "sajda": false,
            "transliteration": "Bal kazzaboo bilhaqqi lammaa jaaa'ahum fahum feee amrim mareej",
            "tajweed_text": "بَلْ كَذَّبُو[s[اْ] بِ[h:370[ٱ]لْحَقِّ لَ[g[مّ]َا ج[o[َا]ٓءَهُمْ فَهُمْ ف[o[ِىٓ] أَمْ[a:12783[رٍ م]َّر[p[ِي][q[ج]ٍ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4636,
            "aya_number": 6,
            "aya_text": "اَفَلَمْ يَنْظُرُوْٓا اِلَى السَّمَاۤءِ فَوْقَهُمْ كَيْفَ بَنَيْنٰهَا وَزَيَّنّٰهَا وَمَا لَهَا مِنْ فُرُوْجٍ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "Maka tidakkah mereka memperhatikan langit yang ada di atas mereka, bagaimana cara Kami membangunnya dan menghiasinya dan tidak terdapat retak-retak sedikit pun? ",
            "tafsir_jalalayn": "(Maka apakah mereka tidak melihat) dengan mata mereka. Padahal mata itu, dipasang untuk mengambil pelajaran dari apa yang dilihatnya, yaitu sewaktu mereka ingkar kepada adanya hari berbangkit (akan langit) yang ada (di atas mereka bagaimana Kami telah membangunnya) tanpa tiang penyangga (dan Kami hiasi dia) dengan bintang-bintang (dan langit itu tidak mempunyai retak-retak sedikit pun?) yakni tidak ada celah-celah yang membuatnya cacat.",
            "sajda": false,
            "transliteration": "Afalam yanzurooo ilas samaaa'i fawqahum kaifa banainaahaa wa zaiyannaahaa wa maa lahaa min furooj",
            "tajweed_text": "أَفَلَمْ يَ[f:5165[نظ]ُر[o[ُوٓ][s[اْ] إِلَى [h:157[ٱ][l[ل]سَّم[o[َا]ٓءِ فَوْقَهُمْ كَيْفَ بَنَيْنَ[n[ـٰ]هَا وَزَيَّ[g[نّ]َ[n[ـٰ]هَا وَمَا لَهَا مِ[f:12784[ن ف]ُر[p[ُو][q[ج]ٍ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4637,
            "aya_number": 7,
            "aya_text": "وَالْاَرْضَ مَدَدْنٰهَا وَاَلْقَيْنَا فِيْهَا رَوَاسِيَ وَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍۢ بَهِيْجٍۙ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "Dan bumi yang Kami hamparkan dan Kami pancangkan di atasnya gunung-gunung yang kokoh dan Kami tumbuhkan di atasnya tanam-tanaman yang indah, ",
            "tafsir_jalalayn": "(Dan bumi itu) di'athafkan kepada kedudukan lafal As-samaa' yakni, dan bumi itu bagaimana (Kami hamparkan) Kami jadikan terhampar menurut pandangan mata di atas permukaan air (dan Kami letakkan padanya gunung-gunung) yang memantapkannya (dan Kami tumbuhkan padanya segala macam tanaman) segala jenis tumbuh-tumbuhan (yang indah) yang tampak sangat indah dipandang mata karena keindahannya.",
            "sajda": false,
            "transliteration": "Wal arda madadnaahaa wa alqainaa feehaa rawaasiya wa ambatnaa feehaa min kulli zawjim baheej",
            "tajweed_text": "وَ[h:9999[ٱ]لْأَرْضَ مَدَ[q:7217[دْ]نَ[n[ـٰ]هَا وَأَلْقَيْنَا فِيهَا رَو[n[َٲ]سِىَ وَأَ[i:7218[نۢب]َتْنَا فِيهَا مِ[f:843[ن ك]ُلِّ زَوْ[i:8922[جِۭ ب]َه[p[ِي][q[ج]ٍ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4638,
            "aya_number": 8,
            "aya_text": "تَبْصِرَةً وَّذِكْرٰى لِكُلِّ عَبْدٍ مُّنِيْبٍ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "untuk menjadi pelajaran dan peringatan bagi setiap hamba yang kembali (tunduk kepada Allah). ",
            "tafsir_jalalayn": "(Untuk menjadi pelajaran) menjadi maf'ul lah, yakni, Kami lakukan hal tersebut sebagai pemberian pelajaran dari Kami (dan peringatan) untuk dijadikan sebagai peringatan (bagi tiap-tiap hamba yang kembali) untuk taat kepada Kami.",
            "sajda": false,
            "transliteration": "Tabsiratanw wa zikraa likulli 'abdim muneeb",
            "tajweed_text": "تَ[q:12785[بْ]صِرَ[a:12786[ةً و]َذِكْرَىٰ لِكُلِّ عَ[q:10938[بْ][a:10939[دٍ م]ُّن[p[ِي][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4639,
            "aya_number": 9,
            "aya_text": "وَنَزَّلْنَا مِنَ السَّمَاۤءِ مَاۤءً مُّبٰرَكًا فَاَنْۢبَتْنَا بِهٖ جَنّٰتٍ وَّحَبَّ الْحَصِيْدِۙ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "Dan dari langit Kami turunkan air yang memberi berkah lalu Kami tumbuhkan dengan (air) itu pepohonan yang rindang dan biji-bijian yang dapat dipanen. ",
            "tafsir_jalalayn": "(Dan Kami turunkan dari langit air yang penuh keberkatan) berkah dan manfaatnya (lalu Kami tumbuhkan dengan air itu pohon-pohon) maksudnya kebun-kebun (dan biji-biji tanaman) yakni ladang-ladang (yang diketam) yang dipanen.",
            "sajda": false,
            "transliteration": "Wa nazzalnaa minas samaaa'i maaa'am mubaarakan fa ambatnaa bihee jannaatinw wa habbal haseed",
            "tajweed_text": "وَنَزَّلْنَا مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[a:12787[ءً م]ُّبَ[n[ـٰ]رَ[f:12788[كًا ف]َأَ[i:9998[نۢب]َتْنَا بِه[n[ِۦ] جَ[g[نّ]َ[n[ـٰ][a:12789[تٍ و]َحَبَّ [h:12790[ٱ]لْحَص[p[ِي][q[د]ِ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4640,
            "aya_number": 10,
            "aya_text": "وَالنَّخْلَ بٰسِقٰتٍ لَّهَا طَلْعٌ نَّضِيْدٌۙ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "Dan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun, ",
            "tafsir_jalalayn": "(Dan pohon-pohon kurma yang tinggi-tinggi) lafal Baasiqaatin ini berkedudukan menjadi Hal bagi lafal yang diperkirakan keberadaannya (yang mempunyai mayang yang bersusun-susun) yaitu sebagian di antaranya bertumpuk di atas sebagian yang lain.",
            "sajda": false,
            "transliteration": "Wannakhla baasiqaatil laha tal'un nadeed",
            "tajweed_text": "وَ[h:9999[ٱ][l[ل][g[نّ]َخْلَ بَاسِقَ[n[ـٰ][u:12791[تٍ ل]َّهَا طَلْ[a:12792[عٌ ن]َّض[p[ِي][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4641,
            "aya_number": 11,
            "aya_text": "رِّزْقًا لِّلْعِبَادِۙ وَاَحْيَيْنَا بِهٖ بَلْدَةً مَّيْتًاۗ  كَذٰلِكَ الْخُرُوْجُ  ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "(sebagai) rezeki bagi hamba-hamba (Kami), dan Kami hidupkan dengan (air) itu negeri yang mati (tandus). Seperti itulah terjadinya kebangkitan (dari kubur). ",
            "tafsir_jalalayn": "(Untuk menjadi rezeki bagi hamba-hamba) Kami; lafal Rizqan menjadi Maf'ul Lah (dan Kami hidupkan dengan air itu tanah yang mati) lafal Maytan dapat digunakan untuk Mudzakkar dan Muannats. (Seperti itulah) dengan cara itulah (terjadinya kebangkitan) dari kubur, maka mengapa kalian mengingkarinya? Istifham atau kata tanya mengandung makna Taqrir, makna yang dimaksud adalah bahwa mereka melihat dan mengetahui hal tersebut.",
            "sajda": false,
            "transliteration": "Rizqal lil'ibaad, wa ahyainaa bihee baldatam maitaa; kazaalikal khurooj",
            "tajweed_text": "رِّزْ[u:12793[قًا ل]ِّلْعِبَادِ‌ۖ وَأَحْيَيْنَا بِه[n[ِۦ] بَلْدَ[a:9661[ةً م]َّيْ[f:12206[تًا‌ۚ ك]َذ[n[َٲ]لِكَ [h:12794[ٱ]لْخُر[p[ُو][q[ج]ُ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4642,
            "aya_number": 12,
            "aya_text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّاَصْحٰبُ الرَّسِّ وَثَمُوْدُ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "Sebelum mereka, kaum Nuh, penduduk Rass dan Samud telah mendustakan (rasul-rasul), ",
            "tafsir_jalalayn": "(Sebelum mereka telah mendustakan pula kaum Nuh) di-ta`nits-kannya dhamir yang ada pada lafal Kadzdzabat karena memandang makna yang terkandung dalam lafal Qaumun (dan penduduk Rass) Rass adalah nama sebuah sumur yang di sekitarnya tinggal suatu kaum berikut ternak mereka; mereka menyembah berhala, menurut suatu pendapat nabi mereka bernama Hanzhalah bin Shafwan; menurut pendapat lainnya bukanlah dia, (dan Tsamud) yaitu kaum Nabi Shaleh.",
            "sajda": false,
            "transliteration": "Kazzabat qablahum qawmu Noohinw wa Ashaabur Rassi wa Samood",
            "tajweed_text": "كَذَّبَتْ قَ[q:8394[بْ]لَهُمْ قَوْمُ نُو[a:12795[حٍ و]َأَصْحَ[n[ـٰ]بُ [h:12796[ٱ][l[ل]رَّسِّ وَثَم[p[ُو][q[د]ُ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4643,
            "aya_number": 13,
            "aya_text": "وَعَادٌ وَّفِرْعَوْنُ وَاِخْوَانُ لُوْطٍۙ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "dan (demikian juga) kaum  ‘Ad, kaum Fir‘aun dan kaum Lut, ",
            "tafsir_jalalayn": "(Dan kaum Ad) kaum Nabi Hud (kaum Firaun dan kaum Luth.)",
            "sajda": false,
            "transliteration": "Wa 'Aadunw wa Fir'awnu wikhwaanu loot",
            "tajweed_text": "وَعَا[a:11490[دٌ و]َفِرْعَوْنُ وَإِخْو[n[َٲ]نُ ل[p[ُو][q[ط]ٍ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4644,
            "aya_number": 14,
            "aya_text": "وَّاَصْحٰبُ الْاَيْكَةِ وَقَوْمُ تُبَّعٍۗ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيْدِ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "dan (juga) penduduk Aikah serta kaum Tubba‘. Semuanya telah mendustakan rasul-rasul maka berlakulah ancaman-Ku (atas mereka). ",
            "tafsir_jalalayn": "(Dan penduduk Aikah) yakni penduduk Ghaidhah kaum Nabi Syuaib (serta kaum Tubba') Tubba' adalah nama raja di negeri Yaman; ia masuk Islam lalu menyeru kaumnya untuk masuk Islam, tetapi mereka mendustakannya (masing-masing) dari kaum-kaum yang telah disebutkan tadi (mendustakan rasul-rasul) sebagaimana yang dilakukan oleh kabilah Quraisy (maka sudah semestinya mereka mendapat ancaman-Ku) artinya sudah semestinya semuanya menerima azab-Ku, maka janganlah kamu susah dengan kekafiran orang-orang Quraisy terhadap dirimu.",
            "sajda": false,
            "transliteration": "Wa Ashaabul Aykati wa qawmu Tubba'; kullun kazzabar Rusula fahaqqa wa'eed",
            "tajweed_text": "وَأَصْحَ[n[ـٰ]بُ [h:12797[ٱ]لْأَيْكَةِ وَقَوْمُ تُبَّ[f:12798[عٍ‌ۚ ك]ُ[f:12799[لٌّ ك]َذَّبَ [h:11495[ٱ][l[ل]رُّسُلَ فَحَقَّ وَع[p[ِي][q[د]ِ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4645,
            "aya_number": 15,
            "aya_text": "اَفَعَيِيْنَا بِالْخَلْقِ الْاَوَّلِۗ بَلْ هُمْ فِيْ لَبْسٍ مِّنْ خَلْقٍ جَدِيْدٍ ࣖ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 518,
            "translation_aya_text": "Maka apakah Kami letih dengan penciptaan yang pertama? (Sama sekali tidak) bahkan mereka dalam keadaan ragu-ragu tentang penciptaan yang baru. ",
            "tafsir_jalalayn": "(Maka apakah Kami letih dengan penciptaan yang pertama?) maksudnya, Kami tidak merasa letih dengan penciptaan yang pertama itu, demikian pula Kami tidak merasa letih untuk mengembalikan mereka. (Sebenarnya mereka dalam keadaan ragu-ragu) yakni berada dalam keragu-raguan (tentang penciptaan yang baru) yaitu membangkitkan mereka menjadi hidup kembali pada hari berbangkit nanti.",
            "sajda": false,
            "transliteration": "Afa'a yeenaa bilkhalqil awwal; bal hum fee labsim min khalqin jadeed",
            "tajweed_text": "أَفَعَيِينَا بِ[h:12800[ٱ]لْخَلْقِ [h:12801[ٱ]لْأَوَّلِ‌ۚ بَلْ هُمْ فِى لَ[q:12802[بْ][a:12803[سٍ م]ِّنْ خَلْ[f:6887[قٍ ج]َد[p[ِي][q[د]ٍ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        }
    ]
}