{
    "page_number": 519,
    "data": [
        {
            "aya_id": 4646,
            "aya_number": 16,
            "aya_text": "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهٖ نَفْسُهٗ ۖوَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْ حَبْلِ الْوَرِيْدِ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "Dan sungguh, Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya. ",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah menciptakan manusia sedangkan Kami mengetahui) lafal Na'lamu ini berkedudukan menjadi Hal atau kata keterangan keadaan dan sebelumnya diperkirakan adanya lafal Nahnu (apa) huruf Maa di sini adalah Mashdariyah (yang dibisikkan) dibicarakan (oleh dia) yakni oleh manusia, huruf Ba di sini adalah Zaidah, atau untuk Ta'diyah (dalam hatinya, dan Kami lebih dekat kepadanya) maksudnya ilmu Kami (daripada urat lehernya) Idhafah di sini mengandung makna Bayan atau untuk menjelaskan, dan pengertian yang dimaksud dari lafal Al-Wariid adalah dua urat vital yang terdapat pada bagian belakang leher.",
            "sajda": false,
            "transliteration": "Wa laqad khalaqnal insaana wa na'lamu maa tuwaswisu bihee nafsuhoo wa Nahnu aqrabu ilaihi min hablil wareed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4647,
            "aya_number": 17,
            "aya_text": "اِذْ يَتَلَقَّى الْمُتَلَقِّيٰنِ عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ قَعِيْدٌ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "(Ingatlah) ketika dua malaikat mencatat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. ",
            "tafsir_jalalayn": "(Ingatlah ketika) lafal Idz di sini dinashabkan oleh lafal Udzkur yang keberadaannya diperkirakan (mencatat) yakni menulis (dua malaikat pencatat amal) artinya, yang diserahi tugas oleh Allah untuk mencatat amal perbuatan yang dilakukan oleh manusia (yang satu berada di sebelah kanan dan yang lain berada di sebelah kiri) manusia (dalam keadaan duduk) yakni keduanya duduk, lafal Qa'iid ini adalah Mubtada dan Khabarnya adalah lafal sebelumnya.",
            "sajda": false,
            "transliteration": "'Iz yatalaqqal mutalaqqi yaani 'anil yameeni wa 'anish shimaali qa'eed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4648,
            "aya_number": 18,
            "aya_text": "مَا يَلْفِظُ مِنْ قَوْلٍ اِلَّا لَدَيْهِ رَقِيْبٌ عَتِيْدٌ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). ",
            "tafsir_jalalayn": "(Tiada suatu ucapan pun yang dikatakan melainkan ada malaikat pengawas) yakni malaikat pencatat amal (yang selalu hadir) selalu berada di sisinya; lafal Raqiib dan 'Atiid ini keduanya mengandung makna Mutsanna.",
            "sajda": false,
            "transliteration": "Maa yalfizu min qawlin illaa ladaihi raqeebun 'ateed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4649,
            "aya_number": 19,
            "aya_text": "وَجَاۤءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ۗذٰلِكَ مَا كُنْتَ مِنْهُ تَحِيْدُ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "Dan datanglah sakaratul maut dengan sebenar-benarnya. Itulah yang dahulu hendak kamu hindari. ",
            "tafsir_jalalayn": "(Dan datanglah sakaratul maut) yakni kesusahan dan rasa sakit yang memuncak menjelang maut (dengan membawa kebenaran) yakni perkara akhirat, hingga orang yang ingkar kepada hari akhirat dapat melihatnya secara nyata, hal ini termasuk pula hal yang menyakitkan. (Itulah) kematian itu (hal yang kamu tidak dapat menghindar darinya) yakni tidak dapat melarikan diri darinya.",
            "sajda": false,
            "transliteration": "Wa jaaa'at kullu nafsim ma'ahaa saaa'iqunw wa shaheed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4650,
            "aya_number": 20,
            "aya_text": "وَنُفِخَ فِى الصُّوْرِۗ ذٰلِكَ يَوْمُ الْوَعِيْدِ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "Dan ditiuplah sangkakala. Itulah hari yang diancamkan. ",
            "tafsir_jalalayn": "(Dan ditiuplah sangkakala) untuk membangkitkan manusia. (Itulah) yakni hari peniupan itu (hari terlaksananya ancaman) bagi orang-orang kafir, yaitu mereka akan mengalami siksaan.",
            "sajda": false,
            "transliteration": "Wa nufikha fis Soor; zaalika yawmul wa'eed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4651,
            "aya_number": 21,
            "aya_text": "وَجَاۤءَتْ كُلُّ نَفْسٍ مَّعَهَا سَاۤىِٕقٌ وَّشَهِيْدٌ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "Setiap orang akan datang bersama (malaikat) penggiring dan (malaikat) saksi. ",
            "tafsir_jalalayn": "(Dan datanglah) pada hari itu (tiap-tiap diri) ke tempat mereka dikumpulkan yaitu padang Mahsyar (bersama dengan dia penggiringnya) yaitu malaikat yang menggiringnya ke padang Mahsyar (dan pemberi saksi) yang akan memberikan kesaksian tentang semua amal perbuatannya, yaitu tangan dan kakinya serta anggota-anggota tubuhnya yang lain. Kemudian pada saat itu dikatakan kepada orang yang kafir:",
            "sajda": false,
            "transliteration": "Wa jaaa'at kullu nafsim ma'ahaa saaa'iqunw wa shaheed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4652,
            "aya_number": 22,
            "aya_text": "لَقَدْ كُنْتَ فِيْ غَفْلَةٍ مِّنْ هٰذَا فَكَشَفْنَا عَنْكَ غِطَاۤءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيْدٌ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "Sungguh, kamu dahulu lalai tentang (peristiwa) ini, maka Kami singkapkan tutup (yang menutupi) matamu, sehingga penglihatanmu pada hari ini sangat tajam. ",
            "tafsir_jalalayn": "(\"Sesungguhnya kamu) sewaktu di dunia (berada dalam keadaan lalai dari hal ini) yang sekarang menimpa kamu (maka Kami singkapkan daripadamu tutupmu) maksudnya, Kami lenyapkan kelalaianmu dengan apa yang kamu saksikan sekarang ini (maka penglihatanmu pada hari ini tajam\") yakni menjadi terang dan dapat melihat apa yang kamu ingkari sewaktu di dunia.",
            "sajda": false,
            "transliteration": "Laqad kunta fee ghaf latim min haazaa fakashafnaa 'anka ghitaaa'aka fabasarukal yawma hadeed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4653,
            "aya_number": 23,
            "aya_text": "وَقَالَ قَرِيْنُهٗ هٰذَا مَا لَدَيَّ عَتِيْدٌۗ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "Dan (malaikat) yang menyertainya berkata, “Inilah (catatan perbuatan) yang ada padaku.” ",
            "tafsir_jalalayn": "(Dan yang menyertai dia berkata,) yakni malaikat yang diserahi tugas mencatat amal perbuatannya: (\"Inilah apa) yakni catatan amalmu (yang ada pada sisiku\") yakni catatan amalmu yang ada padaku. Lalu dikatakan kepada malaikat Malik:",
            "sajda": false,
            "transliteration": "Wa qaala qareenuhoo haazaa maa ladaiya 'ateed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4654,
            "aya_number": 24,
            "aya_text": "اَلْقِيَا فِيْ جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيْدٍ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "(Allah berfirman), “Lemparkanlah olehmu berdua ke dalam neraka Jahanam semua orang yang sangat ingkar dan keras kepala, ",
            "tafsir_jalalayn": "(\"Lemparkanlah olehmu ke dalam neraka Jahanam) maksudnya, lemparkanlah, atau cepat lemparkan. Menurut bacaan atau qiraat Imam Al-Hasan lafal Alqiyaa dibaca Alqiyan. Jadi asal kata lafal Alqiyaa adalah Alqiyan, kemudian huruf Nun Taukidnya diganti menjadi Alif sehingga jadilah Alqiyaa (semua orang yang ingkar dan keras kepala) maksudnya, membangkang terhadap perkara yang hak.",
            "sajda": false,
            "transliteration": "Alqiyaa fee Jahannama kulla kaffaarin 'aneed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4655,
            "aya_number": 25,
            "aya_text": "مَنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيْبٍۙ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "yang sangat enggan melakukan kebajikan, melampaui batas dan bersikap ragu-ragu, ",
            "tafsir_jalalayn": "(Yang sangat menghalangi kebaikan) seperti perkara zakat (melanggar batas) yakni suka berbuat zalim (lagi ragu-ragu) ragu dalam agamanya.",
            "sajda": false,
            "transliteration": "Mannaa'il lilkhayri mu'tadim mureeb",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4656,
            "aya_number": 26,
            "aya_text": " ۨالَّذِيْ جَعَلَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَاَلْقِيٰهُ فِى الْعَذَابِ الشَّدِيْدِ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "yang mempersekutukan Allah dengan tuhan lain, maka lemparkanlah dia ke dalam azab yang keras.” ",
            "tafsir_jalalayn": "(Yang menjadikan tuhan lain di samping Allah) lafal ayat ini berkedudukan menjadi Mubtada yang mengandung makna Syarat, sedangkan Khabarnya ialah: (maka lemparkanlah dia ke dalam siksaan yang keras\") penafsiran lafal ayat ini sama dengan ayat yang semisal dengannya di atas tadi.",
            "sajda": false,
            "transliteration": "Allazee ja'ala ma'al laahi ilaahan aakhara fa alqiyaahu fil'azaabish shadeed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4657,
            "aya_number": 27,
            "aya_text": "۞ قَالَ قَرِيْنُهٗ رَبَّنَا مَآ اَطْغَيْتُهٗ وَلٰكِنْ كَانَ فِيْ ضَلٰلٍۢ بَعِيْدٍ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "(Setan) yang menyertainya berkata (pula), “Ya Tuhan kami, aku tidak menyesatkannya tetapi dia sendiri yang berada dalam kesesatan yang jauh.” ",
            "tafsir_jalalayn": "(Yang menyertai dia berkata) yakni setannya mengatakan: (\"Ya Rabb kami! Aku tidak menyesatkannya) kami tidak membuatnya sesat (tetapi dialah yang berada dalam kesesatan yang jauh\") lalu kami mengajaknya dan ternyata ia memenuhi ajakanku. Sedangkan dia menjawab, \"Setanlah yang menyesatkan aku\", yaitu melalui ajakannya.",
            "sajda": false,
            "transliteration": "Qaala qareenuhoo Rabbanaa maaa atghaituhoo wa laakin kaana fee dalaahim ba'eed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4658,
            "aya_number": 28,
            "aya_text": "قَالَ لَا تَخْتَصِمُوْا لَدَيَّ وَقَدْ قَدَّمْتُ اِلَيْكُمْ بِالْوَعِيْدِ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "(Allah) berfirman, “Janganlah kamu bertengkar di hadapan-Ku, dan sungguh, dahulu Aku telah memberikan ancaman kepadamu. ",
            "tafsir_jalalayn": "(Allah berfirman,) Maha Tinggi Dia (\"Janganlah kalian bertengkar di hadapan-Ku) maksudnya, tiada gunanya pertengkaran kalian di sini (padahal sesungguhnya Aku dahulu telah memberikan kepada kalian) sewaktu kalian hidup di dunia (ancaman) akan adanya azab di akhirat jika kalian tidak beriman, dan ini merupakan suatu kepastian yang tidak dapat dihindari lagi.",
            "sajda": false,
            "transliteration": "Qaala laa takhtasimoo ladaayya wa qad qaddamtu ilaikum bilwa'eed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4659,
            "aya_number": 29,
            "aya_text": "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَآ اَنَا۠ بِظَلَّامٍ لِّلْعَبِيْدِ ࣖ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "Keputusan-Ku tidak dapat diubah dan Aku tidak menzalimi hamba-hamba-Ku.” ",
            "tafsir_jalalayn": "(Tidaklah dapat diganti) diubah (keputusan yang ada di sisi-Ku) mengenai hal tersebut (dan Aku sekali-kali tidak menganiaya hamba-hamba-Ku) yaitu dengan cara Aku mengazab mereka tanpa dosa; lafal Zhallaamin bermakna seperti lafal Dzuu Zhulmin yaitu menganiaya, demikian itu karena ada firman lainnya yang mengatakan, \"Tidak ada yang dianiaya pada hari ini.\" (Q.S. Al-Mukmin, 17)",
            "sajda": false,
            "transliteration": "Maa yubaddalul qawlu ladaiya wa maaa ana bizal laamil lil'abeed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4660,
            "aya_number": 30,
            "aya_text": "يَوْمَ نَقُوْلُ لِجَهَنَّمَ هَلِ امْتَلَـْٔتِ وَتَقُوْلُ هَلْ مِنْ مَّزِيْدٍ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "(Ingatlah) pada hari (ketika) Kami bertanya kepada Jahanam, “Apakah kamu sudah penuh?”  Ia menjawab, “Masih adakah tambahan?” ",
            "tafsir_jalalayn": "(Pada hari) lafal ini dinashabkan oleh lafal Zhallaamin (Kami bertanya) dapat dibaca Naquulu atau Yaquulu, kalau dibaca Yaquulu artinya, Allah bertanya (kepada neraka Jahanam, \"Apakah kamu sudah penuh?\") kata tanya di sini dimaksud mengecek ancaman-Nya yang menyatakan akan memenuhinya. (Dan dia menjawab, \"Masih adakah tambahan?\") maksudnya, kami tidak memuat melainkan hanya apa yang telah Engkau penuhkan kepada kami. Artinya kami telah penuh.",
            "sajda": false,
            "transliteration": "Yawma naqoolu li'jahannama halim talaati wa taqoolu hal mim mazeed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4661,
            "aya_number": 31,
            "aya_text": "وَاُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِيْنَ غَيْرَ بَعِيْدٍ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "Sedangkan surga didekatkan kepada orang-orang yang bertakwa pada tempat yang tidak jauh (dari mereka). ",
            "tafsir_jalalayn": "(Dan didekatkanlah surga itu) atau dijadikan dekat (kepada orang-orang yang bertakwa) surga itu didekatkan pada suatu tempat (yang tidak jauh) dari orang-orang yang bertakwa, sehingga mereka dapat melihatnya dengan jelas, kemudian dikatakan kepada mereka:",
            "sajda": false,
            "transliteration": "Wa uzlifatil jannatu lil muttaqeena ghaira ba'eed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4662,
            "aya_number": 32,
            "aya_text": "هٰذَا مَا تُوْعَدُوْنَ لِكُلِّ اَوَّابٍ حَفِيْظٍۚ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "(Kepada mereka dikatakan), “Inilah nikmat yang dijanjikan kepadamu, (yaitu) kepada setiap hamba yang senantiasa bertobat (kepada Allah) dan memelihara (semua peraturan-peraturan-Nya). ",
            "tafsir_jalalayn": "(Inilah) artinya, pemandangan yang dilihat ini (yang dijanjikan kepada kalian) dapat dibaca Tuu'aduuna atau Yuu'aduuna, kalau dibaca Yuu'aduuna artinya, yang dijanjikan kepada mereka sewaktu mereka di dunia. Kemudian lafal Al-Muttaqiina tadi dijelaskan melalui firman selanjutnya, yaitu: (kepada setiap hamba yang selalu kembali) yakni kembali kepada jalan ketaatan kepada Allah (lagi memelihara) batasan-batasan-Nya.",
            "sajda": false,
            "transliteration": "Haaza maa too'adoona likulli awwaabin hafeez",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4663,
            "aya_number": 33,
            "aya_text": "مَنْ خَشِيَ الرَّحْمٰنَ بِالْغَيْبِ وَجَاۤءَ بِقَلْبٍ مُّنِيْبٍۙ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "(Yaitu) orang yang takut kepada Allah Yang Maha Pengasih sekalipun tidak kelihatan (olehnya) dan dia datang dengan hati yang bertobat, ",
            "tafsir_jalalayn": "(Yaitu orang yang takut kepada Yang Maha Pemurah sedangkan Dia tidak kelihatan olehnya) sekalipun ia tidak melihat-Nya (dan dia datang dengan kalbu yang bertobat) yakni dengan kalbu yang taat kepada-Nya. Dan dikatakan pula kepada orang-orang yang bertakwa:",
            "sajda": false,
            "transliteration": "Man khashiyar Rahmaana bilghaibi wa jaaa'a biqalbim muneeb",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4664,
            "aya_number": 34,
            "aya_text": " ۨادْخُلُوْهَا بِسَلٰمٍ ۗذٰلِكَ يَوْمُ الْخُلُوْدِ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "masuklah ke (dalam surga) dengan aman dan damai. Itulah hari yang abadi.” ",
            "tafsir_jalalayn": "(\"Masukilah surga itu dengan aman) artinya, dengan perasaan yang aman dari semua hal yang menakutkan. Atau dengan selamat, yakni selamatlah dan masuklah kalian ke dalamnya (itulah) yaitu hari sewaktu mereka memasuki surga itu (hari kekekalan\") artinya hidup abadi di dalam surga.",
            "sajda": false,
            "transliteration": "Udkhuloohaa bisalaamin zaalika yawmul khulood",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4665,
            "aya_number": 35,
            "aya_text": "لَهُمْ مَّا يَشَاۤءُوْنَ فِيْهَا وَلَدَيْنَا مَزِيْدٌ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 519,
            "translation_aya_text": "Mereka di dalamnya memperoleh apa yang mereka kehendaki, dan pada Kami ada tambahannya. ",
            "tafsir_jalalayn": "(Mereka di dalamnya memperoleh apa yang mereka kehendaki; dan pada sisi Kami ada tambahannya) yakni sebagai pahala tambahan dari apa yang telah kalian amalkan, dan sebagai tambahan dari apa yang telah kalian minta.",
            "sajda": false,
            "transliteration": "Lahum maa yashaaa'oona feehaa wa ladainaa mazeed",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        }
    ]
}