{
    "page_number": 52,
    "data": [
        {
            "aya_id": 309,
            "aya_number": 16,
            "aya_text": "اَلَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اِنَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَقِنَا عَذَابَ النَّارِۚ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 52,
            "translation_aya_text": "(Yaitu) orang-orang yang berdoa, “Ya Tuhan kami, kami benar-benar beriman, maka ampunilah dosa-dosa kami dan lindungilah kami dari azab neraka.”",
            "tafsir_jalalayn": "(Yakni orang-orang yang) menjadi na`at atau badal dari 'orang-orang' yang sebelumnya (berdoa,) \"Wahai (Tuhan kami! Sesungguhnya kami telah beriman) membenarkan-Mu dan rasul-Mu (maka ampunilah semua dosa kami dan lindungilah kami dari siksa neraka.\")",
            "sajda": false,
            "transliteration": "Allazeena yaqooloona Rabbanaaa innanaaa aamannaa faghfir lanaa zunoobanaa wa qinaa 'azaaban Naar",
            "tajweed_text": "ٱلَّذِينَ يَقُولُونَ رَبَّن[o[َآ] إِ[g[نّ]َن[o[َآ] ءَامَ[g[نّ]َا فَ[h:1791[ٱ]غْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ [h:1110[ٱ][l[ل][g[نّ][p[َا]رِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 310,
            "aya_number": 17,
            "aya_text": "اَلصّٰبِرِيْنَ وَالصّٰدِقِيْنَ وَالْقٰنِتِيْنَ وَالْمُنْفِقِيْنَ وَالْمُسْتَغْفِرِيْنَ بِالْاَسْحَارِ ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 52,
            "translation_aya_text": "(Juga) orang yang sabar, orang yang benar, orang yang taat, orang yang menginfakkan hartanya, dan orang yang memohon ampunan pada waktu sebelum fajar.",
            "tafsir_jalalayn": "(Orang-orang yang tabah) mengikuti perintah dan menjauhi maksiat, menjadi na'at (yang benar) dalam keimanan (yang taat) kepada Allah (yang menafkahkan harta mereka) yang bersedekah (dan yang memohon ampun) kepada Allah dengan mengucapkan, \"Ya Allah! Ampunilah kami,\" (pada waktu sahur) artinya di akhir malam. Disebutkan di sini secara khusus, karena pada waktu itulah orang biasa lengah dan tidur nyenyak.",
            "sajda": false,
            "transliteration": "Assaabireena wassaa diqeena walqaaniteena walmunfiqeena walmus taghfireena bil ashaar",
            "tajweed_text": "ٱ[l[ل]صَّ[n[ـٰ]بِرِينَ وَ[h:1792[ٱ][l[ل]صَّ[n[ـٰ]دِقِينَ وَ[h:1793[ٱ]لْقَ[n[ـٰ]نِتِينَ وَ[h:1794[ٱ]لْمُ[f:1794[نف]ِقِينَ وَ[h:1795[ٱ]لْمُسْتَغْفِرِينَ بِ[h:1796[ٱ]لْأَسْح[p[َا]رِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 311,
            "aya_number": 18,
            "aya_text": "شَهِدَ اللّٰهُ اَنَّهٗ لَآ اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَاُولُوا الْعِلْمِ قَاۤىِٕمًاۢ بِالْقِسْطِۗ  لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 52,
            "translation_aya_text": "Allah menyatakan bahwa tidak ada tuhan selain Dia; (demikian pula) para malaikat dan orang berilmu yang menegakkan keadilan, tidak ada tuhan selain Dia, Yang Mahaperkasa, Maha-bijaksana.",
            "tafsir_jalalayn": "(Allah menyaksikan) artinya menjelaskan kepada hamba-hamba-Nya dengan dalil-dalil dan ayat-ayat (bahwasanya tidak ada Tuhan) yakni tidak ada yang disembah dalam wujud ini dengan benar (melainkan Dia, dan) menyaksikan pula atas yang demikian itu (para malaikat) dengan pengakuan mereka (dan orang-orang yang berilmu) dari kalangan para nabi dan orang-orang beriman, baik dengan keyakinan maupun dengan perkataan (menegakkan keadilan) dengan mengatur makhluk ciptaan-Nya. Manshub disebabkan kedudukannya sebagai hal, sedangkan yang menjadi amilnya ialah arti keseluruhan yakni hanya Allahlah yang mengatur makhluk-Nya dengan seadil-adilnya. (Tidak ada Tuhan melainkan Dia) diulangi kembali memperkokoh perkataan sebelumnya (Yang Maha Perkasa) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan dan ciptaan-Nya.",
            "sajda": false,
            "transliteration": "Shahidal laahu annahoo laa ilaaha illaa Huwa walmalaaa'ikatu wa ulul 'ilmi qaaa'imam bilqist; laaa ilaaha illaa Huwal 'Azeezul Hakeem",
            "tajweed_text": "شَهِدَ [h:1797[ٱ]للَّهُ أَ[g[نّ]َهُ[n[ۥ] ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ وَأُ[s[وْ]لُو[s[اْ] [h:1798[ٱ]لْعِلْمِ ق[o[َا]ٓئِم[i:1799[َۢا ب]ِ[h:1800[ٱ]لْقِسْطِ‌ۚ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ [h:1734[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 312,
            "aya_number": 19,
            "aya_text": "اِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗوَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 52,
            "translation_aya_text": "Sesungguhnya agama di sisi Allah ialah Islam. Tidaklah berselisih orang-orang yang telah diberi Kitab kecuali setelah mereka memperoleh ilmu, karena kedengkian di antara mereka. Barangsiapa ingkar terhadap ayat-ayat Allah, maka sungguh, Allah sangat cepat perhitungan-Nya.",
            "tafsir_jalalayn": "(Sesungguhnya agama) yang diridai (di sisi Allah) ialah agama (Islam) yakni syariat yang dibawa oleh para rasul dan dibina atas dasar ketauhidan. Menurut satu qiraat dibaca anna sebagai badal dari inna yakni badal isytimal. (Tidaklah berselisih orang-orang yang diberi kitab) yakni orang-orang Yahudi dan Nasrani dalam agama, sebagian mereka mengakui bahwa merekalah yang beragama tauhid sedangkan lainnya kafir (kecuali setelah datang kepada mereka ilmu) tentang ketauhidan disebabkan (kedengkian) dari orang-orang kafir (di antara sesama mereka, siapa yang kafir pada ayat-ayat Allah, maka sesungguhnya Allah cepat sekali perhitungan-Nya) maksudnya pembalasan-Nya.",
            "sajda": false,
            "transliteration": "Innad deena 'indal laahil Islaam; wa makhtalafal lazeena ootul Kitaaba illaa mim ba'di maa jaaa'ahumul 'ilmu baghyam bainahum; wa mai yakfur bi Aayaatil laahi fa innal laaha saree'ul hisaab",
            "tajweed_text": "إِ[g[نّ]َ [h:1801[ٱ][l[ل]دِّينَ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ [h:1802[ٱ]لْإِسْلَ[n[ـٰ]مُ‌ۗ وَمَا [h:1167[ٱ]خْتَلَفَ [h:1803[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ إِلَّا م[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَهُمُ [h:1804[ٱ]لْعِلْمُ بَغْي[i:1169[َۢا ب]َيْنَهُمْ‌ۗ وَم[a:636[َن ي]َكْفُرْ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 313,
            "aya_number": 20,
            "aya_text": "فَاِنْ حَاۤجُّوْكَ فَقُلْ اَسْلَمْتُ وَجْهِيَ لِلّٰهِ وَمَنِ اتَّبَعَنِ ۗوَقُلْ لِّلَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْاُمِّيّٖنَ ءَاَسْلَمْتُمْ ۗ فَاِنْ اَسْلَمُوْا فَقَدِ اهْتَدَوْا ۚ وَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِ ࣖ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 52,
            "translation_aya_text": "Kemudian jika mereka membantah engkau (Muhammad) katakanlah, “Aku berserah diri kepada Allah dan (demikian pula) orang-orang yang mengikutiku.” Dan katakanlah kepada orang-orang yang telah diberi Kitab dan kepada orang-orang buta huruf, ”Sudahkah kamu masuk Islam?” Jika mereka masuk Islam, berarti mereka telah mendapat petunjuk, tetapi jika mereka berpaling, maka kewajibanmu hanyalah menyampaikan. Dan Allah Maha Melihat hamba-hamba-Nya.",
            "tafsir_jalalayn": "(Jika mereka menyanggah kamu) hai Muhammad dalam soal agama (maka katakanlah) kepada mereka (\"Kuserahkan wajahku kepada Allah) artinya aku tunduk dan patuh kepada-Nya, aku (dan orang-orang yang mengikutiku.\") wajah disebutkan secara khusus, karena kedudukannya yang mulia, maka yang lainnya lebih utama untuk berserah diri. (Dan katakanlah kepada orang-orang yang diberi Alkitab) yakni orang-orang Yahudi dan Nasrani (serta orang-orang yang tidak tahu baca tulis) yaitu orang-orang Arab musyrik (\"Apakah kamu mau masuk Islam?\") Maksudnya masuk Islamlah kamu! (Jika mereka masuk Islam, maka sesungguhnya mereka telah mendapat petunjuk) dari kesesatan (dan jika mereka berpaling) dari agama Islam (maka kewajiban kamu hanyalah menyampaikan) risalah yang diamanatkan kepadamu (dan Allah Maha Melihat akan hamba-hamba-Nya) lalu diberi-Nya balasan atas amal perbuatan mereka. Ayat berikut ini sebelum turunnya perintah untuk berperang:",
            "sajda": false,
            "transliteration": "Fa in haaajjooka faqul aslamtu wajhiya lillaahi wa manit taba'an; wa qul lillazeena ootul Kitaaba wal ummiyyeena 'a-aslamtum; fa in aslamoo faqadih tadaw wa in tawallaw fa innamaa 'alaikal balaagh; wallaahu baseerum bil 'ibaad",
            "tajweed_text": "فَإِنْ ح[m[َا]ٓجُّوكَ فَقُلْ أَسْلَمْتُ وَ[q:1805[جْ]هِىَ لِلَّهِ وَمَنِ [h:1806[ٱ]تَّبَعَنِ‌ۗ وَقُل لِّلَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:1807[ٱ]لْأُ[g[مّ]ِيِّـ[n[ـۧ]نَ ءَأَسْلَمْتُمْ‌ۚ فَإِنْ أَسْلَمُو[s[اْ] فَقَدِ [h:705[ٱ]هْتَدَو[s[اْ‌ۖ] وَّإِ[f:706[ن ت]َوَلَّوْ[s[اْ] فَإِ[g[نّ]َمَا عَلَيْكَ [h:1808[ٱ]لْبَلَ[n[ـٰ]غُ‌ۗ وَ[h:72[ٱ]للَّهُ بَصِي[i:1790[رُۢ ب]ِ[h:1133[ٱ]لْعِب[p[َا][q[د]ِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 314,
            "aya_number": 21,
            "aya_text": "اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِحَقٍّۖ وَّيَقْتُلُوْنَ الَّذِيْنَ يَأْمُرُوْنَ بِالْقِسْطِ مِنَ النَّاسِۙ فَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 52,
            "translation_aya_text": "Sesungguhnya orang-orang yang mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar) dan membunuh orang-orang yang menyuruh manusia berbuat adil, sampaikanlah kepada mereka kabar gembira yaitu azab yang pedih.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir akan ayat-ayat Allah dan membunuh) pada satu qiraat yuqatiluuna yang berarti memerangi (nabi-nabi tanpa alasan yang benar, dan membunuh orang-orang yang menyuruh berlaku adil di antara manusia) mereka ini ialah orang-orang Yahudi. Diriwayatkan bahwa mereka telah membunuh 43 orang nabi kemudian mereka dicegah oleh 170 orang pengikut-pengikut nabi tersebut namun akhirnya mereka pun dibunuh oleh mereka pada saat yang sama (maka gembirakanlah mereka) artinya beritahukanlah mereka (akan adanya siksa yang pedih) yang menyakitkan. Menyebutkan 'gembirakanlah' adalah sebagai penghinaan bagi mereka, dan khabar 'inna' dimasuki oleh fa, karena isimnya inna yang berupa isim maushul mirip dengan syarat.",
            "sajda": false,
            "transliteration": "Innal lazeena yakfuroona bi Aayaatil laahi wa yaqtuloonan Nabiyyeena bighairi haqqinw wa yaqtuloonal lazeena yaamuroona bilqisti minannaasi fabashirhum bi'azaabin aleem",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَكْفُرُونَ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ وَيَ[q:323[قْ]تُلُونَ [h:324[ٱ][l[ل][g[نّ]َبِيِّـ[n[ـۧ]نَ بِغَيْرِ حَ[a:1809[قٍّ و]َيَ[q:323[قْ]تُلُونَ [h:1810[ٱ]لَّذِينَ يَأْمُرُونَ بِ[h:1800[ٱ]لْقِسْطِ مِنَ [h:721[ٱ][l[ل][g[نّ]َاسِ فَبَشِّرْه[c:1811[ُم ب]ِعَذَابٍ أَل[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 315,
            "aya_number": 22,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 52,
            "translation_aya_text": "Mereka itulah orang-orang yang sia-sia pekerjaannya di dunia dan di akhirat, dan mereka tidak memperoleh penolong.",
            "tafsir_jalalayn": "(Mereka itulah orang-orang yang gugur) atau batal (amal-amalan mereka) kebaikan-kebaikan yang telah mereka lakukan, misalnya sedekah dan menghubungkan tali silaturahmi (di dunia dan di akhirat) sehingga tidak dianggap disebabkan tidak memenuhi syarat-syaratnya (dan tidaklah mereka mempunyai penolong-penolong) yang akan melindungi mereka dari azab tersebut.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena habitat a'maaluhum fid dunyaa wal Aaakhirati wa maa lahum min naasireen",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ حَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ فِى [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ وَمَا لَه[w:1812[ُم م]ّ[a:1813[ِن ن]َّ[n[ـٰ]صِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}