{
    "page_number": 520,
    "data": [
        {
            "aya_id": 4666,
            "aya_number": 36,
            "aya_text": "وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍ هُمْ اَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوْا فِى الْبِلَادِۗ هَلْ مِنْ مَّحِيْصٍ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "Dan betapa banyak umat yang telah Kami binasakan sebelum mereka, (padahal) mereka lebih hebat kekuatannya daripada mereka (umat yang belakangan) ini. Mereka pernah menjelajah di beberapa negeri. Adakah tempat pelarian (dari kebinasaan bagi mereka)? ",
            "tafsir_jalalayn": "(Dan berapa banyaknya umat-umat yang telah Kami binasakan sebelum mereka) sebelum orang-orang kafir Quraisy Kami telah membinasakan banyak umat yang kafir (yang mereka itu lebih besar kekuatannya daripada mereka ini) maksudnya umat-umat dahulu itu jauh lebih kuat daripada mereka (maka mereka telah pernah menjelajah) telah mengembara (di beberapa negeri. Adakah mereka mendapat tempat lari) dari kematian; yang dimaksud adalah mereka yang telah dibinasakan atau lainnya. Maka ternyata mereka tidak dapat menemukan jalan untuk melarikan diri dari kematian.",
            "sajda": false,
            "transliteration": "Wa kam ahlaknaa qablahum min qarnin hum ashaddu minhum batshan fanaqqaboo fil bilaad, hal mim mahees",
            "tajweed_text": "وَكَمْ أَهْلَكْنَا قَ[q:8394[بْ]لَه[w:8395[ُم م]ِّ[f:3927[ن ق]َرْنٍ هُمْ أَشَدُّ مِنْه[c:12197[ُم ب]َ[q:12198[طْ][f:12827[شًا ف]َنَقَّبُو[s[اْ] فِى [h:2519[ٱ]لْبِلَ[n[ـٰ]دِ هَلْ م[a:7093[ِن م]َّح[p[ِي]صٍ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4667,
            "aya_number": 37,
            "aya_text": "اِنَّ فِيْ ذٰلِكَ لَذِكْرٰى لِمَنْ كَانَ لَهٗ قَلْبٌ اَوْ اَلْقَى السَّمْعَ وَهُوَ شَهِيْدٌ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "Sungguh, pada yang demikian itu pasti terdapat peringatan bagi orang-orang yang mempunyai hati atau yang menggunakan pendengarannya, sedang dia menyaksikannya. ",
            "tafsir_jalalayn": "(Sesungguhnya pada yang demikian itu) pada hal-hal yang telah disebutkan itu (benar-benar terdapat peringatan) yakni pelajaran (bagi orang yang mempunyai akal) pikiran (atau yang menggunakan pendengarannya) artinya, mau mendengar nasihat (sedangkan dia menyaksikannya) maksudnya, hatinya hadir.",
            "sajda": false,
            "transliteration": "Inna fee zaalika lazikraa liman kaana lahoo qalbun aw alqas sam'a wa huwa shaheed",
            "tajweed_text": "إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَذِكْرَىٰ لِمَ[f:10739[ن ك]َانَ لَهُ[n[ۥ] قَلْبٌ أَوْ أَلْقَى [h:12828[ٱ][l[ل]سَّمْعَ وَهُوَ شَه[p[ِي][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4668,
            "aya_number": 38,
            "aya_text": "وَلَقَدْ خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍۖ وَّمَا مَسَّنَا مِنْ لُّغُوْبٍ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "Dan sungguh, Kami telah menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa, dan Kami tidak merasa letih sedikit pun. ",
            "tafsir_jalalayn": "(Dan sesungguhnya telah Kami ciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam hari) pada permulaannya adalah hari Ahad dan selesai pada hari Jumat (dan Kami sedikit pun tidak ditimpa keletihan) kepayahan. Ayat ini diturunkan sebagai sanggahan terhadap orang-orang Yahudi yang telah mengatakan bahwa Allah swt. pada hari Sabtu-Nya beristirahat. Ditiadakannya sifat lebih daripada-Nya karena memang Dia Maha Suci dari sifat-sifat yang dimiliki oleh makhluk-Nya, dan pula karena tiada kesamaan antara Allah dan selain-Nya. Di dalam ayat lain sehubungan dengan masalah penciptaan ini disebutkan melalui firman-Nya, \"Sesungguhnya keadaan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya, 'Jadilah!' Maka terjadilah ia.\" (Q.S. Yaasin, 82)",
            "sajda": false,
            "transliteration": "Wa laqad khalaqnas samaawaati wal arda wa maa bainahumaa fee sittati ayyaamin wa maa massanaa mil lughoob",
            "tajweed_text": "وَلَقَ[q:341[دْ] خَلَ[q:5159[قْ]نَا [h:7298[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّا[a:12829[مٍ و]َمَا مَسَّنَا م[u:12830[ِن ل]ُّغ[p[ُو][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4669,
            "aya_number": 39,
            "aya_text": "فَاصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوْعِ الشَّمْسِ وَقَبْلَ الْغُرُوْبِ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "Maka bersabarlah engkau (Muhammad) terhadap apa yang mereka katakan dan bertasbihlah dengan memuji Tuhanmu sebelum matahari terbit dan sebelum terbenam. ",
            "tafsir_jalalayn": "(Maka bersabarlah kamu) khithab pada ayat ini ditujukan kepada Nabi saw. (terhadap apa yang mereka katakan) yang dikatakan orang-orang Yahudi dan lainnya yang menyerupakan Allah dengan makhluk-Nya dan yang mendustakan kamu (dan bertasbihlah seraya memuji Rabbmu) yakni salatlah seraya memuji-Nya (sebelum terbit matahari) yakni salat Subuh (dan sebelum terbenamnya) yakni salat Zuhur dan salat Asar.",
            "sajda": false,
            "transliteration": "Fasbir 'alaa maa yaqooloona wa sabbih bihamdi Rabbika qabla tuloo'ish shamsi wa qablal ghuroob",
            "tajweed_text": "فَ[h:9999[ٱ]صْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَ[q:3282[بْ]لَ طُلُوعِ [h:8648[ٱ][l[ل]شَّمْسِ وَقَ[q:8649[بْ]لَ [h:12831[ٱ]لْغُر[p[ُو][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4670,
            "aya_number": 40,
            "aya_text": "وَمِنَ الَّيْلِ فَسَبِّحْهُ وَاَدْبَارَ السُّجُوْدِ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "Dan bertasbihlah kepada-Nya pada malam hari dan setiap selesai salat. ",
            "tafsir_jalalayn": "(Dan bertasbihlah kamu di malam hari) artinya lakukanlah kedua salat pada waktu permulaan malam hari (dan setiap selesai salat) kalau dibaca Adbaar berarti bentuk jamak dari lafal Duburun, sedangkan kalau dibaca Idbaar berarti Mashdar dari lafal Adbara. Artinya, lakukanlah salat tambahan yang disunahkan setiap selesai menjalankan salat fardu. Menurut suatu pendapat makna yang dimaksud adalah hakikat dari ucapan tasbih seraya memuji Allah yang dilakukan pada waktu-waktu tersebut.",
            "sajda": false,
            "transliteration": "Wa minal laili fasabbih hu wa adbaaras sujood",
            "tajweed_text": "وَمِنَ [h:7856[ٱ]لَّيْلِ فَسَبِّحْهُ وَأَ[q:12832[دْ]بَ[n[ـٰ]رَ [h:12833[ٱ][l[ل]سُّج[p[ُو][q[د]ِ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4671,
            "aya_number": 41,
            "aya_text": "وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَّكَانٍ قَرِيْبٍ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "Dan dengarkanlah (seruan) pada hari (ketika) penyeru (malaikat) menyeru dari tempat yang dekat. ",
            "tafsir_jalalayn": "(Dan dengarkanlah) hai orang yang diajak bicara akan seruan-Ku ini (pada hari penyeru menyeru) yakni malaikat Israfil (dari tempat yang dekat) dari langit, yaitu dari atas Kubbah Shakhr di Baitulmakdis, karena tempat itu yang paling dekat dengan langit. Ia menyerukan kata-kata, \"Hai tulang-belulang yang telah hancur dan sendi-sendi yang telah bercerai-berai dan daging-daging yang telah tercabik-cabik dan rambut-rambut yang telah berantakan! Sesungguhnya Allah memerintahkan kalian semua untuk berhimpun guna melaksanakan peradilan.\"",
            "sajda": false,
            "transliteration": "Wastami' yawma yunaa dil munaadi mim makaanin qareeb",
            "tajweed_text": "وَ[h:9999[ٱ]سْتَمِعْ يَوْمَ يُنَادِ [h:12834[ٱ]لْمُنَادِ م[a:9578[ِن م]َّكَا[f:11053[نٍ ق]َر[p[ِي][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4672,
            "aya_number": 42,
            "aya_text": "يَوْمَ يَسْمَعُوْنَ الصَّيْحَةَ بِالْحَقِّ ۗذٰلِكَ يَوْمُ الْخُرُوْجِ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "(Yaitu) pada hari (ketika) mereka men-dengar suara dahsyat dengan sebenarnya. Itulah hari keluar (dari kubur). ",
            "tafsir_jalalayn": "(Yaitu pada hari) menjadi Badal Isytimal dari lafal Yauma sebelumnya (mereka mendengar) maksudnya, ketika makhluk semuanya mendengar (teriakan dengan sebenar-benarnya) untuk membangkitkan makhluk semuanya, yaitu tiupan yang kedua dari malaikat Israfil. Dan teriakan ini adakalanya sesudah seruan itu atau sebelumnya (itulah) yakni hari seruan yang semua makhluk mendengarnya (hari keluar) dari kubur. Dan yang menashabkan lafal Yauma Yunaadi keberadaannya diperkirakan; lengkapnya: Mereka mengetahui akibat dari kedustaan mereka itu, pada hari penyeru menyerukan.",
            "sajda": false,
            "transliteration": "Yawma yasmaoonas sai hata bilhaqq zaalika yawmul khurooj",
            "tajweed_text": "يَوْمَ يَسْمَعُونَ [h:12835[ٱ][l[ل]صَّيْحَةَ بِ[h:370[ٱ]لْحَقِّ‌ۚ ذ[n[َٲ]لِكَ يَوْمُ [h:12836[ٱ]لْخُر[p[ُو][q[ج]ِ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4673,
            "aya_number": 43,
            "aya_text": "اِنَّا نَحْنُ نُحْيٖ وَنُمِيْتُ وَاِلَيْنَا الْمَصِيْرُۙ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "Sungguh, Kami yang menghidupkan dan mematikan dan kepada Kami tempat kembali (semua makhluk). ",
            "tafsir_jalalayn": "(Sesungguhnya Kami menghidupkan dan mematikan dan hanya kepada Kamilah tempat kembali -semua makhluk-.)",
            "sajda": false,
            "transliteration": "Innaa Nahnu nuhyee wa numeetu wa ilainal maseer",
            "tajweed_text": "إِ[g[نّ]َا نَحْنُ نُحْى[n[ِۦ] وَنُمِيتُ وَإِلَيْنَا [h:12837[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4674,
            "aya_number": 44,
            "aya_text": "يَوْمَ تَشَقَّقُ الْاَرْضُ عَنْهُمْ سِرَاعًا ۗذٰلِكَ حَشْرٌ عَلَيْنَا يَسِيْرٌ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "(Yaitu) pada hari (ketika) bumi terbelah, mereka keluar dengan cepat. Yang demikian itu adalah pengumpulan yang mudah bagi Kami. ",
            "tafsir_jalalayn": "(Yaitu pada hari) lafal Yauma pada ayat ini menjadi Badal atau pengganti dari lafal Yauma sebelumnya, sedangkan kalimat-kalimat yang menengah-nengahi di antara keduanya merupakan jumlah I'tiradh atau kalimat sisipan (terbelah-belah) dapat dibaca Tasyaqqaqu atau Tasysyaqqaqu, pada asalnya adalah Tatasyaqqaqu, lalu huruf Ta yang kedua diidgamkan kepada huruf Syin sehingga menjadi Tasysyaqqaqu (bumi menampakkan mereka dengan cepat) lafal Siraa'an adalah bentuk jamak dari lafal Sarii'un yang artinya cepat; berkedudukan menjadi Hal atau kata keterangan keadaan bagi lafal yang diperkirakan keberadaannya. Lengkapnya, mereka keluar dengan cepat dari kuburnya masing-masing. (Yang demikian itu adalah pengumpulan yang mudah bagi Kami) pada ayat ini terdapat Fashl atau pemisah yang memisahkan antara Maushuf dan Shifatnya, yang menjadi pemisah adalah Muta'alliqnya, hal ini mengandung makna Ikhtishash, dan hal seperti ini tidak mengapa. Demikian ini mengisyaratkan kepada pengertian pengumpulan yang dimaksud, yaitu menghidupkan kembali makhluk yang telah mati, dan pengumpulan ini dimaksud untuk menghadapkan semua makhluk ke hadapan-Nya guna menjalani hisab.",
            "sajda": false,
            "transliteration": "Yawma tashaqqaqul ardu 'anhum siraa'aa; zaalika hashrun 'alainaa yaseer",
            "tajweed_text": "يَوْمَ تَشَقَّقُ [h:12838[ٱ]لْأَرْضُ عَنْهُمْ سِرَا[f:12839[عًا‌ۚ ذ][n[َٲ]لِكَ حَشْرٌ عَلَيْنَا يَس[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4675,
            "aya_number": 45,
            "aya_text": "نَحْنُ اَعْلَمُ بِمَا يَقُوْلُوْنَ وَمَآ اَنْتَ عَلَيْهِمْ بِجَبَّارٍۗ فَذَكِّرْ بِالْقُرْاٰنِ مَنْ يَّخَافُ وَعِيْدِ ࣖ ",
            "sura_id": 50,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "Kami lebih mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Al-Qur'an kepada siapa pun yang takut kepada ancaman-Ku. ",
            "tafsir_jalalayn": "(Kami lebih mengetahui tentang apa yang mereka katakan) yaitu yang dikatakan oleh orang-orang kafir Quraisy (dan kamu sekali-kali bukanlah seorang pemaksa terhadap mereka yang memaksa mereka untuk beriman, ayat ini diturunkan sebelum ada perintah berjihad. (Maka berilah peringatan dengan Alquran orang yang takut kepada ancaman-Ku) mereka adalah orang-orang mukmin.",
            "sajda": false,
            "transliteration": "Nahnu a'lamu bimaa yaqooloona wa maaa anta 'alihim bijabbaarin fazakkir bil quraani many yakhaafu wa'eed",
            "tajweed_text": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ‌ۖ وَم[o[َآ] أَ[f:169[نت]َ عَلَيْه[c:12840[ِم ب]ِجَبَّا[f:12841[رٍ‌ۖ ف]َذَكِّرْ بِ[h:8623[ٱ]لْقُرْءَانِ م[a:12842[َن ي]َخَافُ وَع[p[ِي][q[د]ِ",
            "surah": {
                "name": "سُورَةُ قٓ",
                "englishName": "Qaaf",
                "englishNameTranslation": "The letter Qaaf",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4676,
            "aya_number": 1,
            "aya_text": " وَالذّٰرِيٰتِ ذَرْوًاۙ",
            "sura_id": 51,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "Demi (angin) yang menerbangkan debu, ",
            "tafsir_jalalayn": "(Demi yang menerbangkan debu) yakni angin dan lain-lainnya (dengan sekuat-kuatnya) adalah Mashdar, yang diambil dari kata: Tudzriihi Dzaryan, artinya angin itu menerbangkannya.",
            "sajda": false,
            "transliteration": "Waz-zaariyaati zarwaa",
            "tajweed_text": "وَ[h:9999[ٱ][l[ل]ذّ[n[َٲ]رِيَ[n[ـٰ]تِ ذَرْوًا",
            "surah": {
                "name": "سُورَةُ الذَّارِيَاتِ",
                "englishName": "Adh-Dhaariyat",
                "englishNameTranslation": "The Winnowing Winds",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4677,
            "aya_number": 2,
            "aya_text": "فَالْحٰمِلٰتِ وِقْرًاۙ",
            "sura_id": 51,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "dan awan yang mengandung (hujan),",
            "tafsir_jalalayn": "(Dan demi awan yang mengandung) awan yang membawa air (hujan) yakni beban berupa air hujan, berkedudukan menjadi Maf'ul dari lafal Al Haamiaat.",
            "sajda": false,
            "transliteration": "Falhaamilaati wiqraa",
            "tajweed_text": "فَ[h:9999[ٱ]لْحَ[n[ـٰ]مِلَ[n[ـٰ]تِ وِ[q:12843[قْ]رًا",
            "surah": {
                "name": "سُورَةُ الذَّارِيَاتِ",
                "englishName": "Adh-Dhaariyat",
                "englishNameTranslation": "The Winnowing Winds",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4678,
            "aya_number": 3,
            "aya_text": "فَالْجٰرِيٰتِ يُسْرًاۙ",
            "sura_id": 51,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "dan (kapal-kapal) yang berlayar dengan mudah, ",
            "tafsir_jalalayn": "(Dan demi yang berlayar) yakni kapal-kapal yang berlayar di atas permukaan air (dengan mudah) dengan sangat mudahnya. Kalimat ini adalah Mashdar yang berkedudukan menjadi Hal, yakni Muyassaratan.",
            "sajda": false,
            "transliteration": "Faljaariyaati yusraa",
            "tajweed_text": "فَ[h:9999[ٱ]لْجَ[n[ـٰ]رِيَ[n[ـٰ]تِ يُسْرًا",
            "surah": {
                "name": "سُورَةُ الذَّارِيَاتِ",
                "englishName": "Adh-Dhaariyat",
                "englishNameTranslation": "The Winnowing Winds",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4679,
            "aya_number": 4,
            "aya_text": "فَالْمُقَسِّمٰتِ اَمْرًاۙ",
            "sura_id": 51,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "dan (malaikat-malaikat) yang membagi-bagi urusan,",
            "tafsir_jalalayn": "(Dan demi yang membagi-bagi urusan) demi malaikat-malaikat yang membagi-bagi rezeki, hujan dan lain-lainnya ke berbagai negeri dan kepada semua hamba-hamba Allah.",
            "sajda": false,
            "transliteration": "Falmuqassimaati amraa",
            "tajweed_text": "فَ[h:9999[ٱ]لْمُقَسِّمَ[n[ـٰ]تِ أَمْرًا",
            "surah": {
                "name": "سُورَةُ الذَّارِيَاتِ",
                "englishName": "Adh-Dhaariyat",
                "englishNameTranslation": "The Winnowing Winds",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4680,
            "aya_number": 5,
            "aya_text": "اِنَّمَا تُوْعَدُوْنَ لَصَادِقٌۙ",
            "sura_id": 51,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "sungguh, apa yang dijanjikan kepadamu pasti benar, ",
            "tafsir_jalalayn": "(Sesungguhnya apa yang dijanjikan kepada kalian) huruf Maa pada lafal Innamaa adalah Mashdariyah; yakni janji Allah kepada mereka, yaitu tentang hari berbangkit dan lain-lainnya (pasti benar) artinya sungguh merupakan janji yang benar.",
            "sajda": false,
            "transliteration": "Innamaa too'adoona la-saadiq",
            "tajweed_text": "إِ[g[نّ]َمَا تُوعَدُونَ لَصَادِ[q[ق]ٌ",
            "surah": {
                "name": "سُورَةُ الذَّارِيَاتِ",
                "englishName": "Adh-Dhaariyat",
                "englishNameTranslation": "The Winnowing Winds",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4681,
            "aya_number": 6,
            "aya_text": "وَّاِنَّ الدِّيْنَ لَوَاقِعٌۗ",
            "sura_id": 51,
            "juz_id": 26,
            "page_number": 520,
            "translation_aya_text": "dan sungguh, (hari) pembalasan pasti terjadi.",
            "tafsir_jalalayn": "(Dan Sesungguhnya pembalasan itu) yakni pembalasan sesudah hisab (pasti terjadi) pasti akan terjadi.",
            "sajda": false,
            "transliteration": "Wa innad deena la waaqi'",
            "tajweed_text": "وَإِ[g[نّ]َ [h:12844[ٱ][l[ل]دِّينَ لَو[n[َٲ]قِعٌ",
            "surah": {
                "name": "سُورَةُ الذَّارِيَاتِ",
                "englishName": "Adh-Dhaariyat",
                "englishNameTranslation": "The Winnowing Winds",
                "revelationType": "Meccan"
            }
        }
    ]
}