{
    "page_number": 524,
    "data": [
        {
            "aya_id": 4750,
            "aya_number": 15,
            "aya_text": "اَفَسِحْرٌ هٰذَآ اَمْ اَنْتُمْ لَا تُبْصِرُوْنَ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Maka apakah ini sihir? Ataukah kamu tidak melihat?",
            "tafsir_jalalayn": "(Maka apakah ini sihir) maksudnya, apakah azab yang kalian lihat sekarang seperti juga apa yang kalian katakan mengenai wahyu, bahwa itu adalah sihir. (Ataukah kalian tidak melihat?).",
            "sajda": false,
            "transliteration": "Afasihrun haazaaaa am antum laa tubsiroon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4751,
            "aya_number": 16,
            "aya_text": "اِصْلَوْهَا فَاصْبِرُوْٓا اَوْ لَا تَصْبِرُوْاۚ سَوَاۤءٌ عَلَيْكُمْۗ  اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Masuklah ke dalamnya (rasakanlah panas apinya); baik kamu bersabar atau tidak, sama saja bagimu; sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. ",
            "tafsir_jalalayn": "(Masukilah ia dan bersabarlah kalian) menanggung azabnya (atau kalian tidak bersabar) kalian tidak tahan (sama saja bagi kalian) karena sesungguhnya kesabaran kalian tidak ada manfaatnya sama sekali (sesungguhnya kalian hanya diberi balasan terhadap apa yang telah kalian kerjakan) tentang pembalasannya.",
            "sajda": false,
            "transliteration": "Islawhaa fasbirooo aw laa tasbiroo sawaaa'un 'alaikum innamaa tujzawna maa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4752,
            "aya_number": 17,
            "aya_text": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّنَعِيْمٍۙ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan).",
            "sajda": false,
            "transliteration": "Innal muttaqeena fee jannaatinw wa na'eem",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4753,
            "aya_number": 18,
            "aya_text": "فَاكِهِيْنَ بِمَآ اٰتٰىهُمْ رَبُّهُمْۚ وَوَقٰىهُمْ رَبُّهُمْ عَذَابَ الْجَحِيْمِ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "mereka bersuka ria dengan apa yang diberikan Tuhan kepada mereka; dan Tuhan memelihara mereka dari azab neraka.",
            "tafsir_jalalayn": "(Mereka bersuka ria) artinya, hidup penuh dengan kesenangan (dengan apa) huruf Maa di sini adalah Mashdariyah (yang didatangkan kepada mereka) diberikan kepada mereka (oleh Rabb mereka; dan Rabb mereka memelihara mereka dari azab neraka) lafal Wawaqaahum di'athafkan kepada lafal Ataahum. Yakni mereka hidup dengan pemberian Rabb mereka dan berada dalam pemeliharaan-Nya. Lalu dikatakan kepada mereka,",
            "sajda": false,
            "transliteration": "Faakiheena bimaaa aataahum rabbuhum wa waqaahum rabbuhum 'azaabal jaheem",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4754,
            "aya_number": 19,
            "aya_text": "كُلُوْا وَاشْرَبُوْا هَنِيْۤئًا ۢبِمَا كُنْتُمْ تَعْمَلُوْنَۙ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "(Dikatakan kepada mereka), “Makan dan minumlah dengan rasa nikmat sebagai balasan dari apa yang telah kamu kerjakan.” ",
            "tafsir_jalalayn": "(\"Makan dan minumlah dengan enak) lafal Hanii-an menjadi Hal atau kata keterangan keadaan, artinya dengan nikmat (sebagai balasan dari apa) huruf Ba di sini mengandung makna Sababiyah (yang telah kalian kerjakan\").",
            "sajda": false,
            "transliteration": "Kuloo washraboo haneee 'am bimaa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4755,
            "aya_number": 20,
            "aya_text": "مُتَّكِـِٕيْنَ عَلٰى سُرُرٍ مَّصْفُوْفَةٍۚ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Mereka bersandar di atas dipan-dipan yang tersusun dan Kami berikan kepada mereka pasangan bidadari yang bermata indah. ",
            "tafsir_jalalayn": "(Mereka bertelekan) menjadi Hal dari Dhamir yang terkandung di dalam firman-Nya, \"Fii jannaatin\" (di atas dipan-dipan berderetan) sebagian dari dipan-dipan itu letaknya berdampingan dengan yang lainnya (dan Kami kawinkan mereka) di'athafkan kepada lafal jannaatin, yakni Kami buat mereka senang dan tenang (dengan bidadari-bidadari) yang jeli matanya lagi sangat cantik.",
            "sajda": false,
            "transliteration": "Muttaki'eena 'alaa sururim masfoofatinw wa zawwaj naahum bihoorin 'een",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4756,
            "aya_number": 21,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِاِيْمَانٍ اَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ اَلَتْنٰهُمْ مِّنْ عَمَلِهِمْ مِّنْ شَيْءٍۚ  كُلُّ امْرِئٍ ۢبِمَا كَسَبَ رَهِيْنٌ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Dan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. ",
            "tafsir_jalalayn": "(Dan orang-orang yang beriman) berkedudukan menjadi Mubtada (dan mereka diikuti) menurut suatu qiraat dibaca Wa-atba'naahum yakni, Kami ikutkan kepada mereka, Di'athafkan kepada lafal Amanuu (oleh anak cucu mereka) menurut suatu qiraat dibaca Dzurriyyatahum, dalam bentuk Mufrad; artinya oleh keturunan mereka, baik yang masih kecil maupun yang sudah dewasa (dalam keimanan) maksudnya, diikuti oleh anak cucu mereka keimanannya. Dan yang menjadi Khabarnya ialah (Kami hubungkan anak cucu mereka dengan mereka) ke dalam surga, dengan demikian maka anak cucu mereka memiliki kedudukan yang sama dengan mereka, sekalipun anak cucu mereka tidak mempunyai amalan sebagaimana mereka. Hal ini dimaksudkan sebagai kehormatan buat bapak-bapak mereka, yang karenanya lalu anak cucu mereka dikumpulkan dengan mereka (dan Kami tidak mengurangi) dapat dibaca Alatnaahum atau Alitnaahum, artinya Kami tidak mengurangi (dari pahala amal mereka) huruf Min di sini adalah Zaidah (barang sedikit pun) yang ditambahkan kepada amal perbuatan anak-cucu mereka. (Tiap-tiap orang dengan apa yang dikerjakannya) yakni amal baik atau amal buruknya (terikat) yakni, ia dalam keadaan terikat, bila ia mengerjakan kejahatan diazab dan bila ia mengerjakan kebaikan diberi pahala.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wattaba'at hum zurriyyatuhum bieemaanin alhaqnaa bihim zurriyyatahum wa maaa alatnaahum min 'amalihim min shai'; kullum ri'im bimaa kasaba raheen",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4757,
            "aya_number": 22,
            "aya_text": "وَاَمْدَدْنٰهُمْ بِفَاكِهَةٍ وَّلَحْمٍ مِّمَّا يَشْتَهُوْنَ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Dan Kami berikan kepada mereka tambahan berupa buah-buahan dan daging dari segala jenis yang mereka ingini. ",
            "tafsir_jalalayn": "(Dan Kami beri mereka) Kami tambahkan kepada mereka dari waktu ke waktu yang lain (dengan buah-buahan dan daging dari segala jenis yang mereka inginkan) sekalipun mereka tidak menjelaskan permintaannya.",
            "sajda": false,
            "transliteration": "Wa amdadnaahum bifaa kihatinw wa lahmim mimmaa yashtahoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4758,
            "aya_number": 23,
            "aya_text": "يَتَنَازَعُوْنَ فِيْهَا كَأْسًا لَّا لَغْوٌ فِيْهَا وَلَا تَأْثِيْمٌ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "(Di dalam surga itu) mereka saling mengulurkan gelas yang isinya tidak (menimbulkan) ucapan yang tidak berfaedah ataupun perbuatan dosa. ",
            "tafsir_jalalayn": "(Mereka saling memperebutkan) mereka saling beri (di dalamnya) dalam surga (piala) yang berisikan khamar (yang isinya tidak menimbulkan kata-kata yang tidak berfaedah) di antara mereka disebabkan karena meminumnya (dan tiada pula perbuatan dosa) yang menimpa mereka disebabkan meminumnya, berbeda dengan khamar di dunia.",
            "sajda": false,
            "transliteration": "Yatanaaza'oona feehaa kaasal laa laghwun feehaa wa laa taaseem",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4759,
            "aya_number": 24,
            "aya_text": "وَيَطُوْفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ كَاَنَّهُمْ لُؤْلُؤٌ مَّكْنُوْنٌۚ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Dan di sekitar mereka ada anak-anak muda yang berkeliling untuk (melayani) mereka, seakan-akan mereka itu mutiara yang tersimpan. ",
            "tafsir_jalalayn": "(Dan berkeliling di sekitar mereka) sebagai pelayan-pelayan (anak-anak muda) yang semuanya orang-orang merdeka (untuk meladeni mereka seakan-akan mereka itu) kecakapan dan kelembutannya (mutiara yang tersimpan) artinya mereka itu bagaikan mutiara yang disimpan di dalam laut; karena sesungguhnya mutiara yang tersimpan di dalam laut itu jauh lebih indah daripada mutiara-mutiara yang berada di tempat lainnya.",
            "sajda": false,
            "transliteration": "Wa yatoofu 'alaihim ghilmaanul lahum ka annahum lu'lu'um maknoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4760,
            "aya_number": 25,
            "aya_text": "وَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Dan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. ",
            "tafsir_jalalayn": "(Dan sebagian mereka menghadap kepada sebagian yang lain saling tanya menanya) atau sebagian di antara mereka bertanya kepada sebagian yang lain tentang apa yang telah mereka kerjakan di dunia, dan tentang pahala yang telah mereka peroleh, dengan maksud untuk bersenang-senang dan mengakui nikmat Allah.",
            "sajda": false,
            "transliteration": "Wa aqbala ba'duhum 'alaa ba'diny yatasaaa'aloon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4761,
            "aya_number": 26,
            "aya_text": "قَالُوْٓا اِنَّا كُنَّا قَبْلُ فِيْٓ اَهْلِنَا مُشْفِقِيْنَ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Mereka berkata, “Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami merasa takut (akan diazab). ",
            "tafsir_jalalayn": "(Mereka berkata) seraya mengisyaratkan kepada penyebab mereka sampai kepada derajat ini, (\"Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami) di dunia (kami merasa takut) akan azab Allah.",
            "sajda": false,
            "transliteration": "Qaalooo innaa kunnaa qablu feee ahlinaa mushfiqeen",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4762,
            "aya_number": 27,
            "aya_text": "فَمَنَّ اللّٰهُ عَلَيْنَا وَوَقٰىنَا عَذَابَ السَّمُوْمِ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Maka Allah memberikan karunia kepada kami dan memelihara kami dari azab neraka. ",
            "tafsir_jalalayn": "(Maka Allah memberikan karunia kepada kami) berupa ampunan (dan memelihara kami dari azab neraka\") dinamakan Samuum karena sakitnya sampai merasuk ke dalam pori-pori. Dan mereka mengisyaratkan pula melalui perkataan mereka,",
            "sajda": false,
            "transliteration": "Famannnal laahu 'alainaa wa waqaanaa 'azaabas samoom",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4763,
            "aya_number": 28,
            "aya_text": "اِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوْهُۗ اِنَّهٗ هُوَ الْبَرُّ الرَّحِيْمُ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Sesungguhnya kami menyembah-Nya sejak dahulu. Dialah Yang Maha Melimpahkan Kebaikan, Maha Penyayang.” ",
            "tafsir_jalalayn": "(\"Sesungguhnya kami dahulu) sewaktu di dunia (menyeru-Nya) menyembah dan mengesakan-Nya. (Sesungguhnya Dia) kalau dibaca Innahuu dengan dikasrahkan huruf Hamzahnya, berarti merupakan jumlah Isti'naf atau kalimat permulaan, sekalipun maknanya mengandung 'Illat. Dan bila dibaca Annahuu dengan difatahkan huruf Hamzahnya, berarti lafalnya menunjukkan makna 'Illat (adalah yang melimpahkan kebaikan) Yang berbuat kebaikan dan menepati janji-Nya (lagi Maha",
            "sajda": false,
            "transliteration": "Innaa kunnaa min qablu nad'oohu innahoo huwal barrur raheem",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4764,
            "aya_number": 29,
            "aya_text": "فَذَكِّرْ فَمَآ اَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَّلَا مَجْنُوْنٍۗ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Maka peringatkanlah, karena dengan nikmat Tuhanmu engkau (Muhammad) bukanlah seorang tukang tenung dan bukan pula orang gila.",
            "tafsir_jalalayn": "(Maka tetaplah memberi peringatan) tetaplah kamu memberi peringatan kepada orang-orang musyrik dan jangan sekali-kali kamu mundur dalam hal ini hanya karena mereka mengatakanmu sebagai seorang penenung lagi gila (dan kamu disebabkan nikmat Rabbmu bukanlah) karena limpahan nikmat-Nya kepadamu (seorang tukang tenung) menjadi Khabar dari Maa (dan bukan pula seorang gila\") lafal ayat ini di'athafkan kepada lafal Kaahinin.",
            "sajda": false,
            "transliteration": "Fazakkir famaaa anta bini'mati rabbika bikaahininw wa laa majnoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4765,
            "aya_number": 30,
            "aya_text": "اَمْ يَقُوْلُوْنَ شَاعِرٌ نَّتَرَبَّصُ بِهٖ رَيْبَ الْمَنُوْنِ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Bahkan mereka berkata, “Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.” ",
            "tafsir_jalalayn": "(Bahkan) lebih dari itu (mereka mengatakan,) \"Dia (adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya\") malapetaka menimpanya lalu ia binasa sebagaimana nasib yang dialami oleh para penyair lainnya.",
            "sajda": false,
            "transliteration": "Am yaqooloona shaa'irun natarabbasu bihee raibal manoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4766,
            "aya_number": 31,
            "aya_text": "قُلْ تَرَبَّصُوْا فَاِنِّيْ مَعَكُمْ مِّنَ الْمُتَرَبِّصِيْنَۗ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 524,
            "translation_aya_text": "Katakanlah (Muhammad), “Tunggulah! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersama kamu.” ",
            "tafsir_jalalayn": "(Katakanlah! \"Tunggulah) oleh kalian kebinasaanku (maka sesungguhnya aku pun termasuk orang yang menunggu pula bersama kalian\") menunggu kebinasaan kalian; akhirnya mereka disiksa oleh Allah melalui pedang dalam perang Badar. Makna Tarabbush. adalah menunggu.",
            "sajda": false,
            "transliteration": "Qul tarabbasoo fa innee ma'akum minal mutarabbiseen",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        }
    ]
}