{
    "page_number": 525,
    "data": [
        {
            "aya_id": 4767,
            "aya_number": 32,
            "aya_text": "اَمْ تَأْمُرُهُمْ اَحْلَامُهُمْ بِهٰذَآ اَمْ هُمْ قَوْمٌ طَاغُوْنَۚ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Apakah mereka diperintah oleh pikiran-pikiran mereka untuk mengucapkan (tuduhan-tuduhan) ini ataukah mereka kaum yang melampaui batas?",
            "tafsir_jalalayn": "(Apakah mereka diperintah oleh pikiran pikiran mereka) oleh akal pikiran mereka (untuk mengucapkan tuduhan-tuduhan itu) yakni perkataan mereka terhadapnya, bahwa dia adalah seorang tukang sihir, seorang tukang tenung, dan seorang gila. Maksudnya, ialah bahwa pikiran-pikiran mereka tidak memerintahkan mereka untuk melakukan hal tersebut (bahkan) lebih dari itu (mereka kaum yang melampaui batas) dengan keingkaran dan pembangkangan mereka itu.",
            "sajda": false,
            "transliteration": "Am taamuruhum ahlaamuhum bihaazaaa am hum qawmun taaghoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4768,
            "aya_number": 33,
            "aya_text": "اَمْ يَقُوْلُوْنَ تَقَوَّلَهٗۚ بَلْ لَّا يُؤْمِنُوْنَۚ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Ataukah mereka berkata, “Dia (Muhammad) mereka-rekanya.” Tidak! Merekalah yang tidak beriman. ",
            "tafsir_jalalayn": "(Ataukah mereka mengatakan, bahwa dia membuat-buatnya) yakni Nabi Muhammad telah membuat-buat Alquran, padahal dia tidak membuat-buatnya (sebenarnya mereka tidak beriman) karena kesombongan mereka. Jika mereka mengatakan bahwa Muhammad telah membuat-buatnya.",
            "sajda": false,
            "transliteration": "Am yaqooloona taqawwalah; bal laa yu'minoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4769,
            "aya_number": 34,
            "aya_text": "فَلْيَأْتُوْا بِحَدِيْثٍ مِّثْلِهٖٓ اِنْ كَانُوْا صٰدِقِيْنَۗ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Maka cobalah mereka membuat yang semisal dengannya (Al-Qur'an) jika mereka orang-orang yang benar. ",
            "tafsir_jalalayn": "(Maka hendaklah mereka mendatangkan kalimat) yang dibuat-buat (yang semisal dengan Alquran itu jika mereka orang-orang yang benar) di dalam tuduhannya itu.",
            "sajda": false,
            "transliteration": "Falyaatoo bihadeesim misliheee in kaanoo saadiqeen",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4770,
            "aya_number": 35,
            "aya_text": "اَمْ خُلِقُوْا مِنْ غَيْرِ شَيْءٍ اَمْ هُمُ الْخَالِقُوْنَۗ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Atau apakah mereka tercipta tanpa asal-usul ataukah mereka yang menciptakan (diri mereka sendiri)?",
            "tafsir_jalalayn": "(Apakah mereka diciptakan tanpa sesuatu pun) tanpa ada yang menciptakannya (ataukah mereka yang menciptakan) diri mereka sendiri. Dan tidak masuk akal ada makhluk tanpa pencipta, dan tiada sesuatu yang Ma'dum yakni yang asalnya tiada, dapat menciptakan yang menciptakannya, yaitu Allah yang Maha Esa. Mereka tetap tidak mau mengesakan-Nya dan tidak mau beriman kepada rasul dan kitab-Nya.",
            "sajda": false,
            "transliteration": "Am khuliqoo min ghairi shai'in am humul khaaliqoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4771,
            "aya_number": 36,
            "aya_text": "اَمْ خَلَقُوا السَّمٰوٰتِ وَالْاَرْضَۚ بَلْ لَّا يُوْقِنُوْنَۗ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Ataukah mereka telah menciptakan langit dan bumi? Sebenarnya mereka tidak meyakini (apa yang mereka katakan).",
            "tafsir_jalalayn": "(Ataukah mereka telah menciptakan langit dan bumi itu?) tiada seorang pun yang dapat menciptakan keduanya selain Allah Yang Maha Pencipta; maka mengapa tidak menyembah-Nya. (Sebenarnya mereka tidak meyakini) Allah, karena seandainya mereka beriman kepada-Nya, niscaya mereka pun akan beriman kepada Nabi-Nya.",
            "sajda": false,
            "transliteration": "Am khalaqus samaawaati wal ard; bal laa yooqinoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4772,
            "aya_number": 37,
            "aya_text": "اَمْ عِنْدَهُمْ خَزَاۤىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۣيْطِرُوْنَۗ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Ataukah di sisi mereka ada perbendaharaan Tuhanmu ataukah mereka yang berkuasa?",
            "tafsir_jalalayn": "(Ataukah di sisi mereka ada perbendaharaan Rabbmu) berupa kenabian, rezeki dan hal-hal lainnya, lalu karenanya mereka dapat memberikannya kepada siapa yang dikehendaki oleh mereka sesuai dengan apa yang mereka sukai (atau merekakah yang berkuasa?) yang mempunyai kekuasaan dan dapat berlaku sewenang-wenang. Fi'il atau kata kerja dari lafal Mushaythir ini adalah Saythara, maknanya sesinonim dengan lafal Baithara dan Baiqara.",
            "sajda": false,
            "transliteration": "Am'indahum khazaaa'inu rabbika am humul musaitiroon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4773,
            "aya_number": 38,
            "aya_text": "اَمْ لَهُمْ سُلَّمٌ يَّسْتَمِعُوْنَ فِيْهِۚ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطٰنٍ مُّبِيْنٍۗ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Atau apakah mereka mempunyai tangga (ke langit) untuk mendengarkan (hal-hal yang gaib)? Maka hendaklah orang yang mendengarkan di antara mereka itu datang membawa keterangan yang nyata. ",
            "tafsir_jalalayn": "(Ataukah mereka mempunyai tangga) alat untuk naik ke langit (untuk mendengarkan pada langit itu?) perkataan para malaikat sehingga mereka dapat menyaingi nabi, sesuai dengan pengakuan mereka seandainya mereka mengaku-aku memiliki hal tersebut (Maka hendaklah orang yang mendengarkan di antara mereka mendatangkan) orang yang mengaku-aku dapat mendengarkan perkataan malaikat-malaikat di langit (suatu keterangan yang nyata) atau hujah yang jelas lagi gamblang. Mengingat adanya keserupaan pada tuduhan ini dengan tuduhan mereka yang menyatakan, bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah, maka Allah swt. berfirman,",
            "sajda": false,
            "transliteration": "Am lahum sullamuny yastami'oona feehi falyaati mustami'uhum bisultaanim mubeen",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4774,
            "aya_number": 39,
            "aya_text": "اَمْ لَهُ الْبَنٰتُ وَلَكُمُ الْبَنُوْنَۗ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Ataukah (pantas) untuk Dia anak-anak perempuan sedangkan untuk kamu anak-anak laki-laki?",
            "tafsir_jalalayn": "(\"Ataukah untuk Allah anak-anak perempuan) sesuai dengan tuduhan kalian (dan untuk kalian anak-anak laki-laki?) Maha Tinggi Allah dari segala apa yang mereka duga itu.",
            "sajda": false,
            "transliteration": "Am lahul banaatu wa lakumul banoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4775,
            "aya_number": 40,
            "aya_text": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۗ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Ataukah engkau (Muhamamd) meminta imbalan kepada mereka sehingga mereka dibebani dengan utang?",
            "tafsir_jalalayn": "(Ataukah kalian meminta upah kepada mereka) atas jerih payahmu di dalam menyampaikan agama yang kamu datangkan itu (sehingga mereka oleh utang mereka) oleh tanggungan dalam hal itu (dibebani) karena itu mereka tidak dapat mengembalikannya.",
            "sajda": false,
            "transliteration": "Am tas'aluhum ajran fahum mim maghramim musqaloon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4776,
            "aya_number": 41,
            "aya_text": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَۗ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Ataukah di sisi mereka mempunyai (pengetahuan) tentang yang gaib lalu mereka menuliskannya?",
            "tafsir_jalalayn": "(Apakah ada pada sisi mereka pengetahuan tentang yang gaib) mengetahui hal yang gaib (lalu mereka menuliskannya?) sehingga mereka mampu untuk menentang Nabi saw dalam masalah hari berbangkit dan perkara-perkara akhirat sesuai dengan dugaan mereka.",
            "sajda": false,
            "transliteration": "Am 'indahumul ghaibu fahum yaktuboon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4777,
            "aya_number": 42,
            "aya_text": "اَمْ يُرِيْدُوْنَ كَيْدًاۗ فَالَّذِيْنَ كَفَرُوْا هُمُ الْمَكِيْدُوْنَۗ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Ataukah mereka hendak melakukan tipu daya? Tetapi orang-orang yang kafir itu, justru merekalah yang terkena tipu daya.",
            "tafsir_jalalayn": "(Ataukah mereka hendak melakukan tipu daya?) terhadap dirimu dengan maksud untuk membinasakan dirimu, sewaktu mereka berkumpul di Darunnadwah. (Maka orang-orang yang kafir itu merekalah yang kena tipu daya) maksudnya, merekalah yang kalah dan binasa. Allah memelihara nabi dari ulah mereka, kemudian Dia membinasakan mereka dalam perang Badar.",
            "sajda": false,
            "transliteration": "Am yureedoona kaidan fallazeena kafaroo humul makeedoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4778,
            "aya_number": 43,
            "aya_text": "اَمْ لَهُمْ اِلٰهٌ غَيْرُ اللّٰهِ ۗسُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Ataukah mereka mempunyai tuhan selain Allah? Mahasuci Allah dari apa yang mereka persekutukan.",
            "tafsir_jalalayn": "(Ataukah mereka mempunyai tuhan selain Allah. Maha Suci Allah dari apa yang mereka persekutukan\") yakni berhala-berhala yang mereka persekutukan dengan-Nya. Kata tanya dengan memakai lafal Am pada ayat ini dan ayat-ayat sebelumnya mengandung makna memburuk-burukkan dan mencela perbuatan mereka.",
            "sajda": false,
            "transliteration": "Am lahum ilaahun ghairul laa; subhaanal laahi 'ammaa yushrikoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4779,
            "aya_number": 44,
            "aya_text": "وَاِنْ يَّرَوْا كِسْفًا مِّنَ السَّمَاۤءِ سَاقِطًا يَّقُوْلُوْا سَحَابٌ مَّرْكُوْمٌ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Dan jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata, “Itu adalah awan yang bertumpuk-tumpuk.” ",
            "tafsir_jalalayn": "(Jika mereka melihat sebagian) bagian (dari langit yang gugur) menimpa mereka, sebagaimana yang mereka minta, yaitu seperti yang dijelaskan oleh ayat lain melalui firman-Nya, \"Maka jatuhkanlah atas kami gumpalan dari langit.\" (Q.S. Asy Syu'ara, 187) sebagai azab atas mereka (mereka akan mengatakan,) \"Ini (adalah awan yang bertindih-tindih) awan yang tebal yang akan menyegarkan kami dan mereka tidak mau beriman.\"",
            "sajda": false,
            "transliteration": "Wa iny yaraw kisfam minas samaaa'i saaqitany yaqooloo sahaabum markoom",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4780,
            "aya_number": 45,
            "aya_text": "فَذَرْهُمْ حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ فِيْهِ يُصْعَقُوْنَۙ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Maka biarkanlah mereka hingga mereka menemui hari (yang dijanjikan kepada) mereka, pada hari itu mereka dibinasakan, ",
            "tafsir_jalalayn": "(Maka biarkanlah mereka hingga mereka menemui hari mereka yang pada hari itu mereka dibinasakan) yaitu mati semuanya.",
            "sajda": false,
            "transliteration": "Fazarhum hatta yulaaqoo yawmahumul lazee feehi yus'aqoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4781,
            "aya_number": 46,
            "aya_text": "يَوْمَ لَا يُغْنِيْ عَنْهُمْ كَيْدُهُمْ شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۗ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "(yaitu) pada hari (ketika) tipu daya mereka tidak berguna sedikit pun bagi mereka dan mereka tidak akan diberi pertolongan.",
            "tafsir_jalalayn": "(Yaitu hari ketika tidak berguna) menjadi Badal dari lafal Yaumahum (bagi mereka sedikit pun tipu daya mereka dan mereka tidak ditolong) tidak diselamatkan dari azab di akhirat.",
            "sajda": false,
            "transliteration": "Yawma laa yughnee 'anhum kaidumhum shai'anw wa laa hum yunsaroon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4782,
            "aya_number": 47,
            "aya_text": "وَاِنَّ لِلَّذِيْنَ ظَلَمُوْا عَذَابًا دُوْنَ ذٰلِكَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Dan sesungguhnya bagi orang-orang yang zalim masih ada azab selain itu. Tetapi kebanyakan mereka tidak mengetahui.",
            "tafsir_jalalayn": "(Dan sesungguhnya untuk orang-orang yang lalim) disebabkan kekafiran mereka (ada azab selain daripada itu) di dunia, sebelum kematian mereka; maka mereka disiksa oleh kelaparan dan kekeringan selama tujuh tahun, serta oleh pembunuhan dalam perang Badar. (Tetapi kebanyakan mereka tidak mengetahui) bahwasanya azab itu akan menimpa mereka.",
            "sajda": false,
            "transliteration": "Wa inna lillazeena zalamoo 'azaaban doona zalika wa laakinna aksarahum laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4783,
            "aya_number": 48,
            "aya_text": "وَاصْبِرْ لِحُكْمِ رَبِّكَ فَاِنَّكَ بِاَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِيْنَ تَقُوْمُۙ  ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "Dan bersabarlah (Muhammad) menunggu ketetapan Tuhanmu, karena sesungguhnya engkau berada dalam pengawasan Kami, dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun, ",
            "tafsir_jalalayn": "(Dan bersabarlah dalam menunggu ketetapan Rabbmu) yaitu dengan ditangguhkannya mereka dan janganlah dadamu merasa sempit karenanya (maka sesungguhnya kamu berada dalam pengawasan-Ku) yaitu selalu dalam lindungan dan pengawasan-Ku (dan bertasbihlah) seraya (memuji Rabbmu) yaitu katakanlah, 'Subhaanallah Wa Bihamdihii' (ketika kamu bangun berdiri) dari tidurmu atau dari tempat majelismu.",
            "sajda": false,
            "transliteration": "Wasbir lihukmi rabbika fa innaka bi-a'yuninaa wa sabbih bihamdi rabbika heena taqoom",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4784,
            "aya_number": 49,
            "aya_text": "وَمِنَ الَّيْلِ فَسَبِّحْهُ وَاِدْبَارَ النُّجُوْمِ ࣖ",
            "sura_id": 52,
            "juz_id": 27,
            "page_number": 525,
            "translation_aya_text": "dan pada sebagian malam bertasbihlah kepada-Nya dan (juga) pada waktu terbenamnya bintang-bintang (pada waktu fajar).",
            "tafsir_jalalayn": "(Dan pada beberapa saat di malam hari bertasbih pulalah) pengertian bertasbih di sini adalah tasbih hakiki yaitu membaca, 'Subhaanallaah Wa bihamdihii' (dan di waktu terbenam bintang-bintang) lafal Idbaar adalah bentuk Mashdar, yakni setelah bintang-bintang itu terbenam maka bertasbih pulalah kamu. Atau lakukanlah salat Isya'ain yaitu Magrib dan Isya, pada pengertian yang pertama, dan pada pengertian yang kedua adalah salat fajar; menurut pendapat lain salat Subuh.",
            "sajda": false,
            "transliteration": "Wa minal laili fasabbihhu wa idbaaran nujoom",
            "surah": {
                "name": "سُورَةُ الطُّورِ",
                "englishName": "At-Tur",
                "englishNameTranslation": "The Mount",
                "revelationType": "Meccan"
            }
        }
    ]
}