{
    "page_number": 527,
    "data": [
        {
            "aya_id": 4811,
            "aya_number": 27,
            "aya_text": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ لَيُسَمُّوْنَ الْمَلٰۤىِٕكَةَ تَسْمِيَةَ الْاُنْثٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, sungguh mereka menamakan para malaikat dengan nama perempuan. ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang tiada beriman kepada kehidupan akhirat, mereka benar-benar menamakan malaikat itu dengan nama perempuan) karena mereka telah mengatakan, bahwa para malaikat itu adalah anak-anak perempuan Allah.",
            "sajda": false,
            "transliteration": "innal lazeena laa yu'minoona bil aakhirati la yusammoonal malaaa'ikata tasmiyatal unsaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4812,
            "aya_number": 28,
            "aya_text": "وَمَا لَهُمْ بِهٖ مِنْ عِلْمٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۚ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Dan mereka tidak mempunyai ilmu tentang itu. Mereka tidak lain hanyalah mengikuti dugaan, dan sesungguhnya dugaan itu tidak berfaedah sedikit pun terhadap kebenaran. ",
            "tafsir_jalalayn": "(Dan mereka tidak mendasari perkataan mereka itu) ucapan mereka itu tidak didasari (dengan sesuatu pengetahuan pun tentangnya. Tiada lain) mereka hanya mengikuti) dalam hal tersebut (prasangka) yang mereka khayalkan (sedangkan sesungguhnya prasangka itu tiada berfaedah sedikit pun terhadap kebenaran) maksudnya, tiada sedikit pun pengetahuan yang bermanfaat dalam prasangka itu di dalam menelaah hal-hal yang dituntut adanya pengetahuan.",
            "sajda": false,
            "transliteration": "Wa maa lahum bihee min 'ilmin iny yattabi'oona illaz zanna wa innaz zanna laa yughnee minal haqqi shai'aa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4813,
            "aya_number": 29,
            "aya_text": "فَاَعْرِضْ عَنْ مَّنْ تَوَلّٰىۙ عَنْ ذِكْرِنَا وَلَمْ يُرِدْ اِلَّا الْحَيٰوةَ الدُّنْيَاۗ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Maka tinggalkanlah (Muhammad) orang yang berpaling dari peringatan Kami, dan dia hanya mengingini kehidupan dunia.",
            "tafsir_jalalayn": "(Maka berpalinglah dari orang yang berpaling dari peringatan Kami) orang yang berpaling dari Alquran (dan tidak mengingini kecuali kehidupan duniawi) ayat ini diturunkan sebelum ada perintah berjihad dari Allah.",
            "sajda": false,
            "transliteration": "Fa a'rid 'am man tawallaa 'an zikrinaa wa lam yurid illal hayaatad dunyaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4814,
            "aya_number": 30,
            "aya_text": "ذٰلِكَ مَبْلَغُهُمْ مِّنَ الْعِلْمِۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۙ وَهُوَ اَعْلَمُ بِمَنِ اهْتَدٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Itulah kadar ilmu mereka. Sungguh, Tuhanmu, Dia lebih mengetahui siapa yang tersesat dari jalan-Nya dan Dia pula yang mengetahui siapa yang mendapat petunjuk. ",
            "tafsir_jalalayn": "(Yang demikian itu) yakni mencari keduniaan (adalah sejauh-jauh pengetahuan mereka) artinya, tujuan pengetahuan mereka ialah memilih keduniawian daripada akhirat. (Sesungguhnya Rabbmu, Dia-lah yang paling mengetahui siapa yang tersesat dari jalan-Nya dan Dia pulalah yang paling mengetahui siapa yang mendapat petunjuk) atau Dia mengetahui siapa yang mendapat petunjuk dan siapa yang tersesat, kelak Dia akan memberikan balasan-Nya kepada masing-masing.",
            "sajda": false,
            "transliteration": "Zalika mablaghuhum minal 'ilm; inna rabbaka huwa a'lamu biman dalla 'an sabee lihee wa huwa a'lamu bimanih tadaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4815,
            "aya_number": 31,
            "aya_text": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لِيَجْزِيَ الَّذِيْنَ اَسَاۤءُوْا بِمَا عَمِلُوْا وَيَجْزِيَ الَّذِيْنَ اَحْسَنُوْا بِالْحُسْنٰىۚ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). ",
            "tafsir_jalalayn": "(Dia hanya kepunyaan Allah-lah apa yang ada di langit dan apa yang ada di bumi) Dia-lah yang memiliki kesemuanya itu; antara lain ialah orang yang tersesat dan orang yang mendapat petunjuk; Dia menyesatkan siapa yang dikehendaki-Nya dan Dia memberikan petunjuk kepada siapa yang dikehendaki-Nya (supaya Dia memberi balasan kepada orang-orang yang berbuat jahat terhadap apa yang mereka kerjakan) berupa kemusyrikan dan perbuatan-perbuatan dosa lainnya (dan memberi balasan kepada orang-orang yang berbuat baik) maksudnya, mereka yang mengerjakan ketauhidan dan amal-amal ketaatan lainnya (dengan pahala yang lebih baik) yakni surga. Kemudian Allah menjelaskan siapakah yang disebut orang-orang yang telah berbuat baik itu melalui firman selanjutnya,",
            "sajda": false,
            "transliteration": "Wa lillaahi maa fis samaawaati wa maa fil ardi liyajziyal lazeena asaaa'oo bimaa 'amiloo wa yajziyal lazeena ahsanoo bilhusnaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4816,
            "aya_number": 32,
            "aya_text": "اَلَّذِيْنَ يَجْتَنِبُوْنَ كَبٰۤىِٕرَ الْاِثْمِ وَالْفَوَاحِشَ اِلَّا اللَّمَمَۙ اِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِۗ هُوَ اَعْلَمُ بِكُمْ اِذْ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاِذْ اَنْتُمْ اَجِنَّةٌ فِيْ بُطُوْنِ اُمَّهٰتِكُمْۗ فَلَا تُزَكُّوْٓا اَنْفُسَكُمْۗ  هُوَ اَعْلَمُ بِمَنِ اتَّقٰى ࣖ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Yaitu) mereka yang menjauhi dosa-dosa besar dan perbuatan keji, kecuali kesalahan-kesalahan kecil. Sungguh, Tuhanmu Mahaluas ampunan-Nya. Dia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu. Maka janganlah kamu menganggap dirimu suci. Dia mengetahui tentang orang yang bertakwa. ",
            "tafsir_jalalayn": "(\"Yaitu orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji selain dari kesalahan-kesalahan kecil) yang dimaksud dari lafal Al Lamam adalah dosa-dosa kecil seperti, melihat wanita lain, menciumnya dan menyentuhnya. Istitsna atau pengecualian di sini bersifat Munqathi' artinya dosa-dosa kecil itu diampuni oleh sebab menjauhi dosa-dosa besar. (Sesungguhnya Rabbmu Maha Luas ampunan-Nya) disebabkan hal tersebut, sebab Dia Penerima Tobat. Ayat ini diturunkan berkenaan dengan orang-orang yang telah mengatakan, salat kami, shaum kami dan haji kami (Dia lebih mengetahui) (tentang kalian ketika Dia menjadikan kalian dari tanah) ketika Dia menciptakan bapak moyang kalian yaitu Adam dari tanah (dan ketika kalian masih berupa janin lafal Ajinnatin adalah bentuk jamak dari lafal Janiin (dalam perut ibu kalian; maka janganlah kalian mengatakan diri kalian suci) janganlah kalian memuji-muji diri kalian sendiri dengan cara ujub atau takabur, akan tetapi bila kalian melakukannya dengan cara mengakui nikmat Allah, maka hal ini dianggap baik (Dia-lah Yang paling mengetahui) Yang mengetahui (tentang orang yang bertakwa\").",
            "sajda": false,
            "transliteration": "Allazeena yajtaniboona kabaaa'iral ismi walfawaa hisha illal lamam; inna rabbaka waasi'ul maghfirah; huwa a'lamu bikum iz ansha akum minal ardi wa iz antum ajinnatun fee butooni umma haatikum falaa tuzakkooo anfusakum huwa a'lamu bimanit taqaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4817,
            "aya_number": 33,
            "aya_text": "اَفَرَءَيْتَ الَّذِيْ تَوَلّٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Maka tidakkah engkau melihat orang yang berpaling (dari Al-Qur'an)?",
            "tafsir_jalalayn": "(Maka apakah kamu melihat orang yang berpaling) dari keimanan, orang tersebut murtad dari Islam, yaitu ketika ia dicela karena masuk Islam. Lalu ia menjawab, \"Sesungguhnya aku takut akan azab atau siksaan Allah\". Lalu orang yang mencelanya itu mau menanggung siksaan Allah yang akan diterimanya, bila ia kembali kepada kemusyrikan, dan orang yang menanggung itu bersedia untuk memberikan hartanya kepada dia, sejumlah sekian. Akhirnya dia mau kembali kepada kemusyrikannya.",
            "sajda": false,
            "transliteration": "Afara'ayatal lazee tawallaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4818,
            "aya_number": 34,
            "aya_text": "وَاَعْطٰى قَلِيْلًا وَّاَكْدٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan dia memberikan sedikit (dari apa yang dijanjikan) lalu menahan sisanya.",
            "tafsir_jalalayn": "(Serta memberi sedikit) dari harta yang telah disebutkan tadi (dan tidak mau memberi lagi?) yaitu dia tidak mau memberikan sisanya. Lafal Akdaa diambil dari asal kata Al Kidyah, arti asalnya adalah tanah yang keras seperti tanah yang berbatu, sehingga penggali sumur bila sampai kepada lapisan yang berbatu itu tidak dapat melanjutkan penggaliannya.",
            "sajda": false,
            "transliteration": "Wa a'taa qaleelanw wa akdaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4819,
            "aya_number": 35,
            "aya_text": "اَعِنْدَهٗ عِلْمُ الْغَيْبِ فَهُوَ يَرٰى ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Apakah dia mempunyai ilmu tentang yang gaib sehingga dia dapat melihat(nya)?",
            "tafsir_jalalayn": "(Apakah dia mempunyai pengetahuan tentang yang gaib sehingga dia mengetahui) sebagiannya, yaitu bahwa seseorang dapat menanggung azab akhirat yang diterima oleh orang lain? Jawabannya tentu saja tidak. Orang yang dimaksud dalam ayat ini adalah Walid ibnu Mughirah atau lainnya. Jumlah kalimat A'indahuu merupakan Maf'ul kedua dari lafal Ra-ayta, yang maknanya Akhbirnii, yakni ceritakanlah kepada-Ku.",
            "sajda": false,
            "transliteration": "A'indahoo 'ilmul ghaibi fahuwa yaraa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4820,
            "aya_number": 36,
            "aya_text": "اَمْ لَمْ يُنَبَّأْ بِمَا فِيْ صُحُفِ مُوْسٰى  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Ataukah belum diberitakan (kepadanya) apa yang ada dalam lembaran-lembaran (Kitab Suci yang diturunkan kepada) Musa?",
            "tafsir_jalalayn": "(Ataukah) yakni sebenarnya (belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran Musa) yaitu lembaran-lembaran kitab Taurat atau lembaran-lembaran kitab suci sebelumnya.",
            "sajda": false,
            "transliteration": "Am lam yunabbaa bimaa fee suhuhfi Moosa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4821,
            "aya_number": 37,
            "aya_text": "وَاِبْرٰهِيْمَ الَّذِيْ وَفّٰىٓ ۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "Dan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji?",
            "tafsir_jalalayn": "(Dan) lembaran-lembaran (Ibrahim yang selalu memenuhi janji) maksudnya Nabi Ibrahim itu selalu menepati apa yang diperintahkan kepadanya,, sebagaimana yang disebutkan dalam ayat yang lain, yaitu firman-Nya, \"Dan (ingatlah) ketika Ibrahim diuji Rabbnya dengan beberapa kalimat (perintah dan larangan), lalu Ibrahim menunaikannya dengan lengkap.\" (Q.S. Al Baqarah, 124) Kemudian pengertian yang terkandung di dalam lafal Maa pada ayat sebelumnya, dijelaskan oleh firman berikutnya,",
            "sajda": false,
            "transliteration": "Wa Ibraaheemal lazee waffaaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4822,
            "aya_number": 38,
            "aya_text": "اَلَّا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "(yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain,",
            "tafsir_jalalayn": "(\"Yaitu bahwasanya seorang yang berdosa tidak akan memikul dosa orang lain) dan seterusnya. Lafal An adalah bentuk Mukhaffafah dari Anna; artinya bahwa setiap diri itu tidak dapat menanggung dosa orang lain.",
            "sajda": false,
            "transliteration": "Allaa taziru waaziratunw wizra ukhraa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4823,
            "aya_number": 39,
            "aya_text": "وَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan bahwa manusia hanya memperoleh apa yang telah diusahakannya,",
            "tafsir_jalalayn": "(Dan bahwasanya) bahwasanya perkara yang sesungguhnya itu ialah (seorang manusia tiada memperoleh selain apa yang telah diusahakannya) yaitu memperoleh kebaikan dari usahanya yang baik, maka dia tidak akan memperoleh kebaikan sedikit pun dari apa yang diusahakan oleh orang lain.",
            "sajda": false,
            "transliteration": "Wa al laisa lil insaani illaa maa sa'aa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4824,
            "aya_number": 40,
            "aya_text": "وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya),",
            "tafsir_jalalayn": "(Dan bahwasanya usahanya itu kelak akan diperlihatkan) kepadanya di akhirat.",
            "sajda": false,
            "transliteration": "Wa anna sa'yahoo sawfa yuraa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4825,
            "aya_number": 41,
            "aya_text": "ثُمَّ يُجْزٰىهُ الْجَزَاۤءَ الْاَوْفٰىۙ ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "kemudian akan diberi balasan kepadanya dengan balasan yang paling  sempurna,",
            "tafsir_jalalayn": "(Kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna\") pembalasan yang paling lengkap. Diambil dari asal kata, Jazaituhu Sa'yahu atau Bisa'yihi, artinya, \"Aku memberikan balasan terhadap usahanya, atau aku memberikannya balasan atas usahanya.\" Dengan kata lain lafal Jazaa ini boleh dibilang sebagai Fi'il Muta'addi atau Fi'il Lazim.",
            "sajda": false,
            "transliteration": "Summa yujzaahul jazaaa 'al awfaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4826,
            "aya_number": 42,
            "aya_text": "وَاَنَّ اِلٰى رَبِّكَ الْمُنْتَهٰىۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu),",
            "tafsir_jalalayn": "(Dan bahwasanya) jika dibaca Anna berarti di'athafkan kepada kalimat sebelumnya, jika dibaca Inna berarti merupakan jumlah Isti-naf atau kalimat baru. Hal ini berlaku pula terhadap lafal yang sama yang jatuh sesudahnya, dengan demikian maka pengertian yang terkandung pada kalimat sesudah Anna pertama bukan termasuk ke dalam pengertian yang terkandung di dalam lembaran-lembaran Ibrahim (kepada Rabbmulah kesudahan) tempat kembali sesudah mati, lalu Dia memberikan balasan yang setimpal kepada mereka masing-masing.",
            "sajda": false,
            "transliteration": "Wa anna ilaa rabbikal muntahaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4827,
            "aya_number": 43,
            "aya_text": "وَاَنَّهٗ هُوَ اَضْحَكَ وَاَبْكٰى",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan sesungguhnya Dialah yang menjadikan orang tertawa dan menangis, ",
            "tafsir_jalalayn": "(Dan bahwasanya Dia-lah yang membuat orang tertawa) yang menjadikan gembira siapa yang dikehendaki-Nya (dan menangis) yang menjadikan sedih siapa yang dikehendaki-Nya.",
            "sajda": false,
            "transliteration": "Wa annahoo huwa adhaka wa abkaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 4828,
            "aya_number": 44,
            "aya_text": "وَاَنَّهٗ هُوَ اَمَاتَ وَاَحْيَاۙ  ",
            "sura_id": 53,
            "juz_id": 27,
            "page_number": 527,
            "translation_aya_text": "dan sesungguhnya Dialah yang mematikan dan menghidupkan, ",
            "tafsir_jalalayn": "(Dan bahwasanya Dia-lah yang mematikan dan yang menghidupkan) kembali pada hari berbangkit nanti.",
            "sajda": false,
            "transliteration": "Wa annahoo huwa amaata wa ahyaa",
            "surah": {
                "name": "سُورَةُ النَّجۡمِ",
                "englishName": "An-Najm",
                "englishNameTranslation": "The Star",
                "revelationType": "Meccan"
            }
        }
    ]
}