{
    "page_number": 53,
    "data": [
        {
            "aya_id": 316,
            "aya_number": 23,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُدْعَوْنَ اِلٰى كِتٰبِ اللّٰهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ وَهُمْ مُّعْرِضُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 53,
            "translation_aya_text": "Tidakkah engkau memperhatikan orang-orang yang telah diberi bagian Kitab (Taurat)? Mereka diajak (berpegang) pada Kitab Allah untuk memutuskan (perkara) di antara mereka. Kemudian sebagian dari mereka berpaling seraya menolak (kebenaran).",
            "tafsir_jalalayn": "(Tidakkah kamu lihat) atau perhatikan (orang-orang yang diberi bagian dari Alkitab) yakni Taurat (mereka diseru) menjadi hal (kepada Kitab Allah untuk menetapkan hukum di antara mereka, kemudian sebagian di antara mereka berpaling dan mereka menolaknya) yakni tak mau menerima penetapan hukumnya. Ayat ini turun mengenai orang Yahudi: Dua orang di antara mereka berzina lalu bertahkim kepada Nabi saw., maka Nabi menjatuhkan hukuman rajam. Mereka menolak lalu diperlihatkan Taurat kepada mereka, ternyata memang tercantum di dalamnya, hingga hukuman rajam dilaksanakan. Akibatnya mereka menjadi marah.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena ootoo naseebam minal Kitaabi yud'awna ilaa Kitaabil laahi liyahkuma bainahum summa yatawallaa fareequm minhum wa hum mu'ridoon",
            "tajweed_text": "أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ أُوتُو[s[اْ] نَصِي[a:1814[بًا م]ِّنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ يُ[q:1815[دْ]عَوْنَ إِلَىٰ كِتَ[n[ـٰ]بِ [h:1816[ٱ]للَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُ[g[مّ]َ يَتَوَلَّىٰ فَرِي[a:388[قٌ م]ِّنْهُمْ وَه[w:1817[ُم م]ُّعْرِض[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 317,
            "aya_number": 24,
            "aya_text": "ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدٰتٍ ۖ وَّغَرَّهُمْ فِيْ دِيْنِهِمْ مَّا كَانُوْا يَفْتَرُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 53,
            "translation_aya_text": "Hal itu adalah karena mereka berkata, “Api neraka tidak akan menyentuh kami kecuali beberapa hari saja.” Mereka teperdaya dalam agama mereka oleh apa yang mereka ada-adakan.",
            "tafsir_jalalayn": "(Hal itu) yakni berpaling dan menolak (karena mereka mengatakan) disebabkan oleh ucapan mereka (Kami tidak akan disentuh oleh api neraka kecuali beberapa hari yang berbilang) hanya 40 hari, yakni selama mereka menyembah anak lembu lalu akan dihentikan terhadap mereka. (Mereka diperdayakan dalam agama mereka) berkaitan dengan firman-Nya (oleh apa yang mereka ada-adakan) berupa ucapan mereka tadi.",
            "sajda": false,
            "transliteration": "Zaalika bi annahum qaaloo lan tamassanan naaru illaaa ayyaamam ma'doodaatinw wa gharrahum fee deenihim maa kaanoo yaftaroon",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَالُو[s[اْ] لَ[f:404[ن ت]َمَسَّنَا [h:405[ٱ][l[ل][g[نّ]َارُ إِلّ[o[َآ] أَيَّا[a:952[مًا م]َّعْدُود[n[َٲ][a:1818[تٍ‌ۖ و]َغَرَّهُمْ فِى دِينِه[w:1819[ِم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 318,
            "aya_number": 25,
            "aya_text": "فَكَيْفَ اِذَا جَمَعْنٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيْهِۗ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 53,
            "translation_aya_text": "Bagaimana jika (nanti) mereka Kami kumpulkan pada hari (Kiamat) yang tidak diragukan terjadinya dan kepada setiap jiwa diberi balasan yang sempurna sesuai dengan apa yang telah dikerjakannya dan mereka tidak dizalimi (dirugikan)?",
            "tafsir_jalalayn": "(Maka betapakah) keadaan mereka (jika mereka Kami kumpulkan bagi suatu hari) maksudnya pada suatu hari (yang tak ada keraguan padanya) yakni hari kiamat (dan disempurnakan kepada setiap diri) baik dari golongan Ahli Kitab maupun dari lainnya, untuk menerima balasan dari (apa yang diusahakannya) dikerjakannya baik kebaikan maupun kejahatan (dan mereka) manusia itu (tidak dianiaya) dengan dikurangi kebaikan atau ditambah kejahatan. Ayat berikut ini turun tatkala Nabi saw. menjanjikan kepada umatnya akan diserahkannya kerajaan Persia dan Romawi, maka kata orang-orang munafik, \"Jauh..., mustahil...!\"",
            "sajda": false,
            "transliteration": "Fakaifa izaa jama'naahum li Yawmil laa raiba fee wa wuffiyat kullu nafsim maa kasabat wa hum laa yuzlamoon",
            "tajweed_text": "فَكَيْفَ إِذَا جَمَعْنَ[n[ـٰ]هُمْ لِيَوْ[u:1750[مٍ ل]َّا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْ[a:1654[سٍ م]َّا كَسَبَتْ وَهُمْ لَا يُظْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 319,
            "aya_number": 26,
            "aya_text": "قُلِ اللهم مٰلِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ مَنْ تَشَاۤءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاۤءُۖ وَتُعِزُّ مَنْ تَشَاۤءُ وَتُذِلُّ مَنْ تَشَاۤءُ ۗ بِيَدِكَ الْخَيْرُ ۗ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 53,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Katakanlah, \"Wahai Tuhan) atau ya Allah (yang mempunyai kerajaan! Engkau berikan kerajaan kepada orang yang Engkau kehendaki) di antara makhluk-makhluk-Mu (dan Engkau cabut kerajaan dari orang yang Engkau kehendaki. Engkau muliakan orang yang Engkau kehendaki) dengan memberinya kemuliaan itu (dan Engkau hinakan orang yang Engkau kehendaki) dengan mencabut darinya. (Di tangan-Mulah segala kebaikan) demikian pula segala kejahatan; artinya dalam kekuasaan-Mulah semua itu. (Sesungguhnya Engkau Maha Kuasa atas segala sesuatu.)",
            "sajda": false,
            "transliteration": "Qulil laahumma Maalikal Mulki tu'til mulka man tashaaa'u wa tanzi'ulmulka mimman tashhaaa'u wa tu'izzu man tashaaa'u wa tuzillu man tashaaa'u biyadikal khairu innaka 'alaa kulli shai'in Qadeer",
            "tajweed_text": "قُلِ [h:1820[ٱ][l[ل]لَّهُ[g[مّ]َ مَ[n[ـٰ]لِكَ [h:1821[ٱ]لْمُلْكِ تُؤْتِى [h:1822[ٱ]لْمُلْكَ مَ[f:1823[ن ت]َش[o[َا]ٓءُ وَتَ[f:1824[نز]ِعُ [h:1825[ٱ]لْمُلْكَ مِ[g[مّ]َ[f:1826[ن ت]َش[o[َا]ٓءُ وَتُعِزُّ مَ[f:1823[ن ت]َش[o[َا]ٓءُ وَتُذِلُّ مَ[f:1823[ن ت]َش[o[َا]ٓءُ‌ۖ بِيَدِكَ [h:1827[ٱ]لْخَيْرُ‌ۖ إِ[g[نّ]َكَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 320,
            "aya_number": 27,
            "aya_text": "تُوْلِجُ الَّيْلَ فِى النَّهَارِ وَتُوْلِجُ النَّهَارَ فِى الَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاۤءُ بِغَيْرِ حِسَابٍ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 53,
            "translation_aya_text": "Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Dan Engkau keluarkan yang hidup dari yang mati, dan Engkau keluarkan yang mati dari yang hidup. Dan Engkau berikan rezeki kepada siapa yang Engkau kehendaki tanpa perhitungan.”",
            "tafsir_jalalayn": "(Engkau masukkan malam ke dalam siang dan Engkau masukkan pula siang ke dalam malam) hingga bertambah panjanglah keduanya sebanyak berkurangnya dari yang lain (Engkau keluarkan yang hidup dari yang mati) misalnya manusia dari sperma dan burung dari telur (Engkau keluarkan yang mati dari yang hidup dan Engkau beri rezeki siapa yang Engkau kehendaki tanpa terhitung\") artinya rezeki yang luas dan amat banyak.",
            "sajda": false,
            "transliteration": "Toolijul laila fin nahaari wa toolijun nahaara fil laili wa tukhrijul haiya minalmaiyiti wa tukhrijulo maiyita minal haiyi wa tarzuqu man tashaaa'u bighari hisab",
            "tajweed_text": "تُولِجُ [h:1828[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَتُولِجُ [h:1830[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ‌ۖ وَتُخْرِجُ [h:1832[ٱ]لْحَىَّ مِنَ [h:1833[ٱ]لْمَيِّتِ وَتُخْرِجُ [h:1834[ٱ]لْمَيِّتَ مِنَ [h:1835[ٱ]لْحَىِّ‌ۖ وَتَرْزُقُ مَ[f:1823[ن ت]َش[o[َا]ٓءُ بِغَيْرِ حِس[p[َا][q[ب]ٍ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 321,
            "aya_number": 28,
            "aya_text": "لَا يَتَّخِذِ الْمُؤْمِنُوْنَ الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَلَيْسَ مِنَ اللّٰهِ فِيْ شَيْءٍ اِلَّآ اَنْ تَتَّقُوْا مِنْهُمْ تُقٰىةً ۗ وَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗ ۗ وَاِلَى اللّٰهِ الْمَصِيْرُ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 53,
            "translation_aya_text": "Janganlah orang-orang beriman menjadikan orang kafir sebagai pemimpin, melainkan orang-orang beriman. Barang siapa berbuat demikian, niscaya dia tidak akan memperoleh apa pun dari Allah, kecuali karena (siasat) menjaga diri dari sesuatu yang kamu takuti dari mereka. Dan Allah memperingatkan kamu akan diri (siksa)-Nya, dan hanya kepada Allah tempat kembali.",
            "tafsir_jalalayn": "(Janganlah orang-orang beriman mengambil orang-orang kafir sebagai pemimpin) yang akan mengendalikan mereka (dengan meninggalkan orang-orang beriman. Barang siapa melakukan demikian) artinya mengambil mereka sebagai pemimpin (maka tidaklah termasuk dalam) agama (Allah sedikit pun kecuali jika menjaga sesuatu yang kamu takuti dari mereka) maksudnya jika ada yang kamu takuti, kamu boleh berhubungan erat dengan mereka, tetapi hanya di mulut dan bukan di hati. Ini hanyalah sebelum kuatnya agama Islam dan berlaku di suatu negeri di mana mereka merupakan golongan minoritas (dan Allah memperingatkanmu terhadap diri-Nya) maksudnya kemarahan-Nya jika kamu mengambil mereka itu sebagai pemimpin (dan hanya kepada Allah tempat kamu kembali) hingga kamu akan beroleh balasan dari-Nya.",
            "sajda": false,
            "transliteration": "Laa yattakhizil mu'minoonal kaafireena awliyaaa'a min doonil mu'mineena wa mai yaf'al zaalika falaisa minal laahi fee shai'in illaaa an tattaqoo minhum tuqaah; wa yuhazzirukumul laahu nafsah; wa ilal laahil maseer",
            "tajweed_text": "لَّا يَتَّخِذِ [h:1836[ٱ]لْمُؤْمِنُونَ [h:1837[ٱ]لْكَ[n[ـٰ]فِرِينَ أَوْلِي[o[َا]ٓءَ مِ[f:107[ن د]ُونِ [h:1838[ٱ]لْمُؤْمِنِينَ‌ۖ وَم[a:1297[َن ي]َفْعَلْ ذ[n[َٲ]لِكَ فَلَيْسَ مِنَ [h:321[ٱ]للَّهِ فِى شَىْءٍ إِلّ[o[َآ] أَ[f:1839[ن ت]َتَّقُو[s[اْ] مِنْهُمْ تُقَ[n[ـٰ][a:1840[ةً‌ۗ و]َيُحَذِّرُكُمُ [h:1841[ٱ]للَّهُ نَفْسَهُ[n[ۥ]‌ۗ وَإِلَى [h:1148[ٱ]للَّهِ [h:1842[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 322,
            "aya_number": 29,
            "aya_text": "قُلْ اِنْ تُخْفُوْا مَا فِيْ صُدُوْرِكُمْ اَوْ تُبْدُوْهُ يَعْلَمْهُ اللّٰهُ ۗوَيَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ  عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 53,
            "translation_aya_text": "Katakanlah, “Jika kamu sembunyikan apa yang ada dalam hatimu atau kamu nyatakan, Allah pasti mengetahuinya.” Dia mengetahui apa yang ada di langit dan apa yang ada di bumi. Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka! \"Jika kamu menyembunyikan apa yang ada di dalam dadamu) di dalam hatimu berupa hubungan yang erat dengan mereka (atau kamu nyatakan) secara lahir (pastilah akan diketahui oleh Allah, dan) Dia (mengetahui apa-apa yang ada di langit dan apa-apa yang ada di bumi dan Allah Maha kuasa atas segala sesuatu.\") di antaranya ialah menyiksa orang-orang yang mengambil orang-orang kafir sebagai pemimpin.",
            "sajda": false,
            "transliteration": "Qul in tukhfoo maa fee sudoorikum aw tubdoohu ya'lamhul laah; wa ya'lamu maa fis samaawaati wa maa fil ard; wallaahu 'alaa kulli shai'in Qadeer",
            "tajweed_text": "قُلْ إِ[f:1843[ن ت]ُخْفُو[s[اْ] مَا فِى صُدُورِكُمْ أَوْ تُ[q:1844[بْ]دُوهُ يَعْلَمْهُ [h:1081[ٱ]للَّهُ‌ۗ وَيَعْلَمُ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}