{
    "page_number": 538,
    "data": [
        {
            "aya_id": 5079,
            "aya_number": 4,
            "aya_text": "هُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۚ يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَاۗ وَهُوَ مَعَكُمْ اَيْنَ مَا كُنْتُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌۗ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 538,
            "translation_aya_text": "Dialah yang menciptakan langit dan bumi dalam enam masa; kemudian Dia bersemayam di atas ‘Arsy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar dari dalamnya, apa yang turun dari langit dan apa yang naik ke sana. Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dialah yang menciptakan langit dan bumi dalam enam hari) yakni sebagaimana hari-hari di dunia; dimulai dari hari Ahad dan berakhir pada hari Jumat. (Kemudian Dia bersemayam/berkuasa di atas Arasy) di atas Al Kursiy sesuai dengan keagungan dan kebesaran-Nya (Dia mengetahui apa yang masuk) semua yang masuk (ke dalam bumi) seperti air hujan dan orang-orang yang mati (dan apa yang keluar daripadanya) seperti tumbuh-tumbuhan dan mineral (dan apa yang turun dari langit) seperti rahmat/hujan dan azab (dan apa yang naik kepada-Nya) seperti amal-amal saleh dan amal-amal yang buruk. (Dan Dia bersama kalian) melalui ilmu-Nya (di mana saja kalian berada. Dan Allah Maha Melihat apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Huwal lazee khalaqas samaawaati wal arda fee sittati ayyaamin summas tawaa 'alal 'Arsh; ya'lamu maa yaliju filardi wa maa yakhruju minhaa wa maa yanzilu minas samaaa'i wa maa ya'ruju feeha wa Huwa ma'akum ayna maa kuntum; wallaahu bimaa ta'maloona Baseer",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِى سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۚ يَعْلَمُ مَا يَلِجُ فِى [h:44[ٱ]لْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَ[f:10919[نز]ِلُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَمَا يَعْرُجُ فِيهَا‌ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُ[f:100[نت]ُمْ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5080,
            "aya_number": 5,
            "aya_text": "لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 538,
            "translation_aya_text": "Milik-Nyalah kerajaan langit dan bumi. Dan hanya kepada Allah segala urusan dikembalikan.",
            "tafsir_jalalayn": "(Kepunyaan-Nyalah kerajaan langit dan bumi. Dan kepada Allah-lah dikembalikan segala sesuatu) yakni semua yang ada ini.",
            "sajda": false,
            "transliteration": "Lahoo mulkus samaawaati wal ard; wa ilal laahi turja'ul umoor",
            "tajweed_text": "لَّهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5081,
            "aya_number": 6,
            "aya_text": "يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۗ وَهُوَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 538,
            "translation_aya_text": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dan Dia Maha Mengetahui segala isi hati.",
            "tafsir_jalalayn": "(Dialah Yang memasukkan malam) yang memasukkannya (ke dalam siang) sehingga bertambah panjanglah waktu siang dan berkuranglah waktu malam (dan memasukkan siang ke dalam malam) sehingga waktu malam bertambah panjang sedangkan waktu siang semakin berkurang. (Dan Dia Maha Mengetahui segala isi hati) maksudnya, Dia Maha Mengetahui akan rahasia-rahasia dan keyakinan-keyakinan yang terkandung di dalam kalbu.",
            "sajda": false,
            "transliteration": "Yoolijul laila fin nahaari wa yoolijun nahaara fil lail; wa Huwa 'Aleemum bizaatis sudoor",
            "tajweed_text": "يُولِجُ [h:9084[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ‌ۚ وَهُوَ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5082,
            "aya_number": 7,
            "aya_text": "اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاَنْفِقُوْا مِمَّا جَعَلَكُمْ مُّسْتَخْلَفِيْنَ فِيْهِۗ فَالَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَاَنْفَقُوْا لَهُمْ اَجْرٌ كَبِيْرٌ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 538,
            "translation_aya_text": "Berimanlah kamu kepada Allah dan Rasul-Nya dan infakkanlah (di jalan Allah) sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya (amanah). Maka orang-orang yang beriman di antara kamu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang besar.",
            "tafsir_jalalayn": "(Berimanlah kalian) artinya, tetaplah kalian beriman (kepada Allah dan Rasul-Nya dan nafkahkanlah) di jalan Allah (sebagian dari harta kalian yang Allah telah menjadikan kalian menguasainya) yakni dari harta orang-orang yang sebelum kalian dan kelak Dia akan menguasakannya kepada orang-orang yang sesudah kalian. Ayat ini diturunkan sewaktu perang 'Ursah atau dikenal dengan nama perang Tabuk. (Maka orang-orang yang beriman di antara kalian dan menafkahkan hartanya) ayat ini mengisyaratkan kepada apa yang telah dilakukan oleh sahabat Usman r.a. (mereka akan memperoleh pahala yang besar).",
            "sajda": false,
            "transliteration": "Aaaminoo billaahi wa Rasoolihee wa anfiqoo mimmaa ja'alakum mustakh lafeena feehi fallazeena aamanoo minkum wa anfaqoo lahum ajrun kabeer",
            "tajweed_text": "ءَامِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَأَ[f:1045[نف]ِقُو[s[اْ] مِ[g[مّ]َا جَعَلَك[w:13311[ُم م]ُّسْتَخْلَفِينَ فِيهِ‌ۖ فَ[h:2514[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ وَأَ[f:2789[نف]َقُو[s[اْ] لَهُمْ أَ[q:2423[جْ][f:13312[رٌ ك]َب[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5083,
            "aya_number": 8,
            "aya_text": "وَمَا لَكُمْ لَا تُؤْمِنُوْنَ بِاللّٰهِ ۚوَالرَّسُوْلُ يَدْعُوْكُمْ لِتُؤْمِنُوْا بِرَبِّكُمْ وَقَدْ اَخَذَ مِيْثَاقَكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 538,
            "translation_aya_text": "Dan mengapa kamu tidak beriman kepada Allah, padahal Rasul mengajak kamu beriman kepada Tuhanmu? Dan Dia telah mengambil janji (setia)mu, jika kamu orang-orang mukmin.",
            "tafsir_jalalayn": "(Dan mengapa kalian tidak beriman) khitab pada ayat ini ditujukan kepada orang-orang kafir, yakni tidak ada halangan bagi kalian untuk beriman (kepada Allah padahal Rasul menyeru kalian supaya kalian beriman kepada Rabb kalian. Dan sesungguhnya Dia telah mengambil) ia dapat dibaca Ukhidza dan Akhadza, kalau dibaca Akhadza maka lafal sesudahnya dibaca Nashab (perjanjian kalian) terhadap-Nya; yakni Allah telah mengambil janji itu di alam arwah, yaitu ketika Allah mengambil kesaksian terhadap jiwa mereka, Allah adalah Rabb mereka, sebagaimana yang diungkapkan di dalam ayat lain, yaitu firman-Nya, \"Bukankah Aku ini Rabb kalian?\" Mereka menjawab, \"Betul (Engkau Rabb kami), kami menjadi saksi\". (Q.S. Al A'raf, 172) (Jika kalian adalah orang-orang yang beriman) maksudnya, jika kalian hendak beriman kepada-Nya maka bersegeralah iman kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa maa lakum laa tu'minoona billaahi war Rasoolu yad'ookum lituu'minoo bi Rabbikum wa qad akhaza meesaaqakum in kuntum mu'mineen",
            "tajweed_text": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ‌ۙ وَ[h:2331[ٱ][l[ل]رَّسُولُ يَ[q:2332[دْ]عُوكُمْ لِتُؤْمِنُو[s[اْ] بِرَبِّكُمْ وَقَ[q:387[دْ] أَخَذَ مِيثَ[n[ـٰ]قَكُمْ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5084,
            "aya_number": 9,
            "aya_text": "هُوَ الَّذِيْ يُنَزِّلُ عَلٰى عَبْدِهٖٓ اٰيٰتٍۢ بَيِّنٰتٍ لِّيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَاِنَّ اللّٰهَ بِكُمْ لَرَءُوْفٌ رَّحِيْمٌ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 538,
            "translation_aya_text": "Dialah yang menurunkan ayat-ayat yang terang (Al-Qur'an) kepada hamba-Nya (Muhammad) untuk mengeluarkan kamu dari kegelapan kepada cahaya. Dan sungguh, terhadap kamu Allah Maha Penyantun, Maha Penyayang. ",
            "tafsir_jalalayn": "(Dialah yang menurunkan kepada hamba-Nya ayat-ayat yang terang) ayat-ayat Alquran yang jelas (supaya Dia mengeluarkan kalian dari kegelapan) dari kekafiran (kepada cahaya) kepada keimanan. (Dan sesungguhnya Allah benar-benar terhadap kalian) karena Dia telah mengeluarkan kalian dari kekafiran kepada iman (Maha Penyantun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Huwal lazee yunazzilu 'alaa 'abdiheee Aayaatim baiyinaatil liyukhrijakum minaz zulumaati ilan noor; wa innal laaha bikum la Ra'oofur Raheem",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذِى يُنَزِّلُ عَلَىٰ عَ[q:7944[بْ]دِه[o[ِۦٓ] ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][u:13313[تٍ ل]ِّيُخْرِجَك[w:10845[ُم م]ِّنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ‌ۚ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ بِكُمْ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5085,
            "aya_number": 10,
            "aya_text": "وَمَا لَكُمْ اَلَّا تُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ  لَا يَسْتَوِيْ مِنْكُمْ مَّنْ اَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَۗ  اُولٰۤىِٕكَ اَعْظَمُ دَرَجَةً مِّنَ الَّذِيْنَ اَنْفَقُوْا مِنْۢ بَعْدُ وَقَاتَلُوْاۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 538,
            "translation_aya_text": "Dan mengapa kamu tidak menginfakkan hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Tidak sama orang yang menginfakkan (hartanya di jalan Allah) di antara kamu dan berperang sebelum penaklukan (Mekah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Dan Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah Mahateliti apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dan mengapa kalian) sesudah beriman (tidak) lafal Allaa pada asalnya terdiri dari An dan Laa kemudian keduanya diidgamkan menjadi satu sehingga jadilah Allaa (menafkahkan sebagian harta kalian di jalan Allah, padahal Allah-lah yang mempusakai mempunyai langit dan bumi) berikut semua yang ada pada keduanya; maka sampailah kepada-Nya harta kalian tanpa membawa sedikit pun pahala infak kalian, berbeda halnya seandainya kalian menafkahkannya di jalan Allah, maka kalian akan mendapatkan pahala di sisi-Nya. (Tidak sama di antara kalian orang yang menafkahkan hartanya sebelum penaklukan) kota Mekah (dan ikut berperang sebelumnya -. Mereka lebih tinggi derajatnya daripada orang-orang yang menafkahkan hartanya dan berperang sesudah itu. Kepada masing-masing) dari dua golongan itu. Menurut suatu qiraat ia dibaca Kullun karena dianggap sebagai Mubtada (Allah telah menjanjikan balasan yang lebih baik) yaitu surga (Dan Allah mengetahui apa yang kalian kerjakan) maka kelak Dia akan membalasnya untuk kalian.",
            "sajda": false,
            "transliteration": "Wa maa lakum allaa tunfiqoo fee sabeelil laahi wa lillaahi meeraasus samaawaati wal-ard; laa yastawee minkum man anfaqa min qablil fat-hi wa qaatal; ulaaaika a'zamu darajatam minal lazeena anfaqoo mim ba'du wa qaataloo; wa kullanw wa'adallaahul husnaa; wallaahu bimaa ta'maloona Khabeer",
            "tajweed_text": "وَمَا لَكُمْ أَلَّا تُ[f:1607[نف]ِقُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ وَلِلَّهِ مِير[n[َٲ]ثُ [h:2459[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ لَا يَسْتَوِى مِ[f:344[نك][w:2322[ُم م]َّنْ أَ[f:8088[نف]َقَ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ [h:13314[ٱ]لْفَتْحِ وَقَ[n[ـٰ]تَلَ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَعْظَمُ دَرَجَ[a:13315[ةً م]ِّنَ [h:523[ٱ]لَّذِينَ أَ[f:1538[نف]َقُو[s[اْ] م[i:1287[ِنۢ ب]َعْدُ وَقَ[n[ـٰ]تَلُو[s[اْ‌ۚ] وَكُل[a:3054[اًّ و]َعَدَ [h:3055[ٱ]للَّهُ [h:3056[ٱ]لْحُسْنَىٰ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5086,
            "aya_number": 11,
            "aya_text": "مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗ وَلَهٗٓ اَجْرٌ كَرِيْمٌ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 538,
            "translation_aya_text": "Barangsiapa meminjamkan kepada Allah dengan pinjaman yang baik, maka Allah akan mengembalikannya berlipat ganda untuknya, dan baginya pahala yang mulia,",
            "tafsir_jalalayn": "(Siapakah yang mau meminjamkan kepada Allah) dengan cara menafkahkan hartanya di jalan Allah (pinjaman yang baik) seumpamanya hartanya itu dinafkahkan demi karena Allah (maka Allah akan melipatgandakan balasan pinjaman itu) menurut suatu qiraat dibaca Fayudha' 'ifahu (untuknya) mulai dari sepuluh kali lipat hingga tujuh ratus kali lipat, sebagaimana keterangan yang telah disebutkan di dalam surah Al Baqarah (dan baginya) di samping pahala yang dilipatgandakan itu (pahala yang banyak) juga disertai mendapat keridaan dari Allah dan disambut dengan baik.",
            "sajda": false,
            "transliteration": "man zal lazee yuqridul laaha qardan hasanan fa yudaa'ifahoo lahoo wa lahooo ajrun kareem",
            "tajweed_text": "مَّ[f:1375[ن ذ]َا [h:1376[ٱ]لَّذِى يُ[q:1377[قْ]رِضُ [h:1378[ٱ]للَّهَ قَرْضًا حَسَ[f:1379[نًا ف]َيُضَ[n[ـٰ]عِفَهُ[n[ۥ] لَهُ[n[ۥ] وَلَهُ[o[ۥٓ] أَ[q:2423[جْ][f:13316[رٌ ك]َر[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        }
    ]
}