{
    "page_number": 539,
    "data": [
        {
            "aya_id": 5087,
            "aya_number": 12,
            "aya_text": "يَوْمَ تَرَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ يَسْعٰى نُوْرُهُمْ بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ بُشْرٰىكُمُ الْيَوْمَ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۚ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 539,
            "translation_aya_text": "pada hari engkau akan melihat orang-orang yang beriman laki-laki dan perempuan, betapa cahaya mereka bersinar di depan dan di samping kanan mereka, (dikatakan kepada mereka), “Pada hari ini ada berita gembira untukmu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Demikian itulah kemenangan yang agung.”",
            "tafsir_jalalayn": "Ingatlah (pada hari ketika kamu melihat orang-orang mukmin laki-laki dan perempuan, sedangkan cahaya mereka bersinar di hadapan mereka) artinya bersinar menerangi bagian depan mereka (dan) cahaya itu pun (bersinar di sebelah kanan mereka) kemudian dikatakan kepada mereka, (\"Pada hari ini ada berita gembira untuk kalian, yaitu surga-surga) masuklah kalian ke dalam surga-surga itu (yang di bawahnya mengalir sungai-sungai, yang kalian kekal di dalamnya. Itulah keberuntungan yang besar\").",
            "sajda": false,
            "transliteration": "Yawma taral mu'mineena walmu'minaati yas'aa nooruhum baina aydeehim wa biaymaanihim bushraakumul yawma jannaatun tajree min tahtihal anhaaru khaalideena feeha; zaalika huwal fawzul 'azeem",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5088,
            "aya_number": 13,
            "aya_text": "يَوْمَ يَقُوْلُ الْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ لِلَّذِيْنَ اٰمَنُوا انْظُرُوْنَا نَقْتَبِسْ مِنْ نُّوْرِكُمْۚ قِيْلَ ارْجِعُوْا وَرَاۤءَكُمْ فَالْتَمِسُوْا نُوْرًاۗ فَضُرِبَ بَيْنَهُمْ بِسُوْرٍ لَّهٗ بَابٌۗ بَاطِنُهٗ فِيْهِ الرَّحْمَةُ وَظَاهِرُهٗ مِنْ قِبَلِهِ الْعَذَابُۗ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 539,
            "translation_aya_text": "Pada hari orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah kami! Kami ingin mengambil cahayamu.” (Kepada mereka) dikatakan,  ”Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).” Lalu di antara mereka dipasang dinding (pemisah) yang berpintu. Di sebelah dalam ada rahmat dan di luarnya hanya ada azab.",
            "tafsir_jalalayn": "(Pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, \"Perhatikanlah kami) lihatlah kami. Menurut suatu qiraat dibaca Anzhiruunaa, tunggulah kami (supaya kami dapat mengambil) maksudnya supaya kami kebagian cahaya dan sinar (sebagian dari cahaya kalian.\" Dikatakan) kepada mereka dengan nada yang memperolok-olokkan mereka, (\"Kembalilah kalian ke belakang dan carilah sendiri cahaya untuk kalian\") mereka mundur. (Lalu diadakan di antara mereka) dan antara orang-orang yang beriman (dinding) menurut suatu pendapat dinding itu dinamakan Al A'raaf (yang mempunyai pintu. Di sebelah dalamnya ada rahmat) ada bagian yang menghadap orang-orang yang beriman (dan di sebelah luarnya) ada bagian yang menghadap orang-orang munafik (dari situ ada azab).",
            "sajda": false,
            "transliteration": "Yawma yaqoolul munaa fiqoona walmunaafiqaatu lillazeena aamanun zuroonaa naqtabis min noorikum qeelarji'oo waraaa'akum faltamisoo nooran faduriba bainahum bisooril lahoo baab, baatinuhoo feehir rahmatu wa zaahiruhoo min qibalihi-'azaab",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5089,
            "aya_number": 14,
            "aya_text": "يُنَادُوْنَهُمْ اَلَمْ نَكُنْ مَّعَكُمْۗ قَالُوْا بَلٰى وَلٰكِنَّكُمْ فَتَنْتُمْ اَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْاَمَانِيُّ حَتّٰى جَاۤءَ اَمْرُ اللّٰهِ وَغَرَّكُمْ بِاللّٰهِ الْغَرُوْرُ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 539,
            "translation_aya_text": "Orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami dahulu bersama kamu?” Mereka menjawab, “Benar, tetapi kamu mencelakakan dirimu sendiri, dan hanya menunggu, meragukan (janji Allah) dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah; dan penipu (setan) datang memperdaya kamu tentang Allah.",
            "tafsir_jalalayn": "(Orang-orang munafik itu memanggil mereka orang-orang mukmin, \"Bukankah kami dahulu bersama-sama kalian?\") dalam ketaatan kepada Allah. (mereka menjawab, \"Benar, tetapi kalian mencelakakan diri kalian sendiri) disebabkan kemunafikan kalian (dan kalian selalu mengincar) kehancuran orang-orang mukmin (dan kalian ragu-ragu) masih ragu terhadap agama Islam (serta kalian ditipu oleh angan-angan kosong) yakni ketamakan (sehingga datanglah ketetapan Allah) yaitu kematian (dan kalian telah ditipu terhadap Allah oleh yang amat penipu) yakni oleh setan.",
            "sajda": false,
            "transliteration": "Yunaadoonahum alam nakum ma'akum qaaloo balaa wa laakinnakum fatantum anfusakum wa tarabbastum wartabtum wa gharratkumul amaaniyyu hatta jaaa'a amrul laahi wa gharrakum billaahil gharoor",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5090,
            "aya_number": 15,
            "aya_text": "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَّلَا مِنَ الَّذِيْنَ كَفَرُوْاۗ مَأْوٰىكُمُ النَّارُۗ هِيَ مَوْلٰىكُمْۗ وَبِئْسَ الْمَصِيْرُ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 539,
            "translation_aya_text": "Maka pada hari ini tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Tempat kamu di neraka. Itulah tempat berlindungmu, dan itulah seburuk-buruk tempat kembali.”",
            "tafsir_jalalayn": "(Maka pada hari ini tidak diterima) dapat dibaca Yu`khadzu dan Tu`khadzu (tebusan dari kalian dan tidak pula dari orang-orang kafir. Tempat kalian ialah neraka. Neraka itulah tempat yang layak buat kalian) tempat yang utama bagi kalian. (Dan neraka itu adalah seburuk-buruk tempat kembali\") tempat kembali yang paling buruk adalah neraka.",
            "sajda": false,
            "transliteration": "Fal Yawma laa yu'khazu minkum fidyatunw wa laa minal lazeena kafaroo; maawaakumun Naaru hiya maw laakum wa bi'sal maseer",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5091,
            "aya_number": 16,
            "aya_text": "اَلَمْ يَأْنِ لِلَّذِيْنَ اٰمَنُوْٓا اَنْ تَخْشَعَ قُلُوْبُهُمْ لِذِكْرِ اللّٰهِ وَمَا نَزَلَ مِنَ الْحَقِّۙ وَلَا يَكُوْنُوْا كَالَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْاَمَدُ فَقَسَتْ قُلُوْبُهُمْۗ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ  ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 539,
            "translation_aya_text": "Belum tibakah waktunya bagi orang-orang yang beriman, untuk secara khusyuk mengingat Allah dan mematuhi kebenaran yang telah diwahyukan (kepada mereka), dan janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik.",
            "tafsir_jalalayn": "(Belumkah datang) maksudnya apakah belum tiba saatnya (bagi orang-orang yang beriman) ayat ini diturunkan berkenaan dengan kelakuan para sahabat, yaitu sewaktu mereka banyak bergurau (untuk tunduk hati mereka mengingat Allah dan mengingat apa yang telah diturunkan kepada mereka) dapat dibaca Nazzala dan Nazala (berupa kebenaran) yakni Alquran (dan janganlah mereka) di'athafkan kepada lafal Takhsya'a (seperti orang-orang yang sebelumnya telah diturunkan Alkitab kepadanya) mereka adalah orang-orang Yahudi dan orang-orang Nasrani (kemudian berlalulah masa yang panjang atas mereka) yaitu zaman antara mereka dan nabi-nabi mereka telah berlalu sangat lama (lalu hati mereka menjadi keras) tidak lunak lagi untuk mengingat Allah. (Dan kebanyakan di antara mereka adalah orang-orang fasik).",
            "sajda": false,
            "transliteration": "Alam yaani laillzeena aamanooo an takhsha'a quloo buhum lizikril laahi wa maa nazala minal haqqi wa laa yakoonoo kallazeena ootul Kitaaba min qablu fataala 'alaihimul amadu faqasat quloobuhum wa kaseerum minhum faasiqoon",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5092,
            "aya_number": 17,
            "aya_text": "اِعْلَمُوْٓا اَنَّ اللّٰهَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 539,
            "translation_aya_text": "Ketahuilah bahwa Allah yang menghidupkan bumi setelah matinya (kering). Sungguh, telah Kami jelaskan kepadamu tanda-tanda (kebesaran Kami) agar kamu mengerti.",
            "tafsir_jalalayn": "(Ketahuilah oleh kalian) khithab ayat ini ditujukan kepada orang-orang mukmin yang telah disebutkan di atas tadi (bahwa sesungguhnya Allah menghidupkan bumi sesudah matinya) dengan menumbuhkan tumbuh-tumbuhan padanya, demikianlah Allah menjadikan hati kalian untuk taat dan khusuk kembali dalam mengingat Allah. (Sesungguhnya Kami telah menjelaskan kepada kalian tanda-tanda) yang menunjukkan akan kekuasaan Kami terhadap hal ini dan hal-hal lainnya (supaya kalian memikirkannya).",
            "sajda": false,
            "transliteration": "I'lamooo annal laaha yuhyil arda ba'da mawtihaa; qad baiyannaa lakumul Aayaati la'allakum ta'qiloon",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5093,
            "aya_number": 18,
            "aya_text": "اِنَّ الْمُصَّدِّقِيْنَ وَالْمُصَّدِّقٰتِ وَاَقْرَضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعَفُ لَهُمْ وَلَهُمْ اَجْرٌ كَرِيْمٌ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 539,
            "translation_aya_text": "Sesungguhnya orang-orang yang bersedekah baik laki-laki maupun perempuan dan meminjamkan kepada Allah dengan pinjaman yang baik, akan dilipatgandakan (balasannya) bagi mereka; dan mereka akan mendapat pahala yang mulia.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang membenarkan, baik laki-laki) mushshaddiqiina berasal dari mashdar tashadduq, kemudian huruf ta diidghamkan kepada huruf shad sehingga jadilah mushshaddiqiina, bentuk asalnya adalah mutashaddiqiina (maupun perempuan) yang percaya kepada Allah dan Rasul-Nya. Menurut qiraat lain kedua lafal tersebut dibaca tanpa tasydid, sehingga bacaannya menjadi innal mushaddiqiina wal mushaddiqaati, karena dianggap berasal dari tashdiq, sehingga artinya menjadi: Sesungguhnya orang-orang yang beriman, baik laki-laki maupun perempuan (dan meminjamkan kepada Allah pinjaman yang baik) dhamir yang ada pada lafal `aqradhuu kembali pada laki-laki dan perempuan, karena memprioritaskan kaum laki-laki. Fi'il atau kata kerja di sini diathafkan kepada isim, yaitu kepada shilah alif dan lam, karena sesungguhnya lafal al-mushshaddiqiina wal mushshaddiqaati yang dimasuki alif dan lam sama kedudukannya dengan fi'il yang berada sesudah shilah. Disebutkannya lafal al-qardhu berikut sifatnya sesudah pengertian tashadduq, hal ini memberikan pengertian adanya ikatan di antara lafal-lafal tersebut. Atau dengan kata lain, bahwa orang-orang yang membenarkan Allah dan Rasul-Nya itu adalah orang-orang yang mau meminjamkan kepada Allah pinjaman yang baik (maka Allah akan melipatgandakan) menurut suatu qiraat dibaca yudha`'af dengan memakai tasydid pada huruf 'ainnya, artinya balasan pinjaman mereka itu akan dilipatgandakan pahalanya (kepada mereka; dan bagi mereka pahala yang banyak).",
            "sajda": false,
            "transliteration": "Innal mussaddiqeena wal mussaddiqaati wa aqradul laaha qardan hassanany yudaa'afu lahum wa lahum ajrun kareem",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        }
    ]
}