{
    "page_number": 540,
    "data": [
        {
            "aya_id": 5094,
            "aya_number": 19,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖٓ اُولٰۤىِٕكَ هُمُ الصِّدِّيْقُوْنَ ۖوَالشُّهَدَاۤءُ عِنْدَ رَبِّهِمْۗ  لَهُمْ اَجْرُهُمْ وَنُوْرُهُمْۗ وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ࣖ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 540,
            "translation_aya_text": "Dan orang-orang yang beriman kepada Allah dan rasul-rasul-Nya, mereka itu orang-orang yang tulus hati (pencinta kebenaran) dan saksi-saksi di sisi Tuhan mereka. Mereka berhak mendapat pahala dan cahaya. Tetapi orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni-penghuni neraka. ",
            "tafsir_jalalayn": "(Dan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu adalah orang-orang shiddiqin) orang-orang yang sangat beriman kepada Allah dan Rasul-Nya (dan orang-orang yang menjadi saksi di sisi Rabb mereka) atas kedustaan umat-umat yang terdahulu terhadap nabi-nabi mereka. (Bagi mereka pahala dan cahaya mereka. Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami) yang menunjukkan kepada keesaan Kami (mereka itulah penghuni-penghuni Jahim) yakni neraka.",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo billaahi wa Rusuliheee ulaaa'ika humus siddeeqoona wash shuhadaaa'u 'inda Rabbihim lahum ajruhum wa nooruhum wallazeena kafaroo wa kazzaboo bi aayaatinaaa ulaaaika As haabul jaheem",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرُسُلِه[o[ِۦٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:13348[ٱ][l[ل]صِّدِّيقُونَ‌ۖ وَ[h:13349[ٱ][l[ل]شُّهَد[o[َا]ٓءُ عِ[f:264[ند]َ رَبِّهِمْ لَهُمْ أَ[q:331[جْ]رُهُمْ وَنُورُهُمْ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5095,
            "aya_number": 20,
            "aya_text": "اِعْلَمُوْٓا اَنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ وَّزِيْنَةٌ وَّتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى الْاَمْوَالِ وَالْاَوْلَادِۗ  كَمَثَلِ غَيْثٍ اَعْجَبَ الْكُفَّارَ نَبَاتُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَكُوْنُ حُطَامًاۗ وَفِى الْاٰخِرَةِ عَذَابٌ شَدِيْدٌۙ وَّمَغْفِرَةٌ مِّنَ اللّٰهِ وَرِضْوَانٌ  ۗوَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 540,
            "translation_aya_text": "Ketahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. ",
            "tafsir_jalalayn": "(Ketahuilah, bahwa sesungguhnya kehidupan dunia itu hanyalah permainan dan suatu yang melalaikan, perhiasan) sebagai perhiasan (dan bermegah-megahan antara kalian serta berbangga-bangga tentang banyaknya harta dan anak) artinya, menyibukkan diri di dalamnya. Adapun mengenai ketaatan dan hal-hal yang membantu menuju kepadanya termasuk perkara-perkara akhirat (seperti) kehidupan dunia yang menyilaukan kalian dan kepunahannya sesudah itu bagaikan (hujan) bagaikan air hujan (yang membuat orang-orang yang bertani merasa kagum) merasa takjub (akan tanam-tanamannya) yang tumbuh disebabkan turunnya hujan itu (kemudian tanaman itu menjadi kering) lapuk dan kering (dan kamu lihat warnanya yang kuning itu kemudian menjadi hancur) menjadi keropos dan berjatuhan ditiup angin. (Dan di akhirat ada azab yang keras) bagi orang-orang yang lebih memilih keduniaan (dan ampunan dari Allah serta keridaan-Nya) bagi orang-orang yang lebih memilih akhirat daripada dunia. (Dan kehidupan dunia ini tidak lain) maksudnya bersenang-senang dalam dunia ini tiada lain (hanyalah kesenangan yang menipu).",
            "sajda": false,
            "transliteration": "I'lamooo annamal hayaa tud dunyaa la'ibunw wa lahwunw wa zeenatunw wa takaasurun bainakum wa takaasurn fil amwaali wal awlaad, kamasali ghaisin a'jabal kuffaara nabaatuhoo summa yaheeju fataraahu musfaaran summa yakoonu hutaamaa; wa fil aakhirati 'azaabun shadeedunw wa magh firatum minal laahi wa ridwaan; wa mal haiyaa tuddun yaaa illaa mataa'ul ghuroor",
            "tajweed_text": "ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َمَا [h:13350[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا لَعِ[a:4002[بٌ و]َلَهْ[a:13351[وٌ و]َزِينَ[a:13352[ةٌ و]َتَفَاخُ[i:13353[رُۢ ب]َيْنَكُمْ وَتَكَاثُ[f:13354[رٌ ف]ِى [h:7821[ٱ]لْأَمْو[n[َٲ]لِ وَ[h:7822[ٱ]لْأَوْلَ[n[ـٰ]دِ‌ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ [h:13355[ٱ]لْكُفَّارَ نَبَاتُهُ[n[ۥ] ثُ[g[مّ]َ يَهِيجُ فَتَرَ[n[ٮٰ]هُ مُصْفَر[f:11672[ًّا ث]ُ[g[مّ]َ يَكُونُ حُطَ[n[ـٰ][a:13356[مًا‌ۖ و]َفِى [h:1108[ٱ]لْأَخِرَةِ عَذَا[f:1727[بٌ ش]َدِي[a:13357[دٌ و]َمَغْفِرَ[a:13358[ةٌ م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][a:13359[نٌ‌ۚ و]َمَا [h:2482[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْي[o[َآ] إِلَّا مَتَ[n[ـٰ]عُ [h:2483[ٱ]لْغُر[p[ُو]رِ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5096,
            "aya_number": 21,
            "aya_text": "سَابِقُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاۤءِ وَالْاَرْضِۙ اُعِدَّتْ لِلَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖۗ ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۚوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 540,
            "translation_aya_text": "Berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dan surga yang luasnya seluas langit dan bumi, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar. ",
            "tafsir_jalalayn": "(Berlomba-lombalah kalian kepada ampunan dari Rabb kalian dan surga yang luasnya seluas langit dan bumi) seandainya jarak di antara keduanya dapat diukur; lafal al-'ardh artinya luas (yang disediakan bagi orang-orang yang beriman kepada Allah dan Rasul-Nya. Itulah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar).",
            "sajda": false,
            "transliteration": "Saabiqooo ilaa maghfiratim mir Rabbikum wa jannatin 'arduhaa ka-'ardis samaaa'i wal ardi u'iddat lillazeena aamanoo billaahi wa Rusulih; zaalika fadlul laahi yu'teehi many yashaaa'; wal laahu zul fadlil 'azeem",
            "tajweed_text": "سَابِق[o[ُوٓ][s[اْ] إِلَىٰ مَغْفِرَ[a:2239[ةٍ م]ّ[u:243[ِن ر]َّبِّكُمْ وَجَ[g[نّ]َةٍ عَرْضُهَا كَعَرْضِ [h:13360[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرُسُلِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5097,
            "aya_number": 22,
            "aya_text": "مَآ اَصَابَ مِنْ مُّصِيْبَةٍ فِى الْاَرْضِ وَلَا فِيْٓ اَنْفُسِكُمْ اِلَّا فِيْ كِتٰبٍ مِّنْ قَبْلِ اَنْ نَّبْرَاَهَا ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌۖ  ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 540,
            "translation_aya_text": "Setiap bencana yang menimpa di bumi dan yang menimpa dirimu sendiri, semuanya telah tertulis dalam Kitab (Lauh Mahfuzh) sebelum Kami mewujudkannya. Sungguh, yang demikian itu mudah bagi Allah. ",
            "tafsir_jalalayn": "(Tiada suatu bencana pun yang menimpa di bumi) seperti kekeringan (dan tidak pula pada diri kalian sendiri) seperti sakit dan kematian anak (melainkan telah tertulis dalam Kitab) di Lohmahfuz (sebelum Kami menciptakannya) sebelum Kami menciptakan semuanya. Demikian pula mengenai hal yang menyangkut nikmat dikatakan seperti itu. (Sesungguhnya yang demikian itu adalah mudah bagi Allah).",
            "sajda": false,
            "transliteration": "Maaa asaaba mim musee batin fil ardi wa laa feee anfusikum illaa fee kitaabim min qabli an nabra ahaa; innaa zaalika 'alal laahi yaseer",
            "tajweed_text": "م[o[َآ] أَصَابَ م[a:12140[ِن م]ُّصِيبَ[f:13361[ةٍ ف]ِى [h:44[ٱ]لْأَرْضِ وَلَا ف[o[ِىٓ] أَ[f:1329[نف]ُسِكُمْ إِلَّا فِى كِتَ[n[ـٰ][a:13362[بٍ م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13363[َن ن]َّ[q:13364[بْ]رَأَه[o[َآ‌ۚ] إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5098,
            "aya_number": 23,
            "aya_text": "لِّكَيْلَا تَأْسَوْا عَلٰى مَا فَاتَكُمْ وَلَا تَفْرَحُوْا بِمَآ اٰتٰىكُمْ ۗوَاللّٰهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۙ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 540,
            "translation_aya_text": "Agar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri, ",
            "tafsir_jalalayn": "(Supaya janganlah) lafal kay di sini menashabkan fi'il yang jatuh sesudahnya, maknanya sama dengan lafal an. Allah swt. menjelaskan yang demikian itu supaya janganlah (kalian berduka cita) bersedih hati (terhadap apa yang luput dari kalian, dan supaya kalian jangan terlalu gembira) artinya gembira yang dibarengi dengan rasa takabur, berbeda halnya dengan gembira yang dibarengi dengan rasa syukur atas nikmat (terhadap apa yang diberikan-Nya kepada kalian) jika lafal aataakum dibaca panjang berarti maknanya sama dengan lafal a`thaakum, artinya apa yang diberikan-Nya kepada kalian. Jika dibaca pendek, yaitu ataakum artinya, apa yang didatangkan-Nya kepada kalian. (Dan Allah tidak menyukai setiap orang yang sombong) dengan apa yang telah diberikan oleh Allah kepadanya (lagi membanggakan diri) membangga-banggakannya terhadap orang lain.",
            "sajda": false,
            "transliteration": "Likailaa taasaw 'alaa maa faatakum wa laa tafrahoo bimaaa aataakum; wallaahu laa yuhibbu kulla mukhtaalin fakhoor",
            "tajweed_text": "لِّكَيْلَا تَأْسَوْ[s[اْ] عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُو[s[اْ] بِم[o[َآ] ءَاتَ[n[ـٰ]كُمْ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يُحِبُّ كُلَّ مُخْتَا[f:10576[لٍ ف]َخ[p[ُو]رٍ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5099,
            "aya_number": 24,
            "aya_text": " ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ ۗوَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 540,
            "translation_aya_text": "yaitu orang-orang yang kikir dan menyuruh orang lain berbuat kikir. Barangsiapa berpaling (dari perintah-perintah Allah), maka sesungguhnya Allah, Dia Mahakaya, Maha Terpuji.",
            "tafsir_jalalayn": "(Orang-orang yang kikir) tidak mau menunaikan apa yang telah diwajibkan atas mereka (dan menyuruh manusia berbuat kikir) supaya jangan menunaikan kewajiban itu, maka bagi mereka ancaman yang keras dari Allah. (Dan barang siapa yang berpaling) dari menunaikan apa yang telah diwajibkan atasnya (maka sesungguhnya Allah Dialah) lafal huwa adalah dhamir fashl, sedangkan menurut suatu qiraat tanpa memakainya (Yang Maha Kaya) artinya tidak membutuhkan orang lain (lagi Maha Terpuji) terhadap kekasih-kekasih-Nya.",
            "sajda": false,
            "transliteration": "Allazeeena yabkhaloona wa yaamuroonan naasa bil bukhl; wa many yatawalla fa innal laaha Huwal Ghaniyyul Hameed",
            "tajweed_text": "ٱلَّذِينَ يَ[q:2456[بْ]خَلُونَ وَيَأْمُرُونَ [h:2780[ٱ][l[ل][g[نّ]َاسَ بِ[h:2781[ٱ]لْبُخْلِ‌ۗ وَم[a:3640[َن ي]َتَوَلَّ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        }
    ]
}