{
    "page_number": 541,
    "data": [
        {
            "aya_id": 5100,
            "aya_number": 25,
            "aya_text": "لَقَدْ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنٰتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيْزَانَ لِيَقُوْمَ النَّاسُ بِالْقِسْطِۚ وَاَنْزَلْنَا الْحَدِيْدَ فِيْهِ بَأْسٌ شَدِيْدٌ وَّمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللّٰهُ مَنْ يَّنْصُرُهٗ وَرُسُلَهٗ بِالْغَيْبِۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ࣖ ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 541,
            "translation_aya_text": "Sungguh, Kami telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan kami turunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Dan Kami menciptakan besi yang mempunyai kekuatan, hebat dan banyak manfaat bagi manusia, dan agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat, Mahaperkasa.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah mengutus rasul-rasul Kami) yaitu malaikat-malaikat-Nya kepada nabi-nabi (dengan membawa bukti-bukti yang nyata) hujah-hujah yang jelas dan akurat (dan telah Kami turunkan bersama mereka Alkitab) lafal Alkitab ini sekalipun bentuknya mufrad tetapi makna yang dimaksud adalah jamak, yakni al-kutub (dan neraca) yakni keadilan (supaya manusia dapat melaksanakan keadilan. Dan Kami ciptakan besi) maksudnya Kami keluarkan besi dari tempat-tempat penambangannya (yang padanya terdapat kekuatan yang hebat) yakni dapat dipakai sebagai alat untuk berperang (dan berbagai manfaat bagi manusia, dan supaya Allah mengetahui) supaya Allah menampilkan; lafal waliya'lamallaahu diathafkan pada lafal liyaquman-naaasu (siapa yang menolong-Nya) maksudnya siapakah yang menolong agama-Nya dengan memakai alat-alat perang yang terbuat dari besi dan lain-lainnya itu (dan rasul-rasul-Nya padahal Allah tidak dilihatnya) lafal bil-ghaibi menjadi hal atau kata keterangan keadaan dari dhamir ha yang terdapat pada lafal yanshuruhu. Yakni sekalipun Allah tidak terlihat oleh mereka di dunia ini. Ibnu Abbas r.a. memberikan penakwilannya, mereka menolong agama-Nya padahal mereka tidak melihat-Nya. (Sesungguhnya Allah Maha Kuat lagi Maha Perkasa) artinya Dia tidak memerlukan pertolongan siapa pun, akan tetapi perbuatan itu manfaatnya akan dirasakan sendiri oleh orang yang mengerjakannya.",
            "sajda": false,
            "transliteration": "Laqad arsalnaa Rusulanaa bilbaiyinaati wa anzalnaa ma'ahumul Kitaaba wal Meezaana liyaqooman naasu bilqist, wa anzalnal hadeeda feehi baasun shadeedunw wa manaafi'u linnaasi wa liya'lamal laahu many yansuruhoo wa Rusulahoo bilghaib; innal laaha Qawiyyn 'Azeez",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5101,
            "aya_number": 26,
            "aya_text": "وَلَقَدْ اَرْسَلْنَا نُوْحًا وَّاِبْرٰهِيْمَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 541,
            "translation_aya_text": "Dan sungguh, Kami telah mengutus Nuh dan Ibrahim dan Kami berikan kenabian dan kitab (wahyu) kepada keturunan keduanya, di antara mereka ada yang menerima petunjuk dan banyak di antara mereka yang fasik.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh dan Ibrahim dan Kami jadikan pada keturunan keduanya kenabian dan Alkitab) yaitu kitab yang empat; Taurat, Injil, Zabur dan Al-Furqan. Kitab-kitab tersebut diturunkan kepada anak cucu Nabi Ibrahim (maka di antara mereka ada yang menerima petunjuk dan kebanyakan di antara mereka adalah orang-orang fasik).",
            "sajda": false,
            "transliteration": "Wa laqad arsalnaa Noohanw wa Ibraaheema wa ja'alnaa fee zurriyyatihiman nubuwwata wal Kitaaba faminhum muhtad; wa kaseerum minhum faasiqoon",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5102,
            "aya_number": 27,
            "aya_text": "ثُمَّ قَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيْسَى ابْنِ مَرْيَمَ وَاٰتَيْنٰهُ الْاِنْجِيْلَ ەۙ وَجَعَلْنَا فِيْ قُلُوْبِ الَّذِيْنَ اتَّبَعُوْهُ رَأْفَةً وَّرَحْمَةً  ۗوَرَهْبَانِيَّةَ ِۨابْتَدَعُوْهَا مَا كَتَبْنٰهَا عَلَيْهِمْ اِلَّا ابْتِغَاۤءَ رِضْوَانِ اللّٰهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۚفَاٰتَيْنَا الَّذِيْنَ اٰمَنُوْا مِنْهُمْ اَجْرَهُمْ ۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 541,
            "translation_aya_text": "Kemudian Kami susulkan rasul-rasul Kami mengikuti jejak mereka dan Kami susulkan (pula) Isa putra Maryam; Dan Kami berikan Injil kepadanya dan Kami jadikan rasa santun dan kasih sayang dalam hati orang-orang yang mengikutinya. Mereka mengada-adakan rahbaniyyah, padahal Kami tidak mewajibkannya kepada mereka (yang Kami wajibkan hanyalah) mencari keridaan Allah, tetapi tidak mereka pelihara dengan semestinya. Maka kepada orang-orang yang beriman di antara mereka Kami berikan pahalanya, dan banyak di antara mereka yang fasik.",
            "tafsir_jalalayn": "(Kemudian Kami iringi di belakang mereka dengan rasul-rasul Kami dan Kami iringi pula dengan Isa putra Maryam; dan Kami berikan kepadanya Injil dan Kami jadikan dalam hati orang-orang yang mengikutinya rasa santun dan kasih sayang. Dan kerahbaniyahan) yakni tidak mau kawin dan hidup membaktikan diri di dalam gereja-gereja (yang mereka ada-adakan) oleh diri mereka sendiri (padahal Kami tidak mewajibkannya kepada mereka) Kami tidak memerintahkan hal itu kepada mereka (tetapi) melainkan mereka mengerjakannya (untuk mencari keridaan) demi mencari kerelaan (Allah, lalu mereka tidak memeliharanya dengan pemeliharaan yang semestinya) karena kebanyakan di antara mereka meninggalkannya dan kafir kepada agama Nabi Isa, lalu mereka memasuki agama raja mereka. Akan tetapi masih banyak pula di antara mereka yang berpegang teguh kepada ajaran Nabi Isa, lalu mereka beriman kepada Nabi Muhammad. (Maka Kami berikan kepada orang-orang yang beriman) kepada Nabi Isa (di antara mereka pahalanya dan banyak di antara mereka orang-orang fasik).",
            "sajda": false,
            "transliteration": "Summa qaffainaa 'alaa aasaarihim bi Rusulinaa wa qaffainaa be 'Eesab ni Maryama wa aatainaahul Injeela wa ja'alnaa fee quloobil lazeenat taba' oohu raafatanw wa rahmatanw wa rahbaaniyyatanib tada' oohaa maa katanaahaa 'alaihim illab tighaaa'a ridwaanil laahi famaa ra'awhaa haqqa ri'aayatihaa fa aatainal lazeena aamanoo minhum ajrahum wa kaseerum minhum faasiqoon",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5103,
            "aya_number": 28,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَاٰمِنُوْا بِرَسُوْلِهٖ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَّحْمَتِهٖ وَيَجْعَلْ لَّكُمْ نُوْرًا تَمْشُوْنَ بِهٖ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 541,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang,",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman) kepada Nabi Isa (bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya) kepada Nabi Muhammad saw. dan Nabi Isa (niscaya Allah memberikan kepada kalian dua bagian) dua kali bagian (dari rahmat-Nya) karena kalian telah beriman kepada dua nabi (dan menjadikan untuk kalian cahaya yang dengan cahaya itu kalian dapat berjalan) di atas shirath/jembatan (dan Dia mengampuni kalian. Dan Allah Maha Pengampun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamaanut taqullaaha wa aaminoo bi Rasoolihee yu'tikum kiflaini mir rahmatihee wa yaj'al lakum nooran tamshoona bihee wa yaghfir lakum; wallaahu Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5104,
            "aya_number": 29,
            "aya_text": "لِّئَلَّا يَعْلَمَ اَهْلُ الْكِتٰبِ اَلَّا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّنْ فَضْلِ اللّٰهِ وَاَنَّ الْفَضْلَ بِيَدِ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ࣖ   ۔",
            "sura_id": 57,
            "juz_id": 27,
            "page_number": 541,
            "translation_aya_text": "agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwa karunia itu ada di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar.",
            "tafsir_jalalayn": "(Supaya diketahui) maksudnya Allah menerangkan hal tersebut kepada kalian, supaya diketahui (oleh ahli kitab) Taurat yang tidak beriman kepada Nabi Muhammad (bahwa) an di sini adalah bentuk takhfif dari anna yang ditasydidkan, artinya bahwasanya mereka (mereka tiada mendapat sedikit pun akan karunia Allah) berbeda dengan apa yang mereka duga, yaitu bahwasanya mereka adalah kekasih-kekasih Allah dan orang-orang yang mendapat keridaan-Nya (dan bahwasanya karunia itu berada di tangan kekuasaan Allah. Dia berikan karunia itu) yakni Dia memberikannya (kepada siapa yang dikehendaki-Nya) maka Dia memberikan karunia-Nya kepada orang-orang yang beriman di antara mereka, berupa pahala yang mereka terima sebanyak dua kali lipat, sebagaimana keterangan yang telah lalu. Yaitu karena beriman kepada dua nabi. (Dan Allah mempunyai karunia yang besar).",
            "sajda": false,
            "transliteration": "Li'alla ya'lama Ahlul kitaabi allaa yaqdiroona 'alaa shai'im min fadlil laahi wa annal fadla bi Yadil laahi u'teehi many yashaaa'; wallaahu Zul fadilil 'azeem",
            "surah": {
                "name": "سُورَةُ الحَدِيدِ",
                "englishName": "Al-Hadid",
                "englishNameTranslation": "The Iron",
                "revelationType": "Medinan"
            }
        }
    ]
}