{
    "page_number": 542,
    "data": [
        {
            "aya_id": 5105,
            "aya_number": 1,
            "aya_text": "قَدْ سَمِعَ اللّٰهُ قَوْلَ الَّتِيْ تُجَادِلُكَ فِيْ زَوْجِهَا وَتَشْتَكِيْٓ اِلَى اللّٰهِ  ۖوَاللّٰهُ يَسْمَعُ تَحَاوُرَكُمَاۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 542,
            "translation_aya_text": "Sungguh, Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu (Muhammad) tentang suaminya, dan mengadukan (halnya) kepada Allah, dan Allah mendengar percakapan antara kamu berdua. Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Sesungguhnya Allah telah mendengar perkataan wanita yang mengajukan gugatan kepada kamu) yakni seorang wanita yang melapor kepadamu, hai nabi (tentang suaminya) yang telah mengucapkan kata-kata zihar kepadanya. Suami wanita itu berkata kepadanya, \"Kamu menurutku bagaikan punggung ibuku.\" Lalu wanita itu menanyakan hal tersebut kepada Nabi saw., maka beliau menjawab bahwa dia haram atas suaminya. Hal ini sesuai dengan tradisi yang berlaku di kalangan mereka, bahwa zihar itu akibatnya adalah perpisahan untuk selama-lamanya. Wanita yang dimaksud bernama Khaulah binti Tsa'labah, sedangkan suaminya bernama Aus bin Shamit (dan mengadukan halnya kepada Allah) yakni tentang keadaannya yang tidak mempunyai orang tua dan famili yang terdekat, serta keadaan ekonominya yang serba kekurangan, di samping itu ia menanggung beban anak-anaknya yang masih kecil-kecil; apabila anak-anaknya dibawa oleh suaminya, niscaya mereka akan tersia-sia dan tak terurus lagi keadaannya tetapi apabila anak-anak itu di bawah pemeliharaannya, niscaya mereka akan kelaparan. (Dan Allah mendengar soal jawab antara kamu berdua) dialog kamu berdua. (Sesungguhnya Allah Maha Mendengar lagi Maha Melihat) artinya Maha Mengetahui.",
            "sajda": false,
            "transliteration": "Qad sami'al laahu qawlal latee tujaadiluka fee zawjihaa wa tashtakeee ilal laahi wallaahu yasma'u tahaawurakumaa; innal laaha samee'um baseer",
            "tajweed_text": "قَ[q:298[دْ] سَمِعَ [h:2460[ٱ]للَّهُ قَوْلَ [h:13384[ٱ]لَّتِى تُجَ[n[ـٰ]دِلُكَ فِى زَوْجِهَا وَتَشْتَك[o[ِىٓ] إِلَى [h:1637[ٱ]للَّهِ وَ[h:72[ٱ]للَّهُ يَسْمَعُ تَحَاوُرَكُم[o[َآ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَمِي[i:9086[عُۢ ب]َص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5106,
            "aya_number": 2,
            "aya_text": "اَلَّذِيْنَ يُظٰهِرُوْنَ مِنْكُمْ مِّنْ نِّسَاۤىِٕهِمْ مَّا هُنَّ اُمَّهٰتِهِمْۗ اِنْ اُمَّهٰتُهُمْ اِلَّا الّٰۤـِٔيْ وَلَدْنَهُمْۗ وَاِنَّهُمْ لَيَقُوْلُوْنَ مُنْكَرًا مِّنَ الْقَوْلِ وَزُوْرًاۗ وَاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 542,
            "translation_aya_text": "Orang-orang di antara kamu yang menzihar istrinya, (menganggap istrinya sebagai ibunya, padahal) istri mereka itu bukanlah ibunya. Ibu-ibu mereka hanyalah perempuan yang melahirkannya. Dan sesungguhnya mereka benar-benar telah mengucapkan suatu perkataan yang mungkar dan dusta. Dan sesungguhnya Allah Maha Pemaaf, Maha Pengampun. ",
            "tafsir_jalalayn": "(Orang-orang yang menzihar) asal kata yazhzhahharuuna adalah yatazhahharuuna, kemudian huruf ta diidgamkan ke dalam huruf zha sehingga jadilah yazhzhahharuuna. Akan tetapi menurut suatu qiraat dibaca dengan memakai huruf alif di antara huruf zha dan ha, sehingga bacaannya menjadi yazhaaharuuna. Menurut qiraat lainnya dibaca seperti wazan yuqaatiluuna, yakni menjadi yuzhaahiruuna. Lafal yang sama pada ayat berikutnya berlaku pula ketentuan ini (istrinya di antara kalian, padahal tiadalah istri mereka itu ibu mereka. Ibu-ibu mereka tidak lain hanyalah wanita-wanita) lafal allaaiy dapat dibaca dengan memakai huruf ya dan dapat pula dibaca tanpa ya (yang melahirkan mereka. Sesungguhnya mereka) dengan melakukan zihar itu (sungguh-sungguh mengucapkan suatu perkataan yang mungkar dan dusta). (Dan sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun) kepada orang yang melakukan zihar dengan pembayaran kifarat.",
            "sajda": false,
            "transliteration": "Allazeena yuzaahiroona minkum min nisaaa'ihim maa hunnaa ummahaatihim in ummahaatuhum illal laaa'ee waladnahum; wa innaahum la yaqooloona munkaram minal qawli wa zooraa; wa innal laaha la'afuwwun ghafoor",
            "tajweed_text": "ٱلَّذِينَ يُظَ[n[ـٰ]هِرُونَ مِ[f:344[نك][w:431[ُم م]ّ[a:1265[ِن ن]ِّس[o[َا]ٓئِه[w:13385[ِم م]َّا هُ[g[نّ]َ أُ[g[مّ]َهَ[n[ـٰ]تِهِمْ‌ۖ إِنْ أُ[g[مّ]َهَ[n[ـٰ]تُهُمْ إِلَّا [h:13386[ٱ]لَّ[o[ــٰٓ]ــِٔى وَلَ[q:13387[دْ]نَهُمْ‌ۚ وَإِ[g[نّ]َهُمْ لَيَقُولُونَ مُ[f:13388[نك]َ[a:13389[رًا م]ِّنَ [h:3107[ٱ]لْقَوْلِ وَزُو[a:13390[رًا‌ۚ و]َإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَعَفُوٌّ غَف[p[ُو]رٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5107,
            "aya_number": 3,
            "aya_text": "وَالَّذِيْنَ يُظٰهِرُوْنَ مِنْ نِّسَاۤىِٕهِمْ ثُمَّ يَعُوْدُوْنَ لِمَا قَالُوْا فَتَحْرِيْرُ رَقَبَةٍ مِّنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ ذٰلِكُمْ تُوْعَظُوْنَ بِهٖۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 542,
            "translation_aya_text": "Dan mereka yang menzihar istrinya, kemudian menarik kembali apa yang telah mereka ucapkan, maka (mereka diwajibkan) memerdekakan seorang budak sebelum kedua suami istri itu bercampur. Demikianlah yang diajarkan kepadamu, dan Allah Mahateliti terhadap apa yang kamu kerjakan. ",
            "tafsir_jalalayn": "(Dan orang-orang yang menzihar istri mereka, kemudian mereka hendak menarik kembali apa yang mereka ucapkan) tentang zihar ini, seumpama dia bersikap berbeda dengan apa yang telah dikatakannya itu, yaitu dengan cara tetap memegang istri yang diziharnya. Sedangkan perbuatan ini jelas bertentangan dengan maksud tujuan daripada perkataan zihar, yaitu menggambarkan istri dengan sifat yang menjadikannya haram bagi dia (maka memerdekakan seorang budak) maksudnya wajib atasnya memerdekakan seorang budak (sebelum kedua suami istri itu bercampur) bersetubuh. (Demikianlah yang diajarkan kepada kalian, dan Allah Maha Mengetahui apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Wallazeena yuzaahiroona min nisaaa'ihim summa ya'oodoona limaa qaaloo fatabreeru raqabatim min qabli any-yatamaaassaa; zaalikum too'azoona bih; wallaahu bimaa ta'maloona khabeer",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يُظَ[n[ـٰ]هِرُونَ م[a:1265[ِن ن]ِّس[o[َا]ٓئِهِمْ ثُ[g[مّ]َ يَعُودُونَ لِمَا قَالُو[s[اْ] فَتَحْرِيرُ رَقَبَ[a:13391[ةٍ م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13392[َن ي]َتَم[m[َا]ٓسَّا‌ۚ ذ[n[َٲ]لِكُمْ تُوعَظُونَ بِه[n[ِۦ]‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5108,
            "aya_number": 4,
            "aya_text": "فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ فَمَنْ لَّمْ يَسْتَطِعْ فَاِطْعَامُ سِتِّيْنَ مِسْكِيْنًاۗ ذٰلِكَ لِتُؤْمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 542,
            "translation_aya_text": "Maka barangsiapa tidak dapat (memerdekakan hamba sahaya), maka (dia wajib) berpuasa dua bulan berturut-turut sebelum keduanya bercampur. Tetapi barangsiapa tidak mampu, maka (wajib) memberi makan enam puluh orang miskin. Demikianlah agar kamu beriman kepada Allah dan Rasul-Nya. Itulah hukum-hukum Allah, dan bagi orang-orang yang mengingkarinya akan mendapat azab yang sangat pedih. ",
            "tafsir_jalalayn": "(Maka barang siapa yang tidak mendapatkan) budak (maka wajib atasnya berpuasa dua bulan berturut-turut, sebelum keduanya bercampur. Maka siapa yang tidak mampu) melakukan puasa (memberi makan enam puluh orang miskin) diwajibkan atasnya, yakni sebelum keduanya bercampur kembali sebagai suami istri; untuk tiap-tiap orang miskin satu mudd makanan pokok negeri orang yang bersangkutan. Kesimpulan hukum ini berdasarkan pemahaman menyamakan pengertian yang mutlak dengan yang muqayyad. (Demikianlah) keringanan ini dengan memakai kifarat (supaya kalian beriman kepada Allah dan Rasul-Nya. Dan itulah) yakni hukum-hukum tersebut (batasan-batasan Allah, dan bagi orang-orang yang ingkar) kepada batasan-batasan atau hukum-hukum Allah itu (azab yang sangat pedih) atau siksaan yang amat menyakitkan.",
            "sajda": false,
            "transliteration": "Famal lam yajid fa siyaamu shahraini mutataabi'ayni min qabli any-yatamaaassaa famal lam yastati' fa-it'aamu sitteena miskeena; zaalika litu'minoo billaahi wa rasoolih'wa tilka hudoodul laah; wa lilkaafireena 'azaabun aleem",
            "tajweed_text": "فَم[u:1066[َن ل]َّمْ يَجِ[q:1067[دْ] فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13392[َن ي]َتَم[m[َا]ٓسَّا‌ۖ فَم[u:1066[َن ل]َّمْ يَسْتَطِعْ فَإِ[q:13393[طْ]عَامُ سِتِّينَ مِسْكِي[f:13394[نًا‌ۚ ذ][n[َٲ]لِكَ لِتُؤْمِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ]‌ۚ وَتِلْكَ حُدُودُ [h:1000[ٱ]للَّهِ‌ۗ وَلِلْكَ[n[ـٰ]فِرِينَ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5109,
            "aya_number": 5,
            "aya_text": "اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗ كُبِتُوْا كَمَا كُبِتَ الَّذِيْنَ مِنْ قَبْلِهِمْ وَقَدْ اَنْزَلْنَآ اٰيٰتٍۢ بَيِّنٰتٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌۚ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 542,
            "translation_aya_text": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya pasti mendapat kehinaan sebagaimana kehinaan yang telah didapat oleh orang-orang sebelum mereka. Dan sungguh, Kami telah menurunkan bukti-bukti yang nyata. Dan bagi orang-orang yang mengingkarinya akan mendapat azab yang menghinakan. ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang menentang) orang-orang yang melawan (Allah dan Rasul-Nya pasti mendapat kehinaan) mereka pasti akan memperoleh kehinaan (sebagaimana orang-orang yang sebelum mereka telah mendapat kehinaan) karena mereka menentang rasul-rasul mereka. (Sesungguhnya Kami telah menurunkan ayat-ayat yang jelas) yang menunjukkan kebenaran Rasul. (Dan bagi orang-orang yang kafir) yang ingkar kepada ayat-ayat itu (ada azab yang menghinakan) yaitu siksaan yang membuat mereka hina.",
            "sajda": false,
            "transliteration": "Innal lazeena yuhaaaddoonal laaha wa Rasoolahoo kubitoo kamaa kubital lazeena min qablihim; wa qad anzalnaaa aayaatim baiyinaat; wa lilkaa fireena 'azaabum muheen",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُح[m[َا]ٓدُّونَ [h:13395[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] كُبِتُو[s[اْ] كَمَا كُبِتَ [h:13396[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ وَقَ[q:387[دْ] أَ[f:515[نز]َلْن[o[َآ] ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][a:13397[تٍ‌ۚ و]َلِلْكَ[n[ـٰ]فِرِينَ عَذَا[a:478[بٌ م]ُّه[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5110,
            "aya_number": 6,
            "aya_text": "يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ  اَحْصٰىهُ اللّٰهُ وَنَسُوْهُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ࣖ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 542,
            "translation_aya_text": "Pada hari itu mereka semuanya dibangkitkan Allah, lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah menghitungnya (semua amal perbuatan itu), meskipun mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu. ",
            "tafsir_jalalayn": "(Pada hari ketika mereka semuanya dibangkitkan Allah lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah menghitung amal perbuatan itu, padahal mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu).",
            "sajda": false,
            "transliteration": "Yawma yab'asuhumul laahu jamee'an fayunabbi'uhum bimaa 'amiloo; ahsaahul laahu wa nasooh; wallaahu 'alaa kulli shai'in shaheed",
            "tajweed_text": "يَوْمَ يَ[q:4022[بْ]عَثُهُمُ [h:4023[ٱ]للَّهُ جَمِي[f:13398[عًا ف]َيُنَبِّئُه[c:4323[ُم ب]ِمَا عَمِل[o[ُوٓ[s[اْ]‌ۚ] أَحْصَ[n[ـٰ]هُ [h:13399[ٱ]للَّهُ وَنَسُوهُ‌ۚ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        }
    ]
}