{
    "page_number": 543,
    "data": [
        {
            "aya_id": 5111,
            "aya_number": 7,
            "aya_text": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَا يَكُوْنُ مِنْ نَّجْوٰى ثَلٰثَةٍ اِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ اِلَّا هُوَ سَادِسُهُمْ وَلَآ اَدْنٰى مِنْ ذٰلِكَ وَلَآ اَكْثَرَ اِلَّا هُوَ مَعَهُمْ اَيْنَ مَا كَانُوْاۚ  ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوْا يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 543,
            "translation_aya_text": "Tidakkah engkau perhatikan, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya. Dan tidak ada lima orang, melainkan Dialah yang keenamnya. Dan tidak ada yang kurang dari itu atau lebih banyak, melainkan Dia pasti ada bersama mereka di mana pun mereka berada. Kemudian Dia akan memberitakan kepada mereka pada hari Kiamat apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala sesuatu. ",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan) tidakkah kamu ketahui (bahwa sesungguhnya Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tiada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya) yakni melalui ilmu-Nya. (Dan tiada pembicaraan antara lima orang, melainkan Dialah yang keenamnya. Dan tiada pula pembicaraan antara jumlah yang kurang dari itu atau lebih banyak, melainkan Dia ada bersama mereka di mana pun mereka berada. Kemudian Dia akan memberitakan kepada mereka pada hari kiamat apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala sesuatu).",
            "sajda": false,
            "transliteration": "Alam tara annal laaha ya'lamu maa fis samaawaati wa maa fil ardi maa yakoonu min najwaa salaasatin illaa Huwa raabi'uhum wa laa khamsatin illaa huwa saadisuhum wa laaa adnaa min zaalika wa laaa aksara illaa huwa ma'ahum ayna, maa kaanoo summa yunabbi'uhum bimaa 'amiloo yawmal qiyaamah; innal laaha bikulli shai'in aleem",
            "tajweed_text": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ مَا يَكُونُ م[a:13400[ِن ن]َّ[q:7779[جْ]وَىٰ ثَلَ[n[ـٰ]ثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَل[o[َآ] أَ[q:314[دْ]نَىٰ مِ[f:2624[ن ذ][n[َٲ]لِكَ وَل[o[َآ] أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُو[s[اْ‌ۖ] ثُ[g[مّ]َ يُنَبِّئُه[c:4559[ُم ب]ِمَا عَمِلُو[s[اْ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5112,
            "aya_number": 8,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ نُهُوْا عَنِ النَّجْوٰى ثُمَّ يَعُوْدُوْنَ لِمَا نُهُوْا عَنْهُ وَيَتَنٰجَوْنَ بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِۖ وَاِذَا جَاۤءُوْكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللّٰهُ ۙوَيَقُوْلُوْنَ فِيْٓ اَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللّٰهُ بِمَا نَقُوْلُۗ حَسْبُهُمْ جَهَنَّمُۚ يَصْلَوْنَهَاۚ فَبِئْسَ الْمَصِيْرُ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 543,
            "translation_aya_text": "Tidakkah engkau perhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (mengerjakan) larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada Rasul. Dan apabila mereka datang kepadamu (Muhammad), mereka mengucapkan salam dengan cara yang bukan seperti yang ditentukan Allah untukmu. Dan mereka mengatakan pada diri mereka sendiri, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan itu?” Cukuplah bagi mereka neraka Jahanam yang akan mereka masuki. Maka neraka itu seburuk-buruk tempat kembali. ",
            "tafsir_jalalayn": "(Apakah tidak kamu perhatikan) apakah tidak kamu lihat (orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali mengerjakan larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada rasul) mereka adalah orang-orang Yahudi; Nabi saw. telah melarang mereka dari pembicaraan rahasia yang dahulu sering mereka lakukan. Pembicaraan rahasia mereka itu dalam rangka merencanakan tindakan sabotase terhadap kaum mukminin, dimaksud supaya mereka dapat menanamkan keraguan dalam hati kaum mukminin. (Dan apabila mereka datang kepadamu, mereka mengucapkan salam kepadamu) hai nabi (dengan memberi salam yang bukan sebagai yang ditentukan Allah untukmu) yaitu perkataan mereka, \"As-Sammu 'alaika,\" yakni kematian atasmu. (Dan mereka mengatakan pada diri mereka sendiri, \"Mengapa tidak) kenapa tidak (diturunkan azab atas kami oleh Allah disebabkan apa yang kita katakan itu?\") Yakni salam penghinaan yang kami katakan itu, kalau begitu dia bukanlah seorang nabi, sekalipun dia adalah nabi. (Cukuplah bagi mereka neraka Jahanam yang akan mereka masuki Dan seburuk-buruk tempat kembali itu) adalah neraka Jahanam.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena nuhoo 'anin najwaa summa ya'oodoona limaa nuhoo 'anhu wa yatanaajawna bil ismi wal'udwaani wa ma'siyatir rasooli wa izaa jaaa'ooka haiyawka bimaa lam yuhai yika bihil laahu wa yaqooloona fee anfusihim law laa yu'azzibunal laahu bimaa naqool; hasbuhum jahannnamu yaslawnahaa fabi'sal maseer",
            "tajweed_text": "أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ نُهُو[s[اْ] عَنِ [h:13401[ٱ][l[ل][g[نّ]َ[q:8519[جْ]وَىٰ ثُ[g[مّ]َ يَعُودُونَ لِمَا نُهُو[s[اْ] عَنْهُ وَيَتَنَ[n[ـٰ]جَوْنَ بِ[h:434[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ وَمَعْصِيَتِ [h:13402[ٱ][l[ل]رَّسُولِ وَإِذَا ج[o[َا]ٓءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ [h:1707[ٱ]للَّهُ وَيَقُولُونَ ف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ لَوْلَا يُعَذِّبُنَا [h:13403[ٱ]للَّهُ بِمَا نَقُولُ‌ۚ حَسْبُهُمْ جَهَ[g[نّ]َمُ يَصْلَوْنَهَا‌ۖ فَبِئْسَ [h:13404[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5113,
            "aya_number": 9,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوٰىۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 543,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali. ",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, apabila kalian mengadakan pembicaraan rahasia, janganlah kalian membicarakan tentang berbuat dosa, permusuhan dan durhaka kepada rasul. Dan bicarakanlah tentang berbuat kebaikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kalian akan dikembalikan).",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanoo izaa tanaajaytum falaa tatanaajaw bil ismi wal 'udwaani wa ma'siyatir rasooli wa tanaajaw bil birri wattaqwaa wattaqul laahal lazeee ilaihi tuhsharoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا تَنَ[n[ـٰ]جَيْتُمْ فَلَا تَتَنَ[n[ـٰ]جَوْ[s[اْ] بِ[h:434[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ وَمَعْصِيَتِ [h:13402[ٱ][l[ل]رَّسُولِ وَتَنَ[n[ـٰ]جَوْ[s[اْ] بِ[h:219[ٱ]لْبِرِّ وَ[h:3365[ٱ][l[ل]تَّ[q:3365[قْ]وَىٰ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ [h:2537[ٱ]لَّذ[o[ِىٓ] إِلَيْهِ تُحْشَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5114,
            "aya_number": 10,
            "aya_text": "اِنَّمَا النَّجْوٰى مِنَ الشَّيْطٰنِ لِيَحْزُنَ الَّذِيْنَ اٰمَنُوْا وَلَيْسَ بِضَاۤرِّهِمْ شَيْـًٔا اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 543,
            "translation_aya_text": "Sesungguhnya pembicaraan rahasia itu termasuk (perbuatan) setan, agar orang-orang yang beriman itu bersedih hati, sedang (pembicaraan) itu tidaklah memberi bencana sedikit pun kepada mereka, kecuali dengan izin Allah. Dan kepada Allah hendaknya orang-orang yang beriman bertawakal. ",
            "tafsir_jalalayn": "(Sesungguhnya pembicaraan rahasia itu) yakni yang membicarakan berbuat dosa dan yang sejenisnya (adalah dari setan) melalui bujuk rayuannya (supaya orang-orang yang beriman itu berduka cita, sedangkan tiadalah) pembicaraan itu (dapat memberikan mudarat kepada mereka barang sedikit pun kecuali dengan izin Allah) atas kehendak-Nya (dan kepada Allah-lah hendaknya orang-orang yang beriman bertawakal).",
            "sajda": false,
            "transliteration": "Innaman najwaa minash shaitaani liyahzunal lazeena aamanoo wa laisa bidaaarrihim shai'an illaa bi-iznil laah; wa 'alal laahi falyatawakkalil mu'minoon",
            "tajweed_text": "إِ[g[نّ]َمَا [h:13405[ٱ][l[ل][g[نّ]َ[q:8519[جْ]وَىٰ مِنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ لِيَحْزُنَ [h:13406[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَلَيْسَ بِض[m[َا]ٓرِّهِمْ شَيْــًٔا إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5115,
            "aya_number": 11,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قِيْلَ لَكُمْ تَفَسَّحُوْا فِى الْمَجٰلِسِ فَافْسَحُوْا يَفْسَحِ اللّٰهُ لَكُمْۚ وَاِذَا قِيْلَ انْشُزُوْا فَانْشُزُوْا يَرْفَعِ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْۙ وَالَّذِيْنَ اُوْتُوا الْعِلْمَ دَرَجٰتٍۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 543,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila dikatakan kepadamu, “Berilah kelapangan di dalam majelis-majelis,” maka lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan, “Berdirilah kamu,” maka berdirilah, niscaya Allah akan mengangkat (derajat) orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Dan Allah Mahateliti apa yang kamu kerjakan. ",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, apabila dikatakan kepada kalian, \"Berlapang-lapanglah) berluas-luaslah (dalam majelis\") yaitu majelis tempat Nabi saw. berada, dan majelis zikir sehingga orang-orang yang datang kepada kalian dapat tempat duduk. Menurut suatu qiraat lafal al-majaalis dibaca al-majlis dalam bentuk mufrad (maka lapangkanlah, niscaya Allah akan memberi kelapangan untuk kalian) di surga nanti. (Dan apabila dikatakan, \"Berdirilah kalian\") untuk melakukan salat dan hal-hal lainnya yang termasuk amal-amal kebaikan (maka berdirilah) menurut qiraat lainnya kedua-duanya dibaca fansyuzuu dengan memakai harakat damah pada huruf Syinnya (niscaya Allah akan meninggikan orang-orang yang beriman di antara kalian) karena ketaatannya dalam hal tersebut (dan) Dia meninggikan pula (orang-orang yang diberi ilmu pengetahuan beberapa derajat) di surga nanti. (Dan Allah Maha Mengetahui apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanoo izaa qeela lakum tafassahoo fil majaalisi fafsahoo yafsahil laahu lakum wa izaa qeelan shuzoo fanshuzoo yarfa'il laahul lazeena aamanoo minkum wallazeena ootul 'ilma darajaat; wallaahu bimaa ta'maloona khabeer",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا قِيلَ لَكُمْ تَفَسَّحُو[s[اْ] فِى [h:13407[ٱ]لْمَجَ[n[ـٰ]لِسِ فَ[h:13408[ٱ]فْسَحُو[s[اْ] يَفْسَحِ [h:13409[ٱ]للَّهُ لَكُمْ‌ۖ وَإِذَا قِيلَ [h:13410[ٱ][f:13411[نش]ُزُو[s[اْ] فَ[h:13412[ٱ][f:13412[نش]ُزُو[s[اْ] يَرْفَعِ [h:13413[ٱ]للَّهُ [h:2273[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ وَ[h:37[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ دَرَجَ[n[ـٰ][a:13414[تٍ‌ۚ و]َ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        }
    ]
}