{
    "page_number": 544,
    "data": [
        {
            "aya_id": 5116,
            "aya_number": 12,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَاجَيْتُمُ الرَّسُوْلَ فَقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقَةً ۗذٰلِكَ خَيْرٌ لَّكُمْ وَاَطْهَرُۗ فَاِنْ لَّمْ تَجِدُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 544,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan khusus dengan Rasul, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum (melakukan) pembicaraan itu. Yang demikian itu lebih baik bagimu dan lebih bersih. Tetapi jika kamu tidak memperoleh (yang akan disedekahkan) maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, apabila kalian mengadakan pembicaraan khusus dengan rasul) yakni kalian bermaksud untuk melakukannya dengan dia (hendaklah kalian mengeluarkan sebelum pembicaraan kalian itu) sebelum pembicaraan khusus itu diadakan (sedekah. Yang demikian itu adalah lebih baik bagi kalian dan lebih bersih) artinya lebih membersihkan dosa-dosa kalian (jika kalian tidak menemukan) apa yang kalian sedekahkan (maka sesungguhnya Allah Maha Pengampun) terhadap pembicaraan khusus yang akan kalian lakukan itu (lagi Maha Penyayang) terhadap kalian. Makna yang dimaksud, tiada dosa bagi kalian untuk melakukan pembicaraan khusus itu sekalipun tanpa sedekah.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanooo izaa naajitumur Rasoola faqaddimoo baina yadai najwaakum sadaqah; zaalika khairul lakum wa athar; fa il lam tajidoo fa innal laaha ghafoorur Raheem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا نَ[n[ـٰ]جَيْتُمُ [h:13415[ٱ][l[ل]رَّسُولَ فَقَدِّمُو[s[اْ] بَيْنَ يَدَىْ نَ[q:13416[جْ]وَ[n[ٮٰ]كُمْ صَدَقَ[f:13417[ةً‌ۚ ذ][n[َٲ]لِكَ خَيْ[u:263[رٌ ل]َّكُمْ وَأَ[q:1307[طْ]هَرُ‌ۚ فَإ[u:110[ِن ل]َّمْ تَجِدُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5117,
            "aya_number": 13,
            "aya_text": "ءَاَشْفَقْتُمْ اَنْ تُقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقٰتٍۗ فَاِذْ لَمْ تَفْعَلُوْا وَتَابَ اللّٰهُ عَلَيْكُمْ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ ۗوَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ࣖ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 544,
            "translation_aya_text": "Apakah kamu takut akan (menjadi miskin) karena kamu memberikan sedekah sebelum (melakukan) pembicaraan dengan Rasul? Tetapi jika kamu tidak melakukannya dan Allah telah memberi ampun kepadamu, maka laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Apakah kalian takut) dapat dibaca tahqiq dan tashil, artinya merasa takut dari (karena kamu memberikan sedekah sebelum pembicaraan dengan rasul) karena takut menjadi miskin. (Maka jika kalian tiada memperbuatnya) artinya tidak memberikan sedekah (dan Allah telah memberi tobat kepada kalian) maksudnya Dia telah membebaskan kalian dari sedekah itu (maka dirikanlah salat, tunaikanlah zakat dan taatlah kepada Allah dan Rasul-Nya) yakni terus-meneruslah kalian melakukan hal-hal tersebut (dan Allah Maha Mengetahui apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "'A-ashfaqtum an tuqaddimoo baina yadai najwaakum sadaqaat; fa-iz lam taf'aloo wa taabal laahu 'alaikum fa aqeemus Salaata wa aatuz Zakaata wa atee'ul laaha wa rasoolah; wallaahu khabeerum bimaa ta'maloon",
            "tajweed_text": "ءَأَشْفَ[q:13418[قْ]تُمْ أَ[f:13419[ن ت]ُقَدِّمُو[s[اْ] بَيْنَ يَدَىْ نَ[q:13416[جْ]وَ[n[ٮٰ]كُمْ صَدَقَ[n[ـٰ][f:13420[تٍ‌ۚ ف]َإِذْ لَمْ تَفْعَلُو[s[اْ] وَتَابَ [h:13421[ٱ]للَّهُ عَلَيْكُمْ فَأَقِيمُو[s[اْ] [h:3095[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۚ وَ[h:72[ٱ]للَّهُ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5118,
            "aya_number": 14,
            "aya_text": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ تَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْۗ مَا هُمْ مِّنْكُمْ وَلَا مِنْهُمْۙ وَيَحْلِفُوْنَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُوْنَ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 544,
            "translation_aya_text": "Tidakkah engkau perhatikan orang-orang (munafik) yang menjadikan suatu kaum yang telah dimurkai Allah sebagai sahabat? Orang-orang itu bukan dari (kaum) kamu dan bukan dari (kaum) mereka. Dan mereka bersumpah atas kebohongan, sedang mereka mengetahuinya. ",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan) tidakkah kamu melihat (orang-orang yang menjadikan teman) mereka adalah kaum munafik (suatu kaum) yang dimaksud adalah orang-orang Yahudi (yang dimurkai Allah? Orang-orang itu bukan) yakni orang-orang munafik itu bukan (dari golongan kalian) orang-orang mukmin (dan bukan pula dari golongan mereka) bukan dari kalangan orang-orang Yahudi akan tetapi mereka adalah orang-orang yang bermuka dua. (Dan mereka bersumpah untuk menguatkan kebohongan) yakni perkataan mereka bahwa sesungguhnya mereka adalah orang-orang beriman (sedang mereka mengetahui) bahwa dalam hal ini mereka berdusta belaka.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena tawallaw qawman ghadibal laahu 'alaihim maa hum minkum wa laa minhum wa yahlifoona 'alal kazibi wa hum ya'lamoon",
            "tajweed_text": "۞ أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ تَوَلَّوْ[s[اْ] قَوْمًا غَضِبَ [h:13422[ٱ]للَّهُ عَلَيْه[w:3946[ِم م]َّا ه[w:5658[ُم م]ِّ[f:344[نك]ُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى [h:13423[ٱ]لْكَذِبِ وَهُمْ يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5119,
            "aya_number": 15,
            "aya_text": "اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًاۗ اِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 544,
            "translation_aya_text": "Allah telah menyediakan azab yang sangat keras bagi mereka. Sungguh, betapa buruknya apa yang telah mereka kerjakan. ",
            "tafsir_jalalayn": "(Allah telah menyediakan bagi mereka azab yang sangat keras, sesungguhnya amat buruklah apa yang telah mereka kerjakan) dari perbuatan-perbuatan maksiat.",
            "sajda": false,
            "transliteration": "A'addal laahu lahum 'azaaban shadeedan innahum saaa'a maa kaanoo ya'maloon",
            "tajweed_text": "أَعَدَّ [h:5775[ٱ]للَّهُ لَهُمْ عَذَا[f:1966[بًا ش]َدِيدًا‌ۖ إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5120,
            "aya_number": 16,
            "aya_text": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ فَلَهُمْ عَذَابٌ مُّهِيْنٌ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 544,
            "translation_aya_text": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah; maka bagi mereka azab yang menghinakan.",
            "tafsir_jalalayn": "(Mereka menjadikan sumpah-sumpah mereka sebagai perisai) untuk melindungi jiwa dan harta mereka (lalu mereka halangi) dengan sumpah mereka itu orang-orang mukmin (dari jalan Allah) untuk berjihad melawan mereka yang musuh dalam selimut itu, dengan cara membunuh mereka dan merampas harta benda mereka (karena itu mereka mendapat azab yang menghinakan) siksaan yang membuat mereka hina.",
            "sajda": false,
            "transliteration": "Ittakhazooo aymaanahum junnatan fasaddoo 'an sabeelil laahi falahum 'azaabum muheen",
            "tajweed_text": "ٱتَّخَذ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ جُ[g[نّ]َ[f:13424[ةً ف]َصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ فَلَهُمْ عَذَا[a:478[بٌ م]ُّه[p[ِي]نٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5121,
            "aya_number": 17,
            "aya_text": "لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔاۗ  اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۗ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 544,
            "translation_aya_text": "Harta benda dan anak-anak mereka tidak berguna sedikit pun (untuk menolong) mereka dari azab Allah. Mereka itulah penghuni neraka, mereka kekal di dalamnya. ",
            "tafsir_jalalayn": "(Harta benda dan anak-anak mereka tiada berguna untuk menolong mereka dari Allah) dari azab-Nya (barang sedikit pun) yakni tiada berguna sama sekali. (Mereka itulah penghuni neraka, mereka kekal di dalamnya).",
            "sajda": false,
            "transliteration": "Lan tughniya 'anhum amwaaluhum wa laaa awladuhum minal laahi shai'aa; ulaaa 'ika As haabun Naari hum feehaa khaalidoon",
            "tajweed_text": "لَّ[f:1752[ن ت]ُغْنِىَ عَنْهُمْ أَمْو[n[َٲ]لُهُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُه[w:1753[ُم م]ِّنَ [h:321[ٱ]للَّهِ شَيْــًٔا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5122,
            "aya_number": 18,
            "aya_text": "يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيَحْلِفُوْنَ لَهٗ كَمَا يَحْلِفُوْنَ لَكُمْ وَيَحْسَبُوْنَ اَنَّهُمْ عَلٰى شَيْءٍۗ  اَلَآ اِنَّهُمْ هُمُ الْكٰذِبُوْنَ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 544,
            "translation_aya_text": "(Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta. ",
            "tafsir_jalalayn": "Ingatlah (hari ketika mereka dibangkitkan Allah semuanya, lalu mereka bersumpah kepada-Nya) bahwasanya mereka adalah orang-orang yang beriman (sebagaimana mereka bersumpah kepada kalian; dan mereka menyangka bahwa sesungguhnya mereka akan memperoleh sesuatu) manfaat dari sumpah mereka di akhirat itu sebagaimana sumpah mereka di dunia. (Ketahuilah, bahwa sesungguhnya merekalah orang-orang pendusta).",
            "sajda": false,
            "transliteration": "Yawma yab'asuhumul laahujamee'an fa yahlifoona lahoo kamaa yahlifoona lakum wa yahsaboona annahum 'alaa shai'; alaaa innahum humul kaaziboon",
            "tajweed_text": "يَوْمَ يَ[q:4022[بْ]عَثُهُمُ [h:4023[ٱ]للَّهُ جَمِي[f:13425[عًا ف]َيَحْلِفُونَ لَهُ[n[ۥ] كَمَا يَحْلِفُونَ لَكُمْ‌ۖ وَيَحْسَبُونَ أَ[g[نّ]َهُمْ عَلَىٰ شَىْءٍ‌ۚ أَل[o[َآ] إِ[g[نّ]َهُمْ هُمُ [h:7594[ٱ]لْكَ[n[ـٰ]ذِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5123,
            "aya_number": 19,
            "aya_text": "اِسْتَحْوَذَ عَلَيْهِمُ الشَّيْطٰنُ فَاَنْسٰىهُمْ ذِكْرَ اللّٰهِ ۗ اُولٰۤىِٕكَ حِزْبُ الشَّيْطٰنِۗ  اَلَآ اِنَّ حِزْبَ الشَّيْطٰنِ هُمُ الْخٰسِرُوْنَ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 544,
            "translation_aya_text": "Setan telah menguasai mereka, lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan. Ketahuilah, bahwa golongan setan itulah golongan yang rugi. ",
            "tafsir_jalalayn": "(Telah berkuasa) maksudnya telah berhasil mempengaruhi (atas mereka setan) karena ternyata mereka menaatinya (lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan) yakni pengikut-pengikutnya. (Ketahuilah bahwa sesungguhnya golongan setan itulah golongan yang merugi).",
            "sajda": false,
            "transliteration": "Istahwaza 'alaihimush shaitaanu fa ansaahum zikral laah; ulaaa'ika hizbush shaitaaan; alaaa innaa hizbash shaitaani humul khaasiroon",
            "tajweed_text": "ٱسْتَحْوَذَ عَلَيْهِمُ [h:13426[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ فَأَ[f:13427[نس]َ[n[ـٰ]هُمْ ذِكْرَ [h:13428[ٱ]للَّهِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حِزْبُ [h:13429[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ‌ۚ أَل[o[َآ] إِ[g[نّ]َ حِزْبَ [h:13430[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5124,
            "aya_number": 20,
            "aya_text": "اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗٓ اُولٰۤىِٕكَ فِى الْاَذَلِّيْنَ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 544,
            "translation_aya_text": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina. ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang menentang) melawan (Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina) yang dikalahkan.",
            "sajda": false,
            "transliteration": "Innal lazeena yuhaaaddoonal laaha wa Rasoolahooo ulaaa'ika fil azalleen",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُح[m[َا]ٓدُّونَ [h:13395[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى [h:13431[ٱ]لْأَذَلّ[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5125,
            "aya_number": 21,
            "aya_text": "كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا۠ وَرُسُلِيْۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 544,
            "translation_aya_text": "Allah telah menetapkan, “Aku dan rasul-rasul-Ku pasti menang.” Sungguh, Allah Mahakuat, Mahaperkasa.",
            "tafsir_jalalayn": "(Allah telah menetapkan) di Lohmahfuz, atau Allah telah memastikan: (\"Aku dan Rasul-Ku pasti menang.\") Dalam berhujah atau berdebat atau menggunakan senjata. (Sesungguhnya Allah Maha Kuat lagi Maha Perkasa).",
            "sajda": false,
            "transliteration": "Katabal laahu la aghlibanna ana wa Rusulee; innal laaha qawiyyun 'Azeez",
            "tajweed_text": "كَتَبَ [h:989[ٱ]للَّهُ لَأَغْلِبَ[g[نّ]َ أَنَا۟ وَرُسُل[o[ِىٓ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَوِىٌّ عَز[p[ِي]زٌ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        }
    ]
}