{
    "page_number": 545,
    "data": [
        {
            "aya_id": 5126,
            "aya_number": 22,
            "aya_text": "لَا تَجِدُ قَوْمًا يُّؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ يُوَاۤدُّوْنَ مَنْ حَاۤدَّ اللّٰهَ وَرَسُوْلَهٗ وَلَوْ كَانُوْٓا اٰبَاۤءَهُمْ اَوْ اَبْنَاۤءَهُمْ اَوْ اِخْوَانَهُمْ اَوْ عَشِيْرَتَهُمْۗ  اُولٰۤىِٕكَ كَتَبَ فِيْ قُلُوْبِهِمُ الْاِيْمَانَ وَاَيَّدَهُمْ بِرُوْحٍ مِّنْهُ ۗوَيُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ رَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُۗ  اُولٰۤىِٕكَ حِزْبُ اللّٰهِ ۗ اَلَآ اِنَّ حِزْبَ اللّٰهِ هُمُ الْمُفْلِحُوْنَ ࣖ ",
            "sura_id": 58,
            "juz_id": 28,
            "page_number": 545,
            "translation_aya_text": "Engkau (Muhammad) tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari akhirat saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya atau keluarganya. Mereka itulah orang-orang yang dalam hatinya telah ditanamkan Allah keimanan dan Allah telah menguatkan mereka dengan pertolongan yang datang dari Dia. Lalu dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka dan mereka pun merasa puas terhadap (limpahan rahmat)-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah yang beruntung. ",
            "tafsir_jalalayn": "(Kamu tidak akan mendapati sesuatu kaum yang beriman kepada Allah dan hari akhirat, saling berkasih sayang) artinya berteman (dengan orang-orang yang menentang Allah dan Rasul-Nya sekalipun orang-orang itu) yakni orang-orang yang menentang itu (bapak-bapak mereka) yakni bapak-bapak orang-orang yang beriman (atau anak-anak mereka, atau saudara-saudara mereka, atau pun keluarga mereka) bahkan orang-orang yang beriman itu pasti memusuhi mereka dan memerangi mereka demi keimanannya, sebagaimana yang dialami oleh sebagian para sahabat. (Mereka itulah) orang-orang yang tidak mau berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya (yang Allah telah menanamkan) yakni meneguhkan (keimanan dalam kalbu mereka dan menguatkan mereka dengan cahaya) yakni nur (dari-Nya) dari Allah swt. (Dan dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka) karena ketaatan mereka kepada-Nya (dan mereka pun merasa puas terhadap-Nya) atas pahala. (Mereka itulah golongan Allah) artinya yang mengikuti perintah-Nya dan menjauhi larangan-Nya. (Ketahuilah, bahwa sesungguhnya golongan Allah itulah yang beruntung) yang memperoleh keberuntungan.",
            "sajda": false,
            "transliteration": "Laa tajidu qawmany yu'minoona billaahi wal yawmil aakhiri yuwaaaddoona man haaaddal laaha wa Rasoolahoo wa law kaanooo aabaaa'ahum aw abnaaa'ahum aw ikhwaa nahum aw 'asheeratahum; ulaaa'ika kataba fee quloobihi mul eemaana wa ayyadahum biroohimminhu wa yudkhilu hum jannatin tajree min tahtihal anhaaru khaalideena feehaa; radiyal laahu 'anhum wa radoo 'anh; ulaaa 'ika hizbul laah; alaaa inna hizbal laahi humul muflihoon",
            "tajweed_text": "لَّا تَجِدُ قَوْ[a:13432[مًا ي]ُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ يُو[m[َا]ٓدُّونَ مَنْ ح[m[َا]ٓدَّ [h:13433[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَلَوْ كَان[o[ُوٓ][s[اْ] ءَاب[o[َا]ٓءَهُمْ أَوْ أَ[q:767[بْ]ن[o[َا]ٓءَهُمْ أَوْ إِخْو[n[َٲ]نَهُمْ أَوْ عَشِيرَتَهُمْ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ كَتَبَ فِى قُلُوبِهِمُ [h:13434[ٱ]لْإِيمَ[n[ـٰ]نَ وَأَيَّدَه[c:13435[ُم ب]ِرُو[a:13436[حٍ م]ِّنْهُ‌ۖ وَيُ[q:13437[دْ]خِلُهُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ رَضِىَ [h:3910[ٱ]للَّهُ عَنْهُمْ وَرَضُو[s[اْ] عَنْهُ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حِزْبُ [h:13438[ٱ]للَّهِ‌ۚ أَل[o[َآ] إِ[g[نّ]َ حِزْبَ [h:3642[ٱ]للَّهِ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُجَادلَةِ",
                "englishName": "Al-Mujaadila",
                "englishNameTranslation": "The Pleading Woman",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5127,
            "aya_number": 1,
            "aya_text": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 545,
            "translation_aya_text": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi) semuanya memahasucikan-Nya. Huruf lam pada lafal lillaahi adalah zaidah; ungkapan dengan memakai lafal maa, karena lebih memprioritaskan makhluk yang tidak berakal yang jumlahnya lebih banyak (dan Dialah Yang Maha Perkasa lagi Maha Bijaksana) di dalam kerajaan-Nya dan dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Sabbaha lillaahi maa fissamaawaati wa maa fil ardi wa Huwal 'Azeezul Hakeem",
            "tajweed_text": "سَبَّحَ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5128,
            "aya_number": 2,
            "aya_text": "هُوَ الَّذِيْٓ اَخْرَجَ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ مِنْ دِيَارِهِمْ لِاَوَّلِ الْحَشْرِۗ مَا ظَنَنْتُمْ اَنْ يَّخْرُجُوْا وَظَنُّوْٓا اَنَّهُمْ مَّانِعَتُهُمْ حُصُوْنُهُمْ مِّنَ اللّٰهِ فَاَتٰىهُمُ اللّٰهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوْا وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ يُخْرِبُوْنَ بُيُوْتَهُمْ بِاَيْدِيْهِمْ وَاَيْدِى الْمُؤْمِنِيْنَۙ فَاعْتَبِرُوْا يٰٓاُولِى الْاَبْصَارِ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 545,
            "translation_aya_text": "Dialah yang mengeluarkan orang-orang kafir di antara Ahli Kitab dari kampung halamannya pada saat pengusiran yang pertama. Kamu tidak menyangka, bahwa mereka akan keluar dan mereka pun yakin, benteng-benteng mereka akan dapat mempertahankan mereka dari (siksaan) Allah; maka Allah mendatangkan (siksaan) kepada mereka dari arah yang tidak mereka sangka-sangka. Dan Allah menanamkan rasa takut ke dalam hati mereka; sehingga memusnahkan rumah-rumah mereka dengan tangannya sendiri dan tangan orang-orang mukmin. Maka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan!",
            "tafsir_jalalayn": "(Dialah Yang mengeluarkan orang-orang kafir di antara ahli kitab) mereka adalah Bani Nadhir yang terdiri dari orang-orang Yahudi (dari kampung mereka) dari tempat-tempat tinggal mereka di Madinah (pada saat pengusiran pertama) yaitu sewaktu mereka diusir ke negeri Syam, dan terakhir mereka diusir ke tanah Khaibar oleh Khalifah Umar semasa ia menjabat sebagai khalifah. (Kalian tidak mengira) hai orang-orang mukmin (bahwa mereka akan keluar dan mereka pun yakin, bahwa dapat mencegah mereka) lafal maani'atuhum adalah khabar dari anna (benteng-benteng mereka) menjadi fa'il dari lafal maani'atuhum; dan dengan keberadaannya maka lengkaplah pengertian khabar (dari Allah) yakni dari azab-Nya (maka Allah mendatangkan kepada mereka) hukuman dan azab-Nya (dari arah yang tidak mereka sangka-sangka) yakni dari pihak kaum mukminin yang hal ini tidak masuk ke dalam perhitungan mereka. (Dan Allah melemparkan) maksudnya menanamkan (rasa takut ke dalam hati mereka) dapat dibaca ar-ru'ba atau ar-ru'uba, artinya rasa takut mati, karena pemimpin mereka bernama Ka'b bin Asyraf telah terbunuh mati (mereka memusnahkan) dapat dibaca yukharribuuna, dan kalau dibaca yukhribuuna berarti berasal dari lafal akhraba, artinya merusak (rumah-rumah mereka) untuk mengambil barang-barang yang dianggap berharga oleh mereka berupa kayu-kayu dan lain-lainnya (dengan tangan mereka sendiri dan tangan orang-orang yang beriman. Maka ambillah hal itu untuk menjadi pelajaran, hai orang-orang yang mempunyai pandangan).",
            "sajda": false,
            "transliteration": "Huwal lazeee akharajal lazeena kafaroo min ahlil kitaabi min diyaarihim li awwalil Hashr; maa zanantum any yakhrujoo wa zannooo annahum maa ni'atuhum husoonuhum minal laahi faataahumul laahu min haisu lam yahtasiboo wa qazafa fee quloobihimur ru'ba yukhriboona bu yootahum bi aydeehim wa aydil mu'mineena fa'tabiroo yaaa ulil absaar",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَخْرَجَ [h:13439[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ مِ[f:432[ن د]ِيَ[n[ـٰ]رِهِمْ لِأَوَّلِ [h:13440[ٱ]لْحَشْرِ‌ۚ مَا ظَنَ[f:12002[نت]ُمْ أ[a:3533[َن ي]َخْرُجُو[s[اْ‌ۖ] وَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َه[w:13441[ُم م]َّانِعَتُهُمْ حُصُونُه[w:13442[ُم م]ِّنَ [h:321[ٱ]للَّهِ فَأَتَ[n[ـٰ]هُمُ [h:13443[ٱ]للَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُو[s[اْ‌ۖ] وَقَذَفَ فِى قُلُوبِهِمُ [h:10763[ٱ][l[ل]رُّعْبَ‌ۚ يُخْرِبُونَ بُيُوتَه[c:13444[ُم ب]ِأَيْدِيهِمْ وَأَيْدِى [h:13445[ٱ]لْمُؤْمِنِينَ فَ[h:13446[ٱ]عْتَبِرُو[s[اْ] يَ[o[ـٰٓ]أُ[s[وْ]لِى [h:13447[ٱ]لْأَ[q:1767[بْ]صَ[p[ـٰ]رِ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5129,
            "aya_number": 3,
            "aya_text": "وَلَوْلَآ اَنْ كَتَبَ اللّٰهُ عَلَيْهِمُ الْجَلَاۤءَ لَعَذَّبَهُمْ فِى الدُّنْيَاۗ وَلَهُمْ فِى الْاٰخِرَةِ عَذَابُ النَّارِ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 545,
            "translation_aya_text": "Dan sekiranya tidak karena Allah telah menetapkan pengusiran terhadap mereka, pasti Allah mengazab mereka di dunia. Dan di akhirat mereka akan mendapat azab neraka. ",
            "tafsir_jalalayn": "(Dan jika tidaklah karena Allah telah menetapkan) telah memastikan (pengusiran terhadap mereka) yakni dikeluarkan dari kampung halamannya (benar-benar Allah mengazab mereka di dunia) dengan dibunuh dan ditawan, sebagaimana yang telah dilakukan-Nya terhadap orang-orang Yahudi Bani Quraizhah. (Dan bagi mereka di akhirat azab neraka).",
            "sajda": false,
            "transliteration": "Wa law laaa an katabal laahu 'alaihimul jalaaa'a la'azzabahum fid dunyaa wa lahum fil Aakhirati 'azaabun Naar",
            "tajweed_text": "وَلَوْل[o[َآ] أَ[f:13448[ن ك]َتَبَ [h:989[ٱ]للَّهُ عَلَيْهِمُ [h:13449[ٱ]لْجَل[o[َا]ٓءَ لَعَذَّبَهُمْ فِى [h:599[ٱ][l[ل]دُّنْيَا‌ۖ وَلَهُمْ فِى [h:536[ٱ]لْأَخِرَةِ عَذَابُ [h:13450[ٱ][l[ل][g[نّ][p[َا]رِ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        }
    ]
}