{
    "page_number": 546,
    "data": [
        {
            "aya_id": 5130,
            "aya_number": 4,
            "aya_text": "ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗ  ۖوَمَنْ يُّشَاۤقِّ اللّٰهَ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 546,
            "translation_aya_text": "Yang demikian itu karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Barangsiapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya. ",
            "tafsir_jalalayn": "(Yang demikian itu adalah karena sesungguhnya mereka telah menentang) telah melawan (Allah dan Rasul-Nya. Barang siapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya) terhadap dia.",
            "sajda": false,
            "transliteration": "Zaalika bi annahum shaaqqul laaha wa Rasoolahoo wa many yushaaaqqil laaha fa innal laaha shadeedul-'iqaab",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ش[m[َا]ٓقُّو[s[اْ] [h:5272[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۖ وَم[a:13451[َن ي]ُش[m[َا]ٓقِّ [h:13452[ٱ]للَّهَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5131,
            "aya_number": 5,
            "aya_text": "مَا قَطَعْتُمْ مِّنْ لِّيْنَةٍ اَوْ تَرَكْتُمُوْهَا قَاۤىِٕمَةً عَلٰٓى اُصُوْلِهَا فَبِاِذْنِ اللّٰهِ وَلِيُخْزِيَ الْفٰسِقِيْنَ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 546,
            "translation_aya_text": "Apa yang kamu tebang di antara pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (itu terjadi) dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik.",
            "tafsir_jalalayn": "(Apa saja yang kalian tebang) hai orang-orang muslim (dari pohon kurma) milik orang kafir (atau yang kalian biarkan tumbuh berdiri di atas pokoknya, maka semua itu adalah dengan izin Allah) yakni Allah swt. menyerahkannya kepada kalian (dan karena Dia hendak memberikan kehinaan) dengan mengizinkan kalian menebangnya (kepada orang-orang fasik) yakni orang-orang Yahudi, karena mereka telah menentang, bahwa menebang pohon yang berbuah itu adalah pengrusakan.",
            "sajda": false,
            "transliteration": "Maa qata'tum mil leenatin aw taraktumoohaa qaaa'imatan'alaaa usoolihaa fabi iznil laahi wa liyukhziyal faasiqeen",
            "tajweed_text": "مَا قَطَعْت[w:13453[ُم م]ّ[u:13454[ِن ل]ِّينَةٍ أَوْ تَرَكْتُمُوهَا ق[o[َا]ٓئِمَةً عَلَ[o[ىٰٓ] أُصُولِهَا فَبِإِذْنِ [h:2398[ٱ]للَّهِ وَلِيُخْزِىَ [h:13455[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5132,
            "aya_number": 6,
            "aya_text": "وَمَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْهُمْ فَمَآ اَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَّلَا رِكَابٍ وَّلٰكِنَّ اللّٰهَ يُسَلِّطُ رُسُلَهٗ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 546,
            "translation_aya_text": "Dan harta rampasan fai' dari mereka yang diberikan Allah kepada Rasul-Nya, kamu tidak memerlukan kuda atau unta untuk mendapatkannya, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Dan apa saja harta difaikan) harta yang diberikan (oleh Allah kepada Rasul-Nya dari harta benda mereka, maka kalian tidak mengerahkan) tidak melarikan hai kaum muslimin (untuk mendapatkannya) huruf min di sini adalah huruf zaidah (seekor kuda pun dan tidak pula seekor unta pun) yang dimaksud dengan lafal rikabin adalah unta kendaraan. Makna yang dimaksud ialah bahwa untuk mendapatkan harta fai itu kalian tidak susah payah lagi (tetapi Allah yang memberikan kekuasaan kepada Rasul-Nya terhadap siapa yang dikehendaki-Nya. Dan Allah Maha Kuasa atas segala sesuatu) maka tidak ada hak lagi bagi kalian dalam harta fai itu; itu khusus hanya untuk Nabi saw. dan untuk orang-orang yang akan disebutkan pada ayat selanjutnya, yaitu terdiri dari empat golongan, sesuai dengan apa yang telah ditentukan oleh Allah dalam pembagiannya. Maka bagi setiap golongan di antara mereka mendapatkan seperlimanya, dan bagi Nabi saw. sendiri adalah sisanya, artinya sama juga dengan seperlima. Nabi saw. boleh memberlakukan bagiannya itu sesuai dengan apa yang disukainya, untuk itu maka beliau memberikan sebagian daripadanya kepada orang-orang Muhajirin dan tiga orang dari kalangan sahabat Ansar karena mengingat kefakiran mereka.",
            "sajda": false,
            "transliteration": "Wa maaa afaaa'al laahu 'alaaa Rasoolihee minhum famaaa awjaftum 'alaihi min khailiinw wa laa rikaabinw wa laakinnal laaha yusallitu Rusulahoo 'alaa many yashaaa'; wallaahu 'alaa kulli shai'in Qadeer",
            "tajweed_text": "وَم[o[َآ] أَف[o[َا]ٓءَ [h:10855[ٱ]للَّهُ عَلَىٰ رَسُولِه[n[ِۦ] مِنْهُمْ فَم[o[َآ] أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْ[a:13456[لٍ و]َلَا رِكَا[a:13457[بٍ و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يُسَلِّطُ رُسُلَهُ[n[ۥ] عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5133,
            "aya_number": 7,
            "aya_text": "مَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْ اَهْلِ الْقُرٰى فَلِلّٰهِ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِۙ كَيْ لَا يَكُوْنَ دُوْلَةً ۢ بَيْنَ الْاَغْنِيَاۤءِ مِنْكُمْۗ وَمَآ اٰتٰىكُمُ الرَّسُوْلُ فَخُذُوْهُ وَمَا نَهٰىكُمْ عَنْهُ فَانْتَهُوْاۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۘ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 546,
            "translation_aya_text": "Harta rampasan (fai') dari mereka yang diberikan Allah kepada Rasul-Nya (yang berasal) dari penduduk beberapa negeri, adalah untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin dan untuk orang-orang yang dalam perjalanan, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu maka terimalah. Dan apa yang dilarangnya bagimu maka tinggalkanlah. Dan bertakwalah kepada Allah. Sungguh, Allah sangat keras hukuman-Nya. ",
            "tafsir_jalalayn": "(Apa saja harta rampasan atau fai yang diberikan Allah kepada Rasul-Nya yang berasal dari penduduk kota-kota) seperti tanah Shafra, lembah Al-Qura dan tanah Yanbu' (maka adalah untuk Allah) Dia memerintahkannya sesuai dengan apa yang dikehendaki-Nya (untuk Rasul, orang-orang yang mempunyai) atau memiliki (hubungan kekerabatan) yaitu kaum kerabat Nabi dari kalangan Bani Hasyim dan Bani Mutthalib (anak-anak yatim) yaitu anak-anak kaum muslimin yang bapak-bapak mereka telah meninggal dunia sedangkan mereka dalam keadaan fakir (orang-orang miskin) yaitu orang-orang muslim yang serba kekurangan (dan orang-orang yang dalam perjalanan) yakni orang-orang muslim yang mengadakan perjalanan lalu terhenti di tengah jalan karena kehabisan bekal. Yakni harta fai itu adalah hak Nabi saw. beserta empat golongan orang-orang tadi, sesuai dengan apa yang telah ditentukan oleh Allah swt. dalam pembagiannya, yaitu bagi masing-masing golongan yang empat tadi seperlimanya dan sisanya untuk Nabi saw. (supaya janganlah) lafal kay di sini bermakna lam, dan sesudah kay diperkirakan adanya lafal an (harta fai itu) yakni harta rampasan itu, dengan adanya pembagian ini (hanya beredar) atau berpindah-pindah (di antara orang-orang kaya saja di antara kalian. Apa yang telah diberikan kepada kalian) yakni bagian yang telah diberikan kepada kalian (oleh Rasul) berupa bagian harta fa-i dan harta-harta lainnya (maka terimalah dia. Dan apa yang dilarangnya bagi kalian maka tinggalkanlah; dan bertakwalah kepada Allah. Sesungguhnya Allah sangat keras hukuman-Nya).",
            "sajda": false,
            "transliteration": "Maaa afaaa'al laahu 'alaa Rasoolihee min ahlil quraa falillaahi wa lir Rasooli wa lizil qurbaa wal yataamaa walmasaakeeni wabnis sabeeli kai laa yakoona doolatam bainal aghniyaaa'i minkum; wa maaa aataakumur Rasoolu fakhuzoohu wa maa nahaakum 'anhu fantahoo; wattaqul laaha innal laaha shadeedul-'iqaab",
            "tajweed_text": "مّ[o[َآ] أَف[o[َا]ٓءَ [h:10855[ٱ]للَّهُ عَلَىٰ رَسُولِه[n[ِۦ] مِنْ أَهْلِ [h:6852[ٱ]لْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى [h:5340[ٱ]لْقُرْبَىٰ وَ[h:420[ٱ]لْيَتَ[n[ـٰ]مَىٰ وَ[h:421[ٱ]لْمَسَ[n[ـٰ]كِينِ وَ[h:1189[ٱ][q:1189[بْ]نِ [h:1190[ٱ][l[ل]سَّبِيلِ كَىْ لَا يَكُونَ دُولَ[i:13458[ةَۢ ب]َيْنَ [h:13459[ٱ]لْأَغْنِي[o[َا]ٓءِ مِ[f:344[نك]ُمْ‌ۚ وَم[o[َآ] ءَاتَ[n[ـٰ]كُمُ [h:13460[ٱ][l[ل]رَّسُولُ فَخُذُوهُ وَمَا نَهَ[n[ـٰ]كُمْ عَنْهُ فَ[h:13461[ٱ][f:13461[نت]َهُو[s[اْ‌ۚ] وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5134,
            "aya_number": 8,
            "aya_text": "لِلْفُقَرَاۤءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَۚ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 546,
            "translation_aya_text": "(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar. ",
            "tafsir_jalalayn": "(Terhadap orang-orang fakir) bertaalluq kepada lafal yang tidak disebutkan, lengkapnya: Takjublah kalian terhadap orang-orang fakir (yang berhijrah, yang diusir dari kampung halaman dan dari harta benda mereka karena mencari karunia dari Allah dan keridaan-Nya dan mereka menolong agama, Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar) dalam keimanannya.",
            "sajda": false,
            "transliteration": "Lilfuqaraaa'il Muhaaji reenal lazeena ukhrijoo min diyaarihim wa amwaalihim yabtaghoona fadlam minal laahi wa ridwaananw wa yansuroonal laaha wa Rasoolah; ulaaa'ika humus saadiqoon",
            "tajweed_text": "لِلْفُقَر[o[َا]ٓءِ [h:13462[ٱ]لْمُهَ[n[ـٰ]جِرِينَ [h:13463[ٱ]لَّذِينَ أُخْرِجُو[s[اْ] مِ[f:432[ن د]ِيَ[n[ـٰ]رِهِمْ وَأَمْو[n[َٲ]لِهِمْ يَ[q:3357[بْ]تَغُونَ فَضْل[a:12703[اً م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][a:13464[نًا و]َيَ[f:13465[نص]ُرُونَ [h:13466[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:12772[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5135,
            "aya_number": 9,
            "aya_text": "وَالَّذِيْنَ تَبَوَّءُو الدَّارَ وَالْاِيْمَانَ مِنْ قَبْلِهِمْ يُحِبُّوْنَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُوْنَ فِيْ صُدُوْرِهِمْ حَاجَةً مِّمَّآ اُوْتُوْا وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  ۗوَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَۚ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 546,
            "translation_aya_text": "Dan orang-orang (Ansar) yang telah menempati kota Madinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung. ",
            "tafsir_jalalayn": "(Dan orang-orang yang telah menempati kota) Madinah (dan telah beriman) yang dimaksud adalah sahabat-sahabat Anshar (sebelum kedatangan mereka, Muhajirin, mereka mencintai orang-orang yang berhijrah kepada mereka. Dan mereka tiada menaruh keinginan dalam hati mereka) artinya mereka tidak iri hati (terhadap apa-apa yang diberikan kepada mereka) yakni apa yang telah diberikan oleh Nabi saw. kepada mereka berupa harta rampasan dari Bani Nadhir, yang memang harta itu khusus buat kaum Muhajirin (dan mereka mengutamakan, orang-orang Muhajirin, atas diri mereka sendiri sekalipun mereka dalam kesusahan) yakni mereka memerlukan apa yang mereka relakan kepada orang-orang Muhajirin. (Dan siapa yang dipelihara dari kekikiran dirinya) dari ketamakannya terhadap harta benda (mereka itulah orang-orang yang beruntung).",
            "sajda": false,
            "transliteration": "Wallazeena tabawwa'ud daara wal eemaana min qablihim yuhibboona man haajara ilaihim wa laa yajidoona fee sudoorihim haajatam mimmaa ootoo wa yu'siroona 'alaa anfusihim wa law kaana bihim khasaasah; wa many yooqa shuhha nafsihee fa ulaaa'ika humul muflihoon",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ تَبَوَّءُو [h:13467[ٱ][l[ل]دَّارَ وَ[h:10535[ٱ]لْإِيمَ[n[ـٰ]نَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَ[a:13468[ةً م]ِّ[g[مّ][o[َآ] أُوتُو[s[اْ] وَيُؤْثِرُونَ عَلَ[o[ىٰٓ] أَ[f:568[نف]ُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَ[a:13469[ةٌ‌ۚ و]َم[a:13470[َن ي]ُوقَ شُحَّ نَفْسِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        }
    ]
}