{
    "page_number": 547,
    "data": [
        {
            "aya_id": 5136,
            "aya_number": 10,
            "aya_text": "وَالَّذِيْنَ جَاۤءُوْ مِنْۢ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْاِيْمَانِ وَلَا تَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ اٰمَنُوْا رَبَّنَآ اِنَّكَ رَءُوْفٌ رَّحِيْمٌ ࣖ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 547,
            "translation_aya_text": "Dan orang-orang yang datang sesudah mereka (Muhajirin dan Ansar), mereka berdoa, “Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun, Maha Penyayang.”  ",
            "tafsir_jalalayn": "(Dan orang-orang yang datang sesudah mereka) yakni sesudah kaum Muhajirin dan kaum Ansar hingga hari kiamat nanti (mereka berdoa, \"Ya Rabb kami! Beri ampunlah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau membiarkan kedengkian dalam hati kami) yakni rasa dengki (terhadap orang-orang yang beriman; Ya Rabb kami, sesungguhnya Engkau Maha Penyantun lagi Maha Penyayang.\")",
            "sajda": false,
            "transliteration": "Wallazeena jaaa'oo min ba'dihim yaqooloona Rabbanagh fir lanaa wa li ikhwaani nal lazeena sabqoonaa bil eemaani wa laa taj'al fee quloobinaa ghillalil lazeena aamanoo rabbannaaa innaka Ra'oofur Raheem",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5137,
            "aya_number": 11,
            "aya_text": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 547,
            "translation_aya_text": "Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, “Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.” Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. ",
            "tafsir_jalalayn": "(Apakah kamu tiada memperhatikan) tiada melihat (orang-orang yang munafik yang berkata kepada saudara-saudara mereka yang kafir di antara ahli kitab) yaitu kepada Bani Nadhir dan saudara-saudara mereka yang kafir: (\"Sesungguhnya jika) huruf lam di sini menunjukkan makna qasam dan demikian pula pada tempat-tempat lainnya yang semuanya ada di empat tempat (kalian diusir) dari Madinah (niscaya kami pun akan keluar bersama kalian, dan kami tidak akan patuh untuk menghinakan kalian) yakni untuk menjadikan kalian terhina (kepada siapa pun selama-lamanya, dan jika kalian diperangi) dari lafal wa in terbuang huruf lam yang menunjukkan makna permulaan (pasti kami akan membantu kalian.\" Dan Allah menyaksikan, bahwa sesungguhnya mereka benar-benar pendusta).",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena naafaqoo yaqooloona li ikhwaanihimul lazeena kafaroo min ahlil kitaabi la'in ukhrijtum lanakhrujanna ma'akum wa laa nutee'u feekum ahadan abadanw-wa in qootiltum lanansuran nakum wallaahu yashhadu innahum lakaaziboon",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5138,
            "aya_number": 12,
            "aya_text": "لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 547,
            "translation_aya_text": "Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka di-perangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan. ",
            "tafsir_jalalayn": "(Sesungguhnya jika mereka diusir, orang-orang munafik itu tiada akan keluar bersama mereka, dan sesungguhnya jika mereka diperangi, niscaya mereka tidak akan menolongnya; sesungguhnya jika mereka menolongnya) artinya mereka datang untuk menolong dan membantunya (niscaya mereka akan berpaling ke belakang) jawab qasam yang keberadaannya diperkirakan sudah memberikan pengertian yang cukup, tanpa harus menyebut jawab syarat pada kelima tempat tadi (kemudian mereka tidak akan mendapat pertolongan) yang dimaksud adalah orang-orang Yahudi.",
            "sajda": false,
            "transliteration": "La'in ukhrijoo laa yakhrujoona ma'ahum wa la'in qootiloo laa yansuroonahum wa la'in nasaroohum la yuwallunnal adbaara summa laa yunsaroon",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5139,
            "aya_number": 13,
            "aya_text": "لَاَنْتُمْ اَشَدُّ رَهْبَةً فِيْ صُدُوْرِهِمْ مِّنَ اللّٰهِ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 547,
            "translation_aya_text": "Sesungguhnya dalam hati mereka, kamu (Muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
            "tafsir_jalalayn": "(Sesungguhnya kalian lebih ditakuti) lebih disegani (dalam hati mereka) dalam hati orang-orang munafik itu (daripada Allah) karena siksaan-Nya yang ditangguhkan. (Yang demikian itu karena mereka adalah kaum yang tiada mengerti.",
            "sajda": false,
            "transliteration": "La antum ashaddu rahbatan fee sudoorihim minal laah; zaalika bi annahum qawmul laa yafqahoon",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5140,
            "aya_number": 14,
            "aya_text": "لَا يُقَاتِلُوْنَكُمْ جَمِيْعًا اِلَّا فِيْ قُرًى مُّحَصَّنَةٍ اَوْ مِنْ وَّرَاۤءِ جُدُرٍۗ بَأْسُهُمْ بَيْنَهُمْ شَدِيْدٌ ۗ تَحْسَبُهُمْ جَمِيْعًا وَّقُلُوْبُهُمْ شَتّٰىۗ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَۚ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 547,
            "translation_aya_text": "Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti. ",
            "tafsir_jalalayn": "(Mereka tidak akan memerangi kalian) yakni orang-orang Yahudi itu (dalam keadaan bersatu padu) maksudnya, secara serentak (kecuali dalam kampung-kampung yang berbenteng atau di balik tembok) yang tinggi. Menurut suatu qiraat lafal judurin dibaca jidaarin. (Permusuhan) peperangan (di antara sesama mereka sangat hebat. Kalian kira mereka itu bersatu sedangkan hati mereka berpecah belah) berbeda-beda, bertentangan dengan apa yang diduga. (Yang demikian itu karena sesungguhnya mereka adalah kaum yang tiada mengerti).",
            "sajda": false,
            "transliteration": "Laa yuqaatiloonakum jamee'an illaa fee quram muhas sanatin aw minw waraaa'i judur; baasuhum bainahum shadeed; tahsabuhum jamee'anw-wa quloobuhum shatta; zaalika biannahum qawmul laa ya'qiloon",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5141,
            "aya_number": 15,
            "aya_text": "كَمَثَلِ الَّذِيْنَ مِنْ قَبْلِهِمْ قَرِيْبًا ذَاقُوْا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۚ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 547,
            "translation_aya_text": "(Mereka) seperti orang-orang yang sebelum mereka (Yahudi) belum lama berselang, telah merasakan akibat buruk (terusir) disebabkan perbuatan mereka sendiri. Dan mereka akan men-dapat azab yang pedih. ",
            "tafsir_jalalayn": "Perumpamaan mereka dalam hal tidak mau beriman (seperti orang-orang yang belum lama sebelum mereka) yakni sebagaimana orang-orang musyrik yang terlibat dalam perang Badar (yang telah merasai akibat buruk dari perbuatan mereka) sebagai hukuman-Nya di dunia, yaitu mereka mati terbunuh dan hukuman-hukuman yang lainnya yang mereka rasakan (dan bagi mereka azab yang pedih) siksaan yang menyakitkan kelak di akhirat.",
            "sajda": false,
            "transliteration": "Kamasalil lazeena min qablihim qareeban zaaqoo wabaala amrihim wa lahum 'azaabun aleem",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5142,
            "aya_number": 16,
            "aya_text": "كَمَثَلِ الشَّيْطٰنِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكَ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 547,
            "translation_aya_text": "(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, “Kafirlah kamu!” Kemudian ketika manusia itu menjadi kafir ia berkata, “Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam.” ",
            "tafsir_jalalayn": "Dan juga perumpamaan mereka dalam hal mendengar dari orang-orang munafik, tetapi orang-orang munafik itu tidak mau mengikuti jejak mereka sesudahnya (seperti halnya setan; ia berkata kepada manusia, \"Kafirlah kamu,\" maka tatkala manusia itu telah kafir, ia berkata, \"Sesungguhnya aku berlepas diri dari kamu karena sesungguhnya aku takut kepada Allah, Rabb semesta alam.\") Padahal ia dusta dan hanya ria belaka.",
            "sajda": false,
            "transliteration": "Kamasalish shaitaani izqaala lil insaanik fur falammaa kafara qaala innee bareee'um minka inneee akhaaful laaha rabbal 'aalameen",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        }
    ]
}