{
    "page_number": 548,
    "data": [
        {
            "aya_id": 5143,
            "aya_number": 17,
            "aya_text": "فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خَالِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 548,
            "translation_aya_text": "Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim. ",
            "tafsir_jalalayn": "(Maka adalah sesudah keduanya) yakni orang yang sesat dan orang yang disesatkan. Menurut suatu qiraat lafal 'aaqibatahumaa dibaca 'aaqibatuhumaa dengan memakai harakat damah di atas huruf ta, hal ini berarti sebagai isim dari lafal kaana (bahwa sesungguhnya keduanya masuk ke dalam neraka, mereka kekal di dalamnya. Demikianlah balasan orang-orang yang lalim) orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Fakaana 'aaqibatahumaaa annahumaa fin naari khaalidaini feehaa; wa zaalika jazaaa'uz zaalimeen",
            "tajweed_text": "فَكَانَ عَ[n[ـٰ]قِبَتَهُم[o[َآ] أَ[g[نّ]َهُمَا فِى [h:4674[ٱ][l[ل][g[نّ]َارِ خَ[n[ـٰ]لِدَيْنِ فِيهَا‌ۚ وَذ[n[َٲ]لِكَ جَز[o[َٲ]ٓؤُ[s[اْ] [h:3508[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5144,
            "aya_number": 18,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 548,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan. ",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap diri memperhatikan apa yang telah diperbuatnya untuk hari esok) yakni untuk menghadapi hari kiamat (dan bertakwalah kepada Allah, sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanut taqul laa; waltanzur nafsum maa qaddamat lighadiw wattaqual laah; innal laaha khabeerum bimaa ta'maloon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَلْتَ[f:13494[نظ]ُرْ نَفْ[a:10644[سٌ م]َّا قَدَّمَتْ لِغَ[a:13495[دٍ‌ۖ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5145,
            "aya_number": 19,
            "aya_text": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 548,
            "translation_aya_text": "Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, sehingga Allah menjadikan mereka lupa akan diri sendiri. Mereka itulah orang-orang fasik. ",
            "tafsir_jalalayn": "(Dan janganlah kalian seperti orang-orang yang lupa kepada Allah) maksudnya tidak mau taat kepada-Nya (lalu Allah menjadikan mereka lupa kepada diri mereka sendiri) untuk melakukan perbuatan ketaatan dan perbuatan baik. (Mereka itulah orang-orang yang fasik).",
            "sajda": false,
            "transliteration": "Wa laa takoonoo kallazeena nasul laaha fa ansaahum anfusahum; ulaaa'ika humul faasiqoon",
            "tajweed_text": "وَلَا تَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ نَسُو[s[اْ] [h:5697[ٱ]للَّهَ فَأَ[f:13427[نس]َ[n[ـٰ]هُمْ أَ[f:38[نف]ُسَهُمْ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5146,
            "aya_number": 20,
            "aya_text": "لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 548,
            "translation_aya_text": "Tidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan.",
            "tafsir_jalalayn": "(Tidak sama penghuni-penghuni neraka dengan penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang beruntung).",
            "sajda": false,
            "transliteration": "Laa yastaweee as-haabun naari wa ashaabul jannah; as haabul jannati humul faaa'izoon",
            "tajweed_text": "لَا يَسْتَو[o[ِىٓ] أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ وَأَصْحَ[n[ـٰ]بُ [h:13496[ٱ]لْجَ[g[نّ]َةِ‌ۚ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5147,
            "aya_number": 21,
            "aya_text": "لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 548,
            "translation_aya_text": "Sekiranya Kami turunkan Al-Qur'an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir.",
            "tafsir_jalalayn": "(Kalau sekiranya Kami menurunkan Alquran ini kepada sebuah gunung) lalu dijadikan-Nya pada gunung tersebut akal sebagaimana manusia (pasti kamu akan melihatnya tunduk terpecah belah) terbelah-belah (disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu) yang telah disebutkan di atas tadi (Kami buat untuk manusia supaya mereka berpikir) yang karenanya lalu mereka beriman.",
            "sajda": false,
            "transliteration": "Law anzalnaa haazal quraana 'alaa jabilil lara aytahoo khaashi'am muta saddi'am min khashiyatil laah; wa tilkal amsaalu nadribuhaa linnaasi la'allahum yatafakkaroon",
            "tajweed_text": "لَوْ أَ[f:515[نز]َلْنَا هَ[n[ـٰ]ذَا [h:6544[ٱ]لْقُرْءَانَ عَلَىٰ جَبَ[u:13497[لٍ ل]َّرَأَيْتَهُ[n[ۥ] خَ[n[ـٰ]شِ[a:13498[عًا م]ُّتَصَدِّ[a:13499[عًا م]ِّنْ خَشْيَةِ [h:383[ٱ]للَّهِ‌ۚ وَتِلْكَ [h:10375[ٱ]لْأَمْثَ[n[ـٰ]لُ نَضْرِبُهَا لِل[g[نّ]َاسِ لَعَلَّهُمْ يَتَفَكَّر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5148,
            "aya_number": 22,
            "aya_text": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 548,
            "translation_aya_text": "Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang. ",
            "tafsir_jalalayn": "(Dialah Allah Yang tiada Tuhan selain Dia, Yang Mengetahui yang gaib dan yang nyata. Dialah Yang Maha Pemurah lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Huwal-laahul-lazee laaa Ilaaha illaa Huwa 'Aalimul Ghaibi wash-shahaada; Huwar Rahmaanur-Raheem",
            "tajweed_text": "هُوَ [h:8078[ٱ]للَّهُ [h:4738[ٱ]لَّذِى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ‌ۖ هُوَ [h:829[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ [h:830[ٱ][l[ل]رَّح[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5149,
            "aya_number": 23,
            "aya_text": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 548,
            "translation_aya_text": "Dialah Allah tidak ada tuhan selain Dia. Maharaja, Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan, Mahasuci Allah dari apa yang mereka persekutukan.",
            "tafsir_jalalayn": "(Dialah Allah yang tiada Tuhan selain Dia, Raja Yang Maha Suci) dari semua apa yang tidak layak bagi keagungan dan kebesaran-Nya (Yang Maha Selamat) artinya Yang Bebas dari segala sifat-sifat kekurangan (Yang Maha Mengamankan) para rasul-rasul-Nya dengan menciptakan mukjizat bagi mereka (Yang Maha Memelihara) berasal dari lafal haimana-yuhaiminu, dikatakan demikian apabila seseorang selalu mengawasi sesuatu. Makna yang dimaksud ialah, Dia Maha Menyaksikan amal perbuatan hamba-hamba-Nya (Yang Maha Perkasa) yakni Yang Maha Kuat (Yang Maha Kuasa) untuk memaksa makhluk-Nya supaya menuruti apa yang dikehendaki-Nya (Yang Maha Agung) dari semua sifat yang tidak layak bagi keagungan-Nya. (Maha Suci Allah) Dia memahasucikan Zat-Nya sendiri melalui ayat ini (dari apa yang mereka persekutukan) dengan-Nya.",
            "sajda": false,
            "transliteration": "Huwal-laahul-lazee laaa Ilaaha illaa Huwal-Malikul Quddoosus-Salaamul Muminul Muhaiminul-'aAzeezul Jabbaarul-Mutakabbir; Subhaanal laahi 'Ammaa yushrikoon",
            "tajweed_text": "هُوَ [h:8078[ٱ]للَّهُ [h:4738[ٱ]لَّذِى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ [h:13500[ٱ]لْمَلِكُ [h:13501[ٱ]لْقُدُّوسُ [h:13502[ٱ][l[ل]سَّلَ[n[ـٰ]مُ [h:13503[ٱ]لْمُؤْمِنُ [h:13504[ٱ]لْمُهَيْمِنُ [h:13505[ٱ]لْعَزِيزُ [h:13506[ٱ]لْجَبَّارُ [h:13507[ٱ]لْمُتَكَبِّرُ‌ۚ سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:9282[ٱ]للَّهِ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5150,
            "aya_number": 24,
            "aya_text": "هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
            "sura_id": 59,
            "juz_id": 28,
            "page_number": 548,
            "translation_aya_text": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Dialah Allah Yang Menciptakan, Yang Mengadakan) makhluk-Nya dari tiada (Yang membentuk rupa, hanya kepunyaan-Nyalah asma-asma yang paling baik) yang berjumlah sembilan puluh sembilan, sebagaimana yang telah disebutkan dalam hadis. Lafal al-husna adalah bentuk muannats dari lafal al-ahsan. (Bertasbih kepada-Nya apa yang ada di langit dan di bumi. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana) penafsirannya sebagaimana yang telah lalu.",
            "sajda": false,
            "transliteration": "Huwal Laahul Khaaliqul Baari 'ul Musawwir; lahul Asmaaa'ul Husnaa; yusabbihu lahoo maa fis samaawaati wal ardi wa Huwal 'Azeezul Hakeem",
            "tajweed_text": "هُوَ [h:8078[ٱ]للَّهُ [h:13508[ٱ]لْخَ[n[ـٰ]لِقُ [h:13509[ٱ]لْبَارِئُ [h:13510[ٱ]لْمُصَوِّرُ‌ۖ لَهُ [h:8445[ٱ]لْأَسْم[o[َا]ٓءُ [h:5156[ٱ]لْحُسْنَىٰ‌ۚ يُسَبِّحُ لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الحَشۡرِ",
                "englishName": "Al-Hashr",
                "englishNameTranslation": "The Exile",
                "revelationType": "Medinan"
            }
        }
    ]
}