{
    "page_number": 549,
    "data": [
        {
            "aya_id": 5151,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ اَوْلِيَاۤءَ تُلْقُوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوْا بِمَا جَاۤءَكُمْ مِّنَ الْحَقِّۚ  يُخْرِجُوْنَ الرَّسُوْلَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوْا بِاللّٰهِ رَبِّكُمْۗ اِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِيْ سَبِيْلِيْ وَابْتِغَاۤءَ مَرْضَاتِيْ تُسِرُّوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَاَنَا۠ اَعْلَمُ بِمَآ اَخْفَيْتُمْ وَمَآ اَعْلَنْتُمْۗ وَمَنْ يَّفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 549,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman-teman setia sehingga kamu sampaikan kepada mereka (berita-berita Muhammad), karena rasa kasih sayang; padahal mereka telah ingkar kepada kebenaran yang disampaikan kepadamu. Mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu. Jika kamu benar-benar keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, karena rasa kasih sayang, dan Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. Dan barangsiapa di antara kamu yang melakukannya, maka sungguh, dia telah tersesat dari jalan yang lurus. ",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kalian mengambil musuh-Ku dan musuh kalian) yakni orang-orang kafir Mekah (menjadi teman-teman setia yang kalian sampaikan) kalian beritakan (kepada mereka) tujuan Nabi saw. yang akan memerangi mereka; Nabi memerintahkan kepada kalian supaya merahasiakannya yaitu sewaktu perang Hunain (karena rasa kasih sayang) di antara kalian dan mereka. Sehubungan dengan peristiwa ini Hathib bin Abu Balta'ah mengirimkan sepucuk surat kepada orang-orang musyrik, karena Hathib mempunyai beberapa orang anak dan sanak famili yang musyrik. Akan tetapi Nabi saw. dapat mengambil surah itu dari tangan orang yang diutus olehnya, berkat pemberitahuan dari Allah kepada Nabi saw. melalui wahyu-Nya. Lalu alasan dan permintaan maaf Hathib diterima oleh Nabi saw. (padahal sesungguhnya mereka telah ingkar kepada kebenaran yang datang kepada kalian) yakni agama Islam dan Alquran (mereka mengusir Rasul dan mengusir kalian) dari Mekah setelah terlebih dahulu mereka mengganggu kalian supaya kalian keluar dari Mekah (karena kalian beriman) disebabkan kalian beriman (kepada Allah, Rabb kalian. Jika kalian benar-benar keluar untuk berjihad) untuk melakukan jihad (pada jalan-Ku dan mencari keridaan-Ku) maka janganlah kalian mengambil mereka sebagai teman-teman setia. Jawab syarat ini disimpulkan dari pengertian ayat yang selanjutnya, yaitu: (Kalian memberitahukan secara rahasia kepada mereka, karena rasa kasih sayang. Aku lebih mengetahui apa yang kalian sembunyikan dan apa yang kalian nyatakan. Dan barang siapa di antara kalian yang melakukannya) yaitu memberitahukan berita-berita Nabi saw. kepada orang-orang musyrik secara rahasia (maka sesungguhnya dia telah tersesat dari jalan yang lurus) artinya menyimpang dari jalan hidayah. Lafal as-sawaa menurut pengertian asalnya berarti tengah-tengah.",
            "sajda": false,
            "transliteration": "Yaa ayyuhal lazeena aamanoo laa tattakhizoo 'aduwwee wa 'aduwaakum awliyaaa'a tulqoona ilaihim bilmawaddati wa qad kafaroo bima jaaa'akum minal haqq, yukhrijoonar Rasoola wa iyyaakum an tu'minoo billaahi rabbikum in kuntum kharajtum jihaadan fee sabeelee wabtighaaa'a mardaatee; tusirroona ilaihim bilma waddati wa ana a'alamu bimaaa akhfaitum wa maaa a'lantum; wa many yaf'alhu minkum faqad dalla sawaaa'as sabeel",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5152,
            "aya_number": 2,
            "aya_text": "اِنْ يَّثْقَفُوْكُمْ يَكُوْنُوْا لَكُمْ اَعْدَاۤءً وَّيَبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ وَاَلْسِنَتَهُمْ بِالسُّوْۤءِ وَوَدُّوْا لَوْ تَكْفُرُوْنَۗ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 549,
            "translation_aya_text": "Jika mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu lalu melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir. ",
            "tafsir_jalalayn": "(Jika mereka menangkap kalian) yakni berhasil menahan kalian (niscaya mereka bertindak sebagai musuh bagi kalian dan melepaskan tangan mereka kepada kalian) maksudnya membunuh dan memukuli kalian (dan lisan mereka mengeluarkan kata-kata yang kotor) yakni mencaci maki kalian (dan mereka ingin) mengharapkan (supaya kalian kafir kembali).",
            "sajda": false,
            "transliteration": "Iny yasqafookum yakoonoo lakum a'daaa'anw wa yabsutooo ilaikum aydiyahum wa alsinatahum bissooo'i wa waddoo law takfuroon",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5153,
            "aya_number": 3,
            "aya_text": "لَنْ تَنْفَعَكُمْ اَرْحَامُكُمْ وَلَآ اَوْلَادُكُمْ ۛيَوْمَ الْقِيٰمَةِ ۛيَفْصِلُ بَيْنَكُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 549,
            "translation_aya_text": "Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Tidak akan bermanfaat bagi kalian karib kerabat kalian) famili-famili kalian (dan anak-anak kalian) yang musyrik, karena kalian memberitahukan berita-berita Nabi secara rahasia kepada mereka; mereka semuanya sekali-kali tiada bermanfaat bagi diri kalian untuk menolak azab di hari akhirat (pada hari kiamat Dia akan memisahkan) dapat dibaca yafshilu dan yufshalu (antara kalian) dan antara mereka; karena kalian berada di dalam surga, sedangkan mereka bersama-sama dengan orang-orang kafir di dalam neraka. (Dan Allah Maha Melihat apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Lan tanfa'akum arhaamukum wa laaa awlaadukum; yawmal qiyaamati yafsilu bainakum; wallaahu bimaa ta'maloon baseer",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5154,
            "aya_number": 4,
            "aya_text": "قَدْ كَانَتْ لَكُمْ اُسْوَةٌ حَسَنَةٌ فِيْٓ اِبْرٰهِيْمَ وَالَّذِيْنَ مَعَهٗۚ اِذْ قَالُوْا لِقَوْمِهِمْ اِنَّا بُرَءٰۤؤُا مِنْكُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۖ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاۤءُ اَبَدًا حَتّٰى تُؤْمِنُوْا بِاللّٰهِ وَحْدَهٗٓ اِلَّا قَوْلَ اِبْرٰهِيْمَ لِاَبِيْهِ لَاَسْتَغْفِرَنَّ لَكَ وَمَآ اَمْلِكُ لَكَ مِنَ اللّٰهِ مِنْ شَيْءٍۗ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَاِلَيْكَ اَنَبْنَا وَاِلَيْكَ الْمَصِيْرُ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 549,
            "translation_aya_text": "Sungguh, telah ada suri teladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengannya, ketika mereka berkata kepada kaumnya, “Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah, kami mengingkari (kekafiran)mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian untuk selama-lamanya sampai kamu beriman kepada Allah saja,” kecuali perkataan Ibrahim kepada ayahnya, ”Sungguh, aku akan memohonkan ampunan bagimu, namun aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.” (Ibrahim berkata), “Ya Tuhan kami, hanya kepada Engkau kami bertawakal dan hanya kepada Engkau kami bertobat dan hanya kepada Engkaulah kami kembali,",
            "tafsir_jalalayn": "(Sesungguhnya telah ada suri teladan bagi kalian) lafal uswatun dapat pula dibaca iswatun, artinya teladan atau panutan (yang baik pada Ibrahim) yakni pada diri Nabi Ibrahim, baik perkataan maupun perbuatannya (dan pada orang-orang yang bersama dia) dari kalangan orang-orang yang beriman (ketika mereka berkata kepada kaum mereka, \"Sesungguhnya kami berlepas diri) lafal bura-aa-u adalah bentuk jamak dari lafal barii'un, wazannya sama dengan lafal zharifun yang jamaknya zhurafaa'u (dari kalian apa yang kalian sembah selain Allah, kami ingkar kepada kekafiran kalian) kami membenci kekafiran kalian (dan telah nyata antara kami dan kalian permusuhan dan kebencian buat selama-lamanya) lafal wal baghdhaa'u abadan dapat dibaca secara tahqiq dan dapat pula dibaca secara tashil, yakni mengganti huruf hamzah yang kedua menjadi wau (sampai kalian beriman kepada Allah semata.\" Kecuali perkataan Ibrahim kepada bapaknya, \"Sesungguhnya aku akan memohonkan ampunan bagi kamu) perkataan ini merupakan perkataan yang dikecualikan daripada pengertian suri teladan tadi. Maka sekali-kali kalian tidak boleh mengucapkan kata penyesalan seperti itu, seumpamanya kalian memohonkan ampunan buat orang-orang kafir. Dan juga perkataan Nabi Ibrahim berikut ini (dan aku tiada dapat melindungimu dari Allah) dari siksaan dan pahala-Nya (barang sedikit pun.\") Nabi Ibrahim mengungkapkan kata-kata ini sebagai kiasan, bahwasanya dia tidak memiliki buatnya selain dari memohonkan ampun. Perkataan ini pun termasuk di antara hal yang dikecualikan untuk tidak boleh diikuti, karena sekalipun pengertian lahiriahnya sebagai ungkapan penyesalan, akan tetapi maksudnya berkaitan dengan pengertian kalimat yang pertama. Pengertian lahiriah kalimat yang kedua ini sama dengan pengertian yang terkandung di dalam firman Allah swt., \" Katakanlah! 'Maka siapakah gerangan yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki kemudaratan bagi kamu.'\" (Q.S. Al-Fath 11) Permohonan ampun Nabi Ibrahim buat bapaknya ini sebelum jelas bagi Nabi Ibrahim, bahwa bapaknya itu adalah benar-benar musuh Allah, sebagaimana yang telah dijelaskan di dalam surah Al-Bara'ah atau surah At-Taubah. (\"Ya Rabb kami, hanya kepada Engkaulah kami bertawakal dan hanya kepada Engkaulah kami bertobat dan hanya kepada Engkaulah kami kembali.\") Kalimat ini termasuk doa yang selalu diucapkan oleh Al-Khalil atau Nabi Ibrahim dan orang-orang beriman yang bersamanya; yakni, mereka mengucapkan kata-kata tersebut.",
            "sajda": false,
            "transliteration": "Qad kaanat lakum uswatun basanatun feee Ibraaheema wallazeena ma'ahoo iz qaaloo liqawmihim innaa bura'aaa'u minkum wa mimmaa ta'budoona min doonil laahi kafarnaa bikum wa badaa bainanaa wa bainakumul 'adaawatu wal baghdaaa'u abadan hattaa tu'minoo billaahi wahdahooo illaa qawla Ibraheema li abeehi la astaghfiranna laka wa maaa amliku laka minal laahi min shai; rabbanaa 'alaika tawakkalnaa wa ilaika anabnaa wa ilaikal maseer",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5155,
            "aya_number": 5,
            "aya_text": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْا وَاغْفِرْ لَنَا رَبَّنَاۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 549,
            "translation_aya_text": "Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Dan ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau yang Mahaperkasa, Mahabijaksana.”",
            "tafsir_jalalayn": "(\"Ya Rabb kami, janganlah Engkau jadikan kami sasaran fitnah bagi orang-orang kafir) maksudnya janganlah Engkau menjadikan mereka menang atas kami, sehingga nanti mereka menduga, bahwa mereka berada dalam jalan yang benar, lalu karena itu mereka terfitnah, yakni akal mereka ditujukan untuk mempengaruhi kami. (Dan ampunilah kami Ya Rabb kami. Sesungguhnya Engkau, Engkaulah Yang Maha Perkasa lagi Maha Bijaksana.\") Maha Perkasa di dalam kerajaan-Mu lagi Maha Bijaksana perbuatan-Mu.",
            "sajda": false,
            "transliteration": "Rabbana laa taj'alnaa fitnatal lillazeena kafaroo waghfir lanaa rabbanaa innaka antal azeezul hakeem",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        }
    ]
}