{
    "page_number": 55,
    "data": [
        {
            "aya_id": 331,
            "aya_number": 38,
            "aya_text": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهٗ ۚ قَالَ رَبِّ هَبْ لِيْ مِنْ لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً ۚ اِنَّكَ سَمِيْعُ الدُّعَاۤءِ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 55,
            "translation_aya_text": "Di sanalah Zakaria berdoa kepada Tuhannya. Dia berkata, “Ya Tuhanku, berilah aku keturunan yang baik dari sisi-Mu, sesungguhnya Engkau Maha Mendengar doa.”",
            "tafsir_jalalayn": "(Di sanalah) artinya tatkala Zakaria melihat hal itu dan mengetahui bahwa Tuhan yang berkuasa mendatangkan sesuatu bukan pada waktu yang semestinya pasti akan mampu pula mendatangkan anak keturunan dalam usia lanjut karena kaum keluarganya telah hampir musnah (maka Zakaria pun berdoa kepada Tuhannya) yakni ketika ia memasuki mihrab untuk salat di tengah malam (katanya, \"Tuhanku! Berilah aku dari sisi-Mu keturunan yang baik) maksudnya anak yang saleh (sesungguhnya Engkau Maha Mendengar) dan mengabulkan (doa.\") permohonan.",
            "sajda": false,
            "transliteration": "Hunaaalika da'aa Zakariyyaa Rabbahoo qaala Rabbi hab lee mil ladunka zurriyyatan taiyibatan innaka samee'ud du'aaa'",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 332,
            "aya_number": 39,
            "aya_text": "فَنَادَتْهُ الْمَلٰۤىِٕكَةُ وَهُوَ قَاۤىِٕمٌ يُّصَلِّيْ فِى الْمِحْرَابِۙ اَنَّ اللّٰهَ يُبَشِّرُكَ بِيَحْيٰى مُصَدِّقًاۢ بِكَلِمَةٍ مِّنَ اللّٰهِ وَسَيِّدًا وَّحَصُوْرًا وَّنَبِيًّا مِّنَ الصّٰلِحِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 55,
            "translation_aya_text": "Kemudian para malaikat memanggilnya, ketika dia berdiri melaksanakan salat di mihrab, “Allah menyampaikan kabar gembira kepadamu dengan (kelahiran) Yahya, yang membenarkan sebuah kalimat (firman) dari Allah, panutan, berkemampuan menahan diri (dari hawa nafsu) dan seorang nabi di antara orang-orang saleh.”",
            "tafsir_jalalayn": "(Lalu ia dipanggil oleh malaikat) yakni Jibril (ketika ia tengah berdiri mengerjakan salat di mihrab) maksudnya mesjid (bahwa) mestinya bi-anna dan menurut suatu qiraat bi-inna dengan memperkirakan iqaalat, yakni malaikat itu berkata (Allah memberimu kabar gembira) ada yang memakai tasydid dan ada pula yang tidak (dengan Yahya yang membenarkan kalimat) yang datang (dari Allah) maksudnya membenarkan Nabi Isa bahwa ia adalah roh ciptaan Allah. Dinamakan kalimat karena ia diciptakan melalui kalimat kun; artinya jadilah kamu. (Menjadi panutan) pemimpin (dan mampu menahan hawa nafsu) terutama nafsu seksual (dan seorang nabi dari keturunan orang-orang saleh.) Menurut riwayat ia tidak pernah berbuat satu kesalahan pun dan tak ada keinginan untuk melakukannya.",
            "sajda": false,
            "transliteration": "Fanaadat hul malaaa'ikatu wa huwa qaaa'imuny yusallee fil Mihraabi annal laaha yubashshiruka bi Yahyaa musaddiqam bi Kalimatim minal laahi wa saiyidanw wa hasooranw wa Nabiyyam minas saaliheen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 333,
            "aya_number": 40,
            "aya_text": "قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَاَتِيْ عَاقِرٌ ۗ قَالَ كَذٰلِكَ اللّٰهُ يَفْعَلُ مَا يَشَاۤءُ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 55,
            "translation_aya_text": "Dia (Zakaria) berkata, “Ya Tuhanku, bagaimana aku bisa mendapat anak sedang aku sudah sangat tua dan istriku pun mandul?” Dia (Allah) berfirman, “Demikianlah, Allah berbuat apa yang Dia kehendaki.”",
            "tafsir_jalalayn": "(Kata Zakaria, \"Wahai Tuhanku! Betapa aku akan mendapatkan anak) atau putra (sedangkan aku sudah sangat tua) maksudnya aku telah hampir mencapai akhir usiaku, yakni 120 tahun (dan istriku pun seorang yang mandul.\") usianya sudah 98 tahun. (Firman Allah,) soalnya (\"Demikianlah) Allah menciptakan seorang anak laki-laki dari kamu berdua (Allah berbuat apa yang dikehendaki-Nya.\") karena tidak ada suatu pun yang tidak disanggupi-Nya. Untuk membuktikan kekuasaan besar ini Zakaria diilhami-Nya pertanyaan untuk dijawab. Tatkala dirinya sudah amat rindu untuk bertemu dengan anak yang diberitakan itu.",
            "sajda": false,
            "transliteration": "Qaala Rabbi annaa yakoonu lee ghulaamunw wa qad balaghaniyal kibaru wamraatee 'aaqirun qaala kazaalikal laahu yaf'alu maa yashaaa'",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 334,
            "aya_number": 41,
            "aya_text": "قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةً ۗ قَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَةَ اَيَّامٍ اِلَّا رَمْزًا ۗ وَاذْكُرْ رَّبَّكَ كَثِيْرًا وَّسَبِّحْ بِالْعَشِيِّ وَالْاِبْكَارِ ࣖ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 55,
            "translation_aya_text": "Dia (Zakaria) berkata, “Ya Tuhanku, berilah aku suatu tanda.” Allah berfirman, “Tanda bagimu, adalah bahwa engkau tidak berbicara dengan manusia selama tiga hari, kecuali dengan isyarat. Dan sebutlah (nama) Tuhanmu banyak-banyak, dan bertasbihlah (memuji-Nya) pada waktu petang dan pagi hari.”",
            "tafsir_jalalayn": "(Maka katanya, \"Wahai Tuhanku! Berilah aku suatu ciri.\") atau tanda bahwa istriku telah hamil. (Firman-Nya, \"Tandanya ialah bahwa kamu tidak dapat berbicara dengan manusia) artinya terhalang untuk bercakap-cakap dengan mereka tetapi tidak terhalang untuk berzikir kepada Allah swt. (selama tiga hari) dan tiga malam (kecuali dengan isyarat) atau kode (dan sebutlah nama Tuhanmu sebanyak-banyaknya serta bertasbihlah) maksudnya salatlah (di waktu petang dan pagi.\") di penghujung siang dan di akhir malam.",
            "sajda": false,
            "transliteration": "Qaala Rabbij 'al leee Aayatan qaala Aaayatuka allaa tukalliman naasa salaasata ayyaamin illa ramzaa; wzkur Rabbaka kaseeranw wa sabbih bil'ashiyyi wal ibkaar",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 335,
            "aya_number": 42,
            "aya_text": "وَاِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ اصْطَفٰىكِ وَطَهَّرَكِ وَاصْطَفٰىكِ عَلٰى نِسَاۤءِ الْعٰلَمِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 55,
            "translation_aya_text": "Dan (ingatlah) ketika para malaikat berkata, “Wahai Maryam! Sesungguhnya Allah telah memilihmu, menyucikanmu, dan melebihkanmu di atas segala perempuan di seluruh alam (pada masa itu).",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika berkata malaikat) yakni Jibril (\"Hai Maryam! Sesungguhnya Allah telah memilih dan menyucikanmu) dari sentuhan lelaki (dan mengutamakanmu atas wanita-wanita di seluruh dunia.\")",
            "sajda": false,
            "transliteration": "Wa iz qaalatil malaaa'ikatu yaa Ya Maryamu innal laahas tafaaki wa tahharaki wastafaaki 'alaa nisaaa'il 'aalameen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 336,
            "aya_number": 43,
            "aya_text": "يٰمَرْيَمُ اقْنُتِيْ لِرَبِّكِ وَاسْجُدِيْ وَارْكَعِيْ مَعَ الرَّاكِعِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 55,
            "translation_aya_text": "Wahai Maryam! Taatilah Tuhanmu, sujud dan rukuklah bersama orang-orang yang rukuk.”",
            "tafsir_jalalayn": "(\"Hai Maryam! Taatlah kepada Tuhanmu) artinya tunduklah (sujudlah dan rukuklah bersama orang-orang yang rukuk.\") artinya salatlah bersama orang-orang yang salat.",
            "sajda": false,
            "transliteration": "Yaa Maryamuq nutee li Rabbiki wasjudee warka'ee ma'ar raaki'een",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 337,
            "aya_number": 44,
            "aya_text": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَ ۗوَمَا كُنْتَ لَدَيْهِمْ اِذْ يُلْقُوْنَ اَقْلَامَهُمْ اَيُّهُمْ يَكْفُلُ مَرْيَمَۖ وَمَا كُنْتَ لَدَيْهِمْ اِذْ يَخْتَصِمُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 55,
            "translation_aya_text": "Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Muhammad), padahal engkau tidak bersama mereka ketika mereka melemparkan pena mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam. Dan engkau pun tidak bersama mereka ketika mereka bertengkar.",
            "tafsir_jalalayn": "(Demikian itu) yakni apa yang telah disebutkan mengenai Zakaria dan Maryam (adalah sebagian dari berita-berita gaib) berita-berita yang kamu tidak ketahui (yang Kami wahyukan kepadamu) hai Muhammad (padahal kamu tidak hadir bersama mereka ketika mereka lemparkan anak-anak panah mereka) ke dalam air untuk mengundi (siapakah di antara mereka yang akan mengasuh) atau mendidik (Maryam. Dan kamu juga tidak hadir bersama mereka ketika mereka bersengketa) tentang pengasuhannya sehingga bagaimana kamu akan dapat mengetahui dan menceritakan kisahnya padahal kamu mengetahuinya hanyalah dengan perantaraan wahyu.",
            "sajda": false,
            "transliteration": "Zaalika min ambaaa'il ghaibi nooheehi ilaik; wa maa kunta ladaihim iz yulqoona aqlaamahum ayyuhum yakfulu Maryama wa maa kunta ladaihim iz yakhtasimoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 338,
            "aya_number": 45,
            "aya_text": "اِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُۖ اسْمُهُ الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ وَجِيْهًا فِى الدُّنْيَا وَالْاٰخِرَةِ وَمِنَ الْمُقَرَّبِيْنَۙ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 55,
            "translation_aya_text": "(Ingatlah), ketika para malaikat berkata, “Wahai Maryam! Sesungguhnya Allah menyampaikan kabar gembira kepadamu tentang sebuah kalimat (fir-man) dari-Nya (yaitu seorang putra), namanya Al-Masih Isa putra Maryam, seorang terkemuka di dunia dan di akhirat, dan termasuk orang-orang yang didekatkan (kepada Allah),",
            "tafsir_jalalayn": "Ingatlah! (Ketika berkata malaikat) yakni Jibril (\"Hai Maryam! Sesungguhnya Allah menyampaikan berita gembira kepadamu dengan satu kalimat dari-Nya) maksudnya dengan kelahiran seorang putra yang diciptakan dengan satu kalimat (nama Almasih Isa putra Maryam) disebut namanya dengan menisbatkannya kepada dirinya untuk memperingatkan bahwa ia melahirkan tanpa bapak padahal kebiasaannya ialah menisbatkan anak-anak kepada bapak mereka (seorang yang terkemuka) atau berpengaruh (di dunia) dengan kenabian (di akhirat) dengan pemberian syafaat dan derajat yang tinggi (dan termasuk salah seorang yang dekat) kepada Allah swt.",
            "sajda": false,
            "transliteration": "Iz qaalatil malaaa'ikatu yaa Maryamu innal laaha yubashshiruki bi Kalimatim minhus muhul Maseeh u 'Eesab nu Maryama wajeehan fid dunyaa wal Aakhirati wa minal muqarrabeen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}