{
    "page_number": 550,
    "data": [
        {
            "aya_id": 5156,
            "aya_number": 6,
            "aya_text": "لَقَدْ كَانَ لَكُمْ فِيْهِمْ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُو اللّٰهَ وَالْيَوْمَ الْاٰخِرَۗ وَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 550,
            "translation_aya_text": "Sungguh, pada mereka itu (Ibrahim dan umatnya) terdapat suri teladan yang baik bagimu; (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari kemudian, dan barangsiapa berpaling, maka sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji.",
            "tafsir_jalalayn": "(Sesungguhnya telah ada bagi kalian) hai umat Muhammad, menjadi jawab qasam yang keberadaannya diperkirakan (teladan yang baik pada mereka itu, yaitu bagi orang yang mengharap pahala Allah dan hari akhirat) yakni bagi orang yang takut kepada keduanya; atau bagi orang yang menduga bahwa dirinya akan mendapat pahala dan selamat dari siksa. (Dan barang siapa yang berpaling) seumpamanya dia mengambil orang-orang kafir sebagai teman setia (maka sesungguhnya Allah, Dialah Yang Maha Kaya) yakni tidak membutuhkan makhluk-Nya (lagi Maha terpuji) di kalangan orang-orang yang taat kepada-Nya.",
            "sajda": false,
            "transliteration": "Laqad kaana lakum feehim uswatunhasanatul liman kaana yarjul laaha wal yawmal aakhir; wa many yatawalla fa innal laaha huwal ghaniyyul hameed",
            "tajweed_text": "لَقَ[q:2389[دْ] كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَ[u:10738[ةٌ ل]ِّمَ[f:10739[ن ك]َانَ يَرْجُو[s[اْ] [h:10740[ٱ]للَّهَ وَ[h:10741[ٱ]لْيَوْمَ [h:10742[ٱ]لْأَخِرَ‌ۚ وَم[a:3640[َن ي]َتَوَلَّ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5157,
            "aya_number": 7,
            "aya_text": "۞ عَسَى اللّٰهُ اَنْ يَّجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِيْنَ عَادَيْتُمْ مِّنْهُمْ مَّوَدَّةًۗ وَاللّٰهُ قَدِيْرٌۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 550,
            "translation_aya_text": "Mudah-mudahan Allah menimbulkan kasih sayang di antara kamu dengan orang-orang yang pernah kamu musuhi di antara mereka. Allah Mahakuasa. Dan Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Mudah-mudahan Allah menimbulkan antara kalian dengan orang-orang yang kalian musuhi di antara mereka) yakni di antara orang-orang kafir Mekah, demi taat kepada perintah Allah swt. (kasih sayang) seumpamanya karena Allah memberikan petunjuk kepada mereka untuk beriman, karenanya mereka lalu menjadi teman-teman setia kalian. (Dan Allah adalah Maha Kuasa) untuk melakukan hal tersebut, dan ternyata Allah swt. melakukan hal tersebut sesudah penaklukan kota Mekah. (Dan Allah Maha Pengampun) kepada mereka atas kesalahan-kesalahan mereka di masa lalu sebelum mereka masuk Islam (lagi Maha Penyayang) terhadap mereka.",
            "sajda": false,
            "transliteration": "Asal laahu any yaj'ala bainakum wa bainal lazeena 'aadaitum minhum mawaddah; wallahu qadeer; wallahu ghafoorur raheem",
            "tajweed_text": "۞ عَسَى [h:2982[ٱ]للَّهُ أ[a:13530[َن ي]َ[q:2441[جْ]عَلَ بَيْنَكُمْ وَبَيْنَ [h:7774[ٱ]لَّذِينَ عَادَيْت[w:13531[ُم م]ِّنْه[w:13532[ُم م]َّوَدَّ[a:13533[ةً‌ۚ و]َ[h:72[ٱ]للَّهُ قَدِي[a:13534[رٌ‌ۚ و]َ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5158,
            "aya_number": 8,
            "aya_text": "لَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ لَمْ يُقَاتِلُوْكُمْ فِى الدِّيْنِ وَلَمْ يُخْرِجُوْكُمْ مِّنْ دِيَارِكُمْ اَنْ تَبَرُّوْهُمْ وَتُقْسِطُوْٓا اِلَيْهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 550,
            "translation_aya_text": "Allah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil.",
            "tafsir_jalalayn": "(Allah tiada melarang kalian terhadap orang-orang yang tidak memerangi kalian) dari kalangan orang-orang kafir (karena agama dan tidak mengusir kalian dari negeri kalian untuk berbuat baik kepada mereka) lafal an tabarruuhum menjadi badal isytimal dari lafal alladziina (dan berlaku adil) yaitu melakukan peradilan (terhadap mereka) dengan secara adil. Ayat ini diturunkan sebelum ada perintah untuk berjihad melawan mereka. (Sesungguhnya Allah menyukai orang-orang yang adil) yang berlaku adil.",
            "sajda": false,
            "transliteration": "Laa yanhaakumul laahu 'anil lazeena lam yuqaatilookum fid deeni wa lam yukhrijookum min diyaarikum an tabarroohum wa tuqsitooo ilaihim; innal laaha yuhibbul muqsiteen",
            "tajweed_text": "لَّا يَنْهَ[n[ـٰ]كُمُ [h:13535[ٱ]للَّهُ عَنِ [h:3106[ٱ]لَّذِينَ لَمْ يُقَ[n[ـٰ]تِلُوكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ وَلَمْ يُخْرِجُوك[w:13536[ُم م]ِّ[f:426[ن د]ِيَ[n[ـٰ]رِكُمْ أَ[f:13537[ن ت]َبَرُّوهُمْ وَتُ[q:13538[قْ]سِط[o[ُوٓ][s[اْ] إِلَيْهِمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:3555[ٱ]لْمُ[q:3556[قْ]سِط[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5159,
            "aya_number": 9,
            "aya_text": "اِنَّمَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ قَاتَلُوْكُمْ فِى الدِّيْنِ وَاَخْرَجُوْكُمْ مِّنْ دِيَارِكُمْ وَظَاهَرُوْا عَلٰٓى اِخْرَاجِكُمْ اَنْ تَوَلَّوْهُمْۚ وَمَنْ يَّتَوَلَّهُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 550,
            "translation_aya_text": "Sesungguhnya Allah hanya melarang kamu menjadikan mereka sebagai kawanmu orang-orang yang memerangi kamu dalam urusan agama dan mengusir kamu dari kampung halamanmu dan membantu (orang lain) untuk mengusirmu. Barangsiapa menjadikan mereka sebagai kawan, mereka itulah orang-orang yang zalim.",
            "tafsir_jalalayn": "(Sesungguhnya Allah hanya melarang kalian terhadap orang-orang yang memerangi kalian karena agama dan mengusir kalian dari negeri kalian dan membantu) yakni menolong orang lain (untuk mengusir kalian untuk menjadikan mereka sebagai kawan kalian) lafal An Tawallauhum menjadi Badal Isytimal dari lafal Al Ladzina, yakni Dia melarang kalian untuk menjadikan mereka sebagai teman-teman setia kalian. (Dan barang siapa menjadikan mereka sebagai kawan, maka mereka itulah orang-orang yang lalim).",
            "sajda": false,
            "transliteration": "Innamaa yanhaakumul laahu 'anil lazeena qaatalookum fid deeni wa akhrajookum min diyaarikum wa zaaharoo 'alaa ikhraajikum an tawallawhum; wa many yatawallahum faulaaa'ika humuz zaalimoon",
            "tajweed_text": "إِ[g[نّ]َمَا يَنْهَ[n[ـٰ]كُمُ [h:13535[ٱ]للَّهُ عَنِ [h:3106[ٱ]لَّذِينَ قَ[n[ـٰ]تَلُوكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ وَأَخْرَجُوك[w:13539[ُم م]ِّ[f:426[ن د]ِيَ[n[ـٰ]رِكُمْ وَظَ[n[ـٰ]هَرُو[s[اْ] عَلَ[o[ىٰٓ] إِخْرَاجِكُمْ أَ[f:13540[ن ت]َوَلَّوْهُمْ‌ۚ وَم[a:3619[َن ي]َتَوَلَّهُمْ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5160,
            "aya_number": 10,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا جَاۤءَكُمُ الْمُؤْمِنٰتُ مُهٰجِرٰتٍ فَامْتَحِنُوْهُنَّۗ  اَللّٰهُ اَعْلَمُ بِاِيْمَانِهِنَّ فَاِنْ عَلِمْتُمُوْهُنَّ مُؤْمِنٰتٍ فَلَا تَرْجِعُوْهُنَّ اِلَى الْكُفَّارِۗ  لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّوْنَ لَهُنَّۗ وَاٰتُوْهُمْ مَّآ اَنْفَقُوْاۗ وَلَا جُنَاحَ عَلَيْكُمْ اَنْ تَنْكِحُوْهُنَّ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّۗ وَلَا تُمْسِكُوْا بِعِصَمِ الْكَوَافِرِ وَسْـَٔلُوْا مَآ اَنْفَقْتُمْ وَلْيَسْـَٔلُوْا مَآ اَنْفَقُوْاۗ ذٰلِكُمْ حُكْمُ اللّٰهِ ۗيَحْكُمُ بَيْنَكُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 550,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila perempuan-perempuan mukmin datang berhijrah kepadamu, maka hendaklah kamu uji (keimanan) mereka. Allah lebih mengetahui tentang keimanan mereka; jika kamu telah mengetahui bahwa mereka (benar-benar) beriman maka janganlah kamu kembalikan mereka kepada orang-orang kafir (suami-suami mereka). Mereka tidak halal bagi orang-orang kafir itu dan orang-orang kafir itu tidak halal bagi mereka. Dan berikanlah kepada (suami) mereka mahar yang telah mereka berikan. Dan tidak ada dosa bagimu menikahi mereka apabila kamu bayar kepada mereka maharnya. Dan janganlah kamu tetap berpegang pada tali (pernikahan) dengan perempuan-perempuan kafir; dan hendaklah kamu minta kembali mahar yang telah kamu berikan; dan (jika suaminya tetap kafir) biarkan mereka meminta kembali mahar yang telah mereka bayar (kepada mantan istrinya yang telah beriman). Demikianlah hukum Allah yang ditetapkan-Nya di antara kamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, apabila datang kepada kalian perempuan-perempuan yang beriman) secara lisannya (untuk berhijrah) dari orang-orang kafir sesudah kalian mengadakan perjanjian perdamaian dengan orang-orang kafir dalam perjanjian Hudaibiah, yaitu bahwa barang siapa yang datang kepada orang-orang mukmin dari kalangan mereka, maka orang itu harus dikembalikan lagi kepada mereka (maka hendaklah kalian uji mereka) melalui sumpah, yaitu bahwa sesungguhnya mereka sekali-kali tidak keluar meninggalkan kampung halamannya melainkan karena senang kepada Islam, bukan karena benci terhadap suami mereka yang kafir, dan bukan pula karena mencintai orang-orang lelaki dari kalangan kaum muslimin. Demikianlah isi sumpah yang dilakukan oleh Nabi saw. kepada perempuan-perempuan itu (Allah telah mengetahui tentang keimanan mereka; maka jika kalian telah mengetahui, bahwa mereka) yakni kalian menduga melalui sumpah yang telah mereka ucapkan, bahwa mereka (benar-benar beriman maka janganlah kalian kembalikan mereka) janganlah kalian mengembalikan mereka (kepada orang-orang kafir. Mereka tidak halal bagi orang-orang kafir itu dan orang-orang kafir itu tiada halal pula bagi mereka. Dan berikanlah kepada mereka) yakni kembalikanlah kepada orang-orang kafir yang menjadi suami mereka (mahar yang telah mereka bayar) kepada perempuan-perempuan mukmin itu. (Dan tiada dosa atas kalian mengawini mereka) dengan syarat (apabila kalian bayar kepada mereka maharnya) maskawinnya. (Dan janganlah kalian tetap berpegang) dapat dibaca tumsikuu, dan tumassikuu yakni dengan memakai tasydid dan tanpa tasydid (pada tali perkawinan dengan perempuan-perempuan kafir) yakni istri-istri kalian yang kafir, karena keislaman kalian telah memutuskannya dari kalian berikut syarat-syaratnya. Atau perempuan-perempuan yang menyusul atau mengikuti orang-orang musyrik dalam keadaan murtad, karena kemurtadannya telah memutuskan tali perkawinan mereka dengan kalian, berikut syarat-syaratnya (dan hendaklah kalian minta) hendaklah kalian tuntut (apa yang telah kalian nafkahkan) kepada mereka yaitu mahar-mahar yang telah kalian bayar kepada mereka, berupa pengembalian dari orang-orang kafir yang mengawini mereka (dan hendaklah mereka meminta mahar yang telah mereka bayar) kepada perempuan-perempuan yang ikut berhijrah, sebagaimana penjelasan yang telah lalu yaitu bahwasanya kaum musliminlah yang membayarkannya. (Demikianlah hukum Allah yang ditetapkan-Nya di antara kalian) untuk kalian laksanakan. (Dan Allah Maha Mengetahui lagi Maha Bijaksana).",
            "sajda": false,
            "transliteration": "Yaa ayyuhal lazeena aamanoo izaa jaaa'akumul mu'minaatu muhaajiraatin famtah inoohunna Allaahu a'lamu bieemaanihinna fa in 'alimtumoohunna mu'minaatin falaa tarji'oohunna ilal kuffaar; laa hunna hillul lahum wa laa hum uahilloona lahunna wa aatoohum maa anfaqoo wa laa junaaha 'alaikum an tankihoohunna izaaa aataitumoohunna ujoorahunn; wa laa tumsikoo bi 'isamil kawaafiri was'aloo maaa anfaqtum walyas'aloo maaa anfaqoo zaalikum hukmul laahi yahkumu bainakum wallaahu 'aleemun hakeem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا ج[o[َا]ٓءَكُمُ [h:13541[ٱ]لْمُؤْمِنَ[n[ـٰ]تُ مُهَ[n[ـٰ]جِر[n[َٲ][f:13542[تٍ ف]َ[h:13543[ٱ]مْتَحِنُوهُ[g[نّ]َ‌ۖ [h:13544[ٱ]للَّهُ أَعْلَمُ بِإِيمَ[n[ـٰ]نِهِ[g[نّ]َ‌ۖ فَإِنْ عَلِمْتُمُوهُ[g[نّ]َ مُؤْمِنَ[n[ـٰ][f:13545[تٍ ف]َلَا تَرْجِعُوهُ[g[نّ]َ إِلَى [h:13546[ٱ]لْكُفَّارِ‌ۖ لَا هُ[g[نّ]َ حِ[u:3396[لٌّ ل]َّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُ[g[نّ]َ‌ۖ وَءَاتُوه[w:13547[ُم م]ّ[o[َآ] أَ[f:1538[نف]َقُو[s[اْ‌ۚ] وَلَا جُنَاحَ عَلَيْكُمْ أَ[f:3169[ن ت]َ[f:3170[نك]ِحُوهُ[g[نّ]َ إِذ[o[َآ] ءَاتَيْتُمُوهُ[g[نّ]َ أُجُورَهُ[g[نّ]َ‌ۚ وَلَا تُمْسِكُو[s[اْ] بِعِصَمِ [h:13548[ٱ]لْكَوَافِرِ وَسْــَٔلُو[s[اْ] م[o[َآ] أَ[f:1186[نف]َ[q:1186[قْ]تُمْ وَلْيَسْــَٔلُو[s[اْ] م[o[َآ] أَ[f:1538[نف]َقُو[s[اْ‌ۚ] ذ[n[َٲ]لِكُمْ حُكْمُ [h:3559[ٱ]للَّهِ‌ۖ يَحْكُمُ بَيْنَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5161,
            "aya_number": 11,
            "aya_text": "وَاِنْ فَاتَكُمْ شَيْءٌ مِّنْ اَزْوَاجِكُمْ اِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَاٰتُوا الَّذِيْنَ ذَهَبَتْ اَزْوَاجُهُمْ مِّثْلَ مَآ اَنْفَقُوْاۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اَنْتُمْ بِهٖ مُؤْمِنُوْنَ ",
            "sura_id": 60,
            "juz_id": 28,
            "page_number": 550,
            "translation_aya_text": "Dan jika ada sesuatu (pengembalian mahar) yang belum kamu selesaikan dari istri-istrimu yang lari kepada orang-orang kafir, lalu kamu dapat mengalahkan mereka maka berikanlah (dari harta rampasan) kepada orang-orang yang istrinya lari itu sebanyak mahar yang telah mereka berikan. Dan bertakwalah kamu kepada Allah yang kepada-Nya kamu beriman.",
            "tafsir_jalalayn": "(Dan jika seseorang dari istri-istri kalian lari) seorang atau lebih di antara istri-istri kalian. Atau sebagian dari mahar mereka luput dari kalian, karena mereka lari (kepada orang-orang kafir) dalam keadaan murtad (lalu kalian mengalahkan mereka) maksudnya, memerangi mereka kemudian kalian memperoleh ganimah (maka bayarkanlah kepada orang-orang yang istrinya lari itu) dari ganimah yang kalian peroleh (mahar sebanyak yang telah mereka bayar) karena sebagian dari mahar tersebut tidak sempat mereka terima dari pihak orang-orang kafir. (Dan bertakwalah kepada Allah Yang kepada-Nya kalian beriman) kemudian orang-orang mukmin itu benar-benar mengerjakan apa yang telah diperintahkan kepada mereka, yaitu memberikan ganti rugi mahar kepada orang-orang kafir, dan juga kepada orang-orang mukmin yang istrinya lari, kemudian hukum ini sesudah itu ditiadakan.",
            "sajda": false,
            "transliteration": "Wa in faatakum shai'um min azwaajikum ilal kuffaari fa'aaqabtum fa aatul lazeena zahabat azwaajuhum misla maaa anfaqoo; wattaqul laahal lazeee antum bihee mu'minoon",
            "tajweed_text": "وَإِ[f:13549[ن ف]َاتَكُمْ ش[a:13550[َىْءٌ م]ِّنْ أَزْو[n[َٲ]جِكُمْ إِلَى [h:13546[ٱ]لْكُفَّارِ فَعَاقَ[q:13551[بْ]تُمْ فَـَٔـاتُو[s[اْ] [h:13552[ٱ]لَّذِينَ ذَهَبَتْ أَزْو[n[َٲ]جُه[w:13553[ُم م]ِّثْلَ م[o[َآ] أَ[f:1538[نف]َقُو[s[اْ‌ۚ] وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ [h:2537[ٱ]لَّذ[o[ِىٓ] أَ[f:428[نت][c:3753[ُم ب]ِه[n[ِۦ] مُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُمۡتَحنَةِ",
                "englishName": "Al-Mumtahana",
                "englishNameTranslation": "She that is to be examined",
                "revelationType": "Medinan"
            }
        }
    ]
}