{
    "page_number": 553,
    "data": [
        {
            "aya_id": 5178,
            "aya_number": 1,
            "aya_text": "يُسَبِّحُ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ الْمَلِكِ الْقُدُّوْسِ الْعَزِيْزِ الْحَكِيْمِ ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 553,
            "translation_aya_text": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah. Maharaja, Yang Mahasuci, Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Telah bertasbih kepada Allah) telah memahasucikan-Nya; huruf lam yang terdapat pada lafal lillaahi adalah huruf zaidah (apa yang ada di langit dan apa yang ada di bumi) pemakaian lafal maa di sini karena memprioritaskan yang mayoritas (Raja, Yang Maha Suci) yakni Maha Suci dari sifat-sifat yang tidak layak bagi-Nya (Yang Maha Perkasa lagi Maha Bijaksana) di dalam kerajaan dan dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Yusabbihu lilaahi maa fis samaawaati wa maa fil ardil Malikil Quddoosil 'Azeezil Hakeem",
            "tajweed_text": "يُسَبِّحُ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ [h:13591[ٱ]لْمَلِكِ [h:13592[ٱ]لْقُدُّوسِ [h:13593[ٱ]لْعَزِيزِ [h:2229[ٱ]لْحَك[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5179,
            "aya_number": 2,
            "aya_text": "هُوَ الَّذِيْ بَعَثَ فِى الْاُمِّيّٖنَ رَسُوْلًا مِّنْهُمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 553,
            "translation_aya_text": "Dialah yang mengutus seorang Rasul kepada kaum yang buta huruf dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka dan mengajarkan kepada mereka Kitab dan Hikmah (Sunnah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata.",
            "tafsir_jalalayn": "(Dialah yang mengutus kepada kaum yang buta huruf) yaitu bangsa Arab; lafal ummiy artinya orang yang tidak dapat menulis dan membaca kitab (seorang rasul di antara mereka) yaitu Nabi Muhammad saw. (yang membacakan kepada mereka ayat-ayat-Nya) yakni Alquran (menyucikan mereka) membersihkan mereka dari kemusyrikan (dan mengajarkan kepada mereka Kitab) Alquran (dan hikmah) yaitu hukum-hukum yang terkandung di dalamnya, atau hadis. (Dan sesungguhnya) lafal in di sini adalah bentuk takhfif dari inna, sedangkan isimnya tidak disebutkan selengkapnya; dan sesungguhnya (mereka adalah sebelumnya) sebelum kedatangan Nabi Muhammad saw. (benar-benar dalam kesesatan yang nyata) artinya jelas sesatnya.",
            "sajda": false,
            "transliteration": "Huwal lazee ba'asa fil ummiyyeena Rasoolam min hum yatloo 'alaihim aayaatihee wa yuzakkeehim wa yu'allimuhumul Kitaaba wal Hikmata wa in kaano min qablu lafee dalaalim mubeen",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذِى بَعَثَ فِى [h:2033[ٱ]لْأُ[g[مّ]ِيِّـ[n[ـۧ]نَ رَسُول[a:677[اً م]ِّنْهُمْ يَتْلُو[s[اْ] عَلَيْهِمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ [h:678[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:679[ٱ]لْحِكْمَةَ وَإِ[f:2392[ن ك]َانُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ لَفِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5180,
            "aya_number": 3,
            "aya_text": "وَّاٰخَرِيْنَ مِنْهُمْ لَمَّا يَلْحَقُوْا بِهِمْۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُۙ ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 553,
            "translation_aya_text": "Dan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. Dan Dialah Yang Mahaperkasa, Mahabijaksana. ",
            "tafsir_jalalayn": "(Dan juga kepada kaum yang lain) lafal ini diathafkan kepada lafal al-ummiyyiina, yakni orang-orang yang ada (dari mereka) yaitu orang-orang yang datang kemudian dari mereka, artinya sesudah mereka (tiadalah) (dapat menyusul para pendahulunya) yakni dalam hal kepeloporan dan keutamaannya. (Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana) di dalam kerajaan-Nya dan dalam perbuatan-Nya. Yang dimaksud dengan kaum yang lain ini adalah para tabiin; disebutkannya para sahabat secara khusus pada ayat sebelumnya merupakan dalil yang cukup untuk membuktikan keutamaan para sahabat karena mereka dapat bertemu langsung dengan Nabi saw. yang diutus kepada mereka. Keutamaan mereka jauh lebih besar daripada orang-orang yang datang kemudian sesudah mereka di antara orang-orang yang Nabi pun diutus kepada mereka, dan mereka beriman kepadanya baik dari jenis manusia maupun dari jenis jin hingga hari kiamat. Karena sesungguhnya setiap generasi itu jauh lebih baik daripada generasi penerusnya.",
            "sajda": false,
            "transliteration": "Wa aakhareena minhum lammaa yalhaqoo bihim wa huwal 'azeezul hakeem",
            "tajweed_text": "وَءَاخَرِينَ مِنْهُمْ لَ[g[مّ]َا يَلْحَقُو[s[اْ] بِهِمْ‌ۚ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5181,
            "aya_number": 4,
            "aya_text": "ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 553,
            "translation_aya_text": "Demikianlah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki; dan Allah memiliki karunia yang besar. ",
            "tafsir_jalalayn": "(Demikianlah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya) yaitu kepada Nabi dan orang-orang yang disebutkan bersamanya (dan Allah mempunyai karunia yang besar).",
            "sajda": false,
            "transliteration": "Zaalika fadlul laahi yu'teehi many-yashaaa; wallaahu zul fadil 'azeem",
            "tajweed_text": "ذ[n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5182,
            "aya_number": 5,
            "aya_text": "مَثَلُ الَّذِيْنَ حُمِّلُوا التَّوْرٰىةَ ثُمَّ لَمْ يَحْمِلُوْهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ اَسْفَارًاۗ بِئْسَ مَثَلُ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 553,
            "translation_aya_text": "Perumpamaan orang-orang yang diberi tugas membawa Taurat, kemudian mereka tidak membawanya (tidak mengamalkannya) adalah seperti keledai yang membawa kitab-kitab yang tebal. Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah. Dan Allah tidak memberi petunjuk kepada orang-orang yang zalim. ",
            "tafsir_jalalayn": "(Perumpamaan orang-orang yang dipikulkan kepadanya kitab Taurat) mereka yang dibebani untuk mengamalkannya (kemudian mereka tidak memikulnya) tidak mengamalkannya, antara lain, mereka tidak beriman kepada perkara yang menyangkut sifat-sifat Nabi saw. sebagai nabi yang akan datang padahal telah terkandung di dalamnya. Mereka itu (adalah seperti keledai yang membawa kitab-kitab) yang dimaksud dengan sifir-sifir adalah kitab-kitab, dalam arti kata keledai itu tidak dapat memanfaatkannya. (Amatlah buruknya perumpamaan kaum yang mendustakan ayat-ayat Allah) yang membenarkan Nabi saw. Sedangkan subjek yang dicelanya tidak disebutkan, lengkapnya, seburuk-buruk perumpamaan kaum yang mendustakan ayat-ayat Allah adalah perumpamaan ini. (Dan Allah tiada memberi petunjuk kepada kaum yang lalim) yaitu kaum yang kafir.",
            "sajda": false,
            "transliteration": "Masalul lazeena hum milut tawraata summa lam yahmiloonhaa kamasalil himaari yah milu asfaaraa; bi'sa masalul qawmil lazeena kaazzaboo bi aayaatil laah; wallaahu laa yahdil qawmazzaalimeen",
            "tajweed_text": "مَثَلُ [h:1179[ٱ]لَّذِينَ حُ[g[مّ]ِلُو[s[اْ] [h:13594[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ ثُ[g[مّ]َ لَمْ يَحْمِلُوهَا كَمَثَلِ [h:13595[ٱ]لْحِمَارِ يَحْمِلُ أَسْفَار[i:13596[َۢا‌ۚ ب]ِئْسَ مَثَلُ [h:5140[ٱ]لْقَوْمِ [h:4053[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ‌ۚ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5183,
            "aya_number": 6,
            "aya_text": "قُلْ يٰٓاَيُّهَا الَّذِيْنَ هَادُوْٓا اِنْ زَعَمْتُمْ اَنَّكُمْ اَوْلِيَاۤءُ لِلّٰهِ مِنْ دُوْنِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 553,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai orang-orang Yahudi! Jika kamu mengira bahwa kamulah kekasih Allah, bukan orang-orang yang lain, maka harapkanlah kematianmu, jika kamu orang yang benar.” ",
            "tafsir_jalalayn": "(Katakanlah, \"Hai orang-orang yang menganut agama Yahudi! Jika kalian mendakwakan bahwa sesungguhnya kalian sajalah kekasih-kekasih Allah bukan manusia-manusia yang lain, maka harapkanlah kematian kalian, jika kalian adalah orang-orang yang benar\") kedua Syarat yang ada pada ayat ini, yakni lafal in za'amtum dan lafal in kuntum bertaalluq atau bergantung kepada lafal tamannau dalam arti kata bahwa syarat yang pertama menjadi qaid atau pengertian yang mengikat bagi syarat yang kedua. Artinya, jika kalian benar-benar di dalam dugaan kalian yang menganggap bahwa kalian adalah kekasih-kekasih Allah. Dan merupakan suatu kelaziman bagi kekasih Allah itu selalu mementingkan kehidupan di akhirat, dan permulaan jalan untuk menuju ke akhirat itu adalah mati; karena itu harapkanlah kematian itu.",
            "sajda": false,
            "transliteration": "Qul yaaa ayyuhal lazeena haadoo in za'amtum annakum awliyaaa'u lilaahi min doonin naasi fatamannawul mawta in kuntum saadiqeen",
            "tajweed_text": "قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ هَاد[o[ُوٓ][s[اْ] إِ[f:13597[ن ز]َعَمْتُمْ أَ[g[نّ]َكُمْ أَوْلِي[o[َا]ٓءُ لِلَّهِ مِ[f:107[ن د]ُونِ [h:493[ٱ][l[ل][g[نّ]َاسِ فَتَمَ[g[نّ]َوُ[s[اْ] [h:494[ٱ]لْمَوْتَ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5184,
            "aya_number": 7,
            "aya_text": "وَلَا يَتَمَنَّوْنَهٗٓ اَبَدًاۢ بِمَا قَدَّمَتْ اَيْدِيْهِمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالظّٰلِمِيْنَ ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 553,
            "translation_aya_text": "Dan mereka tidak akan mengharapkan kematian itu selamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. Dan Allah Maha Mengetahui orang-orang yang zalim. ",
            "tafsir_jalalayn": "(Mereka tiada akan mengharapkan kematian itu selama-lamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan-tangan mereka sendiri) yaitu berupa kekafiran mereka kepada Nabi saw. yang hal ini menunjukkan kepada kedustaan mereka terhadap ayat-ayat Allah. (Dan Allah Mengetahui orang-orang yang lalim) yakni orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Wa laa yatamannaw nahooo abadam bimaa qaddamat aydeehim; wallaahu 'aleemum bix zaalimeen",
            "tajweed_text": "وَلَا يَتَمَ[g[نّ]َوْنَهُ[o[ۥٓ] أَبَد[i:496[َۢا ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِي[i:497[مُۢ ب]ِ[h:498[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5185,
            "aya_number": 8,
            "aya_text": "قُلْ اِنَّ الْمَوْتَ الَّذِيْ تَفِرُّوْنَ مِنْهُ فَاِنَّهٗ مُلٰقِيْكُمْ ثُمَّ تُرَدُّوْنَ اِلٰى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ࣖ ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 553,
            "translation_aya_text": "Katakanlah, “Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu, kemudian kamu akan dikembalikan kepada (Allah), yang mengetahui yang gaib dan yang nyata, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan.” ",
            "tafsir_jalalayn": "(Katakanlah!, \"Sesungguhnya kematian yang kalian lari daripadanya, sesungguhnya kematian itu) huruf fa pada lafal fa-innahu adalah huruf zaidah (akan menemui kalian, kemudian kalian akan dikembalikan kepada Allah Yang Maha Mengetahui yang gaib dan yang nyata) artinya mengetahui pada yang rahasia dan terang-terangan (lalu Dia beritakan kepada kalian apa yang telah kalian kerjakan.\") maka Dia akan membalasnya kepada kalian.",
            "sajda": false,
            "transliteration": "Qul innal mawtal lazee tafirroona minhu fa innahoo mulaaqeekum summa turaddoona ilaa 'Aalimil Ghaibi wash shahaadati fa yunabbi'ukum bimaa kuntum ta'maloon",
            "tajweed_text": "قُلْ إِ[g[نّ]َ [h:13598[ٱ]لْمَوْتَ [h:13599[ٱ]لَّذِى تَفِرُّونَ مِنْهُ فَإِ[g[نّ]َهُ[n[ۥ] مُلَ[n[ـٰ]قِيكُمْ‌ۖ ثُ[g[مّ]َ تُرَدُّونَ إِلَىٰ عَ[n[ـٰ]لِمِ [h:5788[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        }
    ]
}