{
    "page_number": 554,
    "data": [
        {
            "aya_id": 5186,
            "aya_number": 9,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نُوْدِيَ لِلصَّلٰوةِ مِنْ يَّوْمِ الْجُمُعَةِ فَاسْعَوْا اِلٰى ذِكْرِ اللّٰهِ وَذَرُوا الْبَيْعَۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 554,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jum‘at, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, apabila diseru untuk menunaikan salat pada) huruf min di sini bermakna fi, yakni pada (hari Jumat maka bersegeralah kalian) yakni cepat-cepatlah kalian berangkat (untuk mengingat Allah) yakni salat (dan tinggalkanlah jual beli) tinggalkanlah transaksi jual beli itu. (Yang demikian itu lebih baik bagi kalian jika kalian mengetahui) bahwasanya hal ini lebih baik, maka kerjakanlah ia.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanoo izaa noodiya lis-Salaati miny yawmil Jumu'ati fas'aw ilaa zikril laahi wa zarul bai'; zaalikum khayrul lakum in kuntum ta'lamoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا نُودِىَ لِلصَّلَ[s[و][n[ٲ]ةِ م[a:13600[ِن ي]َوْمِ [h:13601[ٱ]لْجُمُعَةِ فَ[h:13602[ٱ]سْعَوْ[s[اْ] إِلَىٰ ذِكْرِ [h:3774[ٱ]للَّهِ وَذَرُو[s[اْ] [h:13603[ٱ]لْبَيْعَ‌ۚ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5187,
            "aya_number": 10,
            "aya_text": "فَاِذَا قُضِيَتِ الصَّلٰوةُ فَانْتَشِرُوْا فِى الْاَرْضِ وَابْتَغُوْا مِنْ فَضْلِ اللّٰهِ وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَ ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 554,
            "translation_aya_text": "Apabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung. ",
            "tafsir_jalalayn": "(Apabila telah ditunaikan salat, maka bertebaranlah kalian di muka bumi) perintah ini menunjukkan pengertian ibahah atau boleh (dan carilah) carilah rezeki (karunia Allah, dan ingatlah Allah) dengan ingatan (sebanyak-banyaknya supaya kalian beruntung) yakni memperoleh keberuntungan. Pada hari Jumat, Nabi saw. berkhutbah akan tetapi tiba-tiba datanglah rombongan kafilah membawa barang-barang dagangan, lalu dipukullah genderang menyambut kedatangannya sebagaimana biasanya. Maka orang-orang pun berhamburan keluar dari mesjid untuk menemui rombongan itu, kecuali hanya dua belas orang saja yang masih tetap bersama Nabi saw. lalu turunlah ayat ini.",
            "sajda": false,
            "transliteration": "Fa-izaa qudiyatis Salaatu fantashiroo fil ardi wabtaghoo min fadlil laahi wazkurul laaha kaseeral la'allakum tuflihoon",
            "tajweed_text": "فَإِذَا قُضِيَتِ [h:13604[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةُ فَ[h:10874[ٱ][f:10874[نت]َشِرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ وَ[h:988[ٱ][q:988[بْ]تَغُو[s[اْ] مِ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ وَ[h:335[ٱ]ذْكُرُو[s[اْ] [h:1113[ٱ]للَّهَ كَثِي[u:5368[رًا ل]َّعَلَّكُمْ تُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5188,
            "aya_number": 11,
            "aya_text": "وَاِذَا رَاَوْا تِجَارَةً اَوْ لَهْوًا ۨانْفَضُّوْٓا اِلَيْهَا وَتَرَكُوْكَ قَاۤىِٕمًاۗ قُلْ مَا عِنْدَ اللّٰهِ خَيْرٌ مِّنَ اللَّهْوِ وَمِنَ التِّجَارَةِۗ وَاللّٰهُ خَيْرُ الرّٰزِقِيْنَ ࣖ ",
            "sura_id": 62,
            "juz_id": 28,
            "page_number": 554,
            "translation_aya_text": "Dan apabila mereka melihat perdagangan atau permainan, mereka segera menuju kepadanya dan mereka tinggalkan engkau (Muhammad) sedang berdiri (berkhotbah). Katakanlah, “Apa yang ada di sisi Allah lebih baik daripada permainan dan perdagangan,” dan Allah pemberi rezeki yang terbaik.",
            "tafsir_jalalayn": "(Dan apabila mereka melihat perniagaan atau permainan, mereka bubar untuk menuju kepadanya) yakni kepada barang dagangan, karena barang dagangan itu merupakan kebutuhan yang mereka perlukan, berbeda dengan permainan (dan mereka tinggalkan kamu) dalam khotbahmu (dalam keadaan berdiri. Katakanlah, \"Apa yang di sisi Allah) berupa pahala (lebih baik) bagi orang-orang yang beriman (dari permainan dan perniagaan,\" dan Allah sebaik-baik pemberi rezeki) bila dikatakan, setiap orang itu memberi rezeki kepada keluarganya, maka pengertian yang dimaksud ialah dari rezeki Allah swt.",
            "sajda": false,
            "transliteration": "Wa izaa ra'aw tijaaratan aw lahwanin faddooo ilaihaa wa tarakooka qaaa'imaa; qul maa 'indal laahi khairum minal lahwi wa minat tijaarah; wallaahu khayrur raaziqeen",
            "tajweed_text": "وَإِذَا رَأَوْ[s[اْ] تِجَ[n[ـٰ]رَةً أَوْ لَهْوًا [h:13605[ٱ][f:13606[نف]َضّ[o[ُوٓ][s[اْ] إِلَيْهَا وَتَرَكُوكَ ق[o[َا]ٓئِ[f:13607[مًا‌ۚ ق]ُلْ مَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ خَيْ[a:13608[رٌ م]ِّنَ [h:13609[ٱ][l[ل]لَّهْوِ وَمِنَ [h:13610[ٱ][l[ل]تِّجَ[n[ـٰ]رَةِ‌ۚ وَ[h:72[ٱ]للَّهُ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ الجُمُعَةِ",
                "englishName": "Al-Jumu'a",
                "englishNameTranslation": "Friday",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5189,
            "aya_number": 1,
            "aya_text": "اِذَا جَاۤءَكَ الْمُنٰفِقُوْنَ قَالُوْا نَشْهَدُ اِنَّكَ لَرَسُوْلُ اللّٰهِ ۘوَاللّٰهُ يَعْلَمُ اِنَّكَ لَرَسُوْلُهٗ ۗوَاللّٰهُ يَشْهَدُ اِنَّ الْمُنٰفِقِيْنَ لَكٰذِبُوْنَۚ ",
            "sura_id": 63,
            "juz_id": 28,
            "page_number": 554,
            "translation_aya_text": "Apabila orang-orang munafik datang kepadamu (Muhammad), mereka berkata, “Kami mengakui, bahwa engkau adalah Rasul Allah.” Dan Allah mengetahui bahwa engkau benar-benar Rasul-Nya; dan Allah menyaksikan bahwa orang-orang munafik itu benar-benar pendusta.",
            "tafsir_jalalayn": "(Apabila orang-orang munafik datang kepadamu, mereka berkata) dengan mulut mereka mengenai hal-hal yang bertentangan dengan apa yang ada dalam hati mereka (\"Kami mengakui, bahwa sesungguhnya kamu benar-benar Rasul Allah.\" Dan Allah mengetahui bahwa sesungguhnya kamu benar-benar Rasul-Nya; dan Allah menyaksikan) yakni mengetahui (bahwa sesungguhnya orang-orang munafik itu benar-benar pendusta) yakni isi hati mereka berbeda dengan apa yang mereka katakan.",
            "sajda": false,
            "transliteration": "Izaa jaaa'akal munaafiqoona qaaloo nashhadu innaka la rasoolul laah; wallaahu ya'lamu innaka la rasooluhoo wallaahu yashhadu innal munaafiqeena lakaaziboon",
            "tajweed_text": "إِذَا ج[o[َا]ٓءَكَ [h:13611[ٱ]لْمُنَ[n[ـٰ]فِقُونَ قَالُو[s[اْ] نَشْهَدُ إِ[g[نّ]َكَ لَرَسُولُ [h:13612[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ إِ[g[نّ]َكَ لَرَسُولُهُ[n[ۥ] وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َ [h:3224[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَكَ[n[ـٰ]ذِب[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُنَافِقُونَ",
                "englishName": "Al-Munaafiqoon",
                "englishNameTranslation": "The Hypocrites",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5190,
            "aya_number": 2,
            "aya_text": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ ",
            "sura_id": 63,
            "juz_id": 28,
            "page_number": 554,
            "translation_aya_text": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah. Sungguh, betapa buruknya apa yang telah mereka kerjakan.",
            "tafsir_jalalayn": "(Mereka itu menjadikan sumpah mereka sebagai perisai) maksudnya untuk melindungi harta benda mereka dan jiwa mereka (lalu mereka menghalangi) melalui sumpah itu (jalan Allah) artinya mereka menghalangi manusia untuk berjihad melawan mereka. (Sesungguhnya amat buruklah apa yang telah mereka kerjakan).",
            "sajda": false,
            "transliteration": "Ittakhazoo aymaanahum junnatan fasaddoo 'an sabeelil laah; innahum saaa'a maa kaanoo ya'maloon",
            "tajweed_text": "ٱتَّخَذ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ جُ[g[نّ]َ[f:13424[ةً ف]َصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۚ إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُنَافِقُونَ",
                "englishName": "Al-Munaafiqoon",
                "englishNameTranslation": "The Hypocrites",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5191,
            "aya_number": 3,
            "aya_text": "ذٰلِكَ بِاَنَّهُمْ اٰمَنُوْا ثُمَّ كَفَرُوْا فَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ",
            "sura_id": 63,
            "juz_id": 28,
            "page_number": 554,
            "translation_aya_text": "Yang demikian itu karena sesungguhnya mereka telah beriman, kemudian menjadi kafir, maka hati mereka dikunci, sehingga mereka tidak dapat mengerti. ",
            "tafsir_jalalayn": "(Yang demikian itu) yakni pekerjaan mereka yang buruk itu (adalah karena sesungguhnya mereka telah beriman) mulutnya (kemudian menjadi kafir) hatinya. Artinya, mereka masih tetap dalam kekafirannya, (lalu dikunci matilah) dikuncilah (hati mereka) dengan kekafiran (karena itu mereka tidak dapat mengerti) tentang iman yang sesungguhnya.",
            "sajda": false,
            "transliteration": "Zaalika bi annahum aamanoo summa kafaroo fatubi'a 'alaa quloobihim fahum laa yafqahoon",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ءَامَنُو[s[اْ] ثُ[g[مّ]َ كَفَرُو[s[اْ] فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَه[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُنَافِقُونَ",
                "englishName": "Al-Munaafiqoon",
                "englishNameTranslation": "The Hypocrites",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5192,
            "aya_number": 4,
            "aya_text": "۞ وَاِذَا رَاَيْتَهُمْ تُعْجِبُكَ اَجْسَامُهُمْۗ وَاِنْ يَّقُوْلُوْا تَسْمَعْ لِقَوْلِهِمْۗ  كَاَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ  ۗيَحْسَبُوْنَ كُلَّ صَيْحَةٍ عَلَيْهِمْۗ هُمُ الْعَدُوُّ فَاحْذَرْهُمْۗ قَاتَلَهُمُ اللّٰهُ ۖاَنّٰى يُؤْفَكُوْنَ",
            "sura_id": 63,
            "juz_id": 28,
            "page_number": 554,
            "translation_aya_text": "Dan apabila engkau melihat mereka, tubuh mereka mengagumkanmu. Dan jika mereka berkata, engkau mendengarkan tutur-katanya. Mereka seakan-akan kayu yang tersandar. Mereka mengira bahwa setiap teriakan ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya), maka waspadalah terhadap mereka; Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)?",
            "tafsir_jalalayn": "(Dan apabila kamu melihat mereka, tubuh-tubuh mereka menjadikan kamu kagum) karena keindahan dan kebagusannya. (Dan jika mereka berkata kamu mendengarkan perkataan mereka) karena kefasihan tutur katanya. (Mereka adalah seakan-akan) karena tubuhnya yang besar akan tetapi pikirannya kosong tidak dapat memahami (kayu) dapat dibaca khusyubun dan khusybun (yang tersandar) artinya bagaikan kayu yang tersandar ke tembok. (Mereka mengira bahwa tiap-tiap teriakan keras) teriakan sebagaimana seruan di dalam kemiliteran, atau bagaikan seruan orang yang mencari barang yang hilang (ditujukan kepada mereka) demikian itu karena hati mereka sudah memendam rasa kecut dan takut terhadap hal-hal yang akan menimpa mereka yang memperbolehkan darah mereka dialirkan. (Mereka itulah musuh yang sebenarnya, maka waspadalah terhadap mereka) karena sesungguhnya mereka pasti membeberkan rahasia kamu kepada orang-orang kafir (semoga Allah membinasakan mereka) menghancurkan mereka. (Bagaimanakah mereka sampai dipalingkan?) dari iman, padahal bukti-buktinya sudah cukup jelas.",
            "sajda": false,
            "transliteration": "Wa izaa ra aytahum tu'jibuka ajsaamuhum wa iny yaqooloo tasma' liqawlihim kaannahum khushubum musannadah; yahsaboona kulla saihatin 'alaihim; humul 'aduwwu fahzarhum; qaatalahumul laahu annaa yu'fakoon",
            "tajweed_text": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَ[q:13613[جْ]سَامُهُمْ‌ۖ وَإ[a:13614[ِن ي]َقُولُو[s[اْ] تَسْمَعْ لِقَوْلِهِمْ‌ۖ كَأَ[g[نّ]َهُمْ خُشُ[a:13615[بٌ م]ُّسَ[g[نّ]َدَ[a:13616[ةٌ‌ۖ ي]َحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ‌ۚ هُمُ [h:13617[ٱ]لْعَدُوُّ فَ[h:13618[ٱ]حْذَرْهُمْ‌ۚ قَ[n[ـٰ]تَلَهُمُ [h:5548[ٱ]للَّهُ‌ۖ أَ[g[نّ]َىٰ يُؤْفَك[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ المُنَافِقُونَ",
                "englishName": "Al-Munaafiqoon",
                "englishNameTranslation": "The Hypocrites",
                "revelationType": "Medinan"
            }
        }
    ]
}