{
    "page_number": 556,
    "data": [
        {
            "aya_id": 5200,
            "aya_number": 1,
            "aya_text": "يُسَبِّحُ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah; milik-Nya semua kerajaan dan bagi-Nya (pula) segala puji; dan Dia Mahakuasa atas segala sesuatu. ",
            "tafsir_jalalayn": "(Bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi) artinya, semuanya memahasucikan Dia. Huruf lam pada lafal lillaahi adalah zaidah. Dan dalam ungkapan ayat ini dipakai huruf maa, hal ini tiada lain karena memprioritaskan yang mayoritas (hanya Allah lah yang mempunyai semua kerajaan dan semua puji-pujian, dan Dia Maha Kuasa atas segala sesuatu).",
            "sajda": false,
            "transliteration": "Yusabbihu lillaahi maa fis samaawaati wa maa fil ardi lahul mulku wa lahul hamd, wa Huwa 'alaa kulli shai 'in Qadeer",
            "tajweed_text": "يُسَبِّحُ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ لَهُ [h:1397[ٱ]لْمُلْكُ وَلَهُ [h:10443[ٱ]لْحَمْدُ‌ۖ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5201,
            "aya_number": 2,
            "aya_text": "هُوَ الَّذِيْ خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَّمِنْكُمْ مُّؤْمِنٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Dialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan di antara kamu (juga) ada yang mukmin. Dan Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dialah Yang menciptakan kalian maka di antara kalian ada yang kafir dan di antara kalian ada yang beriman) menurut asal kejadiannya, kemudian Dia mematikan kalian, lalu Dia menghidupkan kalian dalam keadaan seperti itu. (Dan Allah Maha Melihat apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Huwal lazee khalaqakum faminkum kaafirunw wa min kum mu'min ; wallaahu bimaa ta'maloona Baseer",
            "tajweed_text": "هُوَ [h:153[ٱ]لَّذِى خَلَقَكُمْ فَمِ[f:12615[نك]ُمْ كَافِ[a:13630[رٌ و]َمِ[f:2325[نك][w:13631[ُم م]ُّؤْمِ[a:13632[نٌ‌ۚ و]َ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5202,
            "aya_number": 3,
            "aya_text": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْۚ وَاِلَيْهِ الْمَصِيْرُ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar, Dia membentuk rupamu lalu memperbagus rupamu, dan kepada-Nya tempat kembali. ",
            "tafsir_jalalayn": "(Dia menciptakan langit dan bumi dengan, tujuan, yang benar. Dia membentuk rupa kalian dan dibaguskan-Nya rupa kalian itu) karena Dia telah menjadikan bentuk Bani Adam dalam bentuk yang paling baik dan rupa yang paling bagus (dan hanya kepada-Nyalah kembali).",
            "sajda": false,
            "transliteration": "Khalaqas samaawaati wal arda bilhaqqi wa sawwarakum fa ahsana suwarakum wa ilaihil maseer",
            "tajweed_text": "خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ‌ۖ وَإِلَيْهِ [h:3461[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5203,
            "aya_number": 4,
            "aya_text": "يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Dia mengetahui apa yang di langit dan di bumi, dan mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan. Dan Allah Maha Mengetahui segala isi hati. ",
            "tafsir_jalalayn": "(Dia mengetahui apa yang ada di langit dan apa yang ada di bumi, dan mengetahui apa yang kalian rahasiakan dan apa yang kalian nyatakan. Dan Allah Maha Mengetahui segala isi hati) semua rahasia dan keyakinan yang terpendam di dalamnya.",
            "sajda": false,
            "transliteration": "Ya'lamu maa fis samaawaati wal ardi wa ya'lamu maa tusirroona wa maa tu'linoon; wallaahu 'Aleemum bizaatis sudoor",
            "tajweed_text": "يَعْلَمُ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5204,
            "aya_number": 5,
            "aya_text": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۖفَذَاقُوْا وَبَالَ اَمْرِهِمْ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Apakah belum sampai kepadamu (orang-orang kafir) berita orang-orang kafir dahulu? Maka mereka telah merasakan akibat buruk dari perbuatannya dan mereka memperoleh azab yang pedih. ",
            "tafsir_jalalayn": "(Apakah belum datang kepada kalian) hai orang-orang kafir Mekah (berita) atau cerita (tentang orang-orang kafir dahulu? Maka mereka telah merasakan akibat yang buruk dari perbuatan mereka) yaitu hukuman di dunia sebagai pembalasan dari kekafiran mereka (dan bagi mereka) di akhirat nanti (azab yang pedih) yang menyakitkan.",
            "sajda": false,
            "transliteration": "Alam yaatikum naba'ul lazeena kafaroo min qablu fazaaqoo wabaala amrihim wa lahum 'azaabun aleem",
            "tajweed_text": "أَلَمْ يَأْتِكُمْ نَبَؤُ[s[اْ] [h:7058[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ فَذَاقُو[s[اْ] وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5205,
            "aya_number": 6,
            "aya_text": "ذٰلِكَ بِاَنَّهٗ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَقَالُوْٓا اَبَشَرٌ يَّهْدُوْنَنَاۖ فَكَفَرُوْا وَتَوَلَّوْا وَّاسْتَغْنَى اللّٰهُ ۗوَاللّٰهُ غَنِيٌّ حَمِيْدٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Yang demikian itu karena sesungguhnya ketika rasul-rasul datang kepada mereka (membawa) keterangan-ke-terangan lalu mereka berkata, “Apakah  (pantas) manusia yang memberi petunjuk kepada kami?” Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Dan Allah Mahakaya, Maha Terpuji. ",
            "tafsir_jalalayn": "(Yang demikian itu) atau azab di dunia itu (adalah karena sesungguhnya) dhamir yang terdapat dalam lafal annahu adalah dhamir sya'n (telah datang kepada mereka rasul-rasul mereka dengan membawa keterangan-keterangan yang nyata) hujah-hujah yang jelas yang menunjukkan kepada keimanan (lalu mereka berkata, \"Apakah manusia) yang dimaksud adalah jenisnya (yang akan memberi petunjuk kepada kami?\" Lalu mereka ingkar dan berpaling) dari keimanan (dan Allah tidak memerlukan) keimanan mereka. (Dan Allah Maha Kaya) dari makhluk-Nya (lagi Maha Terpuji) dalam perbuatan-perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Zaalika bi annahoo kaanat taateehim Rusuluhum bilbaiyinaati faqaaloo a basharuny yahdoonanaa fakafaroo wa tawallaw; wastaghnal laah; wallaahu ghaniyyun hameed",
            "tajweed_text": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُ[n[ۥ] كَانَت تَّأْتِيهِمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَقَال[o[ُوٓ][s[اْ] أَبَشَ[a:13633[رٌ ي]َهْدُونَنَا فَكَفَرُو[s[اْ] وَتَوَلَّو[s[اْ‌ۚ] وَّ[h:13634[ٱ]سْتَغْنَى [h:13635[ٱ]للَّهُ‌ۚ وَ[h:72[ٱ]للَّهُ غَنِىٌّ حَم[p[ِي][q[د]ٌ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5206,
            "aya_number": 7,
            "aya_text": "زَعَمَ الَّذِيْنَ كَفَرُوْٓا اَنْ لَّنْ يُّبْعَثُوْاۗ قُلْ بَلٰى وَرَبِّيْ لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْۗ وَذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Orang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), “Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.” Dan yang demikian itu mudah bagi Allah. ",
            "tafsir_jalalayn": "(Orang-orang yang kafir menduga, bahwa sesungguhnya) mereka. Lafal An di sini adalah bentuk Takhfif dari Anna sedangkan yang menjadi Isimnya tidak disebutkan, yakni sesungguhnya mereka (sekali-kali tidak akan dibangkitkan. Katakanlah, \"Memang demi Rabbku, benar-benar kalian akan dibangkitkan, kemudian akan diberitakan kepada kalian apa yang telah kalian kerjakan.\" Yang demikian itu adalah mudah bagi Allah).",
            "sajda": false,
            "transliteration": "Za'amal lazeena kafarooo al-lany yub'asoo; qul balaa wa rabbee latub'asunna summa latunabba'unna bimaa 'amiltum; wa zaalika 'alal laahi yaseer",
            "tajweed_text": "زَعَمَ [h:13636[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أ[u:8842[َن ل]ّ[a:13637[َن ي]ُ[q:13638[بْ]عَثُو[s[اْ‌ۚ] قُلْ بَلَىٰ وَرَبِّى لَتُ[q:13639[بْ]عَثُ[g[نّ]َ ثُ[g[مّ]َ لَتُنَبَّؤُ[g[نّ]َ بِمَا عَمِلْتُمْ‌ۚ وَذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5207,
            "aya_number": 8,
            "aya_text": "فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالنُّوْرِ الَّذِيْٓ اَنْزَلْنَاۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "Maka berimanlah kamu kepada Allah dan Rasul-Nya dan kepada cahaya (Al-Qur'an) yang telah Kami turunkan. Dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Maka berimanlah kalian kepada Allah dan Rasul-Nya dan cahaya) yakni Alquran (yang telah Kami turunkan. Dan Allah Maha Mengetahui apa yang kalian kerjakan).",
            "sajda": false,
            "transliteration": "Fa-aaminoo billaahi wa rasoolihee wannooril lazeee anzalnaa; wallaahu bima ta'maloona khabeer",
            "tajweed_text": "فَـَٔـامِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَ[h:13640[ٱ][l[ل][g[نّ]ُورِ [h:13641[ٱ]لَّذ[o[ِىٓ] أَ[f:515[نز]َلْنَا‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5208,
            "aya_number": 9,
            "aya_text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذٰلِكَ يَوْمُ التَّغَابُنِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 556,
            "translation_aya_text": "(Ingatlah) pada hari (ketika) Allah mengumpulkan kamu pada hari berhimpun, itulah hari pengungkapan kesalahan-kesalahan. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. ",
            "tafsir_jalalayn": "Ingatlah (hari yang di waktu itu Allah mengumpulkan kalian pada hari pengumpulan) yakni hari kiamat (itulah hari ditampakkannya kesalahan-kesalahan) maksudnya orang-orang mukmin pada hari itu memperoleh keuntungan yang besar dari orang-orang kafir, karena orang-orang mukmin mengambil tempat-tempat tinggal dan istri-istri mereka di surga, seandainya mereka beriman. (Dan barang siapa yang beriman kepada Allah dan mengerjakan amal saleh niscaya Allah akan menutupi kesalahan-kesalahannya dan memasukkannya) menurut suatu qiraat lafal yukaffir dan yudkhilhu dibaca nukaffir dan nudkhilhu (ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah keberuntungan yang besar).",
            "sajda": false,
            "transliteration": "Ywma yajma'ukum li yawmil jam'i zaalika yawmut taghaabun; wa many-yumim billaahi wa ya'mal saalihany yukaffir 'anhu sayyi aatihee wa yudkhilhu jannaatin tajree min tahtihal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem",
            "tajweed_text": "يَوْمَ يَ[q:12425[جْ]مَعُكُمْ لِيَوْمِ [h:13642[ٱ]لْجَمْعِ‌ۖ ذ[n[َٲ]لِكَ يَوْمُ [h:13643[ٱ][l[ل]تَّغَابُنِ‌ۗ وَم[a:13644[َن ي]ُؤْم[i:12652[ِنۢ ب]ِ[h:32[ٱ]للَّهِ وَيَعْمَلْ صَ[n[ـٰ]لِ[a:13645[حًا ي]ُكَفِّرْ عَنْهُ سَيِّـَٔـاتِه[n[ِۦ] وَيُ[q:13646[دْ]خِلْهُ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[f:5811[دًا‌ۚ ذ][n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        }
    ]
}