{
    "page_number": 557,
    "data": [
        {
            "aya_id": 5209,
            "aya_number": 10,
            "aya_text": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ خٰلِدِيْنَ فِيْهَاۗ وَبِئْسَ الْمَصِيْرُ ࣖ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka, mereka kekal di dalamnya. Dan itulah seburuk-buruk tempat kembali. ",
            "tafsir_jalalayn": "(Dan orang-orang yang kafir mendustakan ayat-ayat Kami) yakni Alquran (mereka itulah penghuni-penghuni neraka. Dan itulah seburuk-buruk tempat kembali) yakni neraka itu.",
            "sajda": false,
            "transliteration": "Wallazeena kafaroo wa kazzaboo bi aayaaatinaaa ulaaa'ika ashaabun naari khaalideena feehaa bi'sal maseer",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5210,
            "aya_number": 11,
            "aya_text": "مَآ اَصَابَ مِنْ مُّصِيْبَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَمَنْ يُّؤْمِنْۢ بِاللّٰهِ يَهْدِ قَلْبَهٗ ۗوَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Tidak ada sesuatu musibah yang menimpa (seseorang), kecuali dengan izin Allah; dan barangsiapa beriman kepada Allah, niscaya Allah akan memberi petunjuk kepada hatinya. Dan Allah Maha Mengetahui segala sesuatu. ",
            "tafsir_jalalayn": "(Tidak ada sesuatu musibah pun yang menimpa seseorang kecuali dengan izin Allah) atau dengan kepastian-Nya. (Dan barang siapa yang beriman kepada Allah) melalui ucapannya, bahwa musibah itu datang atas kepastian dari-Nya (niscaya Dia akan memberi petunjuk kepada kalbunya) untuk bersabar di dalam menghadapinya. (Dan Allah Maha Mengetahui segala sesuatu).",
            "sajda": false,
            "transliteration": "Maaa asaaba mim musee batin illaa bi-iznil laah; wa many yu'mim billaahi yahdi qalbah; wallaahu bikulli shai;in Aleem",
            "tajweed_text": "م[o[َآ] أَصَابَ م[a:12140[ِن م]ُّصِيبَةٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۗ وَم[a:13644[َن ي]ُؤْم[i:12652[ِنۢ ب]ِ[h:32[ٱ]للَّهِ يَهْدِ قَلْبَهُ[n[ۥ]‌ۚ وَ[h:72[ٱ]للَّهُ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5211,
            "aya_number": 12,
            "aya_text": "وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّيْتُمْ فَاِنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Dan taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling maka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan (amanah Allah) dengan terang. ",
            "tafsir_jalalayn": "(Dan taatlah kepada Allah dan taatlah kepada Rasul, jika kalian berpaling maka sesungguhnya kewajiban rasul Kami hanyalah menyampaikan, amanat Allah, dengan terang) yakni secara jelas.",
            "sajda": false,
            "transliteration": "Wa atee'ul laaha wa atee'ur Rasool; fa in tawallaitum fa innamaa 'alaa Rasoolinal balaaghul mubeen",
            "tajweed_text": "وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَأَطِيعُو[s[اْ] [h:2865[ٱ][l[ل]رَّسُولَ‌ۚ فَإِ[f:3779[ن ت]َوَلَّيْتُمْ فَإِ[g[نّ]َمَا عَلَىٰ رَسُولِنَا [h:3780[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5212,
            "aya_number": 13,
            "aya_text": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "(Dialah) Allah, tidak ada tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakal kepada Allah.",
            "tafsir_jalalayn": "(Dialah Allah, tidak ada Tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakal kepada Allah saja).",
            "sajda": false,
            "transliteration": "Allaahu laaa ilaaha illaa Hoo; wa 'alal laahi falyata wakkalil mu'minoon",
            "tajweed_text": "ٱللَّهُ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5213,
            "aya_number": 14,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّ مِنْ اَزْوَاجِكُمْ وَاَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوْهُمْۚ وَاِنْ تَعْفُوْا وَتَصْفَحُوْا وَتَغْفِرُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Wahai orang-orang yang beriman! Sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu, maka berhati-hatilah kamu terhadap mereka; dan jika kamu maafkan dan kamu santuni serta ampuni (mereka), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Sesungguhnya di antara istri-istri kalian dan anak-anak kalian ada yang menjadi musuh bagi kalian, maka berhati-hatilah kalian) janganlah kalian menaati mereka sehingga menyebabkan kalian ketinggalan tidak mau melakukan perbuatan yang baik, seperti berjihad dan berhijrah. Karena sesungguhnya latar belakang turunnya ayat ini adalah karena menaatinya (dan jika kalian meaafkan) mereka yang telah memperlambat kalian untuk melakukan perbuatan-perbuatan yang baik, karena alasan bahwa mereka merasa berat berpisah dengan kalian (dan tidak memarahi serta mengampuni, mereka, maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanooo inna min azwaaji kum wa awlaadikum 'aduwwal lakum fahzaroohum; wa in ta'foo wa tasfahoo wa taghfiroo fa innal laaha ghafoorur Raheem",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َ مِنْ أَزْو[n[َٲ]جِكُمْ وَأَوْلَ[n[ـٰ]دِكُمْ عَدُو[u:13647[ًّا ل]َّكُمْ فَ[h:13648[ٱ]حْذَرُوهُمْ‌ۚ وَإِ[f:13649[ن ت]َعْفُو[s[اْ] وَتَصْفَحُو[s[اْ] وَتَغْفِرُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5214,
            "aya_number": 15,
            "aya_text": "اِنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۗوَاللّٰهُ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar. ",
            "tafsir_jalalayn": "(Sesungguhnya harta kalian dan anak-anak kalian hanyalah cobaan) bagi kalian yang melupakan kalian dari perkara-perkara akhirat (dan di sisi Allah lah pahala yang besar) maka janganlah kalian lewatkan hal ini, karena kalian sibuk dengan harta benda dan anak-anak kalian.",
            "sajda": false,
            "transliteration": "Innamaa amwaalukum wa awlaadukum fitnah; wallaahu 'indahooo ajrun 'azeem",
            "tajweed_text": "إِ[g[نّ]َم[o[َآ] أَمْو[n[َٲ]لُكُمْ وَأَوْلَ[n[ـٰ]دُكُمْ فِتْنَ[a:13650[ةٌ‌ۚ و]َ[h:72[ٱ]للَّهُ عِ[f:719[ند]َهُ[o[ۥٓ] أَ[q:2423[جْ]رٌ عَظ[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5215,
            "aya_number": 16,
            "aya_text": "فَاتَّقُوا اللّٰهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوْا وَاَطِيْعُوْا وَاَنْفِقُوْا خَيْرًا لِّاَنْفُسِكُمْۗ وَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah; dan infakkanlah harta yang baik untuk dirimu. Dan barang-siapa dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung. ",
            "tafsir_jalalayn": "(Maka bertakwalah kalian kepada Allah menurut kesanggupan kalian) ayat ini memansukh firman-Nya, \"Bertakwalah kepada Allah sebenar-benar takwa kepada-Nya.\" (Q.S. Ali Imran 102) (dan dengarlah) apa yang telah diperintahkan kepada kalian, dengan pendengaran yang dibarengi dengan rasa menerima apa yang kalian dengar (serta taatlah) kepada Allah (dan nafkahkanlah) di jalan ketaatan (nafkah yang baik untuk diri kalian) lafal khairan berkedudukan menjadi khabar dari lafal yakun yang keberadaannya diperkirakan, dan sekaligus menjadi jawab dari amar, yakni niscaya pahalanya buat diri kalian sendiri. (Dan barang siapa yang dipelihara dari kekikiran dirinya, maka mereka itulah orang-orang yang beruntung) orang-orang yang memperoleh keberuntungan.",
            "sajda": false,
            "transliteration": "Fattaqul laaha mastat'tum wasma'oo wa atee'oo waanfiqoo khairal li anfusikum; wa many-yooqa shuha nafsihee fa-ulaaa'ika humul muflihoon",
            "tajweed_text": "فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ مَا [h:5393[ٱ]سْتَطَعْتُمْ وَ[h:486[ٱ]سْمَعُو[s[اْ] وَأَطِيعُو[s[اْ] وَأَ[f:1045[نف]ِقُو[s[اْ] خَيْ[u:13651[رًا ل]ِّأَ[f:13652[نف]ُسِكُمْ‌ۗ وَم[a:13470[َن ي]ُوقَ شُحَّ نَفْسِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5216,
            "aya_number": 17,
            "aya_text": "اِنْ تُقْرِضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ شَكُوْرٌ حَلِيْمٌۙ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Jika kamu meminjamkan kepada Allah dengan pinjaman yang baik, niscaya Dia melipatgandakan (balasan) untukmu dan mengampuni kamu. Dan Allah Maha Mensyukuri, Maha Penyantun.",
            "tafsir_jalalayn": "(Jika kalian meminjamkan kepada Allah pinjaman yang baik) seumpamanya kalian mengeluarkan sedekah dengan hati yang tulus ikhlas (niscaya Allah melipatgandakannya kepada kalian) menurut suatu qiraat dibaca yudha``afhu lakum. Dilipatgandakan pembalasannya mulai dari sepuluh kali lipat hingga sampai tujuh ratus kali lipat, dan bahkan lebih dari itu (dan mengampuni kalian) apa yang dikehendaki-Nya. (Dan Allah Maha Pembalas jasa) artinya selalu memberikan balasan amal ketaatan (lagi Maha Penyantun) dalam siksaan-Nya terhadap perbuatan maksiat.",
            "sajda": false,
            "transliteration": "In tuqridul laaha qardan hasanany yudd'ifhu lakum wa yaghfir lakum; wallaahu Shakoorun Haleem",
            "tajweed_text": "إِ[f:13653[ن ت]ُ[q:13654[قْ]رِضُو[s[اْ] [h:13655[ٱ]للَّهَ قَرْضًا حَسَ[a:13656[نًا ي]ُضَ[n[ـٰ]عِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ شَكُورٌ حَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5217,
            "aya_number": 18,
            "aya_text": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
            "sura_id": 64,
            "juz_id": 28,
            "page_number": 557,
            "translation_aya_text": "Yang Mengetahui yang gaib dan yang nyata. Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Yang Mengetahui yang gaib) yang tersembunyi (dan yang nyata) yang terang-terangan (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan dan tindakan-Nya.",
            "sajda": false,
            "transliteration": "'Aalimul-Ghaibi wash-shahaadatil 'Azeezul Hakeem",
            "tajweed_text": "عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ [h:10627[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
            "surah": {
                "name": "سُورَةُ التَّغَابُنِ",
                "englishName": "At-Taghaabun",
                "englishNameTranslation": "Mutual Disillusion",
                "revelationType": "Medinan"
            }
        }
    ]
}