{
    "page_number": 558,
    "data": [
        {
            "aya_id": 5218,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ اِذَا طَلَّقْتُمُ النِّسَاۤءَ فَطَلِّقُوْهُنَّ لِعِدَّتِهِنَّ وَاَحْصُوا الْعِدَّةَۚ وَاتَّقُوا اللّٰهَ رَبَّكُمْۚ  لَا تُخْرِجُوْهُنَّ مِنْۢ بُيُوْتِهِنَّ وَلَا يَخْرُجْنَ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَمَنْ يَّتَعَدَّ حُدُوْدَ اللّٰهِ فَقَدْ ظَلَمَ نَفْسَهٗ ۗ لَا تَدْرِيْ لَعَلَّ اللّٰهَ يُحْدِثُ بَعْدَ ذٰلِكَ اَمْرًا",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 558,
            "translation_aya_text": "Wahai Nabi! Apabila kamu menceraikan istri-istrimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. Janganlah kamu keluarkan mereka dari rumahnya dan janganlah (diizinkan) keluar kecuali jika mereka mengerjakan perbuatan keji yang jelas. Itulah hukum-hukum Allah, dan barangsiapa melanggar hukum-hukum Allah, maka sungguh, dia telah berbuat zalim terhadap dirinya sendiri. Kamu tidak mengetahui barangkali setelah itu Allah mengadakan suatu ketentuan yang baru. ",
            "tafsir_jalalayn": "(Hai Nabi!) makna yang dimaksud ialah umatnya, pengertian ini disimpulkan dari ayat selanjutnya. Atau makna yang dimaksud ialah, katakanlah kepada mereka (apabila kalian menceraikan istri-istri kalian) apabila kalian hendak menjatuhkan talak kepada mereka (maka hendaklah kalian ceraikan mereka pada waktu mereka menghadapi idahnya) yaitu pada permulaan idah, seumpamanya kamu menjatuhkan talak kepadanya sewaktu ia dalam keadaan suci dan kamu belum menggaulinya. Pengertian ini berdasarkan penafsiran dari Rasulullah saw. sendiri menyangkut masalah ini; demikianlah menurut hadis yang telah diriwayatkan oleh Bukhari dan Muslim (dan hitunglah waktu idahnya) artinya jagalah waktu idahnya supaya kalian dapat merujukinya sebelum waktu idah itu habis (serta bertakwalah kepada Allah Rabb kalian) taatlah kalian kepada perintah-Nya dan larangan-Nya. (Janganlah kalian keluarkan mereka dari rumah mereka dan janganlah mereka diizinkan keluar) dari rumahnya sebelum idahnya habis (kecuali kalau mereka mengerjakan perbuatan keji) yakni zina (yang terang) dapat dibaca mubayyinah, artinya terang, juga dapat dibaca mubayyanah, artinya dapat dibuktikan. Maka bila ia melakukan hal tersebut dengan dapat dibuktikan atau ia melakukannya secara jelas, maka ia harus dikeluarkan untuk menjalani hukuman hudud. (Itulah) yakni hal-hal yang telah disebutkan itu (hukum-hukum Allah dan barang siapa yang melanggar hukum-hukum Allah, maka sesungguhnya dia telah berbuat aniaya terhadap dirinya sendiri. Kamu tidak mengetahui barangkali Allah mengadakan sesudah itu) sesudah perceraian itu (sesuatu hal yang baru) yaitu rujuk kembali dengan istri yang telah dicerainya, jika talak yang dijatuhkannya itu baru sekali atau dua kali.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhan nabiyyu izaa tallaqtummun nisaaa'a fatalliqoohunna li'iddatihinna wa ahsul'iddata; wattaqul laaha rabbakum laa tukhri joohunna mim bu-yootihinna wa laa yakhrujna illaaa any yaateema bifaahishatim mubaiyinah; wa tilka hudoodul laah; wa many yata'adda hudoodal laahi faqad zalama nafsha; laa tadree la'allal laaha yuhdisu ba'dazaalika amraa",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ إِذَا طَلَّ[q:1293[قْ]تُمُ [h:1294[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ فَطَلِّقُوهُ[g[نّ]َ لِعِدَّتِهِ[g[نّ]َ وَأَحْصُو[s[اْ] [h:13657[ٱ]لْعِدَّةَ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ رَبَّكُمْ‌ۖ لَا تُخْرِجُوهُ[g[نّ]َ م[i:13658[ِنۢ ب]ُيُوتِهِ[g[نّ]َ وَلَا يَخْرُ[q:13659[جْ]نَ إِلّ[o[َآ] أ[a:2664[َن ي]َأْتِينَ بِفَ[n[ـٰ]حِشَ[a:2665[ةٍ م]ُّبَيِّنَ[a:13660[ةٍ‌ۚ و]َتِلْكَ حُدُودُ [h:1000[ٱ]للَّهِ‌ۚ وَم[a:1284[َن ي]َتَعَدَّ حُدُودَ [h:1282[ٱ]للَّهِ فَقَ[q:563[دْ] ظَلَمَ نَفْسَهُ[n[ۥ]‌ۚ لَا تَ[q:10618[دْ]رِى لَعَلَّ [h:13661[ٱ]للَّهَ يُحْدِثُ بَعْدَ ذ[n[َٲ]لِكَ أَمْرًا",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5219,
            "aya_number": 2,
            "aya_text": "فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ فَارِقُوْهُنَّ بِمَعْرُوْفٍ وَّاَشْهِدُوْا ذَوَيْ عَدْلٍ مِّنْكُمْ وَاَقِيْمُوا الشَّهَادَةَ لِلّٰهِ ۗذٰلِكُمْ يُوْعَظُ بِهٖ مَنْ كَانَ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ەۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مَخْرَجًا ۙ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 558,
            "translation_aya_text": "Maka apabila mereka telah mendekati akhir idahnya, maka rujuklah (kembali kepada) mereka dengan baik atau lepaskanlah mereka dengan baik dan persaksikanlah dengan dua orang saksi yang adil di antara kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. Demikianlah pengajaran itu diberikan bagi orang yang beriman kepada Allah dan hari akhirat. Barangsiapa bertakwa kepada Allah niscaya Dia akan membukakan jalan keluar baginya, ",
            "tafsir_jalalayn": "(Apabila mereka telah mendekati akhir idahnya) atau masa idah mereka hampir habis (maka tahanlah mereka) seumpamanya kalian rujuk dengan mereka (dengan baik) artinya tidak memudaratkan kepada mereka (atau lepaskanlah mereka dengan baik) biarkanlah mereka menyelesaikan idahnya dan janganlah kamu menjatuhkan kemudaratan terhadap mereka melalui rujuk (dan persaksikanlah dengan dua orang saksi yang adil di antara kalian) dalam masalah rujuk atau talak ini (dan hendaklah kalian tegakkan kesaksian itu karena Allah) bukan karena demi rang yang dipersaksikan atau bukan karena demi rujuk atau talaknya. (Demikianlah diberi pengajaran dengan itu orang yang beriman kepada Allah dan hari akhirat. Barang siapa yang bertakwa kepada Allah niscaya Dia akan mengadakan baginya jalan keluar) dari malapetaka di dunia dan di akhirat.",
            "sajda": false,
            "transliteration": "Fa izaa balaghna ajalahunna fa amsikoohunna bima'roofin aw faariqoohunna bima'roofinw wa ashhidoo zawai 'adlim minkum wa aqeemush shahaadata lillaah; zaalikum yoo'azu bihee man kaana yu'minu billaahi wal yawmil aakhir; wa many yattaqil laaha yaj'al lahoo makhrajaa",
            "tajweed_text": "فَإِذَا بَلَغْنَ أَجَلَهُ[g[نّ]َ فَأَمْسِكُوهُ[g[نّ]َ بِمَعْرُوفٍ أَوْ فَارِقُوهُ[g[نّ]َ بِمَعْرُو[a:13662[فٍ و]َأَشْهِدُو[s[اْ] ذَوَىْ عَ[q:3797[دْ][a:3798[لٍ م]ِّ[f:344[نك]ُمْ وَأَقِيمُو[s[اْ] [h:13663[ٱ][l[ل]شَّهَ[n[ـٰ]دَةَ لِلَّهِ‌ۚ ذ[n[َٲ]لِكُمْ يُوعَظُ بِه[n[ِۦ] مَ[f:506[ن ك]َانَ يُؤْمِنُ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ‌ۚ وَم[a:13664[َن ي]َتَّقِ [h:13665[ٱ]للَّهَ يَ[q:4397[جْ]عَل لَّهُ[n[ۥ] مَخْرَجًا",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5220,
            "aya_number": 3,
            "aya_text": "وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 558,
            "translation_aya_text": "dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. Dan barangsiapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu. ",
            "tafsir_jalalayn": "(Dan memberinya rezeki dari arah yang tiada disangka-sangkanya) dari arah yang belum pernah terbisik dalam kalbunya. (Dan barang siapa yang bertawakal kepada Allah) dalam semua perkaranya (niscaya Allah akan memberi kecukupan) akan mencukupinya. (Sesungguhnya Allah melaksanakan urusan-Nya) tentang apa yang dikehendaki-Nya. Menurut suatu qiraat dibaca baalighu amrihi yakni dengan dimudhafkan. (Sesungguhnya Allah telah menjadikan bagi setiap sesuatu) seperti hidup penuh dengan kecukupan, dan hidup sengsara (ketentuan) atau waktu-waktu yang ditentukan.",
            "sajda": false,
            "transliteration": "Wa yarzuqhu min haisu laa yahtasib; wa many yatawakkal 'alal laahi fahuwa husbuh; innal laaha baalighu amrih; qad ja'alal laahu likulli shai'in qadraa",
            "tajweed_text": "وَيَرْزُ[q:13666[قْ]هُ مِنْ حَيْثُ لَا يَحْتَسِبُ‌ۚ وَم[a:5377[َن ي]َتَوَكَّلْ عَلَى [h:412[ٱ]للَّهِ فَهُوَ حَسْبُهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ بَ[n[ـٰ]لِغُ أَمْرِه[n[ِۦ]‌ۚ قَ[q:298[دْ] جَعَلَ [h:2556[ٱ]للَّهُ لِكُلِّ ش[f:13667[َىْءٍ ق]َ[q:13668[دْ]رًا",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5221,
            "aya_number": 4,
            "aya_text": "وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولَاتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مِنْ اَمْرِهٖ يُسْرًا ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 558,
            "translation_aya_text": "Perempuan-perempuan yang tidak haid lagi (menopause) di antara istri-istrimu jika kamu ragu-ragu (tentang masa idahnya) maka idahnya adalah tiga bulan; dan begitu (pula) perempuan-perempuan yang tidak haid. Sedangkan perempuan-perempuan yang hamil, waktu idah mereka itu ialah sampai mereka melahirkan kandungannya. Dan barangsiapa bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. ",
            "tafsir_jalalayn": "(Dan perempuan-perempuan) dibaca wallaa'iy dan wallaa'i, dengan memakai hamzah dan ya atau tanpa memakai ya, demikian pula lafal yang sama sesudahnya (yang putus asa dari haid) lafal al-mahidh di sini bermakna haid (di antara perempuan-perempuan kalian jika kalian ragu-ragu) tentang masa idahnya (maka idah mereka adalah tiga bulan; dan begitu pula perempuan-perempuan yang tidak haid) karena mengingat mereka masih di bawah umur, maka idah mereka tiga bulan pula. Kedua kasus ini menyangkut wanita-wanita atau istri-istri yang tidak ditinggal mati oleh suaminya. Adapun istri-istri yang ditinggal mati oleh suaminya, idah mereka sebagaimana yang disebutkan di dalam firman-Nya berikut ini, yaitu, \"Hendaklah para istri itu menangguhkan dirinya (beridah) empat bulan sepuluh hari.\" (Q.S. Al-Baqarah 234) (Dan perempuan-perempuan yang hamil masa idahnya) baik mereka itu karena ditalak atau karena ditinggal mati oleh suaminya, maka batas masa idah mereka ialah (sampai mereka melahirkan kandungannya. Dan barang siapa yang bertakwa kepada Allah niscaya Allah menjadikan baginya kemudahan dalam urusannya) baik di dunia maupun di akhirat.",
            "sajda": false,
            "transliteration": "Wallaaa'ee ya'isna minal maheedi min nisaaa 'ikum inir tabtum fa'iddatuhunna salaasatu ashhurinw wallaaa'ee lam yahidn; wa ulaatul ahmaali ajaluhunna any yada'na hamlahun; wa many yattaqil laaha yaj'al lahoo min armrihee yusraa",
            "tajweed_text": "وَ[h:9999[ٱ]لَّ[o[ــٰٓ]ــِٔى يَئِسْنَ مِنَ [h:13669[ٱ]لْمَحِيضِ م[a:2638[ِن ن]ِّس[o[َا]ٓئِكُمْ إِنِ [h:3844[ٱ]رْتَ[q:3845[بْ]تُمْ فَعِدَّتُهُ[g[نّ]َ ثَلَ[n[ـٰ]ثَةُ أَشْهُ[a:13670[رٍ و]َ[h:13671[ٱ]لَّ[o[ــٰٓ]ــِٔى لَمْ يَحِضْنَ‌ۚ وَأُ[s[وْ]لَ[n[ـٰ]تُ [h:13672[ٱ]لْأَحْمَالِ أَجَلُهُ[g[نّ]َ أ[a:9527[َن ي]َضَعْنَ حَمْلَهُ[g[نّ]َ‌ۚ وَم[a:13664[َن ي]َتَّقِ [h:13665[ٱ]للَّهَ يَ[q:4397[جْ]عَل لَّهُ[n[ۥ] مِنْ أَمْرِه[n[ِۦ] يُسْرًا",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5222,
            "aya_number": 5,
            "aya_text": "ذٰلِكَ اَمْرُ اللّٰهِ اَنْزَلَهٗٓ اِلَيْكُمْۗ وَمَنْ يَّتَّقِ اللّٰهَ يُكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُعْظِمْ لَهٗٓ اَجْرًا ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 558,
            "translation_aya_text": "Itulah perintah Allah yang diturunkan-Nya kepada kamu; barangsiapa bertakwa kepada Allah, niscaya Allah akan menghapus kesalahan-kesalahannya dan akan melipatgandakan pahala baginya. ",
            "tafsir_jalalayn": "(Itulah) yaitu hal-hal yang menyangkut masalah idah adalah (perintah Allah) atau hukum-Nya (yang diturunkan-Nya kepada kalian; dan barang siapa yang bertakwa kepada Allah niscaya Dia akan menutupi kesalahan-kesalahannya dan akan melipatgandakan pahala baginya).",
            "sajda": false,
            "transliteration": "Zaalika amrul laahi anzalahoo ilaikum; wa many yattaqil laaha yukaffir 'anhu saiyi aatihee wa yu'zim lahoo ajraa",
            "tajweed_text": "ذ[n[َٲ]لِكَ أَمْرُ [h:2832[ٱ]للَّهِ أَ[f:3300[نز]َلَهُ[o[ۥٓ] إِلَيْكُمْ‌ۚ وَم[a:13664[َن ي]َتَّقِ [h:13665[ٱ]للَّهَ يُكَفِّرْ عَنْهُ سَيِّـَٔـاتِه[n[ِۦ] وَيُعْظِمْ لَهُ[o[ۥٓ] أَ[q:2795[جْ]رًا",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        }
    ]
}