{
    "page_number": 559,
    "data": [
        {
            "aya_id": 5223,
            "aya_number": 6,
            "aya_text": "اَسْكِنُوْهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِّنْ وُّجْدِكُمْ وَلَا تُضَاۤرُّوْهُنَّ لِتُضَيِّقُوْا عَلَيْهِنَّۗ وَاِنْ كُنَّ اُولَاتِ حَمْلٍ فَاَنْفِقُوْا عَلَيْهِنَّ حَتّٰى يَضَعْنَ حَمْلَهُنَّۚ فَاِنْ اَرْضَعْنَ لَكُمْ فَاٰتُوْهُنَّ اُجُوْرَهُنَّۚ وَأْتَمِرُوْا بَيْنَكُمْ بِمَعْرُوْفٍۚ وَاِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهٗٓ اُخْرٰىۗ ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 559,
            "translation_aya_text": "Tempatkanlah mereka (para istri) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Dan jika mereka (istri-istri yang sudah ditalak) itu sedang hamil, maka berikanlah kepada mereka nafkahnya sampai mereka melahirkan, kemudian jika mereka menyusukan (anak-anak)mu maka berikanlah imbalannya kepada mereka; dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu menemui kesulitan, maka perempuan lain boleh menyusukan (anak itu) untuknya. ",
            "tafsir_jalalayn": "(Tempatkanlah mereka) yakni istri-istri yang ditalak itu (pada tempat kalian tinggal) pada sebagian tempat-tempat tinggal kalian (menurut kemampuan kalian) sesuai dengan kemampuan kalian, lafal ayat ini menjadi athaf bayan atau badal dari lafal yang sebelumnya dengan mengulangi penyebutan huruf jarr-nya/kata depan dan memperkirakan adanya mudhaf. Yakni pada tempat-tempat tinggal yang kalian mampui, bukannya pada tempat-tempat tinggal yang di bawah itu (dan janganlah kalian menyusahkan mereka untuk menyempitkan hati mereka) dengan memberikan kepada mereka tempat-tempat tinggal yang tidak layak, sehingga mereka terpaksa butuh untuk keluar atau membutuhkan nafkah, lalu karena itu maka mereka mengeluarkan biaya sendiri. (Dan jika mereka itu sedang hamil, maka berikanlah kepada mereka nafkahnya hingga mereka bersalin, kemudian jika mereka menyusukan bayi kalian) maksudnya menyusukan anak-anak kalian hasil hubungan dengan mereka (maka berikanlah kepada mereka upahnya) sebagai upah menyusukan (dan bermusyawarahlah di antara kalian) antara kalian dan mereka (dengan baik) dengan cara yang baik menyangkut hak anak-anak kalian, yaitu melalui permusyawaratan sehingga tercapailah kesepakatan mengenai upah menyusukan (dan jika kalian menemui kesulitan) artinya kalian enggan untuk menyusukannya; yaitu dari pihak ayah menyangkut masalah upah, sedangkan dari pihak ibu, siapakah yang akan menyusukannya (maka boleh menyusukan bayinya) maksudnya menyusukan si anak itu semata-mata demi ayahnya (wanita yang lain) dan ibu si anak itu tidak boleh dipaksa untuk menyusukannya.",
            "sajda": false,
            "transliteration": "Askinoohunna min haisu sakantum minw wujdikum wa laa tudaaarroohunna litudaiyiqoo 'alaihinn; wa in kunna ulaati hamlin fa anfiqoo 'alihinna hattaa yada'na hamlahunn; fain arda'na lakum fa aatoo hunna ujoorahunna waatamiroo bainakum bima'roofinw wa in ta'aasartum fasaturdi'u lahooo ukhraa",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5224,
            "aya_number": 7,
            "aya_text": "لِيُنْفِقْ ذُوْ سَعَةٍ مِّنْ سَعَتِهٖۗ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهٗ فَلْيُنْفِقْ مِمَّآ اٰتٰىهُ اللّٰهُ ۗ لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا مَآ اٰتٰىهَاۗ سَيَجْعَلُ اللّٰهُ بَعْدَ عُسْرٍ يُّسْرًا ࣖ ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 559,
            "translation_aya_text": "Hendaklah orang yang mempunyai keluasan memberi nafkah menurut kemampuannya, dan orang yang terbatas rezekinya, hendaklah memberi nafkah dari harta yang diberikan Allah kepadanya. Allah tidak membebani kepada seseorang melainkan (sesuai) dengan apa yang diberikan Allah kepadanya. Allah kelak akan memberikan kelapangan setelah kesempitan. ",
            "tafsir_jalalayn": "(Hendaklah memberikan nafkah) kepada istri-istri yang telah ditalak, dan kepada istri-istri yang sedang menyusukan (orang yang mampu menurut kemampuannya. Dan orang yang dibatasi) disempitkan (rezekinya hendaklah memberi nafkah dari apa yang didatangkan kepadanya) yaitu dari rezeki yang telah diberikan kepadanya (oleh Allah) sesuai dengan kemampuannya. (Allah tidak memikulkan beban kepada seseorang melainkan sekedar apa yang Allah berikan kepadanya. Allah kelak akan memberikan kelapangan sesudah kesempitan) dan ternyata Allah memberikan kelapangan itu melalui kemenangan-kemenangan yang dialami oleh kaum muslimin.",
            "sajda": false,
            "transliteration": "Liyuntiq zoo sa'atim min sa'atihee wa man qudira 'alaihi riquhoo falyunfiq mimmaaa aataahul laah; laa yukalliful laahu nafsan illaa maaa aataahaa; sa yaj'alul laahu ba'da'usriny yusraa",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5225,
            "aya_number": 8,
            "aya_text": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ عَتَتْ عَنْ اَمْرِ رَبِّهَا وَرُسُلِهٖ فَحَاسَبْنٰهَا حِسَابًا شَدِيْدًاۙ وَّعَذَّبْنٰهَا عَذَابًا نُّكْرًا ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 559,
            "translation_aya_text": "Dan betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan (di akhirat),",
            "tafsir_jalalayn": "(Dan berapalah banyaknya) lafal ka'ayyin huruf kafnya adalah huruf jarr, masuk ke dalam huruf ayy yang bermakna kam. Sudah berapa banyak (negeri) yakni banyak negeri-negeri (yang mendurhakai) yang penduduknya telah berbuat durhaka (perintah Rabbnya dan rasul-rasul-Nya, maka Kami hisab penduduk negeri-negeri itu) di akhirat, sekalipun hari akhirat itu belum datang. Diungkapkan dengan memakai fi'il madhi, yaitu haasabnaahaa, karena hal itu pasti terjadi (dengan hisab yang keras, dan Kami azab mereka dengan azab yang mengerikan) dapat dibaca nukra dan nukura, artinya azab yang mengerikan, yaitu azab neraka.",
            "sajda": false,
            "transliteration": "Wa ka ayyim min qaryatin 'atat 'an amri Rabbihaa wa Rusulihee fahaasabnaahaa hisaaban shadeedanw wa 'azzabnaahaa 'azaaban nukraa",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5226,
            "aya_number": 9,
            "aya_text": "فَذَاقَتْ وَبَالَ اَمْرِهَا وَكَانَ عَاقِبَةُ اَمْرِهَا خُسْرًا ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 559,
            "translation_aya_text": "sehingga mereka merasakan akibat yang buruk dari perbuatannya, dan akibat perbuatan mereka, itu adalah kerugian yang besar. ",
            "tafsir_jalalayn": "(Maka mereka merasakan akibat dari perbuatannya) hukuman dari perbuatannya (dan adalah akibat perbuatan mereka kerugian yang besar) kerugian dan kebinasaan.",
            "sajda": false,
            "transliteration": "Fazaaqat wabbala amrihaa wa kaana 'aaqibatu amrihaa khusraa",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5227,
            "aya_number": 10,
            "aya_text": "اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًا ۖفَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِۛ الَّذِيْنَ اٰمَنُوْا ۛ قَدْ اَنْزَلَ اللّٰهُ اِلَيْكُمْ ذِكْرًاۙ ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 559,
            "translation_aya_text": "Allah menyediakan azab yang keras bagi mereka, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal! (Yaitu) orang-orang yang beriman. Sungguh, Allah telah menurunkan peringatan kepadamu, ",
            "tafsir_jalalayn": "(Allah menyediakan bagi mereka azab yang keras) di sini ancaman tersebut diulangi untuk mengukuhkan makna (maka bertakwalah kepada Allah, hai orang-orang yang mempunyai akal) pikiran (yaitu orang-orang yang beriman) lafal alladziina aamanuu merupakan sifat bagi munada atau orang-orang yang diseru tadi atau merupakan bayan atau penjelasan baginya. (Sesungguhnya Allah telah menurunkan peringatan kepada kalian) yakni Alquran.",
            "sajda": false,
            "transliteration": "A'addal laahu lahum 'azaaban shadeedan fattaqul laaha yaaa ulil albaab, allazeena aammanoo; qad anzalal laahu ilaikum zikraa",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5228,
            "aya_number": 11,
            "aya_text": "رَّسُوْلًا يَّتْلُوْا عَلَيْكُمْ اٰيٰتِ اللّٰهِ مُبَيِّنٰتٍ لِّيُخْرِجَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ قَدْ اَحْسَنَ اللّٰهُ لَهٗ رِزْقًا ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 559,
            "translation_aya_text": "(dengan mengutus) seorang Rasul yang membacakan ayat-ayat Allah kepadamu yang menerangkan (bermacam-macam hukum), agar Dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan, dari kegelapan kepada cahaya. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan, niscaya Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Sungguh, Allah memberikan rezeki yang baik kepadanya. ",
            "tafsir_jalalayn": "(Dan mengutus seorang rasul) yakni Nabi Muhammad saw. Dinashabkan oleh fi'il yang diperkirakan keberadaannya yakni Allah mengutus seorang rasul (yang membacakan kepada kalian ayat-ayat Allah yang menerangkan) dapat dibaca mubayyanatun, artinya yang menerangkan, juga dapat dibaca mubayyinatun, artinya yang terang; penafsirannya sebagaimana yang telah lalu (supaya Dia mengeluarkan orang-orang yang beriman dan mengerjakan amal-amal saleh) sesudah datangnya peringatan atau Alquran dan rasul (dari kegelapan) dari kekafiran yang mereka bergelimang di dalamnya (kepada cahaya) kepada iman yang menegakkan mereka sesudah mereka kafir. (Dan barang siapa beriman kepada Allah dan mengerjakan amal saleh niscaya Dia akan memasukkannya) menurut suatu qiraat lafal yudkhilhu dibaca nudkhilhu, artinya niscaya Kami akan memasukkannya (ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Sesungguhnya Allah memberikan rezeki yang baik kepadanya) yaitu rezeki surga yang kenikmatannya tiada henti-hentinya.",
            "sajda": false,
            "transliteration": "Rasoolany yatloo 'alaikum aayaatil laahi mubaiyinaatil liyukhrijal lazeena aamanoo wa 'amilus saalihaati minaz zulumaati ilan noor; wa many yu'mim billaahi wa ya;mal saalihany yudkhilhu jannaatin tajree min tahtihal anhaaru khaalideena feehaa abadan qad ahsanal laahu lahoo rizqqq",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5229,
            "aya_number": 12,
            "aya_text": "اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّۗ يَتَنَزَّلُ الْاَمْرُ بَيْنَهُنَّ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ەۙ وَّاَنَّ اللّٰهَ قَدْ اَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا ࣖ",
            "sura_id": 65,
            "juz_id": 28,
            "page_number": 559,
            "translation_aya_text": "Allah yang menciptakan tujuh langit dan dari (penciptaan) bumi juga serupa. Perintah Allah berlaku padanya, agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu, dan ilmu Allah benar-benar meliputi segala sesuatu. ",
            "tafsir_jalalayn": "(Allah-lah yang menciptakan tujuh langit dan seperti itu pula bumi) tujuh lapis bumi. (Turunlah perintah) wahyu-Nya (di antaranya) di antara langit dan bumi, malaikat Jibril turun dari langit yang ketujuh hingga ke bumi lapis tujuh (agar kalian mengetahui) lafal lita'lamuu bertaalluq kepada lafal yang tidak disebutkan, yakni Allah memberi tahu kepada kalian akan hal tersebut, yaitu mengenai masalah penciptaan dan penurunan wahyu-Nya (bahwasanya Allah Maha Kuasa atas segala sesuatu, dan sesungguhnya Allah ilmu-Nya benar-benar meliputi segala sesuatu).",
            "sajda": false,
            "transliteration": "Allaahul lazee khalaq Sab'a Samaawaatinw wa minal ardi mislahunna yatanazzalul amru bainahunna lita'lamooo annal laaha 'alaa kulli shai'in Qadeerunw wa annal laaha qad ahaata bikulli shai'in ilmaa",
            "surah": {
                "name": "سُورَةُ الطَّلَاقِ",
                "englishName": "At-Talaaq",
                "englishNameTranslation": "Divorce",
                "revelationType": "Medinan"
            }
        }
    ]
}