{
    "page_number": 56,
    "data": [
        {
            "aya_id": 339,
            "aya_number": 46,
            "aya_text": "وَيُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا وَّمِنَ الصّٰلِحِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 56,
            "translation_aya_text": "dan dia berbicara dengan manusia (sewaktu) dalam buaian dan ketika sudah dewasa, dan dia termasuk di antara orang-orang saleh.”",
            "tafsir_jalalayn": "(Dia berbicara dengan manusia sewaktu dalam buaian) sewaktu masih kecil dan belum lagi tiba saatnya untuk berkata-kata (dan ketika sudah dewasa dia termasuk salah seorang yang saleh.\")",
            "sajda": false,
            "transliteration": "Wa yukallimun naasa filmahdi wa kahlanw wa minassaaliheen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 340,
            "aya_number": 47,
            "aya_text": "قَالَتْ رَبِّ اَنّٰى يَكُوْنُ لِيْ وَلَدٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ ۗ قَالَ كَذٰلِكِ اللّٰهُ يَخْلُقُ مَا يَشَاۤءُ ۗاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 56,
            "translation_aya_text": "Dia (Maryam) berkata, “Ya Tuhanku, bagaimana mungkin aku akan mempunyai anak, padahal tidak ada seorang laki-laki pun yang menyentuhku?” Dia (Allah) berfirman, “Demikianlah Allah menciptakan apa yang Dia kehendaki. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
            "tafsir_jalalayn": "(Kata Maryam, \"Wahai Tuhanku! Betapa mungkin aku mempunyai anak padahal aku belum pernah disentuh oleh seorang laki-laki?\") misalnya dengan perkawinan dan sebagainya. (Firman-Nya, \"Soalnya seperti itulah) yaitu menciptakan anakmu tanpa bapak (Allah menciptakan apa yang dikehendaki-Nya.\" Apabila Dia menghendaki menetapkan sesuatu) seperti hendak menciptakannya (maka cukuplah bagi-Nya mengatakan padanya, \"Jadilah,\" maka jadilah dia.) artinya terciptalah ia.",
            "sajda": false,
            "transliteration": "Qaalat Rabbi annaa yakoonu ee waladunw wa lam yamsasnee basharun qaala kazaalikil laahu yakhluqu maa yashaaa'; izaa qadaaa amran fa innamaa yaqoolu lahoo kun fayakoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 341,
            "aya_number": 48,
            "aya_text": "وَيُعَلِّمُهُ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَۚ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 56,
            "translation_aya_text": "Dan Dia (Allah) mengajarkan kepadanya (Isa) Kitab, Hikmah, Taurat, dan Injil.",
            "tafsir_jalalayn": "(Dia akan mengajarkan kepadanya) ada yang membaca dengan nun dan ada pula dengan ya (Alkitab) menulis (hikmah, Taurat dan Injil)",
            "sajda": false,
            "transliteration": "Wa yu'allimuhul Kitaaba wal Hikmata wat Tawraata wal Injeel",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 342,
            "aya_number": 49,
            "aya_text": "وَرَسُوْلًا اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ ەۙ اَنِّيْ قَدْ جِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْ ۙاَنِّيْٓ اَخْلُقُ لَكُمْ مِّنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ فَاَنْفُخُ فِيْهِ فَيَكُوْنُ طَيْرًاۢ بِاِذْنِ اللّٰهِ ۚوَاُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ وَاُحْيِ الْمَوْتٰى بِاِذْنِ اللّٰهِ ۚوَاُنَبِّئُكُمْ بِمَا تَأْكُلُوْنَ وَمَا تَدَّخِرُوْنَ ۙفِيْ بُيُوْتِكُمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيَةً لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 56,
            "translation_aya_text": "Dan sebagai Rasul kepada Bani Israil (dia berkata), “Aku telah datang kepada kamu dengan sebuah tanda (mukjizat) dari Tuhanmu, yaitu aku membuatkan bagimu (sesuatu) dari tanah berbentuk seperti burung, lalu aku meniupnya, maka ia menjadi seekor burung dengan izin Allah. Dan aku menyembuhkan orang yang buta sejak dari lahir dan orang yang berpenyakit kusta. Dan aku menghidupkan orang mati dengan izin Allah, dan aku beritahukan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu. Sesungguhnya pada yang demikian itu terdapat suatu tanda (kebenaran kerasulanku) bagimu, jika kamu orang beriman.",
            "tafsir_jalalayn": "(Dan) Kami jadikan pula sebagai (seorang rasul kepada Bani Israel) di waktu masih kecil atau sesudah balig. Jibril pun meniup saku baju Maryam sehingga ia pun hamil. Bagaimana keadaan selanjutnya akan diceritakan nanti dalam surah Maryam. Adapun Isa tatkala ia dibangkitkan Allah sebagai rasul kepada Bani Israel katanya kepada mereka, \"Sesungguhnya aku ini utusan Allah kepada kamu dan (sesungguhnya aku) (datang kepada kamu dengan membawa suatu tanda) bukti atas kebenaranku (dari Tuhan kamu) yaitu (bahwa aku) dapat (menciptakan) membuat bentuk (bagi kamu dari tanah seperti burung) kaf menjadi isim maf`ul (kemudian aku meniupnya) dhamir 'nya' kembali kepada kaf atau bentuk burung tadi (hingga ia pun menjadi seekor burung) menurut suatu qiraat thaa-iran (dengan izin Allah) dengan iradat-Nya. Maka diciptakan-Nya bagi mereka kelelawar, karena itulah yang paling sempurna kejadiannya di antara bangsa burung. Burung itu terbang, sementara mereka memperhatikannya. Setelah luput dari penglihatan mereka, kelelawar itu jatuh dan mati untuk membedakan antara perbuatan makhluk dengan hasil ciptaan Tuhan Yang Maha Pencipta dan agar diketahui bahwa kesempurnaan itu hanya ada pada ciptaan Allah. (dan Aku akan menyembuhkan orang yang buta) maksudnya yang buta semenjak ia dilahirkan (dan orang yang berpenyakit barash). Disebutkan kedua penyakit ini secara khusus karena lukanya tidak dapat disembuhkan, sedangkan Nabi Isa dibangkitkan di masa majunya ilmu kedokteran. Maka dalam satu hari beliau berhasil menyembuhkan 50 ribu penderita melalui doa, dengan syarat mereka beriman. (Bahkan aku hidupkan orang yang mati dengan izin Allah) 'Dengan kehendak Allah' diulang-ulangnya untuk melenyapkan dugaan bahwa ia mempunyai sifat ketuhanan. Maka dihidupkannyalah Azir seorang sahabatnya, anak seorang wanita tua kemudian seorang gadis kecil berumur sepuluh tahun. Mereka itu terus hidup bahkan sampai mempunyai keturunan. Kemudian dihidupkannya pula Sam bin Nuh lalu meninggal pada waktu itu juga (dan akan aku beritakan kepada kamu apa yang kamu makan dan apa yang kamu simpan di rumah-rumah kamu) padahal aku tak pernah melihatnya. Maka disampaikannyalah kepada masing-masing orang apa yang telah dimakan dan apa yang akan dimakannya nanti. (Sesungguhnya pada yang demikian itu) yakni pada peristiwa-peristiwa yang disebutkan tadi (menjadi tanda bagi kamu, jika kamu betul-betul beriman).",
            "sajda": false,
            "transliteration": "Wa Rasoolan ilaa Baneee Israaa'eela annee qad ji'tukum bi Aayatim mir Rabbikum annee akhluqu lakum minatteeni kahai 'atittairi fa anfukhu feehi fayakoonu tairam bi iznil laahi wa ubri'ul akmaha wal abrasa wa uhyil mawtaa bi iznil laahi wa unabbi'ukum bimaa taakuloona wa maa taddakhiroona fee buyootikum; inna fee zaalika la Aayatal lakum in kuntum mu'mineen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 343,
            "aya_number": 50,
            "aya_text": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَلِاُحِلَّ لَكُمْ بَعْضَ الَّذِيْ حُرِّمَ عَلَيْكُمْ  وَجِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْۗ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 56,
            "translation_aya_text": "Dan sebagai seorang yang membenarkan Taurat yang datang sebelumku, dan agar aku menghalalkan bagi kamu sebagian dari yang telah diharamkan untukmu. Dan aku datang kepadamu membawa suatu tanda (mukjizat) dari Tuhanmu. Karena itu, bertakwalah kepada Allah dan taatlah kepadaku.",
            "tafsir_jalalayn": "(Dan) kedatangan aku kepada kamu (membenarkan apa yang berada di hadapan aku) yang datang sebelum aku (berupa Taurat dan untuk menghalalkan bagimu sebagian yang diharamkan atasmu) misalnya aku halalkan bangsa ikan dan burung yang tidak bertulang. Ada pula yang mengatakan dihalalkan semuanya, hingga 'sebagian' berarti 'semua' (dan aku datang kepada kamu dengan membawa tanda dari Tuhanmu) diulang-ulangnya untuk menguatkan dan membina kepercayaan di atasnya. (Maka bertobatlah kepada Allah dan taatlah kepadaku) yakni mengenai apa-apa yang aku perintahkan kepadamu, yaitu bertauhid kepada Allah serta taat akan semua perintah-Nya.",
            "sajda": false,
            "transliteration": "Wa musaddiqal limaa baina yadaiya minat Tawraati wa liuhilla lakum ba'dal lazee hurrima 'alaikum; wa ji'tukum bi Aayatim mir Rabbikum fattaqul laaha wa atee'oon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 344,
            "aya_number": 51,
            "aya_text": "اِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 56,
            "translation_aya_text": "Sesungguhnya Allah itu Tuhanku dan Tuhanmu, karena itu sembahlah Dia. Inilah jalan yang lurus.”",
            "tafsir_jalalayn": "(Sesungguhnya Allah Tuhanku dan Tuhan kamu, maka sembahlah Dia! Ini) yakni yang aku perintahkan kepadamu (adalah jalan yang lurus) tetapi mereka mendustakan dan tidak mau beriman kepadanya.",
            "sajda": false,
            "transliteration": "Innal laaha Rabbee wa Rabbukum fa'budooh; haazaa Siraatum Mustaqeem",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 345,
            "aya_number": 52,
            "aya_text": "۞ فَلَمَّآ اَحَسَّ عِيْسٰى مِنْهُمُ الْكُفْرَ قَالَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِ ۗ قَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِ ۚ اٰمَنَّا بِاللّٰهِ ۚ وَاشْهَدْ بِاَنَّا مُسْلِمُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 56,
            "translation_aya_text": "Maka ketika Isa merasakan keingkaran mereka (Bani Israil), dia berkata, “Siapakah yang akan menjadi penolong untuk (menegakkan agama) Allah?” Para Hawariyyun (sahabat setianya) menjawab, “Kamilah penolong (agama) Allah. Kami beriman kepada Allah, dan saksikanlah, bahwa kami adalah orang-orang Muslim.",
            "tafsir_jalalayn": "(Maka tatkala diketahui oleh Isa kekafiran mereka) dan mereka bermaksud hendak membunuhnya (katanya, \"Siapakah yang bersedia menjadi pembela-pembela aku) penolong-penolong aku (kepada Allah.\") untuk menegakkan agama-Nya? (Berkata orang-orang Hawari, \"Kamilah pembela-pembela Allah) artinya penolong-penolong agama-Nya dan mereka ini ialah teman-teman dekat Isa dan yang mula-mula beriman kepadanya. Jumlah mereka 12 orang, dan 'hawari' itu asalnya dari kata-kata 'hur' yang berarti putih bersih. Ada pula yang mengatakan bahwa mereka itu adalah orang yang pendek-pendek dan selalu memakai pakaian putih (Kami beriman kepada Allah dan saksikanlah) wahai Isa (bahwa kami orang-orang Islam).",
            "sajda": false,
            "transliteration": "Falammaaa ahassa 'Eesaa minhumul kufra qaala man ansaaree ilal laahi qaalal Hawaariyyoona nahnu ansaarul laahi aamannaa billaahi washhad bi annaa muslimoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}