{
    "page_number": 560,
    "data": [
        {
            "aya_id": 5230,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَآ اَحَلَّ اللّٰهُ لَكَۚ تَبْتَغِيْ مَرْضَاتَ اَزْوَاجِكَۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 560,
            "translation_aya_text": "Wahai Nabi! Mengapa engkau mengharamkan apa yang dihalalkan Allah bagimu? Engkau ingin menyenangkan hati istri-istrimu? Dan Allah Maha Pengampun, Maha Penyayang. ",
            "tafsir_jalalayn": "(Hai nabi! Mengapa kamu mengharamkan apa yang Allah menghalalkannya bagimu) mengenai istri budak wanitamu, yakni Mariyah Qibtiah; yaitu sewaktu Nabi saw. menggaulinya di rumah Hafshah, sedangkan pada waktu itu Siti Hafshah sedang tidak ada di rumah. Lalu datanglah Siti Hafshah, dan ia merasa keberatan dengan adanya hal tersebut yang dilakukan oleh Nabi saw. di dalam rumahnya dan di tempat tidurnya. Lalu kamu mengatakan, dia (Siti Mariyah) haram atas diriku (kamu mencari) dengan mengharamkannya atas dirimu (keridaan istri-istrimu) kerelaan mereka terhadap dirimu. (Dan Allah Maha Pengampun lagi Maha Penyayang) Dia telah mengampunimu atas tindakan pengharamanmu itu.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhan nabiyyu lima tuharrimu maaa ahallal laahu laka tabtaghee mardaata azwaajik; wallaahu ghafoorur raheem",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5231,
            "aya_number": 2,
            "aya_text": "قَدْ فَرَضَ اللّٰهُ لَكُمْ تَحِلَّةَ اَيْمَانِكُمْۚ وَاللّٰهُ مَوْلٰىكُمْۚ وَهُوَ الْعَلِيْمُ الْحَكِيْمُ ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 560,
            "translation_aya_text": "Sungguh, Allah telah mewajibkan kepadamu membebaskan diri dari sumpahmu; dan Allah adalah pelindungmu dan Dia Maha Mengetahui, Mahabijaksana. ",
            "tafsir_jalalayn": "(Sesungguhnya Allah telah mewajibkan) telah mensyariatkan (kepada kamu sekalian membebaskan diri dari sumpah kalian) artinya kalian melepaskan diri dari sumpah yang telah kalian katakan dengan cara membayar kifarat sebagaimana yang telah disebutkan di dalam surat Al-Maidah. Dan termasuk di antara sumpah-sumpah itu ialah mengharamkan budak wanita. Apakah Nabi saw. membayar kifarat? Muqatil mengatakan, bahwa Nabi saw. telah memerdekakan seorang budak sebagai kifaratnya yang telah mengharamkan Siti Mariyah atas dirinya. Akan tetapi Hasan mengatakan, bahwa Nabi saw. tidak membayar kifarat, karena sesungguhnya ia telah mendapat ampunan dari Allah (dan Allah adalah Pelindung kalian) yang menolong kalian (dan Dia Maha Mengetahui lagi Maha Bijaksana).",
            "sajda": false,
            "transliteration": "Qad faradal laahu lakum tahillata aymaanikum; wallaahu mawlaakum wa huwal'aleemul hakeem",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5232,
            "aya_number": 3,
            "aya_text": "وَاِذْ اَسَرَّ النَّبِيُّ اِلٰى بَعْضِ اَزْوَاجِهٖ حَدِيْثًاۚ فَلَمَّا نَبَّاَتْ بِهٖ وَاَظْهَرَهُ اللّٰهُ عَلَيْهِ عَرَّفَ بَعْضَهٗ وَاَعْرَضَ عَنْۢ بَعْضٍۚ فَلَمَّا نَبَّاَهَا بِهٖ قَالَتْ مَنْ اَنْۢبَاَكَ هٰذَاۗ قَالَ نَبَّاَنِيَ الْعَلِيْمُ الْخَبِيْرُ ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 560,
            "translation_aya_text": "Dan ingatlah ketika secara rahasia Nabi membicarakan suatu peristiwa kepada salah seorang istrinya (Hafsah). Lalu dia menceritakan peristiwa itu (kepada Aisyah) dan Allah memberitahukan peristiwa itu kepadanya (Nabi), lalu (Nabi) memberitahukan (kepada Hafsah) sebagian dan menyembunyikan sebagian yang lain. Maka ketika dia (Nabi) memberitahukan pembicaraan itu kepadanya (Hafsah), dia bertanya, “Siapa yang telah memberitahukan hal ini kepadamu?” Nabi menjawab, “Yang memberitahukan kepadaku adalah Allah Yang Maha Mengetahui, Mahateliti.” ",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Nabi membicarakan secara rahasia kepada salah seorang dari istri-istrinya) yakni kepada Siti Hafshah (suatu pembicaraan) tentang mengharamkan Siti Mariyah atas dirinya, kemudian Nabi saw. berkata kepada Siti Hafshah, \"Jangan sekali-kali kamu membuka rahasia ini.\" (Maka tatkala menceritakan peristiwa itu) kepada Siti Aisyah, ia menduga bahwa hal ini tidak dosa (dan Allah memberitahukan hal itu) Dia membukanya (kepadanya) yakni kepada Nabi Muhammad tentang pembicaraan Siti Hafshah kepada Siti Aisyah itu (lalu dia memberitahukan sebagiannya) kepada Siti Hafshah (dan menyembunyikan sebagian yang lain) sebagai kemurahan dari dirinya terhadap dia. (Maka tatkala dia, Muhammad, memberitahukan pembicaraan itu, lalu Hafshah bertanya, \"Siapakah yang telah memberitahukan hal ini kepadamu?\" Nabi menjawab, \"Telah diberitahukan kepadaku oleh Yang Maha Mengetahui lagi Maha Waspada\") yakni Allah swt.",
            "sajda": false,
            "transliteration": "Wa iz asarran nabiyyu ilaa ba'di azwaajihee hadeesan falammaa nabba at bihee wa azharahul laahu 'alaihi 'arrafa ba'dahoo wa a'rada 'am ba'din falammaa nabba ahaa bihee qaalat man amba aka haaza qaala nabba aniyal 'aleemul khabeer",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5233,
            "aya_number": 4,
            "aya_text": "اِنْ تَتُوْبَآ اِلَى اللّٰهِ فَقَدْ صَغَتْ قُلُوْبُكُمَاۚ وَاِنْ تَظٰهَرَا عَلَيْهِ فَاِنَّ اللّٰهَ هُوَ مَوْلٰىهُ وَجِبْرِيْلُ وَصَالِحُ الْمُؤْمِنِيْنَۚ وَالْمَلٰۤىِٕكَةُ بَعْدَ ذٰلِكَ ظَهِيْرٌ ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 560,
            "translation_aya_text": "Jika kamu berdua bertobat kepada Allah, maka sungguh, hati kamu berdua telah condong (untuk menerima kebenaran); dan jika kamu berdua saling bantu-membantu menyusahkan Nabi, maka sungguh, Allah menjadi pelindungnya dan (juga) Jibril dan orang-orang mukmin yang baik; dan selain itu malaikat-malaikat adalah penolongnya. ",
            "tafsir_jalalayn": "(Jika kamu berdua bertobat) yakni Siti Hafshah dan Siti Aisyah (kepada Allah, maka sesungguhnya hati kamu berdua telah condong) cenderung untuk diharamkannya Siti Mariyah, artinya, kamu berdua merahasiakan hal tersebut dalam hati kamu, padahal Nabi saw. tidak menyukai hal tersebut, dan hal ini adalah suatu perbuatan yang berdosa. Jawab Syarat dari kalimat ini tidak disebutkan, yakni jika kamu berdua bertobat kepada Allah, maka tobat kamu diterima. Diungkapkan dengan memakai lafal quluubun dalam bentuk jamak sebagai pengganti dari lafal qalbaini, hal ini tiada lain karena dirasakan amat berat mengucapkan dua isim tatsniah yang digabungkan dalam satu lafal (dan jika kamu berdua saling bantu-membantu) lafal tazhaahara artinya bantu-membantu. Menurut qiraat yang lain dibaca tazhzhaharaa bentuk asalnya adalah Tatazhaaharaa, kemudian huruf ta yang kedua diidgamkan ke dalam huruf zha sehingga jadilah tazhzhaaharaa (terhadapnya) terhadap Nabi saw. dalam melakukan hal-hal yang tidak disukainya, yakni membuat susah Nabi saw. (maka sesungguhnya Allah adalah) lafal huwa ini merupakan dhamir fashl (Pelindungnya) maksudnya, yang menolongnya (dan begitu pula Jibril dan orang-orang mukmin yang saleh) seperti Abu Bakar dan Umar r.a. Lafal ini diathafkan secara mahall kepada isimnya inna, yakni begitu pula mereka akan menjadi penolongnya (dan selain dari itu malaikat-malaikat) yaitu sesudah pertolongan Allah dan orang-orang yang telah disebutkan tadi (adalah penolongnya pula) maksudnya mereka semua menjadi penolong Nabi terhadap kamu berdua.",
            "sajda": false,
            "transliteration": "In tatoobaaa ilal laahi faqad saghat quloobukumaa wa in tazaaharaa 'alihi fa innal laaha huwa mawlaahu wa jibreelu wa saalihul mu'mineen; walma laaa'ikatu ba'dazaalika zaheer",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5234,
            "aya_number": 5,
            "aya_text": "عَسٰى رَبُّهٗٓ اِنْ طَلَّقَكُنَّ اَنْ يُّبْدِلَهٗٓ اَزْوَاجًا خَيْرًا مِّنْكُنَّ مُسْلِمٰتٍ مُّؤْمِنٰتٍ قٰنِتٰتٍ تٰۤىِٕبٰتٍ عٰبِدٰتٍ سٰۤىِٕحٰتٍ ثَيِّبٰتٍ وَّاَبْكَارًا ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 560,
            "translation_aya_text": "Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu, perempuan-perempuan yang patuh, yang beriman, yang taat, yang bertobat, yang beribadah, yang berpuasa, yang janda dan yang perawan. ",
            "tafsir_jalalayn": "(Jika Nabi menceraikan kalian, boleh jadi Rabbnya) maksudnya, jika nabi menceraikan istri-istrinya (akan memberi ganti kepadanya) dapat dibaca yubdilahu dan yubaddilahu (dengan istri-istri yang lebih baik daripada kalian) lafal azwaajan ini menjadi khabar dari lafal 'asaa sedangkan jumlah an yubdilahu dan seterusnya menjadi jawab syarath. Di sini tidak ada badal karena apa yang disebutkan pada syarat tidak terjadi, yakni perceraian itu tidak pernah terjadi (yang patuh) artinya mengakui Islam (yang beriman) yakni ikhlas hatinya kepada Islam (yang taat) mereka taat (yang bertobat, rajin beribadat, rajin berpuasa) yakni gemar melakukan puasa atau yang berhijrah (yang janda dan yang perawan)",
            "sajda": false,
            "transliteration": "'Asaa rabbuhooo in tallaqakunna anyyubdilahooo azwaajan khairam mnkunna muslimaatim mu'minaatin qaanitaatin taaa'ibaatin 'aabidaatin saaa'ihaatin saiyibaatinw wa abkaaraa",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5235,
            "aya_number": 6,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قُوْٓا اَنْفُسَكُمْ وَاَهْلِيْكُمْ نَارًا وَّقُوْدُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلٰۤىِٕكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُوْنَ اللّٰهَ مَآ اَمَرَهُمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 560,
            "translation_aya_text": "Wahai orang-orang yang beriman! Peliharalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu; penjaganya malaikat-malaikat yang kasar, dan keras, yang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. ",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Peliharalah diri kalian dan keluarga kalian) dengan mengarahkan mereka kepada jalan ketaatan kepada Allah (dari api neraka yang bahan bakarnya adalah manusia) orang-orang kafir (dan batu) seperti berhala-berhala yang mereka sembah adalah sebagian dari bahan bakar neraka itu. Atau dengan kata lain api neraka itu sangat panas, sehingga hal-hal tersebut dapat terbakar. Berbeda halnya dengan api di dunia, karena api di dunia dinyalakan dengan kayu dan lain-lainnya (penjaganya malaikat-malaikat) yakni, juru kunci neraka itu adalah malaikat-malaikat yang jumlahnya ada sembilan belas malaikat, sebagaimana yang akan diterangkan nanti dalam surat Al-Muddatstsir (yang kasar) lafal ghilaazhun ini diambil dari asal kata ghilazhul qalbi, yakni kasar hatinya (yang keras) sangat keras hantamannya (mereka tidak pernah mendurhakai Allah terhadap apa yang telah diperintahkan-Nya kepada mereka) lafal maa amarahum berkedudukan sebagai badal dari lafal Allah. Atau dengan kata lain, malaikat-malaikat penjaga neraka itu tidak pernah mendurhakai perintah Allah (dan mereka selalu mengerjakan apa yang diperintahkan) lafaz ayat ini berkedudukan menjadi badal dari lafal yang sebelumnya. Dalam ayat ini terkandung ancaman bagi orang-orang mukmin supaya jangan murtad; dan juga ayat ini merupakan ancaman pula bagi orang-orang munafik yaitu, mereka yang mengaku beriman dengan lisannya tetapi hati mereka masih tetap kafir.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena samanoo qooo anfusakum wa ahleekum naaranw waqoodu han naasu wal hijaaratu 'alaihaa malaaa'ikatun ghilaazun shidaadul laa ya'soonal laaha maa amarahum wa yaf'aloona maa yu'maroon",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5236,
            "aya_number": 7,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ كَفَرُوْا لَا تَعْتَذِرُوا الْيَوْمَۗ اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ ࣖ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 560,
            "translation_aya_text": "Wahai orang-orang kafir! Janganlah kamu mengemukakan alasan pada hari ini. Sesungguhnya kamu hanya diberi balasan menurut apa yang telah kamu kerjakan. ",
            "tafsir_jalalayn": "(Hai orang-orang kafir, janganlah kalian mengemukakan uzur pada hari ini) ucapan ini dikatakan kepada mereka sewaktu mereka dimasukkan ke dalam neraka; dikatakan demikian karena uzur atau alasan itu tiada gunanya. (Sesungguhnya kalian hanya diberi balasan menurut apa yang kalian kerjakan) sebagai balasannya.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena kafaroo la ta'tazinul yawma innamaa tujzawna maa kuntum ta'maloon",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        }
    ]
}