{
    "page_number": 561,
    "data": [
        {
            "aya_id": 5237,
            "aya_number": 8,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا تُوْبُوْٓا اِلَى اللّٰهِ تَوْبَةً نَّصُوْحًاۗ عَسٰى رَبُّكُمْ اَنْ يُّكَفِّرَ عَنْكُمْ سَيِّاٰتِكُمْ وَيُدْخِلَكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ يَوْمَ لَا يُخْزِى اللّٰهُ النَّبِيَّ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗۚ نُوْرُهُمْ يَسْعٰى بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ يَقُوْلُوْنَ رَبَّنَآ اَتْمِمْ لَنَا نُوْرَنَا وَاغْفِرْ لَنَاۚ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 561,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bertobatlah kepada Allah dengan tobat yang semurni-murninya, mudah-mudahan Tuhan kamu akan menghapus kesalahan-kesalahanmu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, pada hari ketika Allah tidak mengecewakan Nabi dan orang-orang yang beriman bersama dengannya; sedang cahaya mereka memancar di hadapan dan di sebelah kanan mereka, sambil mereka berkata, “Ya Tuhan kami, sempurnakanlah untuk kami cahaya kami dan ampunilah kami; Sungguh, Engkau Mahakuasa atas segala sesuatu.” ",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, bertobatlah kepada Allah dengan tobat yang semurni-murninya) dapat dibaca nashuuhaa dan nushuuhaa, artinya tobat yang sebenar-benarnya, bertobat tidak akan mengulangi dosa lagi, dan menyesali apa yang telah dikerjakannya (mudah-mudahan Rabb kalian) lafal 'asaa ini mengandung makna tarajji, yakni sesuatu yang dapat diharapkan akan terjadi (akan menutupi kesalahan-kesalahan kalian, dan memasukkan kalian ke dalam surga-surga) yakni taman-taman surga (yang mengalir di bawahnya sungai-sungai, pada hari ketika Allah tidak menghinakan) Allah tidak akan memasukkan ke dalam neraka (Nabi dan orang-orang yang beriman bersama dia; sedangkan cahaya mereka memancar di hadapan mereka) maksudnya, di depan mereka terang benderang oleh cahayanya (dan) cahaya itu pun memancar pula (di sebelah kanan mereka. Mereka berkata) lafal yaquuluuna merupakan jumlah isti'naf atau kalimat baru: (\"Ya Rabb kami! Sempurnakanlah bagi kami cahaya kami) hingga sampai ke surga, sedangkan orang-orang munafik cahaya mereka padam (dan ampunilah kami) wahai Rabb kami (sesungguhnya Engkau Maha Kuasa atas segala sesuatu.\").",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aammano toobooo ilal laahi tawbatan nasoohan 'asaa rabbukum any-yukaffira 'ankum sayyi aatikum wa yudkhilakum jannaatin tajree min tahtihal anhaaru yawma laa yukhzil laahun nabiyya wallazeena aamanoo ma'ahoo nooruhum yas'aa baina aydeehim wa bi aymaanihim yaqooloona rabbanaaa atmim lanaa nooranaa waghfir lana innaka 'alaa kulli shai'in qadeer",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] تُوب[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ تَوْبَ[a:13732[ةً ن]َّصُوحًا عَسَىٰ رَبُّكُمْ أ[a:13733[َن ي]ُكَفِّرَ عَ[f:255[نك]ُمْ سَيِّـَٔـاتِكُمْ وَيُ[q:13734[دْ]خِلَكُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ يَوْمَ لَا يُخْزِى [h:13735[ٱ]للَّهُ [h:13736[ٱ][l[ل][g[نّ]َبِىَّ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ]‌ۖ نُورُهُمْ يَسْعَىٰ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَ[n[ـٰ]نِهِمْ يَقُولُونَ رَبَّن[o[َآ] أَتْمِمْ لَنَا نُورَنَا وَ[h:1720[ٱ]غْفِرْ لَن[o[َآ‌ۖ] إِ[g[نّ]َكَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5238,
            "aya_number": 9,
            "aya_text": "يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْۗ وَمَأْوٰىهُمْ جَهَنَّمُۗ وَبِئْسَ الْمَصِيْرُ ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 561,
            "translation_aya_text": "Wahai Nabi! Perangilah orang-orang kafir dan orang-orang munafik dan bersikap keraslah terhadap mereka. Tempat mereka adalah neraka Jahanam dan itulah seburuk-buruk tempat kembali. ",
            "tafsir_jalalayn": "(Hai Nabi! Perangilah orang-orang kafir) dengan memakai senjata (dan orang-orang munafik) dengan memakai lisan dan hujah (dan bersikap keraslah terhadap mereka) dengan berbicara keras dan membenci mereka. (Tempat mereka adalah neraka Jahanam, dan seburuk-buruk tempat kembali itu) adalah neraka Jahanam.",
            "sajda": false,
            "transliteration": "yaaa ayyuuhan nabiyyu jaahidil kuffaara walmunaa-fiqeena waghluz 'alaihim; wa maawaahum jahannamu wa bi'sal maseer",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ جَ[n[ـٰ]هِدِ [h:5723[ٱ]لْكُفَّارَ وَ[h:5724[ٱ]لْمُنَ[n[ـٰ]فِقِينَ وَ[h:5725[ٱ]غْلُظْ عَلَيْهِمْ‌ۚ وَمَأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5239,
            "aya_number": 10,
            "aya_text": "ضَرَبَ اللّٰهُ مَثَلًا لِّلَّذِيْنَ كَفَرُوا امْرَاَتَ نُوْحٍ وَّامْرَاَتَ لُوْطٍۗ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتٰهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللّٰهِ شَيْـًٔا وَّقِيْلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِيْنَ ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 561,
            "translation_aya_text": "Allah membuat perumpamaan bagi orang-orang kafir, istri Nuh dan istri Lut. Keduanya berada di bawah pengawasan dua orang hamba yang saleh di antara hamba-hamba Kami; lalu kedua istri itu berkhianat kepada kedua suaminya, tetapi kedua suaminya itu tidak dapat membantu mereka sedikit pun dari (siksaan) Allah; dan dikatakan (kepada kedua istri itu), “Masuklah kamu berdua ke neraka bersama orang-orang yang masuk (neraka).” ",
            "tafsir_jalalayn": "(Allah membuat istri Nuh dan istri Luth perumpamaan bagi orang-orang kafir. Keduanya berada di bawah pengawasan dua orang hamba yang saleh di antara hamba-hamba Kami; lalu kedua istri itu berkhianat kepada kedua suaminya) dalam masalah agama, karena ternyata keduanya kafir dan adalah istri Nabi Nuh yang dikenal dengan nama Wahilah telah berkata kepada kaumnya, \"Sesungguhnya Nuh ini adalah orang gila.\" Sedangkan istri Nabi Luth yang dikenal dengan nama Wailah, memberikan petunjuk kepada kaumnya tentang tamu-tamunya, yaitu bahwa jika tamu-tamu itu tinggal di rumahnya, maka ia akan memberi tanda kepada mereka dengan api di waktu malam dan kalau siang hari dengan memakai asap (maka kedua suaminya itu tiada dapat membantu) yaitu Nabi Nuh dan Nabi Luth tidak bisa menolong (mereka berdua dari Allah) dari azab-Nya (barang sedikit pun; dan dikatakan) kepada kedua istri itu (\"Masuklah kamu berdua ke dalam neraka bersama orang-orang yang memasukinya\") yaitu bersama orang-orang kafir dari kalangan kaum Nabi Nuh dan kaum Nabi Luth.",
            "sajda": false,
            "transliteration": "Darabal laahu masalal lillazeena kafarum ra ata Noobinw wamra ata Loot, kaanataa tahta 'abdaini min 'ibaadinaa saalihaini fakhaanataahumaa falam yughniyaa 'anhumaa minal laahi shai anw-wa qeelad khulan naara ma'ad Daakhileen",
            "tajweed_text": "ضَرَبَ [h:7103[ٱ]للَّهُ مَثَل[u:13737[اً ل]ِّلَّذِينَ كَفَرُو[s[اْ] [h:13738[ٱ]مْرَأَتَ نُو[a:13739[حٍ و]َ[h:13740[ٱ]مْرَأَتَ لُو[f:13741[طٍ‌ۖ ك]َانَتَا تَحْتَ عَ[q:13742[بْ]دَيْنِ مِنْ عِبَادِنَا صَ[n[ـٰ]لِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ [h:321[ٱ]للَّهِ شَيْـ[a:13743[ـًٔا و]َقِيلَ [h:13744[ٱ][q:13745[دْ]خُلَا [h:13746[ٱ][l[ل][g[نّ]َارَ مَعَ [h:13747[ٱ][l[ل]دّ[n[َٲ]خِل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5240,
            "aya_number": 11,
            "aya_text": "وَضَرَبَ اللّٰهُ مَثَلًا لِّلَّذِيْنَ اٰمَنُوا امْرَاَتَ فِرْعَوْنَۘ اِذْ قَالَتْ رَبِّ ابْنِ لِيْ عِنْدَكَ بَيْتًا فِى الْجَنَّةِ وَنَجِّنِيْ مِنْ فِرْعَوْنَ وَعَمَلِهٖ وَنَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَۙ ",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 561,
            "translation_aya_text": "Dan Allah membuat perumpamaan bagi orang-orang yang beriman, istri Fir‘aun, ketika dia berkata, “Ya Tuhanku, bangunkanlah untukku sebuah rumah di sisi-Mu dalam surga dan selamatkanlah aku dari Fir‘aun dan perbuatannya, dan selamatkanlah aku dari kaum yang zalim,” ",
            "tafsir_jalalayn": "(Dan Allah membuat istri Firaun perumpamaan bagi orang-orang yang beriman) istri Firaun itu beriman kepada Nabi Musa, ia bernama Asiah. Lalu Firaun menyiksanya dengan cara mengikat kedua tangan dan kedua kakinya, lalu di dadanya diletakkan kincir yang besar, kemudian dihadapkan kepada sinar matahari yang terik. Bilamana orang yang diperintahkan oleh Firaun untuk menjaganya pergi maka, malaikat menaunginya dari sengatan sinar matahari (ketika ia berkata) sewaktu dalam keadaan disiksa (\"Ya Rabbku! Bangunlah untukku sebuah rumah di sisi-Mu dalam surga) maka Allah menampakkan rumahnya yang di surga itu, hingga ia dapat melihatnya, maka siksaan yang dialaminya itu terasa ringan baginya setelah melihat pahalanya (dan selamatkanlah aku dari Firaun dan perbuatannya) dari siksaannya terhadap diriku (dan selamatkanlah aku dari kaum yang lalim.\") yakni pemeluk agama Firaun. Setelah itu lalu Allah mencabut rohnya. Menurut Ibnu Kaisan, bahwa Siti Asiah diangkat ke surga dalam keadaan hidup, dan ia makan dan minum di dalam surga.",
            "sajda": false,
            "transliteration": "Wa darabal laahu masa lal-lillazeena aamanumra ata Fir'awn; iz qaalat rabbibni lee 'indaka baitan fil jannati wa najjinee min Fir'awna wa 'amalihii wa najjinee minal qawmiz zaalimeen",
            "tajweed_text": "وَضَرَبَ [h:7509[ٱ]للَّهُ مَثَل[u:13737[اً ل]ِّلَّذِينَ ءَامَنُو[s[اْ] [h:13748[ٱ]مْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ [h:13749[ٱ][q:3590[بْ]نِ لِى عِ[f:4962[ند]َكَ بَيْ[f:13750[تًا ف]ِى [h:12075[ٱ]لْجَ[g[نّ]َةِ وَنَجِّنِى مِ[f:6159[ن ف]ِرْعَوْنَ وَعَمَلِه[n[ِۦ] وَنَجِّنِى مِنَ [h:4196[ٱ]لْقَوْمِ [h:4155[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5241,
            "aya_number": 12,
            "aya_text": "وَمَرْيَمَ ابْنَتَ عِمْرٰنَ الَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهِ مِنْ رُّوْحِنَا وَصَدَّقَتْ بِكَلِمٰتِ رَبِّهَا وَكُتُبِهٖ وَكَانَتْ مِنَ الْقٰنِتِيْنَ ࣖ   ۔",
            "sura_id": 66,
            "juz_id": 28,
            "page_number": 561,
            "translation_aya_text": "dan Maryam putri Imran yang memelihara kehormatannya, maka Kami tiupkan ke dalam rahimnya sebagian dari roh (ciptaan) Kami; dan dia membenarkan kalimat-kalimat Tuhannya dan kitab-kitab-Nya; dan dia termasuk orang-orang yang taat. ",
            "tafsir_jalalayn": "(Dan Maryam) lafal ini diathafkan kepada lafaz imra'atu fir`auna (putri Imran yang memelihara kehormatannya) menjaga kehormatannya (maka Kami tiupkan ke dalam rahimnya sebagian dari roh Kami) yakni malaikat Jibril, ia meniupkan ke dalam kerah bajunya roh ciptaan Allah berdasarkan perintah dari Allah, hingga tiupan itu masuk ke dalam kemaluannya, lalu setelah itu Maryam mengandung Isa (dan dia membenarkan kalimat-kalimat Rabbnya) yakni syariat-syariat-Nya (dan Kitab-kitab-Nya) yang telah diturunkan (dan adalah dia termasuk orang-orang yang taat) termasuk golongan orang-orang yang taat kepada Allah.",
            "sajda": false,
            "transliteration": "Wa Maryamab nata 'Imraanal lateee ahsanat farjahaa fanafakhnaa feehi mir roobinaa wa saddaqat bikali maati Rabbihaa wa Kutubihee wakaanat minal qaaniteen",
            "tajweed_text": "وَمَرْيَمَ [h:13751[ٱ][q:13752[بْ]نَتَ عِمْر[n[َٲ]نَ [h:13753[ٱ]لَّت[o[ِىٓ] أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ م[u:8851[ِن ر]ُّوحِنَا وَصَدَّقَتْ بِكَلِمَ[n[ـٰ]تِ رَبِّهَا وَكُتُبِه[n[ِۦ] وَكَانَتْ مِنَ [h:13754[ٱ]لْقَ[n[ـٰ]نِت[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ التَّحۡرِيمِ",
                "englishName": "At-Tahrim",
                "englishNameTranslation": "The Prohibition",
                "revelationType": "Medinan"
            }
        }
    ]
}