{
    "page_number": 562,
    "data": [
        {
            "aya_id": 5242,
            "aya_number": 1,
            "aya_text": "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Mahasuci Allah yang menguasai (segala) kerajaan, dan Dia Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Maha Suci Allah) Maha Suci dari sifat-sifat semua makhluk (Yang di tangan kekuasaan-Nyalah) yang berada dalam pengaturan-Nyalah (segala kerajaan) segala kekuasaan dan pengaruh (dan Dia Maha Kuasa atas segala sesuatu).",
            "sajda": false,
            "transliteration": "Tabaarakal lazee biyadihil mulku wa huwa 'alaa kulli shai-in qadeer",
            "tajweed_text": "تَبَ[n[ـٰ]رَكَ [h:9556[ٱ]لَّذِى بِيَدِهِ [h:13755[ٱ]لْمُلْكُ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5243,
            "aya_number": 2,
            "aya_text": " ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun.",
            "tafsir_jalalayn": "(Yang menjadikan mati) di dunia (dan hidup) di akhirat, atau yang menjadikan mati dan hidup di dunia. Nuthfah pada asalnya sebagai barang mati, kemudian jadilah ia hidup; pengertian hidup ialah karena ia mempunyai perasaan. Pengertian mati adalah kebalikannya. Pengertian lafal al-khalqu berdasarkan makna yang kedua ini berarti memastikan (supaya Dia menguji kalian) atau mencoba kalian di dalam kehidupan ini (siapa di antara kalian yang lebih baik amalnya) maksudnya yang paling taat kepada Allah. (Dan Dia Maha Perkasa) di dalam melakukan pembalasan terhadap orang yang durhaka kepada-Nya (lagi Maha Pengampun) kepada orang yang bertobat kepada-Nya.",
            "sajda": false,
            "transliteration": "Allazee khalaqal mawta walhayaata liyabluwakum ayyukum ahsanu 'amalaa; wa huwal 'azeezul ghafoor",
            "tajweed_text": "ٱلَّذِى خَلَقَ [h:13756[ٱ]لْمَوْتَ وَ[h:13757[ٱ]لْحَيَ[s[و][n[ٲ]ةَ لِيَ[q:3603[بْ]لُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَل[a:13758[اً‌ۚ و]َهُوَ [h:7045[ٱ]لْعَزِيزُ [h:13759[ٱ]لْغَف[p[ُو]رُ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5244,
            "aya_number": 3,
            "aya_text": "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Yang menciptakan tujuh langit berlapis-lapis. Tidak akan kamu lihat sesuatu yang tidak seimbang pada ciptaan Tuhan Yang Maha Pengasih. Maka lihatlah sekali lagi, adakah kamu lihat sesuatu yang cacat?",
            "tafsir_jalalayn": "(Yang telah menciptakan tujuh langit berlapis-lapis) yakni sebagian di antaranya berada di atas sebagian yang lain tanpa bersentuhan. (Kamu sekali-kali tidak melihat pada ciptaan Yang Maha Pemurah) pada tujuh langit yang berlapis-lapis itu atau pada makhluk yang lain (sesuatu yang tidak seimbang) yang berbeda dan tidak seimbang. (Maka lihatlah berulang-ulang) artinya lihatlah kembali ke langit (adakah kamu lihat) padanya (keretakan?) maksudnya retak dan berbelah-belah.",
            "sajda": false,
            "transliteration": "Allazee khalaqa sab'a samaawaatin tibaaqam maa taraa fee khalqir rahmaani min tafaawutin farji'il basara hal taraa min futoor",
            "tajweed_text": "ٱلَّذِى خَلَقَ سَ[q:158[بْ]عَ سَمَ[n[ـٰ]و[n[َٲ][f:13760[تٍ ط]ِبَا[a:13761[قًا‌ۖ م]َّا تَرَىٰ فِى خَلْقِ [h:13762[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ مِ[f:13763[ن ت]َفَ[n[ـٰ]وُ[f:13764[تٍ‌ۖ ف]َ[h:13765[ٱ]رْجِعِ [h:13766[ٱ]لْبَصَرَ هَلْ تَرَىٰ مِ[f:13767[ن ف]ُط[p[ُو]رٍ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5245,
            "aya_number": 4,
            "aya_text": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Kemudian ulangi pandangan(mu) sekali lagi (dan) sekali lagi, niscaya pandanganmu akan kembali kepadamu tanpa menemukan cacat dan ia (pandanganmu) dalam keadaan letih.",
            "tafsir_jalalayn": "(Kemudian pandanglah sekali lagi) ulangilah kembali penglihatanmu berkali-kali (niscaya akan berbalik) akan kembali (penglihatanmu itu kepadamu dalam keadaan hina) karena tidak menemukan sesuatu cacat (dan penglihatanmu itu pun dalam keadaan payah) yakni tidak melihat sama sekali adanya cacat.",
            "sajda": false,
            "transliteration": "Summar ji'il basara karrataini yanqalib ilaikal basaru khaasi'anw wa huwa haseer",
            "tajweed_text": "ثُ[g[مّ]َ [h:13768[ٱ]رْجِعِ [h:13769[ٱ]لْبَصَرَ كَرَّتَيْنِ يَ[f:2282[نق]َلِ[q:2282[بْ] إِلَيْكَ [h:13770[ٱ]لْبَصَرُ خَاسِ[a:13771[ئًا و]َهُوَ حَس[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5246,
            "aya_number": 5,
            "aya_text": "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Dan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala.",
            "tafsir_jalalayn": "(Dan sesungguhnya Kami telah menghiasi langit yang dekat) yang dekat dengan bumi (dengan lampu-lampu) dengan bintang-bintang (dan Kami jadikan bintang-bintang itu alat-alat pelempar) alat untuk melempar dan merajam (setan-setan) bilamana mereka mencuri pembicaraan para malaikat dengan telinga mereka; umpamanya terpisah batu meteor dari bintang-bintang itu yang bentuknya bagaikan segumpal api, lalu mengejar setan dan membunuhnya atau membuatnya cacat. Pengertian ini bukan berarti bahwa bintang-bintang itu lenyap dari tempatnya (dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala) yang besar apinya.",
            "sajda": false,
            "transliteration": "Wa laqad zaiyannas samaaa'ad dunyaa bimasaa beeha wa ja'alnaahaa rujoomal lish shayaateeni wa a'tadnaa lahum 'azaabas sa'eer",
            "tajweed_text": "وَلَقَ[q:341[دْ] زَيَّ[g[نّ]َا [h:11314[ٱ][l[ل]سَّم[o[َا]ٓءَ [h:11315[ٱ][l[ل]دُّنْيَا بِمَصَ[n[ـٰ]بِيحَ وَجَعَلْنَ[n[ـٰ]هَا رُجُو[u:13772[مًا ل]ِّلشَّيَ[n[ـٰ]طِينِ‌ۖ وَأَعْتَ[q:2782[دْ]نَا لَهُمْ عَذَابَ [h:13773[ٱ][l[ل]سَّع[p[ِي]رِ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5247,
            "aya_number": 6,
            "aya_text": "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali.",
            "tafsir_jalalayn": "(Dan orang-orang yang kafir kepada Rabb mereka, memperoleh azab Jahanam. Dan itulah seburuk-buruk tempat kembali) yakni neraka Jahanam.",
            "sajda": false,
            "transliteration": "Wa lillazeena kafaroo bi rabbihim 'azaabu jahannama wa bi'sal maseer",
            "tajweed_text": "وَلِلَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ عَذَابُ جَهَ[g[نّ]َمَ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5248,
            "aya_number": 7,
            "aya_text": "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu membara,",
            "tafsir_jalalayn": "(Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan) yaitu suara yang tidak enak didengar sebagaimana suara keledai (sedang neraka itu menggelegar) yakni mendidih.",
            "sajda": false,
            "transliteration": "Izaaa ulqoo feehaa sami'oo lahaa shaheeqanw wa hiya tafoor",
            "tajweed_text": "إِذ[o[َآ] أُلْقُو[s[اْ] فِيهَا سَمِعُو[s[اْ] لَهَا شَهِي[a:13774[قًا و]َهِىَ تَف[p[ُو]رُ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5249,
            "aya_number": 8,
            "aya_text": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?”",
            "tafsir_jalalayn": "(Hampir-hampir neraka itu terpecah-pecah) menurut suatu qiraat lafal tamayyazu dibaca tatamayyazu sesuai dengan asalnya, artinya terbelah-belah (lantaran marah) karena murka kepada orang kafir. (Setiap kali dilemparkan ke dalamnya sekumpulan orang) segolongan di antara orang-orang kafir (penjaga-penjaga neraka itu bertanya kepada mereka) dengan pertanyaan yang mengandung nada celaan, (\"Apakah belum pernah datang kepada kalian seorang pemberi peringatan?\") maksudnya seorang rasul yang memberikan peringatan kepada kalian akan azab Allah swt.",
            "sajda": false,
            "transliteration": "Takaadu tamayyazu minal ghaizi kullamaaa uliqya feehaa fawjun sa alahum khazanatuhaaa alam yaatikum nazeer",
            "tajweed_text": "تَكَادُ تَمَيَّزُ مِنَ [h:2195[ٱ]لْغَيْظِ‌ۖ كُلَّم[o[َآ] أُلْقِىَ فِيهَا فَوْ[f:13775[جٌ س]َأَلَهُمْ خَزَنَتُه[o[َآ] أَلَمْ يَأْتِكُمْ نَذ[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5250,
            "aya_number": 9,
            "aya_text": "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, “Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.”",
            "tafsir_jalalayn": "(Mereka menjawab, \"Benar ada, sesungguhnya telah datang kepada kami seorang pemberi peringatan, maka kami mendustakannya dan kami katakan, Allah tidak menurunkan sesuatu pun; tidak lain) tiadalah (kamu hanyalah di dalam kesesatan yang besar.\") Kalimat in antum illaa fii dhalaalin kabiir dapat dianggap sebagai perkataan para malaikat penjaga neraka kepada orang-orang kafir sewaktu mereka dijelaskan sebagai orang-orang yang mendustakan rasul-rasul. Kalimat ini pun dapat pula dianggap sebagai perkataan orang-orang kafir sebagai alasan mereka tidak percaya kepada rasul-rasul.",
            "sajda": false,
            "transliteration": "Qaaloo balaa qad jaaa'anaa nazeerun fakazzabnaa wa qulnaa maa nazzalal laahu min shai in in antum illaa fee dalaalin kabeer",
            "tajweed_text": "قَالُو[s[اْ] بَلَىٰ قَ[q:298[دْ] ج[o[َا]ٓءَنَا نَذِي[f:13776[رٌ ف]َكَذَّ[q:13777[بْ]نَا وَقُلْنَا مَا نَزَّلَ [h:4797[ٱ]للَّهُ مِ[f:2103[ن ش]َىْءٍ إِنْ أَ[f:428[نت]ُمْ إِلَّا فِى ضَلَ[n[ـٰ][f:13778[لٍ ك]َب[p[ِي]رٍ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5251,
            "aya_number": 10,
            "aya_text": "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Dan mereka berkata, “Sekiranya (dahulu) kami mendengarkan atau memikirkan (peringatan itu) tentulah kami tidak termasuk penghuni neraka yang menyala-nyala.”",
            "tafsir_jalalayn": "(Dan mereka berkata, \"Sekiranya kami mendengarkan) maksudnya mendengar yang disertai pemahaman (atau memikirkan) memikirkan apa yang didengarnya, yaitu peringatan rasul-rasul kepada mereka (niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala\").",
            "sajda": false,
            "transliteration": "Wa qaaloo law kunnaa nasma'u awna'qilu maa kunnaa feee as haabis sa'eer",
            "tajweed_text": "وَقَالُو[s[اْ] لَوْ كُ[g[نّ]َا نَسْمَعُ أَوْ نَعْقِلُ مَا كُ[g[نّ]َا ف[o[ِىٓ] أَصْحَ[n[ـٰ]بِ [h:11067[ٱ][l[ل]سَّع[p[ِي]رِ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5252,
            "aya_number": 11,
            "aya_text": "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Maka mereka mengakui dosanya. Tetapi jauhlah (dari rahmat Allah) bagi penghuni neraka yang menyala-nyala itu.",
            "tafsir_jalalayn": "(Mereka mengakui) orang-orang kafir itu mengaku di saat tiada gunanya lagi pengakuan (dosa mereka) yaitu dosa mendustakan peringatan-peringatan. (Maka kebinasaanlah) dapat dibaca fasuhqan dan fasuhuqan (bagi penghuni-penghuni neraka yang menyala-nyala) mereka dijauhkan dari rahmat Allah swt.",
            "sajda": false,
            "transliteration": "Fa'tarafoo bizambihim fasuhqal li as haabis sa'eer",
            "tajweed_text": "فَ[h:9999[ٱ]عْتَرَفُو[s[اْ] بِذَ[i:13779[نۢب]ِهِمْ فَسُحْ[u:13780[قًا ل]ِّأَصْحَ[n[ـٰ]بِ [h:13781[ٱ][l[ل]سَّع[p[ِي]رِ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5253,
            "aya_number": 12,
            "aya_text": "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 562,
            "translation_aya_text": "Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar. ",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang takut kepada Rabbnya) mereka yang takut kepada-Nya (dalam sendirian) sewaktu mereka tidak kelihatan oleh orang lain, mereka tetap taat kepada-Nya. Dengan demikian berarti bila mereka berada secara terang-terangan maka lebih takut lagi (mereka akan memperoleh ampunan dan pahala yang besar) yang dimaksud adalah surga.",
            "sajda": false,
            "transliteration": "Innal lazeena yakhshawna rabbahum bilghaibi lahum maghfiratunw wa ajrun kabeer",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّه[c:8779[ُم ب]ِ[h:13[ٱ]لْغَيْبِ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        }
    ]
}