{
    "page_number": 564,
    "data": [
        {
            "aya_id": 5268,
            "aya_number": 27,
            "aya_text": "فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Maka ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka), “Inilah (azab) yang dahulunya kamu minta.” ",
            "tafsir_jalalayn": "(Ketika mereka melihat azab itu) sesudah mereka dihimpunkan (sudah dekat) artinya, dekat sekali (menjadi muramlah) menjadi hitam muramlah (muka orang-orang kafir itu. Dan dikatakan) kepada mereka, yakni para malaikat penjaga neraka berkata kepada mereka (\"Inilah) azab (yang dahulu kalian terhadapnya) yakni sewaktu kalian diancam dengan azab ini (selalu menganggapnya sebagai yang diada-adakan.\") Yakni kalian menduga, bahwasanya kalian tidak akan dibangkitkan menjadi hidup kembali. Hal ini menceritakan keadaan di masa mendatang, akan tetapi ungkapannya memberikan pengertian sudah terjadi. Ini tiada lain karena subjeknya pasti benar-benar terjadi.",
            "sajda": false,
            "transliteration": "Falaammaa ra-awhu zulfatan seee'at wujoohul lazeena kafaroo wa qeela haazal lazee kuntum bihee tadda'oon",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5269,
            "aya_number": 28,
            "aya_text": "قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Katakanlah (Muhammad), “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami, (maka kami akan masuk surga), lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?”",
            "tafsir_jalalayn": "(Katakanlah!, \"Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku) yakni orang-orang mukmin, kami binasa karena azab-Nya, sebagaimana yang kalian maksudkan (atau memberi rahmat kepada kami) maksudnya, Dia tidak mengazab kami (tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih?\") Tentu saja tiada seorang pun yang dapat melindungi mereka dari azab-Nya.",
            "sajda": false,
            "transliteration": "Qul ara'aytum in ahlaka niyal laahu wa mam ma'iya aw rahimanaa famai-yujeerul kaafireena min 'azaabin aleem",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5270,
            "aya_number": 29,
            "aya_text": "قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Katakanlah, “Dialah Yang Maha Pengasih, kami beriman kepada-Nya dan kepada-Nya kami bertawakal. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.” ",
            "tafsir_jalalayn": "(Katakanlah!, \"Dialah Allah Yang Maha Penyayang kami beriman kepada-Nya dan kepada-Nyalah kami bertawakal. Kelak kalian akan mengetahui) bilamana mereka menyaksikan azab itu. Lafal fasata`lamuuna dapat pula dibaca fasaya`lamuuna, artinya kelak mereka akan mengetahui di saat mereka menyaksikan azab (siapakah yang berada dalam kesesatan yang nyata.\") Kami-kah atau mereka?",
            "sajda": false,
            "transliteration": "Qul huwar rahmaanu aamannaa bihee wa 'alaihi tawakkalnaa fasata'lamoona man huwa fee dalaalim mubeen",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5271,
            "aya_number": 30,
            "aya_text": "قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ࣖ ",
            "sura_id": 67,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapa yang akan memberimu air yang mengalir?”",
            "tafsir_jalalayn": "(Katakanlah, \"Terangkanlah kepadaku jika sumber air kalian menjadi kering;) yakni airnya masuk jauh ke dalam bumi (maka siapakah yang akan mendatangkan air yang mengalir bagi kalian?\") Sehingga air itu menyumber dan dapat dicapai oleh tangan atau oleh timba-timba, sebagaimana air yang kalian miliki sekarang? Tiada seorang pun yang dapat mendatangkannya selain Allah swt. Maka, mengapa kalian mengingkari adanya hari berbangkit, yaitu hari di mana Dia membangkitkan kalian menjadi hidup kembali. Disunahkan bagi pembaca surah ini, bila bacaannya sampai kepada lafal ma`iin, hendaknya ia mengucapkan kalimat jawabannya, yaitu \"allaahu rabbul 'aalamiina/Allah Rabb semesta alam yang dapat mengeluarkannya. Demikianlah menurut keterangan yang dikemukakan di dalam hadis. Dan ayat ini dibacakan terhadap sebagian orang-orang yang bersifat angkara murka, maka menurut perawinya, bahwa cangkul dan sekop penggali tanah terus menghunjam ke tanah, akan tetapi sumber air tidak muncul-muncul juga; ia telah pergi jauh meresap ke dalam bumi yang tidak dapat dicapainya. Kami berlindung kepada Allah dari perbuatan berani melawan Allah dan ayat-ayat-Nya.",
            "sajda": false,
            "transliteration": "Qul ara'aytum in asbaha maaa'ukum ghawran famai yaateekum bimaaa'im ma'een",
            "surah": {
                "name": "سُورَةُ المُلۡكِ",
                "englishName": "Al-Mulk",
                "englishNameTranslation": "The Sovereignty",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5272,
            "aya_number": 1,
            "aya_text": "نۤ ۚوَالْقَلَمِ وَمَا يَسْطُرُوْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Nun. Demi pena dan apa yang mereka tuliskan, ",
            "tafsir_jalalayn": "(Nun) adalah salah satu dari huruf hijaiah, hanya Allahlah yang mengetahui arti dan maksudnya (demi qalam) yang dipakai untuk menulis nasib semua makhluk di Lohmahfuz (dan apa yang mereka tulis) apa yang ditulis oleh para malaikat berupa kebaikan dan kesalehan.",
            "sajda": false,
            "transliteration": "Noon; walqalami wa maa yasturoon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5273,
            "aya_number": 2,
            "aya_text": "مَآ اَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُوْنٍ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "dengan karunia Tuhanmu engkau (Muhammad) bukanlah orang gila. ",
            "tafsir_jalalayn": "(Kamu sekali-kali bukanlah) hai Muhammad (orang gila, berkat nikmat Rabbmu) yang telah mengaruniakan kenabian kepadamu, dan juga nikmat-nikmat-Nya yang lain. Ayat ini merupakan jawaban terhadap perkataan orang-orang kafir, yang mengatakan bahwa Muhammad adalah orang gila.",
            "sajda": false,
            "transliteration": "Maa anta bini'mati Rabbika bimajnoon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5274,
            "aya_number": 3,
            "aya_text": "وَاِنَّ لَكَ لَاَجْرًا غَيْرَ مَمْنُوْنٍۚ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Dan sesungguhnya engkau pasti mendapat pahala yang besar yang tidak putus-putusnya. ",
            "tafsir_jalalayn": "(Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya) tiada pernah terputus.",
            "sajda": false,
            "transliteration": "Wa inna laka la ajran ghaira mamnoon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5275,
            "aya_number": 4,
            "aya_text": "وَاِنَّكَ لَعَلٰى خُلُقٍ عَظِيْمٍ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Dan sesungguhnya engkau benar-benar berbudi pekerti yang luhur. ",
            "tafsir_jalalayn": "(Dan sesungguhnya kamu benar-benar berbudi pekerti) beragama (yang agung.)",
            "sajda": false,
            "transliteration": "Wa innaka la'alaa khuluqin 'azeem",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5276,
            "aya_number": 5,
            "aya_text": "فَسَتُبْصِرُ وَيُبْصِرُوْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Maka kelak engkau akan melihat dan mereka (orang-orang kafir) pun akan melihat, ",
            "tafsir_jalalayn": "(Maka kelak kamu akan melihat dan mereka pun akan melihat.)",
            "sajda": false,
            "transliteration": "Fasatubsiru wa yubsiroon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5277,
            "aya_number": 6,
            "aya_text": "بِاَيِّىكُمُ الْمَفْتُوْنُ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "siapa di antara kamu yang gila? ",
            "tafsir_jalalayn": "(Siapakah di antara kalian yang gila) yang tidak waras akalnya, kamukah atau mereka. Lafal al-maftuun ini wazannya sama dengan lafal al-ma`quul, berasal dari mashdar al-futuun, artinya gila.",
            "sajda": false,
            "transliteration": "Bi ayyikumul maftoon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5278,
            "aya_number": 7,
            "aya_text": "اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۖ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Sungguh, Tuhanmu, Dialah yang paling mengetahui siapa yang sesat dari jalan-Nya; dan Dialah yang paling mengetahui siapa orang yang mendapat petunjuk. ",
            "tafsir_jalalayn": "(Sesungguhnya Rabbmu, Dialah Yang Paling Mengetahui siapa yang sesat dari jalan-Nya dan Dialah Yang Paling mengetahui orang-orang yang mendapat petunjuk) lafal a`lamu di sini bermakna 'aalimun, yakni Dia mengetahui siapa yang sesat dari jalan-Nya dan Dialah Yang mengetahui orang-orang yang mendapat petunjuk.",
            "sajda": false,
            "transliteration": "Innaa Rabbaka Huwa a'lamu biman dalla 'an sabeelihee wa Huwa a'lamu bilmuhtadeen",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5279,
            "aya_number": 8,
            "aya_text": "فَلَا تُطِعِ الْمُكَذِّبِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Maka janganlah engkau patuhi orang-orang yang mendustakan (ayat-ayat Allah).",
            "tafsir_jalalayn": "(Maka janganlah kamu ikuti orang-orang yang mendustakan ayat-ayat Allah.)",
            "sajda": false,
            "transliteration": "Falaa tuti'il mukazzibeen",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5280,
            "aya_number": 9,
            "aya_text": "وَدُّوْا لَوْ تُدْهِنُ فَيُدْهِنُوْنَۚ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Mereka menginginkan agar engkau bersikap lunak maka mereka bersikap lunak (pula). ",
            "tafsir_jalalayn": "(Mereka menginginkan) mengharapkan (supaya) merupakan mashdariyah (kamu bersikap lunak) bersikap lembut terhadap mereka (lalu mereka bersikap lunak) pula terhadapmu; diathafkan kepada lafal tudhinu. Seandainya dijadikan sebagai jawab dari tamanni yang tersimpulkan dari lafal wadduu, maka sebelum huruf fa diperkirakan adanya lafal hum. Yakni, seandainya kamu bersikap lunak terhadap mereka, maka mereka pun akan bersikap lunak pula terhadapmu.",
            "sajda": false,
            "transliteration": "Waddoo law tudhinu fa-yudhinoon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5281,
            "aya_number": 10,
            "aya_text": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِيْنٍۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Dan janganlah engkau patuhi setiap orang yang suka bersumpah dan suka menghina,",
            "tafsir_jalalayn": "(Dan janganlah kamu ikuti setiap orang yang banyak bersumpah) dengan cara yang batil (lagi hina) yakni rendah.",
            "sajda": false,
            "transliteration": "Wa laa tuti' kulla hallaa fim maheen",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5282,
            "aya_number": 11,
            "aya_text": "هَمَّازٍ مَّشَّاۤءٍۢ بِنَمِيْمٍۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "suka mencela, yang kian ke mari menyebarkan fitnah, ",
            "tafsir_jalalayn": "(Yang banyak mencela) atau sering mengumpat (yang kian ke mari menghambur fitnah) yakni berjalan ke sana dan ke mari di antara orang-orang dengan maksud merusak mereka, yakni menghasut mereka.",
            "sajda": false,
            "transliteration": "Hammaazim mash shaaa'im binameem",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5283,
            "aya_number": 12,
            "aya_text": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ اَثِيْمٍۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "yang merintangi segala yang baik, yang melampaui batas dan banyak dosa, ",
            "tafsir_jalalayn": "(Yang banyak menghalangi perbuatan baik) artinya sangat kikir tidak mau membelanjakan hartanya kepada hak-hak yang diwajibkan atas dirinya (yang melampaui batas) sangat aniaya (lagi banyak dosa) banyak melakukan perbuatan dosa.",
            "sajda": false,
            "transliteration": "Mannaa'il lilkhairi mu'tadin aseem",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5284,
            "aya_number": 13,
            "aya_text": "عُتُلٍّۢ بَعْدَ ذٰلِكَ زَنِيْمٍۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "yang bertabiat kasar, selain itu juga terkenal kejahatannya,",
            "tafsir_jalalayn": "(Yang kaku kasar) wataknya kaku lagi kasar (selain dari itu, yang terkenal kejahatannya) dia adalah seseorang yang dianggap sebagai orang Quraisy, padahal dia bukan dari kalangan mereka, yaitu Walid bin Mughirah. Ayahnya menjulukinya sebagai orang Quraisy setelah ia berumur delapan belas tahun. Ibnu Abbas r.a. mengatakan, bahwa kami belum pernah mengetahui, bahwa Allah swt. menyifati seseorang dengan sifat-sifat yang tercela sebagaimana yang telah dilakukan-Nya terhadap Walid, sehingga keaiban itu tetap menempel pada diri Walid untuk selama-lamanya. Dan bertaalluq kepada lafal zaniim, zharaf yang terdapat pada sebelumnya.",
            "sajda": false,
            "transliteration": "'Utullim ba'da zaalika zaneem",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5285,
            "aya_number": 14,
            "aya_text": "اَنْ كَانَ ذَا مَالٍ وَّبَنِيْنَۗ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "karena dia kaya dan banyak anak.",
            "tafsir_jalalayn": "(Karena dia mempunyai banyak harta dan anak) bentuk asalnya adalah lian, dan bertaalluq kepada makna yang menunjukkan terhadap pengertiannya.",
            "sajda": false,
            "transliteration": "An kaana zaa maalinw-wa baneen",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5286,
            "aya_number": 15,
            "aya_text": "اِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا قَالَ اَسَاطِيْرُ الْاَوَّلِيْنَۗ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 564,
            "translation_aya_text": "Apabila ayat-ayat Kami dibacakan kepadanya, dia berkata, “(Ini adalah) dongeng-dongeng orang dahulu.” ",
            "tafsir_jalalayn": "(Apabila dibacakan kepadanya ayat-ayat Kami) yakni Alquran (ia berkata) bahwa Alquran itu (dongeng-dongengan orang-orang dahulu kala.\") Yaitu hanyalah kedustaan yang sengaja dibuat-buat guna menyenangkan hati kami sewaktu ia disebutkan atau diceritakan. Menurut suatu qiraat ada lafal a-an dengan memakai dua huruf Hamzah yang kedua-duanya difathahkan.",
            "sajda": false,
            "transliteration": "Izaa tutlaa 'alaihi aayaatunaa qaala asaateerul awwaleen",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        }
    ]
}