{
    "page_number": 566,
    "data": [
        {
            "aya_id": 5314,
            "aya_number": 43,
            "aya_text": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗوَقَدْ كَانُوْا يُدْعَوْنَ اِلَى السُّجُوْدِ وَهُمْ سَالِمُوْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "pandangan mereka tertunduk ke bawah, diliputi kehinaan. Dan sungguh, dahulu (di dunia) mereka telah diseru untuk bersujud pada waktu mereka sehat (tetapi mereka tidak melakukan). ",
            "tafsir_jalalayn": "(Seraya tunduk ke bawah) lafal khaasyi`atan ini merupakan hal dari dhamir yang terkandung pada lafal yad`uuna, artinya, dalam keadaan terhina (pandangan mereka) maksudnya, mereka tidak dapat mengangkat pandangan matanya (lagi mereka diliputi) mereka diselimuti (kehinaan. Dan sesungguhnya mereka dahulu diseru) sewaktu di dunia (untuk bersujud sedang mereka dalam keadaan sejahtera) akan tetapi mereka tidak mau melakukannya, yakni tidak mau salat.",
            "sajda": false,
            "transliteration": "Khaashi'atan absaaruhum tarhaquhum zillatunw wa qad kaanoo yud'awna ilassujoodi wa hum saalimoon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5315,
            "aya_number": 44,
            "aya_text": "فَذَرْنِيْ وَمَنْ يُّكَذِّبُ بِهٰذَا الْحَدِيْثِۗ سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَۙ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Maka serahkanlah kepada-Ku (urusannya) dan orang-orang yang mendustakan perkataan ini (Al-Qur'an). Kelak akan Kami hukum mereka berangsur-angsur dari arah yang tidak mereka ketahui, ",
            "tafsir_jalalayn": "(Maka serahkanlah kepada-Ku) berikanlah kepada Aku (orang-orang yang mendustakan perkataan ini) yang mendustakan Alquran. (Nanti Kami akan menarik mereka dengan berangsur-angsur) Kami akan mengambil mereka secara berangsur-angsur (dari arah yang tidak mereka ketahui.)",
            "sajda": false,
            "transliteration": "Fazarnee wa many yukazzibu bihaazal hadeesi sanastad rijuhum min haisu laa ya'lamoon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5316,
            "aya_number": 45,
            "aya_text": "وَاُمْلِيْ لَهُمْۗ اِنَّ كَيْدِيْ مَتِيْنٌ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "dan Aku memberi tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh. ",
            "tafsir_jalalayn": "(Dan Aku memberi tangguh kepada mereka) Aku menangguhkan mereka. (Sesungguhnya rencana-Ku amat teguh) amat kuat dan tak dapat ditinggalkan.",
            "sajda": false,
            "transliteration": "Wa umlee lahum; inna kaidee mateen",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5317,
            "aya_number": 46,
            "aya_text": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۚ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Ataukah engkau (Muhammad) meminta imbalan kepada mereka, sehingga mereka dibebani dengan utang?",
            "tafsir_jalalayn": "(Ataukah) yakni apakah (kamu meminta kepada mereka) atas penyampaian risalahmu (upah dengan utang, lalu mereka karena utang itu) karena apa yang harus mereka bayarkan kepadamu (merasa keberatan) karena itu lalu mereka tidak mau beriman kepada Alquran.",
            "sajda": false,
            "transliteration": "Am tas'aluhum ajran fahum mim maghramim musqaloon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5318,
            "aya_number": 47,
            "aya_text": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Ataukah mereka mengetahui yang gaib, lalu mereka menuliskannya?",
            "tafsir_jalalayn": "(Ataukah ada pada mereka ilmu tentang yang gaib) yaitu mengenai apa yang tertulis di Lohmahfuz (lalu mereka menulis) daripadanya apa yang mereka katakan itu.",
            "sajda": false,
            "transliteration": "Am 'indahumul ghaibu fahum yaktuboon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5319,
            "aya_number": 48,
            "aya_text": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوْتِۘ اِذْ نَادٰى وَهُوَ مَكْظُوْمٌۗ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Maka bersabarlah engkau (Muhammad) terhadap ketetapan Tuhanmu, dan janganlah engkau seperti (Yunus) orang yang berada dalam (perut) ikan ketika dia berdoa dengan hati sedih.",
            "tafsir_jalalayn": "(Maka bersabarlah kamu terhadap ketetapan Rabbmu) terhadap mereka, sesuai dengan apa yang dikehendaki-Nya (dan janganlah kamu seperti orang yang berada dalam perut ikan paus) dalam hal ketergesa-gesaannya dan ketidaksabarannya, yaitu sebagaimana Nabi Yunus a.s. (ketika ia berdoa) kepada Rabbnya (sedangkan ia dalam keadaan marah) terhadap kaumnya, hatinya penuh dengan kemarahan sewaktu ia berada di dalam perut ikan besar itu.",
            "sajda": false,
            "transliteration": "Fasbir lihkmi rabbika wa laa takun kasaahibil boot; iz naadaa wa huwa makzoom",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5320,
            "aya_number": 49,
            "aya_text": "لَوْلَآ اَنْ تَدَارَكَهٗ نِعْمَةٌ مِّنْ رَّبِّهٖ لَنُبِذَ بِالْعَرَاۤءِ وَهُوَ مَذْمُوْمٌ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Sekiranya dia tidak segera mendapat nikmat dari Tuhannya, pastilah dia dicampakkan ke tanah tandus dalam keadaan tercela. ",
            "tafsir_jalalayn": "(Kalau sekiranya ia tidak segera mendapat) tidak segera disusul oleh (nikmat) yakni rahmat (dari Rabbnya, benar-benar ia dicampakkan) dari perut ikan besar itu (ke tanah yang tandus) tanah yang tidak ada tumbuh-tumbuhannya (dalam keadaan tercela) akan tetapi Allah mengasihaninya sehingga ia dicampakkan tidak dalam keadaan tercela.",
            "sajda": false,
            "transliteration": "Law laaa an tadaara kahoo ni'matum mir rabbihee lanubiza bil'araaa'i wa huwa mazmoom",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5321,
            "aya_number": 50,
            "aya_text": "فَاجْتَبٰىهُ رَبُّهٗ فَجَعَلَهٗ مِنَ الصّٰلِحِيْنَ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Lalu Tuhannya memilihnya dan menjadikannya termasuk orang yang saleh. ",
            "tafsir_jalalayn": "(Lalu Rabbnya memilihnya) memberinya kenabian (dan menjadikannya termasuk orang-orang yang saleh) yakni sebagian dari para nabi.",
            "sajda": false,
            "transliteration": "Fajtabaahu rabbuhoo faja'alahoo minas saaliheen",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5322,
            "aya_number": 51,
            "aya_text": "وَاِنْ يَّكَادُ الَّذِيْنَ كَفَرُوْا لَيُزْلِقُوْنَكَ بِاَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُوْلُوْنَ اِنَّهٗ لَمَجْنُوْنٌ ۘ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Dan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka, ketika mereka mendengar Al-Qur'an dan mereka berkata, “Dia (Muhammad) itu benar-benar orang gila.”",
            "tafsir_jalalayn": "(Dan sesungguhnya orang-orang kafir itu benar-benar hampir menggelincirkan kamu) dapat dibaca layuzliquunaka dan layazliquunaka (dengan pandangan mereka) mereka memandangmu dengan pandangan yang sangat tajam, sehingga pandangannya hampir-hampir membuatmu pingsan dan menjatuhkanmu dari tempat atau kedudukanmu (tatkala mereka mendengar peringatan) yakni Alquran (dan mereka berkata) karena dengki, (\"Sesungguhnya ia benar-benar orang gila.\") Mereka dengki karena Alquran yang diturunkan kepadanya itu.",
            "sajda": false,
            "transliteration": "Wa iny-yakaadul lazeena kafaroo la-yuzliqoonaka biabsaarihim lammaa saml'uz-Zikra wa yaqooloona innahoo lamajnoon",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5323,
            "aya_number": 52,
            "aya_text": "وَمَا هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ ",
            "sura_id": 68,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Padahal (Al-Qur'an) itu tidak lain adalah peringatan bagi seluruh alam.",
            "tafsir_jalalayn": "(Dan tidak lain dia) yakni Alquran itu (hanyalah peringatan) pelajaran (bagi seluruh umat) yaitu jin dan manusia, dan tiada menimbulkan kegilaan disebabkannya.",
            "sajda": false,
            "transliteration": "Wa maa huwa illaa zikrul lil'aalameen",
            "surah": {
                "name": "سُورَةُ القَلَمِ",
                "englishName": "Al-Qalam",
                "englishNameTranslation": "The Pen",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5324,
            "aya_number": 1,
            "aya_text": "اَلْحَاۤقَّةُۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Hari Kiamat,",
            "tafsir_jalalayn": "(Hari yang benar) yaitu hari kiamat, dikatakan demikian karena pada hari itu dibenarkan hal-hal yang diingkari, seperti mengenai adanya hari kebangkitan, hari hisab dan hari pembalasan. Atau dinamakan demikian karena pada hari itu ditampakkan kepada mereka hal-hal tersebut.",
            "sajda": false,
            "transliteration": "Al haaaqqah",
            "surah": {
                "name": "سُورَةُ الحَاقَّةِ",
                "englishName": "Al-Haaqqa",
                "englishNameTranslation": "The Reality",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5325,
            "aya_number": 2,
            "aya_text": "مَا الْحَاۤقَّةُ ۚ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "apakah hari Kiamat itu?",
            "tafsir_jalalayn": "(Apakah hari yang benar itu) ungkapan ini mengandung makna yang menggambarkan tentang keagungan hari kiamat; dan berkedudukan sebagai mubtada yang sekaligus sebagai khabar dari lafal al-haaqqah yang pertama.",
            "sajda": false,
            "transliteration": "Mal haaaqqah",
            "surah": {
                "name": "سُورَةُ الحَاقَّةِ",
                "englishName": "Al-Haaqqa",
                "englishNameTranslation": "The Reality",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5326,
            "aya_number": 3,
            "aya_text": "وَمَآ اَدْرٰىكَ مَا الْحَاۤقَّةُ ۗ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Dan tahukah kamu apakah hari Kiamat itu?",
            "tafsir_jalalayn": "(Dan tahukah kamu) sudah tahukah kamu (apakah hari yang benar itu?) ungkapan ini menambah keagungan hari kiamat. Maa yang pertama menjadi mubtada sedangkan maa yang kedua menjadi khabarnya. Dan maa yang kedua berikut khabarnya berkedudukan sebagai maf'ul kedua dari lafal adraa.",
            "sajda": false,
            "transliteration": "Wa maaa adraaka mal haaaqqah",
            "surah": {
                "name": "سُورَةُ الحَاقَّةِ",
                "englishName": "Al-Haaqqa",
                "englishNameTranslation": "The Reality",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5327,
            "aya_number": 4,
            "aya_text": "كَذَّبَتْ ثَمُوْدُ وَعَادٌ ۢبِالْقَارِعَةِ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Kaum Samud, dan ‘Ad telah mendustakan hari Kiamat.",
            "tafsir_jalalayn": "(Kaum Tsamud dan kaum 'Ad telah mendustakan hari yang menggentarkan) yakni hari kiamat, hari kiamat dinamakan demikian karena kedahsyatan dan kengerian yang terjadi pada hari itu sangat menggentarkan hati.",
            "sajda": false,
            "transliteration": "Kazzabat samoodu wa 'Aadum bil qaari'ah",
            "surah": {
                "name": "سُورَةُ الحَاقَّةِ",
                "englishName": "Al-Haaqqa",
                "englishNameTranslation": "The Reality",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5328,
            "aya_number": 5,
            "aya_text": "فَاَمَّا ثَمُوْدُ فَاُهْلِكُوْا بِالطَّاغِيَةِ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Maka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras,",
            "tafsir_jalalayn": "(Adapun kaum Tsamud, maka mereka telah dibinasakan dengan teriakan yang dahsyat) teriakan yang kerasnya melampaui batas.",
            "sajda": false,
            "transliteration": "Fa-ammaa Samoodu fauhlikoo bittaaghiyah",
            "surah": {
                "name": "سُورَةُ الحَاقَّةِ",
                "englishName": "Al-Haaqqa",
                "englishNameTranslation": "The Reality",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5329,
            "aya_number": 6,
            "aya_text": "وَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍۙ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "sedangkan kaum ‘Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin,",
            "tafsir_jalalayn": "(Adapun kaum Ad maka mereka telah dibinasakan dengan angin yang sangat keras) sangat keras suaranya (lagi amat kuat) kuat lagi keras; angin tersebut ditimpakan atas kaum Ad, sekalipun mereka kuat lagi keras tetapi menghadapi angin ini mereka tidak berarti apa-apa.",
            "sajda": false,
            "transliteration": "Wa ammaa 'Aadun fa uhlikoo bireehin sarsarin 'aatiyah",
            "surah": {
                "name": "سُورَةُ الحَاقَّةِ",
                "englishName": "Al-Haaqqa",
                "englishNameTranslation": "The Reality",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5330,
            "aya_number": 7,
            "aya_text": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَّثَمٰنِيَةَ اَيَّامٍۙ حُسُوْمًا فَتَرَى الْقَوْمَ فِيْهَا صَرْعٰىۙ  كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum ‘Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk).",
            "tafsir_jalalayn": "(Yang Allah tundukkan angin itu) artinya Allah mengirimkannya dengan kekuasaan-Nya (kepada mereka selama tujuh malam dan delapan hari) dimulai pada pagi hari Rabu, tanggal dua puluh dua bulan Syawal; angin itu terjadi di pertengahan musim dingin (terus-menerus) atau secara berturut-turut. Keadaan angin itu diserupakan dengan pekerjaan yang dilakukan oleh tukang setrika, yaitu sewaktu ia mengulang-ulang setrikaannya pada penyakit yang diobatinya. Yakni, ia mengulang-ulanginya dari satu waktu ke waktu yang lainnya hingga penyakitnya lenyap sama sekali (maka kamu lihat kaum 'Ad pada waktu itu mati bergelimpangan) mereka tercampakkan ke dalam keadaan binasa (seakan-akan mereka batang) pokok (pohon kurma yang lapuk) yang jatuh karena keropos atau lapuk.",
            "sajda": false,
            "transliteration": "Sakhkharahaa 'alaihim sab'a la yaalinw wa samaaniyata ayyaamin husooman fataral qawma feehaa sar'aa ka annahum a'jaazu nakhlin khaawiyah",
            "surah": {
                "name": "سُورَةُ الحَاقَّةِ",
                "englishName": "Al-Haaqqa",
                "englishNameTranslation": "The Reality",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5331,
            "aya_number": 8,
            "aya_text": "فَهَلْ تَرٰى لَهُمْ مِّنْۢ بَاقِيَةٍ ",
            "sura_id": 69,
            "juz_id": 29,
            "page_number": 566,
            "translation_aya_text": "Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka?",
            "tafsir_jalalayn": "(Maka apakah kamu melihat bekas-bekas mereka?) lafal baaqiyah adalah sifat dari lafal nafsin yang diperkirakan keberadaannya; yaitu apakah kamu melihat seseorang pun yang tinggal di antara mereka? Atau lafal baaqiyah ini huruf ta-nya untuk menunjukkan makna mubalaghah, yakni bekas-bekasnya? Tentu saja tidak.",
            "sajda": false,
            "transliteration": "Fahal taraa lahum mim baaqiyah",
            "surah": {
                "name": "سُورَةُ الحَاقَّةِ",
                "englishName": "Al-Haaqqa",
                "englishNameTranslation": "The Reality",
                "revelationType": "Meccan"
            }
        }
    ]
}