{
    "page_number": 57,
    "data": [
        {
            "aya_id": 346,
            "aya_number": 53,
            "aya_text": "رَبَّنَآ اٰمَنَّا بِمَآ اَنْزَلْتَ وَاتَّبَعْنَا الرَّسُوْلَ فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 57,
            "translation_aya_text": "Ya Tuhan kami, kami telah beriman kepada apa yang Engkau turunkan dan kami telah mengikuti Rasul, karena itu tetapkanlah kami bersama golongan orang yang memberikan kesaksian.”",
            "tafsir_jalalayn": "(Wahai Tuhan kami, kami telah beriman kepada apa yang Engkau turunkan) yakni Injil (dan telah kami ikuti rasul) yaitu Isa (maka catatlah kami ke dalam golongan orang-orang yang menjadi saksi) tentang keesaan-Mu dan kebenaran rasul-Mu.\" Firman Allah swt.:",
            "sajda": false,
            "transliteration": "Rabbanaaa aamannaa bimaaa anzalta wattaba'nar Rasoola faktubnaa ma'ash shaahideen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 347,
            "aya_number": 54,
            "aya_text": "وَمَكَرُوْا وَمَكَرَ اللّٰهُ  ۗوَاللّٰهُ خَيْرُ الْمَاكِرِيْنَ ࣖ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 57,
            "translation_aya_text": "Dan mereka (orang-orang kafir) membuat tipu daya, maka Allah pun membalas tipu daya. Dan Allah sebaik-baik pembalas tipu daya.",
            "tafsir_jalalayn": "(Mereka mengatur tipu daya) maksudnya orang-orang kafir dari golongan Bani Israil terhadap Isa karena menunjuk orang yang akan membunuhnya secara diam-diam (dan Allah membalas tipu daya mereka) dengan jalan mengubah muka seorang seperti Isa sehingga mereka bunuh sedangkan Isa diangkat ke langit (dan Allah sebaik-baik yang membalas tipu daya.)",
            "sajda": false,
            "transliteration": "Wa makaroo wa makaral laahu wallaahu khairul maakireen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 348,
            "aya_number": 55,
            "aya_text": "اِذْ قَالَ اللّٰهُ يٰعِيْسٰٓى اِنِّيْ مُتَوَفِّيْكَ وَرَافِعُكَ اِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِيْنَ كَفَرُوْا وَجَاعِلُ الَّذِيْنَ اتَّبَعُوْكَ فَوْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى يَوْمِ الْقِيٰمَةِ ۚ ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاَحْكُمُ بَيْنَكُمْ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 57,
            "translation_aya_text": "(Ingatlah), ketika Allah berfirman, “Wahai Isa! Aku mengambilmu dan mengangkatmu kepada-Ku, serta menyucikanmu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikutimu di atas orang-orang yang kafir hingga hari Kiamat. Kemudian kepada-Ku engkau kembali, lalu Aku beri keputusan tentang apa yang kamu perselisihkan.”",
            "tafsir_jalalayn": "Ingatlah! (Ketika Allah berfirman, \"Sesungguhnya Aku akan memegangmu dan mengangkatmu kepada-Ku) yakni dari dunia tanpa mengalami kematian (dan menyucikanmu) atau menjauhkanmu (dari orang-orang yang kafir serta menjadikan orang-orang yang mengikutimu) artinya yang membenarkan kenabianmu di antara kaum muslimin dan orang-orang Nasrani (di atas orang-orang yang kafir) kepadamu, yakni orang-orang Yahudi; orang-orang yang percaya kepada kenabian Isa itu dapat mengalahkan mereka dengan berbagai hujah dan dengan mata pedang (sampai hari kiamat kemudian kepada Akulah kamu kembali lalu Kuputuskan di antara kamu apa-apa yang selalu kamu perbantahkan.) yakni tentang keagamaan.",
            "sajda": false,
            "transliteration": "Iz qaalal laahu yaa 'Eesaaa innee mutawaffeeka wa raafi'uka ilaiya wa mutah hiruka minal lazeena kafaroo wa jaa'ilul lazeenattaba ooka fawqal lazeena kafarooo ilaa Yawmil Qiyaamati summa ilaiya marji'ukum fa ahkumu bainakum feemaa kuntum feehi takhtaliifoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 349,
            "aya_number": 56,
            "aya_text": "فَاَمَّا الَّذِيْنَ كَفَرُوْا فَاُعَذِّبُهُمْ عَذَابًا شَدِيْدًا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 57,
            "translation_aya_text": "Maka adapun orang-orang yang kafir, maka akan Aku azab mereka dengan azab yang sangat keras di dunia dan di akhirat, sedang mereka tidak memperoleh penolong.",
            "tafsir_jalalayn": "(Adapun orang-orang yang kafir maka akan Kusiksa mereka dengan siksaan berat di dunia) dengan pembunuhan, penawanan dan pembayaran upeti (dan di akhirat) dengan api neraka (dan tidaklah mereka mempunyai penolong) yang akan membela dan mempertahankan mereka dari siksa yang berat itu.",
            "sajda": false,
            "transliteration": "Fa ammal lazeena kafaroo fa u'az zibuhum 'azaaban shadeedan fiddunyaa wal Aakhirati wa maa lahum min naasireen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 350,
            "aya_number": 57,
            "aya_text": "وَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ ۗ وَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 57,
            "translation_aya_text": "Dan adapun orang yang beriman dan melakukan kebajikan, maka Dia akan memberikan pahala kepada mereka dengan sempurna. Dan Allah tidak menyukai orang zalim.",
            "tafsir_jalalayn": "(Adapun orang-orang yang beriman dan beramal saleh, maka Allah akan menyempurnakan) dengan memakai ya dan nun (pahala-pahala mereka dan Allah tidak menyukai orang-orang yang aniaya.\") artinya Allah akan menyiksa mereka. Diriwayatkan bahwa Allah swt. mengirim kepadanya satu lapis awan yang membawanya naik. Ibunya bergantung kepadanya dan menangis, maka katanya, \"Hari kiamat akan mempertemukan kita kembali.\" Waktu itu ialah malam lailatulkadar dan terjadinya di Baitulmakdis dalam usianya yang ke 33 tahun. Sepeninggal ibunya masih hidup selama enam tahun. Bukhari dan Muslim meriwayatkan sebuah hadis bahwa ia akan turun nanti dekat hari kiamat dan akan melaksanakan hukum menurut syariat nabi kita. Ia akan membunuh dajal dan babi dan akan menghancurkan tiang salib dan menghapuskan upeti. Menurut hadis Muslim lamanya kembali itu ialah tujuh tahun sedangkan menurut hadis Abu Daud Ath-Thayalisi 40 tahun lalu ia wafat dan disalatkan. Ada kemungkinan bahwa yang dimaksud dengannya ialah keseluruhan lamanya tinggal di bumi baik sebelum maupun sesudah diangkat.",
            "sajda": false,
            "transliteration": "Wa ammal lazeena aamanoo wa 'amilus saalihaati fa yuwaffeehim ujoorahum; wallaahu laa yuhibbuz zaalimeen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 351,
            "aya_number": 58,
            "aya_text": "ذٰلِكَ نَتْلُوْهُ عَلَيْكَ مِنَ الْاٰيٰتِ وَالذِّكْرِ الْحَكِيْمِ ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 57,
            "translation_aya_text": "Demikianlah Kami bacakan kepadamu (Muhammad) sebagian ayat-ayat dan peringatan yang penuh hikmah.",
            "tafsir_jalalayn": "(Demikianlah) perihal Isa yang Kami sebutkan itu (Kami bacakan) Kami kisahkan (kepadamu) hai Muhammad (sebagian dari tanda-tanda) menjadi hal dari dhamir yang terdapat pada natluuhu sedangkan amilnya apa yang terkandung di dalamnya berupa isyarat (dan peringatan yang penuh hikmah) yakni Alquran.",
            "sajda": false,
            "transliteration": "Zaalika natloohu 'alaika minal Aayaati wa Zikril Hakeem",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 352,
            "aya_number": 59,
            "aya_text": "اِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَ ۗ خَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 57,
            "translation_aya_text": "Sesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, “Jadilah!”  Maka jadilah sesuatu itu.",
            "tafsir_jalalayn": "(Sesungguhnya perumpamaan Isa) keadaannya yang aneh atau ajaib (di sisi Allah adalah seperti Adam) seperti penciptaannya tanpa ibu dan tanpa bapak, dan ini termasuk perbandingan hal yang aneh dengan yang lebih aneh lagi dengan tujuan agar lebih dapat mematahkan hujah lawan dan lebih mantap di dalam hati (diciptakan-Nya ia) maksudnya Adam, yakni acuannya (dari tanah kemudian Allah berfirman kepadanya, \"Jadilah kamu!\") seorang manusia (maka jadilah dia) artinya terciptalah ia sebagai seorang manusia. Demikian pula halnya dengan Isa, diciptakan-Nya supaya tercipta tanpa bapak, maka terciptalah dia.",
            "sajda": false,
            "transliteration": "Inna masala 'Eesaa 'indal laahi kamasali Aadama khalaqahoo min turaabin summa qaala lahoo kun fayakoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 353,
            "aya_number": 60,
            "aya_text": "اَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُنْ مِّنَ الْمُمْتَرِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 57,
            "translation_aya_text": "Kebenaran itu dari Tuhanmu, karena itu janganlah engkau (Muhammad) termasuk orang-orang yang ragu.",
            "tafsir_jalalayn": "(Itulah yang benar yang datang dari Tuhanmu) menjadi khabar bagi mubtada yang dibuang berbunyi, 'Peristiwa Isa.' (Maka janganlah kamu termasuk orang-orang yang ragu-ragu!) atau menyangsikannya.",
            "sajda": false,
            "transliteration": "Alhaqqu mir Rabbika falaa takum minal mumtareen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 354,
            "aya_number": 61,
            "aya_text": "فَمَنْ حَاۤجَّكَ فِيْهِ مِنْۢ بَعْدِ مَا جَاۤءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ اَبْنَاۤءَنَا وَاَبْنَاۤءَكُمْ وَنِسَاۤءَنَا وَنِسَاۤءَكُمْ وَاَنْفُسَنَا وَاَنْفُسَكُمْۗ  ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَّعْنَتَ اللّٰهِ عَلَى الْكٰذِبِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 57,
            "translation_aya_text": "Siapa yang membantahmu dalam hal ini setelah engkau memperoleh ilmu, katakanlah (Muhammad), “Marilah kita panggil anak-anak kami dan anak-anak kamu, istri-istri kami dan istri-istrimu, kami sendiri dan kamu juga, kemudian marilah kita bermubahalah agar laknat Allah ditimpakan kepada orang-orang yang dusta.”",
            "tafsir_jalalayn": "(Siapa yang membantahmu) mendebatmu dari golongan Nasrani (tentang hal itu setelah datang kepadamu ilmu) dengan perintah-Nya (maka katakanlah) kepada mereka (Marilah kita panggil anak-anak kami dan anak-anak kamu, istri-istri kami dan istri-istri kamu, diri-diri kami dan diri-diri kamu) lalu kita kumpulkan mereka (kemudian mari kita bermubahalah) artinya berdoa dengan khusyuk dan dengan merendahkan diri (sambil memohon supaya kutukan Allah ditimpakan-Nya kepada orang-orang yang dusta) yaitu dengan mengatakan, \"Ya Allah, kutukilah orang yang dusta tentang peristiwa Isa.\" Nabi saw. telah mengajak utusan Najran untuk itu, yakni tatkala mereka membantahnya dalam hal tersebut. Jawab mereka, \"Kami akan memikirkannya dulu, kemudian akan datang kepada anda.\" Kata salah seorang yang berpikiran sehat di antara mereka, \"Tuan-tuan telah mengetahui kenabiannya, dan tidak suatu pun kaum yang mengadakan mubahalah dengan seorang nabi kecuali mereka akan celaka.\" Ditinggalkannyalah orang tadi, lalu mereka berpaling. Mereka datang lagi menemui Nabi saw. yang ketika itu sudah keluar siap bermubahalah bersama Hasan, Husein, Fatimah dan Ali. Nabi saw. berkata kepada orang-orang Nasrani Najran, \"Jika saya berdoa, aminkanlah.\" Tetapi ternyata pihak lawan tidak bersedia berkutuk-kutukan itu hanya minta berdamai dengan membayar upeti. Riwayat Abu Na`im dan diterima dari Ibnu Abbas, katanya, \"Seandainya orang-orang Nasrani Najran itu bersedia meneruskan mubahalah niscaya mereka akan kembali ke negerinya sedangkan harta dan keluarganya tiada lagi.\" Diriwayatkan pula bahwa sekiranya mereka bermubahalah niscaya akan terbakar.",
            "sajda": false,
            "transliteration": "Faman haaajjaka feehi mim ba'di maa jaaa'aka minal 'ilmi faqul ta'aalaw nad'u abnaaa'anaa wa abnaaa'akum wa nisaaa'anaa wa nisaaa'akum wa anfusanaa wa anfusakum summa nabtahil fanaj'al la'natal laahi 'alal kaazibeen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}