{
    "page_number": 575,
    "data": [
        {
            "aya_id": 5495,
            "aya_number": 20,
            "aya_text": "۞ اِنَّ رَبَّكَ يَعْلَمُ اَنَّكَ تَقُوْمُ اَدْنٰى مِنْ ثُلُثَيِ الَّيْلِ وَنِصْفَهٗ وَثُلُثَهٗ وَطَاۤىِٕفَةٌ مِّنَ الَّذِيْنَ مَعَكَۗ وَاللّٰهُ يُقَدِّرُ الَّيْلَ وَالنَّهَارَۗ عَلِمَ اَنْ لَّنْ تُحْصُوْهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوْا مَا تَيَسَّرَ مِنَ الْقُرْاٰنِۗ عَلِمَ اَنْ سَيَكُوْنُ مِنْكُمْ مَّرْضٰىۙ وَاٰخَرُوْنَ يَضْرِبُوْنَ فِى الْاَرْضِ يَبْتَغُوْنَ مِنْ فَضْلِ اللّٰهِ ۙوَاٰخَرُوْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۖفَاقْرَءُوْا مَا تَيَسَّرَ مِنْهُۙ وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَقْرِضُوا اللّٰهَ قَرْضًا حَسَنًاۗ وَمَا تُقَدِّمُوْا لِاَنْفُسِكُمْ مِّنْ خَيْرٍ تَجِدُوْهُ عِنْدَ اللّٰهِ ۙهُوَ خَيْرًا وَّاَعْظَمَ اَجْرًاۗ وَاسْتَغْفِرُوا اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "sura_id": 73,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "Sesungguhnya Tuhanmu mengetahui bahwa engkau (Muhammad) berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersamamu. Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu tidak dapat menentukan batas-batas waktu itu, maka Dia memberi keringanan kepadamu, karena itu bacalah apa yang mudah (bagimu) dari Al-Qur'an; Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit, dan yang lain berjalan di bumi mencari sebagian karunia Allah; dan yang lain berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) dari Al-Qur'an dan laksanakanlah salat, tunaikanlah zakat dan berikanlah pinjaman kepada Allah pinjaman yang baik. Kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan mohonlah ampunan kepada Allah; sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Sesungguhnya Rabbmu mengetahui bahwasanya kamu berdiri, salat, kurang) kurang sedikit (dari dua pertiga malam, atau seperdua malam, atau sepertiganya) jika dibaca nishfihi dan tsulutsihi berarti diathafkan kepada lafal tsulutsay; dan jika dibaca nishfahu dan tsulutsahu berarti diathafkan kepada lafal adnaa. Pengertian berdiri atau melakukan salat sunat di malam hari di sini pengertiannya sama dengan apa yang terdapat di awal surah ini, yakni sesuai dengan apa yang telah diperintahkan Allah kepadanya (dan segolongan dari orang-orang yang bersama kamu) lafal ayat ini diathafkan kepada dhamir yang terkandung di dalam lafal taquumu, demikian pula sebagian orang-orang yang bersamamu. Pengathafan ini diperbolehkan sekalipun tanpa mengulangi huruf taukidnya, demikian itu karena mengingat adanya fashl atau pemisah. Makna ayat secara lengkap, dan segolongan orang-orang yang bersama kamu yang telah melakukan hal yang sama. Mereka melakukan demikian mengikuti jejak Nabi saw. sehingga disebutkan, bahwa ada di antara mereka orang-orang yang tidak menyadari berapa rakaat salat malam yang telah mereka kerjakan, dan waktu malam tinggal sebentar lagi. Sesungguhnya Nabi saw. selalu melakukan salat sunah sepanjang malam, karena demi melaksanakan perintah Allah secara hati-hati. Para sahabat mengikuti jejaknya selama satu tahun, atau lebih dari satu tahun, sehingga disebutkan bahwa telapak-telapak kaki mereka bengkak-bengkak karena terlalu banyak salat. Akhirnya Allah swt. memberikan keringanan kepada mereka. (Dan Allah menetapkan) menghitung (ukuran malam dan siang. Dia mengetahui bahwa) huruf an adalah bentuk takhfif dari anna sedangkan isimnya tidak disebutkan, asalnya ialah annahu (kalian sekali-kali tidak dapat menentukan batas waktu-waktu itu) yaitu waktu malam hari. Kalian tidak dapat melakukan salat malam sesuai dengan apa yang diwajibkan atas kalian melainkan kalian harus melakukannya sepanjang malam. Dan yang demikian itu memberatkan kalian (maka Dia mengampuni kalian) artinya, Dia mencabut kembali perintah-Nya dan memberikan keringanan kepada kalian (karena itu bacalah apa yang mudah dari Alquran) dalam salat kalian (Dia mengetahui, bahwa) huruf an adalah bentuk takhfif dari anna, lengkapnya annahu (akan ada di antara kalian orang-orang yang sakit dan orang-orang yang berjalan di muka bumi) atau melakukan perjalanan (mencari sebagian karunia Allah) dalam rangka mencari rezeki-Nya melalui berniaga dan lain-lainnya (dan orang-orang yang lain lagi, mereka berperang di jalan Allah) ketiga golongan orang-orang tersebut, amat berat bagi mereka hal-hal yang telah disebutkan tadi menyangkut salat malam. Akhirnya Allah memberikan keringanan kepada mereka, yaitu mereka diperbolehkan melakukan salat malam sebatas kemampuan masing-masing. Kemudian ayat ini dinasakh oleh ayat yang mewajibkan salat lima waktu (maka bacalah apa yang mudah dari Alquran) sebagaimana yang telah disebutkan di atas (dan dirikanlah salat) fardu (tunaikanlah zakat dan berikanlah pinjaman kepada Allah) seumpamanya kalian membelanjakan sebagian harta kalian yang bukan zakat kepada jalan kebajikan (pinjaman yang baik) yang ditunaikan dengan hati yang tulus ikhlas. (Dan kebaikan apa saja yang kalian perbuat untuk diri kalian, niscaya kalian akan memperoleh balasannya di sisi Allah sebagai balasan yang jauh lebih baik) dari apa yang telah kalian berikan. Lafal huwa adalah dhamir fashal. Lafal maa sekalipun bukan termasuk isim makrifat akan tetapi diserupakan dengan isim makrifat karena tidak menerima takrif (dan yang paling besar pahalanya. Mohonlah ampun kepada Allah, sesungguhnya Allah Maha Pengampun lagi Maha Penyayang) kepada orang-orang mukmin.",
            "sajda": false,
            "transliteration": "Inna Rabbaka ya'lamu annaka taqoomu adnaa min sulusa yil laili wa nisfahoo wa sulusahoo wa taaa'ifatum minal lazeena ma'ak; wal laahu yuqaddirul laila wanna haar; 'alima al lan tuhsoohu fataaba 'alaikum faqra'oo maa tayassara minal quraan; 'alima an sa yakoonu minkum mardaa wa aakharoona yadriboona fil ardi yabtaghoona min fadlil laahi wa aakharoona yuqaatiloona fee sabeelil laahi faqra'oo ma tayassara minhu wa aqeemus salaata wa aatuz zakaata wa aqridul laaha qardan hasanaa; wa maa tuqadimoo li anfusikum min khairin tajidoohu 'indal laahi huwa khayranw wa a'zama ajraa; wastaghfirul laahaa innal laaha ghafoorur raheem.",
            "surah": {
                "name": "سُورَةُ المُزَّمِّلِ",
                "englishName": "Al-Muzzammil",
                "englishNameTranslation": "The Enshrouded One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5496,
            "aya_number": 1,
            "aya_text": "يٰٓاَيُّهَا الْمُدَّثِّرُۙ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "Wahai orang yang berkemul (berselimut)!",
            "tafsir_jalalayn": "(Hai orang yang berselimut!) yakni Nabi saw. Bentuk asal lafal al-muddatstsir ialah al-mutadatstsir, kemudian huruf ta diidgamkan kepada huruf dal sehingga jadilah al-Muddatstsir, artinya orang yang menyelimuti dirinya dengan pakaiannya sewaktu wahyu turun kepadanya.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal muddassir",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5497,
            "aya_number": 2,
            "aya_text": "قُمْ فَاَنْذِرْۖ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "bangunlah, lalu berilah peringatan!",
            "tafsir_jalalayn": "(Bangunlah, lalu berilah peringatan) maksudnya pertakutilah penduduk Mekah dengan neraka jika mereka tidak mau beriman.",
            "sajda": false,
            "transliteration": "Qum fa anzir",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5498,
            "aya_number": 3,
            "aya_text": "وَرَبَّكَ فَكَبِّرْۖ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "dan agungkanlah Tuhanmu,",
            "tafsir_jalalayn": "(Dan Rabbmu agungkanlah) agungkanlah Dia dari persekutuan yang diada-adakan oleh orang-orang musyrik.",
            "sajda": false,
            "transliteration": "Wa rabbaka fakabbir",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5499,
            "aya_number": 4,
            "aya_text": "وَثِيَابَكَ فَطَهِّرْۖ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "dan bersihkanlah pakaianmu,",
            "tafsir_jalalayn": "(Dan pakaianmu bersihkanlah) dari najis, atau pendekkanlah pakaianmu sehingga berbeda dengan kebiasaan orang-orang Arab yang selalu menguntaikan pakaian mereka hingga menyentuh tanah di kala mereka menyombongkan diri, karena dikhawatirkan akan terkena barang yang najis.",
            "sajda": false,
            "transliteration": "Wa siyaabaka fatahhir",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5500,
            "aya_number": 5,
            "aya_text": "وَالرُّجْزَ فَاهْجُرْۖ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "dan tinggalkanlah segala (perbuatan) yang keji,",
            "tafsir_jalalayn": "(Dan perbuatan dosa) lafal Ar-Rujza ditafsirkan oleh Nabi saw. berhala-berhala (tinggalkanlah) hal itu untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Warrujza fahjur",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5501,
            "aya_number": 6,
            "aya_text": "وَلَا تَمْنُنْ تَسْتَكْثِرُۖ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "dan janganlah engkau (Muhammad) memberi (dengan maksud) memperoleh (balasan) yang lebih banyak.",
            "tafsir_jalalayn": "(Dan janganlah kamu memberi dengan maksud memperoleh balasan yang lebih banyak) lafal Tastaktsiru dibaca Rafa' berkedudukan sebagai Haal atau kata keterangan keadaan. Maksudnya, janganlah kamu memberi sesuatu dengan tujuan untuk memperoleh balasan yang lebih banyak dari apa yang telah kamu berikan. Hal ini khusus berlaku hanya bagi Nabi saw. karena sesungguhnya dia diperintahkan untuk mengerjakan akhlak-akhlak yang paling mulia dan pekerti yang paling baik.",
            "sajda": false,
            "transliteration": "Wa laa tamnun tastaksir",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5502,
            "aya_number": 7,
            "aya_text": "وَلِرَبِّكَ فَاصْبِرْۗ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "Dan karena Tuhanmu, bersabarlah.",
            "tafsir_jalalayn": "(Dan kepada Rabbmu bersabarlah) di dalam melaksanakan perintah-perintah dan menjauhi larangan-larangan-Nya.",
            "sajda": false,
            "transliteration": "Wa li Rabbika fasbir",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5503,
            "aya_number": 8,
            "aya_text": "فَاِذَا نُقِرَ فِى النَّاقُوْرِۙ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "Maka apabila sangkakala ditiup,",
            "tafsir_jalalayn": "(Apabila ditiup sangkakala) untuk tiupan yang kedua, guna membangkitkan manusia.",
            "sajda": false,
            "transliteration": "Fa izaa nuqira fin naaqoor",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5504,
            "aya_number": 9,
            "aya_text": "فَذٰلِكَ يَوْمَىِٕذٍ يَّوْمٌ عَسِيْرٌۙ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "maka itulah hari yang serba sulit,",
            "tafsir_jalalayn": "(Maka waktu itu) waktu peniupan sangkakala yang kedua (adalah waktu) lafal Yaumaidzin berkedudukan menjadi Badal dari lafal yang sebelumnya, dan sekaligus menjadi Mubtada. Lafal Yaumaidzin dimabnikan karena mengingat dimudhafkan kepada Isim yang Ghairu Mutamakkin. Kemudian yang menjadi Khabarnya ialah (datangnya hari yang sulit) Amil yang mempengaruhi lafal Idza adalah kalimat yang disimpulkan dari pengertian keseluruhannya. Yakni pada hari itu perkara dirasakan amat berat.",
            "sajda": false,
            "transliteration": "Fazaalika yawma 'iziny yawmun 'aseer",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5505,
            "aya_number": 10,
            "aya_text": "عَلَى الْكٰفِرِيْنَ غَيْرُ يَسِيْرٍ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "bagi orang-orang kafir tidak mudah.",
            "tafsir_jalalayn": "(Bagi orang-orang kafir lagi tidak mudah) di dalam ungkapan ini terkandung pengertian, bahwa keadaan pada hari itu dirasakan amat ringan oleh orang-orang yang beriman di balik kesulitan yang dirasakan oleh orang-orang kafir.",
            "sajda": false,
            "transliteration": "'Alal kaafireena ghayru yaseer",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5506,
            "aya_number": 11,
            "aya_text": "ذَرْنِيْ وَمَنْ خَلَقْتُ وَحِيْدًاۙ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "Biarkanlah Aku (yang bertindak) terhadap orang yang Aku sendiri telah menciptakannya,",
            "tafsir_jalalayn": "(Biarkanlah Aku) artinya, serahkanlah kepada-Ku (untuk menindak orang yang Aku ciptakan) lafal Waman di'athafkan kepada Maf'ul atau kepada Maf'ul Ma'ah (dalam keadaan sendirian) menjadi Haal atau kata keterangan keadaan bagi lafal Man, atau bagi Dhamirnya yang tidak disebutkan. Maksudnya, orang yang diciptakan-Nya hanya dia sendiri, tanpa keluarga, tanpa harta benda, dia adalah Walid bin Mughirah Al-Makhzumi.",
            "sajda": false,
            "transliteration": "Zamee wa man khalaqtu waheedaa",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5507,
            "aya_number": 12,
            "aya_text": "وَّجَعَلْتُ لَهٗ مَالًا مَّمْدُوْدًاۙ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "dan Aku beri kekayaan yang melimpah,",
            "tafsir_jalalayn": "(Dan Aku jadikan baginya harta benda yang banyak) harta yang luas dan berlimpah, berupa tanam-tanaman, susu perahan, dan perniagaan.",
            "sajda": false,
            "transliteration": "Wa ja'altu lahoo maalam mamdoodaa",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5508,
            "aya_number": 13,
            "aya_text": "وَّبَنِيْنَ شُهُوْدًاۙ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "dan anak-anak yang selalu bersamanya,",
            "tafsir_jalalayn": "(Dan anak-anak) yang jumlahnya sepuluh orang atau lebih (yang selalu bersama dia) di kala menyaksikan perayaan-perayaan dan kamu pun mendengar tentang persaksian mereka itu.",
            "sajda": false,
            "transliteration": "Wa baneena shuhoodaa",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5509,
            "aya_number": 14,
            "aya_text": "وَّمَهَّدْتُّ لَهٗ تَمْهِيْدًاۙ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "dan Aku beri kelapangan (hidup) seluas-luasnya.",
            "tafsir_jalalayn": "(Dan Kulapangkan) Kuluaskan (baginya) kehidupan, umurnya dan anak-anak yang dimilikinya (dengan selapang-lapangnya.)",
            "sajda": false,
            "transliteration": "Wa mahhattu lahoo tamheeda",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5510,
            "aya_number": 15,
            "aya_text": "ثُمَّ يَطْمَعُ اَنْ اَزِيْدَۙ    ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "Kemudian dia ingin sekali agar Aku menambahnya.",
            "tafsir_jalalayn": "(Kemudian dia ingin sekali supaya Aku menambahkannya.)",
            "sajda": false,
            "transliteration": "Summa yat ma'u an azeed",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5511,
            "aya_number": 16,
            "aya_text": "كَلَّاۗ اِنَّهٗ كَانَ لِاٰيٰتِنَا عَنِيْدًاۗ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "Tidak bisa! Sesungguhnya dia telah menentang ayat-ayat Kami (Al-Qur'an).",
            "tafsir_jalalayn": "(Sekali-kali tidak) Aku tidak akan memberikan tambahan lagi kepadanya selain dari hal tersebut (karena sesungguhnya dia terhadap ayat-ayat Kami) yakni terhadap Alquran (selalu menentang) selalu melawan dan ingkar.",
            "sajda": false,
            "transliteration": "Kallaaa innahoo kaana li Aayaatinaa 'aneedaa",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 5512,
            "aya_number": 17,
            "aya_text": "سَاُرْهِقُهٗ صَعُوْدًاۗ ",
            "sura_id": 74,
            "juz_id": 29,
            "page_number": 575,
            "translation_aya_text": "Aku akan membebaninya dengan pendakian yang memayahkan.",
            "tafsir_jalalayn": "(Aku akan membebaninya) Aku akan memberatinya (mendaki pendakian yang memayahkan) yaitu kepayahan karena azab; atau gunung api yang dia daki, kemudian dia jatuh, demikianlah untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Sa urhiquhoo sa'oodaa",
            "surah": {
                "name": "سُورَةُ المُدَّثِّرِ",
                "englishName": "Al-Muddaththir",
                "englishNameTranslation": "The Cloaked One",
                "revelationType": "Meccan"
            }
        }
    ]
}