{
    "page_number": 579,
    "data": [
        {
            "aya_id": 5597,
            "aya_number": 6,
            "aya_text": "عَيْنًا يَّشْرَبُ بِهَا عِبَادُ اللّٰهِ يُفَجِّرُوْنَهَا تَفْجِيْرًا ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "(yaitu) mata air (dalam surga) yang diminum oleh hamba-hamba Allah dan mereka dapat memancarkannya dengan sebaik-baiknya.",
            "tafsir_jalalayn": "(Yaitu mata air) menjadi Badal dari lafal Kaafuur artinya, mata air itu berbau kafur (yang meminum daripadanya) dari mata air itu (hamba-hamba Allah) yakni kekasih-kekasih-Nya (yang mereka dapat mengalirkannya dengan sebaik-baiknya) mereka dapat mengalirkan air dari telaga itu menurut kehendaknya dari tempat-tempat tinggal mereka.",
            "sajda": false,
            "transliteration": "'Aynany yashrabu bihaa 'ibaadul laahi yafajjiroonahaa tafjeeraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5598,
            "aya_number": 7,
            "aya_text": "يُوْفُوْنَ بِالنَّذْرِ وَيَخَافُوْنَ يَوْمًا كَانَ شَرُّهٗ مُسْتَطِيْرًا ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Mereka memenuhi nazar dan takut akan suatu hari yang azabnya merata di mana-mana. ",
            "tafsir_jalalayn": "(Mereka menunaikan nazar) untuk taat kepada Allah (dan takut akan suatu hari yang azabnya merata di mana-mana) menyebar di semua tempat.",
            "sajda": false,
            "transliteration": "Yoofoona binnazri wa yakhaafoona yawman kaana sharruhoo mustateeraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5599,
            "aya_number": 8,
            "aya_text": "وَيُطْعِمُوْنَ الطَّعَامَ عَلٰى حُبِّهٖ مِسْكِيْنًا وَّيَتِيْمًا وَّاَسِيْرًا ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim dan orang yang ditawan, ",
            "tafsir_jalalayn": "(Dan mereka memberikan makanan yang disukainya) atau yang digemarinya (kepada orang miskin) atau orang fakir (anak yatim) anak yang ayahnya sudah tiada (dan orang yang ditawan) orang yang ditahan karena membela perkara yang hak.",
            "sajda": false,
            "transliteration": "Wa yut''imoonat ta'aama 'alaa hubbihee miskeenanw wa yatemanw wa aseeraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5600,
            "aya_number": 9,
            "aya_text": "اِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللّٰهِ لَا نُرِيْدُ مِنْكُمْ جَزَاۤءً وَّلَا شُكُوْرًا ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "(sambil berkata), “Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu.",
            "tafsir_jalalayn": "(Sesungguhnya kami memberi makanan kepada kalian hanyalah demi karena Allah) demi untuk mengharapkan pahala-Nya (kami tidak menghendaki balasan dari kalian dan tidak pula ucapan terima kasih) berterima kasih atas pemberian makanan itu. Apakah mereka benar-benar mengucapkan demikian ataukah hal itu telah diketahui oleh Allah swt. kemudian Allah memuji mereka. Sesungguhnya dengan masalah ini ada dua pendapat.",
            "sajda": false,
            "transliteration": "Innaamaa nut'imukum li wajhil laahi laa nureedu minkum jazaaa'anw wa laa shukooraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5601,
            "aya_number": 10,
            "aya_text": "اِنَّا نَخَافُ مِنْ رَّبِّنَا يَوْمًا عَبُوْسًا قَمْطَرِيْرًا ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Sungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.”",
            "tafsir_jalalayn": "(Sesungguhnya kami takut kepada Rabb kami akan suatu hari yang penuh dengan kemasaman) yaitu muka-muka pada saat itu bermuram durja dan tidak enak dipandang karena kepahitannya (lagi penuh dengan kesulitan) yakni hari itu penuh dengan penderitaan yang sangat parah.",
            "sajda": false,
            "transliteration": "Innaa nakhaafu mir Rabbinna Yawman 'aboosan qamtareeraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5602,
            "aya_number": 11,
            "aya_text": "فَوَقٰىهُمُ اللّٰهُ شَرَّ ذٰلِكَ الْيَوْمِ وَلَقّٰىهُمْ نَضْرَةً وَّسُرُوْرًاۚ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan.",
            "tafsir_jalalayn": "(Maka Allah memelihara mereka dari kesusahan hari itu, dan memberikan kepada mereka) atau menghadiahkan kepada mereka (kejernihan) yaitu keindahan dan kecemerlangan pada wajah-wajah mereka (dan kegembiraan hati.)",
            "sajda": false,
            "transliteration": "Fa waqaahumul laahu sharra zaalikal yawmi wa laqqaahum nadratanw wa surooraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5603,
            "aya_number": 12,
            "aya_text": "وَجَزٰىهُمْ بِمَا صَبَرُوْا جَنَّةً وَّحَرِيْرًاۙ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera.",
            "tafsir_jalalayn": "(Dan Dia memberi balasan kepada mereka karena kesabaran mereka) disebabkan kesabaran mereka dari perbuatan maksiat (surga) yang mereka dimasukkan ke dalamnya (dan sutera) yang menjadi pakaian mereka.",
            "sajda": false,
            "transliteration": "Wa jazaahum bimaa sabaroo janatanw wa hareeraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5604,
            "aya_number": 13,
            "aya_text": "مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۚ  لَا يَرَوْنَ فِيْهَا شَمْسًا وَّلَا زَمْهَرِيْرًاۚ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Di sana mereka duduk bersandar di atas dipan, di sana mereka tidak melihat (merasakan teriknya) matahari dan tidak pula dingin yang berlebihan.",
            "tafsir_jalalayn": "(Seraya bersandarkan) menjadi Haal atau kata keterangan keadaan dari Isim yang dirafa'kan oleh lafal Udkhiluuha. Lafal Udkhiluuhaa ini keberadaannya diperkirakan (di dalamnya di atas dipan-dipan) atau ranjang-ranjang yang empuk (mereka tidak melihat) tidak menemukan; menjadi Haal yang kedua (di dalamnya matahari dan tidak pula dingin yang bersangatan) maksudnya, di dalam surga mereka tidak merasakan panasnya matahari yang menyengat, dan tidak pula dingin yang mencekam. Tetapi menurut suatu pendapat bahwa lafal Zamhariiran ini artinya bulan. Maknanya, surga tetap terang-benderang sekalipun tanpa matahari dan bulan.",
            "sajda": false,
            "transliteration": "muttaki'eena feeha 'alal araaa 'iki laa yarawna feehaa shamsanw wa laa zamhareeraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5605,
            "aya_number": 14,
            "aya_text": "وَدَانِيَةً عَلَيْهِمْ ظِلٰلُهَا وَذُلِّلَتْ قُطُوْفُهَا تَذْلِيْلًا ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya.",
            "tafsir_jalalayn": "(Dan dekatlah) di'athafkan secara Mahall kepada lafal Yarauna (di atas mereka) maksudnya, di antara mereka (naungannya) yaitu naungan pohon-pohon surga (dan buahnya dimudahkan memetiknya semudah-mudahnya) artinya, buah-buahannya didekatkan sehingga dapat dipetik baik oleh orang yang berdiri, atau orang yang duduk, bahkan orang yang sedang berbaring sekalipun.",
            "sajda": false,
            "transliteration": "Wa daaniyatan 'alaihim zilaaluhaa wa zullilat qutoofu haa tazleela",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5606,
            "aya_number": 15,
            "aya_text": "وَيُطَافُ عَلَيْهِمْ بِاٰنِيَةٍ مِّنْ فِضَّةٍ وَّاَكْوَابٍ كَانَتْ قَوَارِيْرَا۠ ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Dan kepada mereka diedarkan bejana-bejana dari perak dan piala-piala yang bening laksana kristal,",
            "tafsir_jalalayn": "(Dan diedarkan kepada mereka) di dalam surga itu (bejana-bejana dari perak dan piala-piala) atau gelas-gelas yang tanpa pengikat (yang bening laksana kaca.)",
            "sajda": false,
            "transliteration": "Wa yutaafu 'alaihim bi aaniyatim min fiddatinw wa akwaabin kaanat qawaareeraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5607,
            "aya_number": 16,
            "aya_text": "قَوَارِيْرَا۟ مِنْ فِضَّةٍ قَدَّرُوْهَا تَقْدِيْرًا ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "kristal yang jernih terbuat dari perak, mereka tentukan ukurannya yang sesuai (dengan kehendak mereka). ",
            "tafsir_jalalayn": "(Yaitu kaca-kaca dari perak) gelas-gelas dan piala-piala itu terbuat dari perak yang bagian dalamnya dapat dilihat dari luar, sehingga tampak bening sebening kaca (yang telah diukur mereka) yakni oleh pelayan-pelayan yang mengedarkannya (dengan sebaik-baiknya) sesuai dengan kecukupan minum orang-orang yang meminumnya, tidak lebih dan tidak pula kurang; cara minum yang demikian itu merupakan cara minum yang paling nikmat.",
            "sajda": false,
            "transliteration": "Qawaareera min fiddatin qaddaroohaa taqdeeraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5608,
            "aya_number": 17,
            "aya_text": "وَيُسْقَوْنَ فِيْهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيْلًاۚ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Dan di sana mereka diberi segelas minuman bercampur jahe.",
            "tafsir_jalalayn": "(Di dalam surga itu mereka diberi minum segelas) khamar (yang campurannya) atau sesuatu yang dicampurkan ke dalam minuman itu (adalah jahe.)",
            "sajda": false,
            "transliteration": "Wa yusawna feehaa kaasan kaana mizaajuhaa zanjabeelaa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5609,
            "aya_number": 18,
            "aya_text": "عَيْنًا فِيْهَا تُسَمّٰى سَلْسَبِيْلًا ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "(Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil.",
            "tafsir_jalalayn": "(Yaitu dari mata air) menjadi Badal dari lafal Zanjabiilaa (yang dinamakan salsabil) yaitu air telaga itu rasanya seperti jahe yang sangat disukai oleh orang-orang Arab, dan minuman ini sangat mudah diteguknya.",
            "sajda": false,
            "transliteration": "'Aynan feeha tusammaa salsabeelaa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5610,
            "aya_number": 19,
            "aya_text": "۞ وَيَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۚ اِذَا رَاَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنْثُوْرًا",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan.",
            "tafsir_jalalayn": "(Dan mereka dikelilingi oleh pelayan-pelayan muda yang tetap muda) mereka sama sekali tidak akan menjadi tua. (Apabila kamu melihat mereka, kamu akan mengira mereka) karena penampilan mereka yang indah dan jumlah mereka yang menyebar dengan sangat banyaknya (mutiara yang bertaburan) dari untaiannya atau dari tempat asalnya, yang demikian itu lebih indah dibandingkan berada di tempat lain.",
            "sajda": false,
            "transliteration": "Wa yatoofu 'alaihim wildaanum mukhalladoona izaa ra aytahum hasibtahum lu'lu 'am mansoora",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5611,
            "aya_number": 20,
            "aya_text": "وَاِذَا رَاَيْتَ ثَمَّ رَاَيْتَ نَعِيْمًا وَّمُلْكًا كَبِيْرًا ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Dan apabila engkau melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai macam kenikmatan dan kerajaan yang besar.",
            "tafsir_jalalayn": "(Dan apabila kamu melihat di sana) maksudnya, kamu diizinkan untuk melihat surga (niscaya kamu akan melihat) menjadi Jawab Syarath dari Idzaa (berbagai macam kenikmatan) yang tak dapat digambarkan (dan kerajaan yang besar) yang luas dan tak terbatas.",
            "sajda": false,
            "transliteration": "Wa izaa ra ayta summa ra ayta na'eemanw wa mulkan kabeera",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5612,
            "aya_number": 21,
            "aya_text": "عٰلِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَّاِسْتَبْرَقٌۖ وَّحُلُّوْٓا اَسَاوِرَ مِنْ فِضَّةٍۚ وَسَقٰىهُمْ رَبُّهُمْ شَرَابًا طَهُوْرًا ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Mereka berpakaian sutera halus yang hijau dan sutera tebal dan memakai gelang terbuat dari perak, dan Tuhan memberikan kepada mereka minuman yang bersih (dan suci).",
            "tafsir_jalalayn": "(Pakaian luar mereka) dinashabkan karena menjadi Zharaf, dan menjadi Khabar dari Mubtada sesudahnya. Menurut qiraat lain dibaca 'Aaliyhim karena dianggap menjadi Mubtada sedangkan lafal sesudahnya menjadi Khabarnya, dan Dhamir Muttashilnya kembali kepada Ma'thuf 'Alaih (dari sutera halus) terbuat daripadanya (yang hijau) dibaca Rafa' yakni Khudhrun (dan sutera tebal) dibaca Jaar yakni Istabraqin artinya, sutera yang tebal. Yakni pakaian bagian luar mereka terbuat dari sutera halus, sedangkan bagian dalamnya terbuat dari sutera tebal. Menurut suatu qiraat dibaca Khudhrin Waistabraqun; menurut qiraat lainnya dibaca Khudhrun Waistabraqun; dan menurut suatu qiraat lain lagi dibaca Khudrin Waistabraqin (dan mereka diberi perhiasan dari gelang-gelang perak) tetapi pada ayat lainnya disebutkan terbuat dari emas; hal ini menunjukkan bahwa mereka diberi perhiasan yang terbuat dari emas dan perak secara berbarengan, tetapi terpisah-pisah (dan Rabb mereka memberikan kepada mereka minuman yang bersih) atau sangat bersih, berbeda dengan keadaan khamar di dunia.",
            "sajda": false,
            "transliteration": "'Aaliyahum siyaabu sundusin khudrunw wa istabraq, wa hullooo asaawira min fiddatinw wa saqaahum Rabbuhum sharaaban tahooraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5613,
            "aya_number": 22,
            "aya_text": "اِنَّ هٰذَا كَانَ لَكُمْ جَزَاۤءً وَّكَانَ سَعْيُكُمْ مَّشْكُوْرًا ࣖ ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Inilah balasan untukmu, dan segala usahamu diterima dan diakui (Allah).",
            "tafsir_jalalayn": "(Sesungguhnya ini) yakni kenikmatan ini (adalah balasan untuk kalian, dan usaha kalian adalah disyukuri.)",
            "sajda": false,
            "transliteration": "Innaa haazaa kaana lakum jazz 'anw wa kaana sa'yukum mashkooraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5614,
            "aya_number": 23,
            "aya_text": "اِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْاٰنَ تَنْزِيْلًاۚ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Sesungguhnya Kamilah yang menurunkan Al-Qur'an kepadamu (Muhammad) secara berangsur-angsur.",
            "tafsir_jalalayn": "(Sesungguhnya Kami) lafal Nahnu berfungsi mengukuhkan makna isimnya Inna, atau dianggap sebagai Dhamir Fashal (telah menurunkan Alquran kepadamu dengan berangsur-angsur) ayat ini menjadi Khabar dari Inna, yakni Kami menurunkannya secara berangsur-angsur, tidak sekaligus.",
            "sajda": false,
            "transliteration": "Innaa nahnu nazzalnaa 'alaikal quraana tanzeelaa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5615,
            "aya_number": 24,
            "aya_text": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ اٰثِمًا اَوْ كَفُوْرًاۚ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Maka bersabarlah untuk (melaksanakan) ketetapan Tuhanmu, dan janganlah engkau ikuti orang yang berdosa dan orang yang kafir di antara mereka.",
            "tafsir_jalalayn": "(Maka bersabarlah kamu untuk melaksanakan ketetapan Rabbmu) yang dibebankan kepadamu yaitu, menyampaikan risalah-Nya (dan janganlah kamu ikuti, di antara mereka) yakni orang-orang kafir (orang yang berdosa dan orang yang kafir) yang dimaksud adalah Atabah bin Rabi'ah dan Walid bin Mughirah, kedua-duanya telah berkata kepada Nabi saw., \"Kembalilah kamu dari perkara ini dari agama Islam.\" Dan dapat pula diartikan setiap orang yang berdosa dan setiap orang yang kafir; makna yang dimaksud ialah janganlah kamu mengikuti ajakan dan seruan kedua jenis orang tersebut dalam keadaan bagaimana pun, yang seruannya itu mengajakmu kepada perbuatan dosa atau kekafiran.",
            "sajda": false,
            "transliteration": "Fasbir lihukmi Rabbika wa laa tuti' minhum aasiman aw kafooraa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 5616,
            "aya_number": 25,
            "aya_text": "وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَّاَصِيْلًاۚ",
            "sura_id": 76,
            "juz_id": 29,
            "page_number": 579,
            "translation_aya_text": "Dan sebutlah nama Tuhanmu pada (waktu) pagi dan petang.",
            "tafsir_jalalayn": "(Dan sebutlah nama Rabbmu) di dalam salatmu (pada waktu pagi dan petang) yakni dalam salat Subuh, Zuhur dan Asar.",
            "sajda": false,
            "transliteration": "Wazkuris ma Rabbika bukratanw wa aseelaa",
            "surah": {
                "name": "سُورَةُ الإِنسَانِ",
                "englishName": "Al-Insaan",
                "englishNameTranslation": "Man",
                "revelationType": "Medinan"
            }
        }
    ]
}