{
    "page_number": 58,
    "data": [
        {
            "aya_id": 355,
            "aya_number": 62,
            "aya_text": "اِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ ۗوَاِنَّ اللّٰهَ لَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 58,
            "translation_aya_text": "Sungguh, ini adalah kisah yang benar. Tidak ada tuhan selain Allah, dan sungguh, Allah Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Sesungguhnya ini) yakni yang telah disebutkan tadi (merupakan kisah berita yang benar) yang tidak diragukan lagi. (Tiada) min merupakan tambahan (Tuhan melainkan Allah dan sesungguhnya Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Innaa haazaa lahuwal qasasul haqq; wa maa min ilaahin illal laah; wa innal laahaa la Huwal 'Azeezul Hakeem",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 356,
            "aya_number": 63,
            "aya_text": "فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ عَلِيْمٌ ۢبِالْمُفْسِدِيْنَ ࣖ ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 58,
            "translation_aya_text": "Kemudian jika mereka berpaling, maka (ketahuilah) bahwa Allah Maha Mengetahui orang-orang yang berbuat kerusakan.",
            "tafsir_jalalayn": "(Jika mereka berpaling) tidak mau beriman (maka sesungguhnya Allah Maha Mengetahui akan orang-orang yang berbuat kerusakan) mereka akan diberi-Nya balasan. Di sini kata-kata lahir ditempatkan pada kata-kata mudhmar.",
            "sajda": false,
            "transliteration": "Fa in tawallaw fa innal laaha'aleemun bil mufsideen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 357,
            "aya_number": 64,
            "aya_text": "قُلْ يٰٓاَهْلَ الْكِتٰبِ تَعَالَوْا اِلٰى كَلِمَةٍ سَوَاۤءٍۢ بَيْنَنَا وَبَيْنَكُمْ اَلَّا نَعْبُدَ اِلَّا اللّٰهَ وَلَا نُشْرِكَ بِهٖ شَيْـًٔا وَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَقُوْلُوا اشْهَدُوْا بِاَنَّا مُسْلِمُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 58,
            "translation_aya_text": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Marilah (kita) menuju kepada satu kalimat (pegangan) yang sama antara kami dan kamu, bahwa kita tidak menyembah selain Allah dan kita tidak mempersekutukan-Nya dengan sesuatu pun, dan bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah. Jika mereka berpaling maka katakanlah (kepada mereka), “Saksikanlah, bahwa kami adalah orang Muslim.”",
            "tafsir_jalalayn": "(Katakanlah, \"Hai Ahli Kitab!) yakni Yahudi dan Nasrani (Marilah kita menuju suatu kalimat yang sama) mashdar dengan makna sifat; artinya yang serupa (di antara kami dan kamu) yakni (bahwa kita tidak menyembah kecuali Allah dan tidak mempersekutukan-Nya dengan sesuatu pun juga dan bahwa sebagian kita tidak mengambil lainnya sebagai Tuhan selain daripada Allah) sebagaimana halnya kamu mengambil para rahib dan pendeta. (Jika mereka berpaling) jika menyeleweng dari ketauhidan (maka katakanlah olehmu) kepada mereka ('Saksikanlah bahwa kami ini beragama Islam.'\") yang bertauhid. Ayat berikut diturunkan ketika orang-orang Yahudi mengatakan bahwa Ibrahim itu seorang Yahudi dan kita adalah penganut agamanya demikian pula orang-orang Nasrani mengklaim seperti itu.",
            "sajda": false,
            "transliteration": "Qul yaa Ahlal Kitaabi ta'aalaw ilaa Kalimatin sawaaa'im bainanaa wa bainakum allaa na'buda illal laaha wa laa nushrika bihee shai'anw wa laa yattakhiza ba'dunaa ba'dan arbaabam min doonil laah; fa in tawallaw faqoolush hadoo bi annaa muslimoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 358,
            "aya_number": 65,
            "aya_text": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تُحَاۤجُّوْنَ فِيْٓ اِبْرٰهِيْمَ وَمَآ اُنْزِلَتِ التَّوْرٰىةُ وَالْاِنْجِيْلُ اِلَّا مِنْۢ بَعْدِهٖۗ  اَفَلَا تَعْقِلُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 58,
            "translation_aya_text": "Wahai Ahli Kitab! Mengapa kamu berbantah-bantahan tentang Ibrahim, padahal Taurat dan Injil diturunkan setelah dia (Ibrahim)? Apakah kamu tidak mengerti?",
            "tafsir_jalalayn": "(Hai Ahli Kitab, kenapa kamu berbantah-bantahan tentang Ibrahim) dan kamu akui bahwa ia pemeluk agamamu? (Padahal Taurat dan Injil hanya diturunkan sesudahnya) bahkan dalam jarak waktu yang panjang dan setelah kedua Kitab itu diturunkan, Yahudi dan Nasrani membuat-buat hal tersebut, yakni mengenai Nabi Ibrahim. (Apakah kamu tidak berpikir?) akan kesalahan pengakuanmu itu.",
            "sajda": false,
            "transliteration": "Yaaa Ahlal Kitaabi limaa tuhaaajjoona feee Ibraaheema wa maaa unzilatit Tawraatu wal Injeelu illaa mim ba'dih; afala ta'qiloon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 359,
            "aya_number": 66,
            "aya_text": "هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ حَاجَجْتُمْ فِيْمَا لَكُمْ بِهٖ عِلْمٌ فَلِمَ تُحَاۤجُّوْنَ فِيْمَا لَيْسَ لَكُمْ بِهٖ عِلْمٌ ۗ وَاللّٰهُ يَعْلَمُ واَنْتُمْ لَا تَعْلَمُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 58,
            "translation_aya_text": "Begitulah kamu! Kamu berbantah-bantahan tentang apa yang kamu ketahui, tetapi mengapa kamu berbantah-bantahan juga tentang apa yang tidak kamu ketahui? Allah mengetahui sedang kamu tidak mengetahui.",
            "tafsir_jalalayn": "(Begitulah) sebagai peringatan (kamu) menjadi mubtada (semuanya) sedangkan khabarnya ialah: (kalian masih berbantah-bantahan tentang hal yang kalian ketahui) tentang Nabi Musa dan Nabi Isa yang kalian akui diri kalian sebagai pemeluk agama keduanya (maka kenapa kalian berbantah-bantahan pula tentang apa yang tidak kalian ketahui) yakni perihal Nabi Ibrahim. (Allah mengetahui) keadaannya (sedangkan kalian tidak mengetahui)nya. Kemudian firman Allah membersihkan Ibrahim dari tuduhan tersebut:",
            "sajda": false,
            "transliteration": "Haaa antum haaa'ulaaa'i baajajtum feemaa lakum bihee 'ilmun falima tuhaaajjoonaa feemaa laisa lakum bihee 'ilm; wallaahu ya'lamu wa antum laa ta'lamoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 360,
            "aya_number": 67,
            "aya_text": "مَاكَانَ اِبْرٰهِيْمُ يَهُوْدِيًّا وَّلَا نَصْرَانِيًّا وَّلٰكِنْ كَانَ حَنِيْفًا مُّسْلِمًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 58,
            "translation_aya_text": "Ibrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, Muslim dan dia tidaklah termasuk orang-orang musyrik.",
            "tafsir_jalalayn": "(Ibrahim itu bukanlah seorang Yahudi dan bukan pula seorang Nasrani tetapi ia adalah seorang yang hanif) artinya menyimpang dari semua agama menuju agama yang lurus (lagi menyerahkan diri) dan bertauhid kepada Allah (dan sekali-kali bukanlah ia dari golongan musyrik).",
            "sajda": false,
            "transliteration": "Maa kaana Ibraaheemu Yahoodiyyanw wa laa Nasraa niyyanw wa laakin kaana Haneefam Muslimanw wa maa kaana minal mushrikeen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 361,
            "aya_number": 68,
            "aya_text": "اِنَّ اَوْلَى النَّاسِ بِاِبْرٰهِيْمَ لَلَّذِيْنَ اتَّبَعُوْهُ وَهٰذَا النَّبِيُّ وَالَّذِيْنَ اٰمَنُوْا ۗ وَاللّٰهُ وَلِيُّ الْمُؤْمِنِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 58,
            "translation_aya_text": "Orang yang paling dekat kepada Ibrahim ialah orang yang mengikutinya, dan Nabi ini (Muhammad), dan orang yang beriman. Allah adalah pelindung orang-orang yang beriman.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang lebih dekat) artinya lebih berhak (kepada Ibrahim ialah orang-orang yang mengikutinya) di masanya (dan nabi ini) yakni Muhammad karena cocok agamanya dengan agama Ibrahim dalam kebanyakan syariatnya (serta orang-orang yang beriman) di antara umatnya. Merekalah sebenarnya yang sepatutnya mengatakan bahwa mereka mengikuti agamanya dan bukan kamu. (Dan Allah adalah wali orang-orang yang beriman) artinya pembela dan pelindung mereka. Ketika orang-orang Yahudi mengajak Muaz, Huzaifah dan Ammar masuk agama mereka turunlah ayat ini:",
            "sajda": false,
            "transliteration": "Innaa awlan naasi bi Ibraaheema lallazeenat taba 'oohu wa haazan nabiyyu wallazeena aamanoo; wallaahu waliyyul mu'mineen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 362,
            "aya_number": 69,
            "aya_text": "وَدَّتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يُضِلُّوْنَكُمْۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 58,
            "translation_aya_text": "Segolongan Ahli Kitab ingin menyesatkan kamu. Padahal (sesungguhnya), mereka tidak menyesatkan melainkan diri mereka sendiri, tetapi mereka tidak menyadari.",
            "tafsir_jalalayn": "(Segolongan Ahli Kitab hendak menyesatkan kamu padahal mereka hanya menyesatkan diri mereka sendiri) karena dosa kesesatan mereka tertimpa atas mereka, sedangkan orang-orang beriman tak mau menaati mereka (dan mereka tidak menyadari) demikian itu.",
            "sajda": false,
            "transliteration": "Waddat taaa'ifatum min Ahlil Kitaabi law yudil loonakum wa maa yudilloona illaaa anfusahum wa maa yash'uroon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 363,
            "aya_number": 70,
            "aya_text": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاَنْتُمْ تَشْهَدُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 58,
            "translation_aya_text": "Wahai Ahli Kitab! Mengapa kamu mengingkari ayat-ayat Allah, padahal kamu mengetahui (kebenarannya)?",
            "tafsir_jalalayn": "(Hai Ahli Kitab! Kenapakah kamu mengingkari ayat-ayat Allah) maksudnya kitab mereka yang memuat sifat-sifat dan ciri-ciri Muhammad (padahal kamu menyaksikan) artinya mengetahui bahwa hal itu benar.",
            "sajda": false,
            "transliteration": "Yaaa Ahlal Kitaabi lima takfuroona bi Aayaatil laahi wan antum tashadoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}