{
    "page_number": 598,
    "data": [
        {
            "aya_id": 6126,
            "aya_number": 1,
            "aya_text": "اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةِ الْقَدْرِ ",
            "sura_id": 97,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar.",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menurunkannya) yaitu menurunkan Alquran seluruhnya secara sekali turun dari lohmahfuz hingga ke langit yang paling bawah (pada malam kemuliaan) yaitu malam Lailatulkadar, malam yang penuh dengan kemuliaan dan kebesaran.",
            "sajda": false,
            "transliteration": "Innaa anzalnaahu fee lailatil qadr",
            "tajweed_text": "إِ[g[نّ][o[َآ] أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ فِى لَيْلَةِ [h:14580[ٱ]لْقَ[q:14581[دْ]رِ",
            "surah": {
                "name": "سُورَةُ القَدۡرِ",
                "englishName": "Al-Qadr",
                "englishNameTranslation": "The Power, Fate",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 6127,
            "aya_number": 2,
            "aya_text": "وَمَآ اَدْرٰىكَ مَا لَيْلَةُ الْقَدْرِۗ",
            "sura_id": 97,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Dan tahukah kamu apakah malam kemuliaan itu?",
            "tafsir_jalalayn": "(Dan tahukah kamu) Hai Muhammad (apakah malam kemuliaan itu?) ungkapan ini sebagai pernyataan takjub atas keagungan yang terdapat pada Lailatulkadar.",
            "sajda": false,
            "transliteration": "Wa maa adraaka ma lailatul qadr",
            "tajweed_text": "وَم[o[َآ] أَ[q:13858[دْ]رَ[n[ٮٰ]كَ مَا لَيْلَةُ [h:14582[ٱ]لْقَ[q:14581[دْ]رِ",
            "surah": {
                "name": "سُورَةُ القَدۡرِ",
                "englishName": "Al-Qadr",
                "englishNameTranslation": "The Power, Fate",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 6128,
            "aya_number": 3,
            "aya_text": "لَيْلَةُ الْقَدْرِ ەۙ خَيْرٌ مِّنْ اَلْفِ شَهْرٍۗ",
            "sura_id": 97,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Malam kemuliaan itu lebih baik daripada seribu bulan.",
            "tafsir_jalalayn": "(Malam kemuliaan itu lebih baik daripada seribu bulan) yang tidak ada malam lailatulkadarnya; beramal saleh pada malam itu pahalanya jauh lebih besar dan lebih baik daripada beramal saleh yang dilakukan selama seribu bulan yang tidak mengandung malam lailatulkadar.",
            "sajda": false,
            "transliteration": "Lailatul qadri khairum min alfee shahr",
            "tajweed_text": "لَيْلَةُ [h:14582[ٱ]لْقَ[q:14581[دْ]رِ خَيْ[a:1231[رٌ م]ِّنْ أَلْفِ شَهْرٍ",
            "surah": {
                "name": "سُورَةُ القَدۡرِ",
                "englishName": "Al-Qadr",
                "englishNameTranslation": "The Power, Fate",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 6129,
            "aya_number": 4,
            "aya_text": "تَنَزَّلُ الْمَلٰۤىِٕكَةُ وَالرُّوْحُ فِيْهَا بِاِذْنِ رَبِّهِمْۚ مِنْ كُلِّ اَمْرٍۛ",
            "sura_id": 97,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Pada malam itu turun para malaikat dan Ruh (Jibril) dengan izin Tuhannya untuk mengatur semua urusan.",
            "tafsir_jalalayn": "(Turunlah malaikat-malaikat) bentuk asal dari lafal Tanazzalu adalah Tatanazzalu, kemudian salah satu huruf Ta-nya dibuang, sehingga jadilah Tanazzalu (dan Ar-Ruh) yakni malaikat Jibril (di malam itu) artinya pada malam kemuliaan/lailatulkadar itu (dengan izin Rabbnya) dengan perintah dari-Nya (untuk mengatur segala urusan) atau untuk menjalankan ketetapan Allah buat tahun itu hingga tahun berikutnya, hal ini terjadi pada malam kemuliaan itu. Huruf Min di sini bermakna Sababiyah atau sama artinya dengan huruf Ba; yakni mereka turun dengan seizin Rabbnya dengan membawa segala urusan yang telah menjadi ketetapan-Nya untuk tahun itu hingga tahun berikutnya.",
            "sajda": false,
            "transliteration": "Tanaz zalul malaa-ikatu war roohu feeha bi izni-rab bihim min kulli amr",
            "tajweed_text": "تَنَزَّلُ [h:14583[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ وَ[h:13916[ٱ][l[ل]رُّوحُ فِيهَا بِإِذْنِ رَبِّه[w:14584[ِم م]ِّ[f:843[ن ك]ُلِّ أَمْرٍ",
            "surah": {
                "name": "سُورَةُ القَدۡرِ",
                "englishName": "Al-Qadr",
                "englishNameTranslation": "The Power, Fate",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 6130,
            "aya_number": 5,
            "aya_text": "سَلٰمٌ ۛهِيَ حَتّٰى مَطْلَعِ الْفَجْرِ ࣖ",
            "sura_id": 97,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Sejahteralah (malam itu) sampai terbit fajar.",
            "tafsir_jalalayn": "(Malam itu penuh dengan kesejahteraan) lafal ayat ini sebagai Khabar Muqaddam atau Khabar yang didahulukan, sedangkan Mubtadanya ialah (sampai terbit fajar) dapat dibaca Mathla'al Fajri dan Mathla'il Fajri, artinya hingga waktu fajar. Malam itu dinamakan sebagai malam yang penuh dengan kesejahteraan, karena para malaikat banyak mengucapkan salam, yaitu setiap kali melewati seorang mukmin baik laki-laki maupun perempuan mereka selalu mengucapkan salam kepadanya.",
            "sajda": false,
            "transliteration": "Salaamun hiya hattaa mat la'il fajr",
            "tajweed_text": "سَلَ[n[ـٰ]مٌ هِىَ حَتَّىٰ مَ[q:14585[طْ]لَعِ [h:14586[ٱ]لْفَ[q:996[جْ]رِ",
            "surah": {
                "name": "سُورَةُ القَدۡرِ",
                "englishName": "Al-Qadr",
                "englishNameTranslation": "The Power, Fate",
                "revelationType": "Meccan"
            }
        },
        {
            "aya_id": 6131,
            "aya_number": 1,
            "aya_text": "لَمْ يَكُنِ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ مُنْفَكِّيْنَ حَتّٰى تَأْتِيَهُمُ الْبَيِّنَةُۙ",
            "sura_id": 98,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang musyrik tidak akan meninggalkan (agama mereka) sampai datang kepada mereka bukti yang nyata,",
            "tafsir_jalalayn": "(Tiadalah orang-orang yang kafir dari) huruf Min di sini mengandung makna penjelasan (kalangan ahlulkitab dan orang-orang musyrik) orang-orang musyrik artinya orang-orang yang menyembah berhala; lafal Musyrikiina di'athafkan kepada lafal Ahlilkitaabi (mau meninggalkan) agamanya; lafal Munfakkiina sebagai Khabar dari lafal Yakun; artinya mereka akan tetap memegang agama yang mereka peluk (sebelum datang kepada mereka) artinya sampai datang kepada mereka (bukti yang nyata) berupa hujah yang jelas, yang dimaksud adalah Nabi Muhammad saw.",
            "sajda": false,
            "transliteration": "Lam ya kunil lazeena kafaru min ahlil kitaabi wal mushri keena mun fak keena hattaa ta-tiya humul bayyinah",
            "tajweed_text": "لَمْ يَكُنِ [h:14587[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ وَ[h:10916[ٱ]لْمُشْرِكِينَ مُ[f:14588[نف]َكِّينَ حَتَّىٰ تَأْتِيَهُمُ [h:14589[ٱ]لْبَيِّنَةُ",
            "surah": {
                "name": "سُورَةُ البَيِّنَةِ",
                "englishName": "Al-Bayyina",
                "englishNameTranslation": "The Evidence",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 6132,
            "aya_number": 2,
            "aya_text": "رَسُوْلٌ مِّنَ اللّٰهِ يَتْلُوْا صُحُفًا مُّطَهَّرَةًۙ",
            "sura_id": 98,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "(yaitu) seorang Rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang suci (Al-Qur'an),",
            "tafsir_jalalayn": "(Yaitu seorang rasul dari Allah) lafal ayat ini menjadi Badal dari lafal Al-Bayyinah, yang dimaksud adalah Nabi Muhammad saw. (yang membacakan lembaran-lembaran yang disucikan) dari segala bentuk kebatilan.",
            "sajda": false,
            "transliteration": "Rasoolum minal laahi yatlu suhufam mutahharah",
            "tajweed_text": "رَسُو[a:14590[لٌ م]ِّنَ [h:321[ٱ]للَّهِ يَتْلُو[s[اْ] صُحُ[a:14591[فًا م]ُّطَهَّرَةً",
            "surah": {
                "name": "سُورَةُ البَيِّنَةِ",
                "englishName": "Al-Bayyina",
                "englishNameTranslation": "The Evidence",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 6133,
            "aya_number": 3,
            "aya_text": "فِيْهَا كُتُبٌ قَيِّمَةٌ  ۗ",
            "sura_id": 98,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "di dalamnya terdapat (isi) kitab-kitab yang lurus (benar).",
            "tafsir_jalalayn": "(Di dalamnya terdapat kitab-kitab) maksudnya hukum-hukum yang tertulis (yang lurus) artinya hukum-hukum yang lurus. Dia akan membacakan apa yang dikandungnya, yaitu Alquran; di antara mereka ada orang-orang yang beriman kepadanya dan ada pula orang-orang yang kafir kepadanya.",
            "sajda": false,
            "transliteration": "Feeha kutubun qaiyimah",
            "tajweed_text": "فِيهَا كُتُ[f:14592[بٌ ق]َيِّمَةٌ",
            "surah": {
                "name": "سُورَةُ البَيِّنَةِ",
                "englishName": "Al-Bayyina",
                "englishNameTranslation": "The Evidence",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 6134,
            "aya_number": 4,
            "aya_text": "وَمَا تَفَرَّقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنَةُ ۗ",
            "sura_id": 98,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Dan tidaklah terpecah-belah orang-orang Ahli Kitab melainkan setelah datang kepada mereka bukti yang nyata.",
            "tafsir_jalalayn": "(Dan tidaklah berpecah belah orang-orang yang didatangkan Alkitab) kepada mereka sehubungan dengan masalah iman kepada Nabi Muhammad saw. (melainkan sesudah datang kepada mereka bukti yang nyata) yaitu setelah datang kepada mereka Nabi Muhammad saw., atau Alquran yang dibawa olehnya sebagai mukjizat baginya. Sebelum kedatangan Nabi Muhammad saw. mereka adalah orang-orang yang sepakat untuk beriman kepadanya/Nabi Muhammad tetapi setelah Nabi Muhammad saw. datang kepada mereka, tiba-tiba mereka mengingkarinya, terutama orang-orang yang dengki dari kalangan mereka.",
            "sajda": false,
            "transliteration": "Wa maa tafarraqal lazeena ootul kitaaba il-la mim b'adi ma jaa-at humul baiyyinah",
            "tajweed_text": "وَمَا تَفَرَّقَ [h:14593[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ إِلَّا م[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَتْهُمُ [h:14594[ٱ]لْبَيِّنَةُ",
            "surah": {
                "name": "سُورَةُ البَيِّنَةِ",
                "englishName": "Al-Bayyina",
                "englishNameTranslation": "The Evidence",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 6135,
            "aya_number": 5,
            "aya_text": "وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۙ حُنَفَاۤءَ وَيُقِيْمُوا الصَّلٰوةَ وَيُؤْتُوا الزَّكٰوةَ وَذٰلِكَ دِيْنُ الْقَيِّمَةِۗ",
            "sura_id": 98,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Padahal mereka hanya diperintah menyembah Allah dengan ikhlas menaati-Nya semata-mata karena (menjalankan) agama, dan juga agar melaksanakan salat dan menunaikan zakat; dan yang demikian itulah agama yang lurus (benar).",
            "tafsir_jalalayn": "(Padahal mereka tidak disuruh) di dalam kitab-kitab mereka yaitu Taurat dan Injil (kecuali menyembah Allah) kecuali supaya menyembah Allah, pada asalnya adalah An Ya'budullaaha, lalu huruf An dibuang dan ditambahkan huruf Lam sehingga jadilah Liya'budullaaha (dengan memurnikan ketaatan kepada-Nya dalam beragama) artinya membersihkannya dari kemusyrikan (dengan lurus) maksudnya berpegang teguh pada agama Nabi Ibrahim dan agama Nabi Muhammad bila telah datang nanti. Maka mengapa sewaktu ia datang mereka menjadi jadi ingkar kepadanya (dan supaya mereka mendirikan salat dan menunaikan zakat; dan yang demikian itulah agama) atau tuntunan (yang mustaqim) yang lurus.",
            "sajda": false,
            "transliteration": "Wa maa umiroo il-la liy'abu dul laaha mukhliseena lahud-deena huna faa-a wa yuqeemus salaahta wa yu-tuz zakaata; wa zaalika deenul qaiyimah",
            "tajweed_text": "وَم[o[َآ] أُمِر[o[ُوٓ][s[اْ] إِلَّا لِيَعْبُدُو[s[اْ] [h:14595[ٱ]للَّهَ مُخْلِصِينَ لَهُ [h:4649[ٱ][l[ل]دِّينَ حُنَف[o[َا]ٓءَ وَيُقِيمُو[s[اْ] [h:14596[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَيُؤْتُو[s[اْ] [h:14597[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ‌ۚ وَذ[n[َٲ]لِكَ دِينُ [h:14598[ٱ]لْقَيِّمَةِ",
            "surah": {
                "name": "سُورَةُ البَيِّنَةِ",
                "englishName": "Al-Bayyina",
                "englishNameTranslation": "The Evidence",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 6136,
            "aya_number": 6,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ فِيْ نَارِ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ اُولٰۤىِٕكَ هُمْ شَرُّ الْبَرِيَّةِۗ",
            "sura_id": 98,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Sungguh, orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang musyrik (akan masuk) ke neraka Jahanam; mereka kekal di dalamnya selama-lamanya. Mereka itu adalah sejahat-jahat makhluk.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang kafir dari ahli kitab dan orang-orang musyrik -dimasukkan- ke dalam neraka Jahanam; mereka kekal di dalamnya) lafal Khaalidiina menjadi Haal atau kata keterangan keadaan dari lafal yang tidak disebutkan; lengkapnya mereka telah dipastikan oleh Allah swt. untuk menjadi penghuni tetap di dalam neraka Jahanam untuk selama-lamanya. (Mereka itu adalah seburuk-buruk makhluk.)",
            "sajda": false,
            "transliteration": "Innal lazeena kafaru min ahlil kitaabi wal mushri keena fee nari jahan nama khaali deena feeha; ulaa-ika hum shar rul ba reeyah",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ وَ[h:10916[ٱ]لْمُشْرِكِينَ فِى نَارِ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمْ شَرُّ [h:14599[ٱ]لْبَرِيَّةِ",
            "surah": {
                "name": "سُورَةُ البَيِّنَةِ",
                "englishName": "Al-Bayyina",
                "englishNameTranslation": "The Evidence",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 6137,
            "aya_number": 7,
            "aya_text": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اُولٰۤىِٕكَ هُمْ خَيْرُ الْبَرِيَّةِۗ",
            "sura_id": 98,
            "juz_id": 30,
            "page_number": 598,
            "translation_aya_text": "Sungguh, orang-orang yang beriman dan mengerjakan kebajikan, mereka itu adalah sebaik-baik makhluk.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang beriman dan mengerjakan amal saleh mereka itu adalah sebaik-baik makhluk) artinya makhluk yang paling baik.",
            "sajda": false,
            "transliteration": "Innal lazeena aamanu wa 'amilus saalihaati ula-ika hum khairul bareey yah",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمْ خَيْرُ [h:14600[ٱ]لْبَرِيَّةِ",
            "surah": {
                "name": "سُورَةُ البَيِّنَةِ",
                "englishName": "Al-Bayyina",
                "englishNameTranslation": "The Evidence",
                "revelationType": "Medinan"
            }
        }
    ]
}