{
    "page_number": 60,
    "data": [
        {
            "aya_id": 371,
            "aya_number": 78,
            "aya_text": "وَاِنَّ مِنْهُمْ لَفَرِيْقًا يَّلْوٗنَ اَلْسِنَتَهُمْ بِالْكِتٰبِ لِتَحْسَبُوْهُ مِنَ الْكِتٰبِ وَمَا هُوَ مِنَ الْكِتٰبِۚ وَيَقُوْلُوْنَ هُوَ مِنْ عِنْدِ اللّٰهِ وَمَا هُوَ مِنْ عِنْدِ اللّٰهِ ۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 60,
            "translation_aya_text": "Dan sungguh, di antara mereka niscaya ada segolongan yang memutarbalikkan lidahnya membaca Kitab, agar kamu menyangka (yang mereka baca) itu sebagian dari Kitab, padahal itu bukan dari Kitab dan mereka berkata, “Itu dari Allah,” padahal itu bukan dari Allah. Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui.",
            "tafsir_jalalayn": "(Sesungguhnya di antara mereka) maksudnya Ahli kitab (ada segolongan) misalnya Kaab bin Asyraf (yang memutar-mutar lidah mereka membaca Alkitab) artinya membelokkannya dari bacaan yang diturunkan kepada yang telah mereka ubah, seperti ciri-ciri Nabi saw. dsb. (supaya kamu menyangkanya) maksudnya yang telah diubah itu (sebagian dari Alkitab) yang diturunkan Allah swt. (padahal hal itu bukan dari Alkitab dan mereka mengatakan, \"Hal itu datang dari sisi Allah, padahal hal itu bukan dari sisi Allah, dan mereka berkata dusta terhadap Allah sedangkan mereka mengetahui\") bahwa mereka memang berdusta. Tatkala orang-orang Nasrani Najran mengatakan bahwa Isa menyuruh mereka untuk menjadikannya sebagai Tuhan dan tatkala sebagian kaum muslimin meminta agar dibolehkan bersujud kepada Nabi Muhammad saw. turunlah ayat:",
            "sajda": false,
            "transliteration": "Wa inna minhum lafaree qany yalwoona alsinatahum bil Kitaabi litahsaboohu minal Kitaab, wa maa huwa minal Kitaabi wa yaqooloon huwa min 'indillaahi wa maa huwa min 'indillaahi wa yaqooloona 'alal laahil kaziba wa hum ya'lamoon",
            "tajweed_text": "وَإِ[g[نّ]َ مِنْهُمْ لَفَرِي[a:2040[قًا ي]َلْوُ[n[ۥ]نَ أَلْسِنَتَه[c:2041[ُم ب]ِ[h:2042[ٱ]لْكِتَ[n[ـٰ]بِ لِتَحْسَبُوهُ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ وَمَا هُوَ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ وَيَقُولُونَ هُوَ مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ وَمَا هُوَ مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ وَيَقُولُونَ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ وَهُمْ يَعْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 372,
            "aya_number": 79,
            "aya_text": "مَا كَانَ لِبَشَرٍ اَنْ يُّؤْتِيَهُ اللّٰهُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُوْلَ لِلنَّاسِ كُوْنُوْا عِبَادًا لِّيْ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ كُوْنُوْا رَبَّانِيّٖنَ بِمَا كُنْتُمْ تُعَلِّمُوْنَ الْكِتٰبَ وَبِمَا كُنْتُمْ تَدْرُسُوْنَ ۙ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 60,
            "translation_aya_text": "Tidak mungkin bagi seseorang yang telah diberi kitab oleh Allah, serta hikmah dan kenabian, kemudian dia berkata kepada manusia, “Jadilah kamu penyembahku, bukan penyembah Allah,” tetapi (dia berkata), “Jadilah kamu pengabdi-pengabdi Allah, karena kamu mengajarkan kitab dan karena kamu mempelajarinya!”",
            "tafsir_jalalayn": "(Tidaklah pantas) atau layak (bagi seorang manusia yang diberi Allah Alkitab dan hikmah) artinya pengertian terhadap syariat (serta kenabian lalu katanya kepada manusia, \"Hendaklah kamu menjadi hamba-hambaku dan bukan hamba-hamba Allah!\" Tetapi) seharusnya ia berkata (\"Hendaklah kamu menjadi rabbani) artinya ulama-ulama yang beramal saleh, dinisbatkan kepada rab dengan tambahan alif dan nun sebagai penghormatan (disebabkan kamu mengajarkan) dibaca pakai tasydid dan tanpa tasydid (Alkitab dan disebabkan kamu selalu mempelajarinya.\") Karena itu bila menghendaki faedahnya hendaklah kamu mengamalkannya.",
            "sajda": false,
            "transliteration": "Maa kaana libasharin ai yu'tiyahul laahul Kitaaba walhukma wan Nubuwwata summa yaqoola linnaasi koonoo 'ibaadal lee min doonil laahi wa laakin koonoo rabbaaniy yeena bimaa kuntum tu'allimoonal Kitaaba wa bimaa kuntum tadrusoon",
            "tajweed_text": "مَا كَانَ لِبَشَرٍ أ[a:2043[َن ي]ُؤْتِيَهُ [h:2044[ٱ]للَّهُ [h:2045[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:2046[ٱ]لْحُكْمَ وَ[h:2047[ٱ][l[ل][g[نّ]ُبُوَّةَ ثُ[g[مّ]َ يَقُولَ لِل[g[نّ]َاسِ كُونُو[s[اْ] عِبَا[u:2048[دًا ل]ِّى مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَلَ[n[ـٰ]كِ[f:2049[ن ك]ُونُو[s[اْ] رَبَّ[n[ـٰ]نِيِّـ[n[ـۧ]نَ بِمَا كُ[f:100[نت]ُمْ تُعَلِّمُونَ [h:2050[ٱ]لْكِتَ[n[ـٰ]بَ وَبِمَا كُ[f:100[نت]ُمْ تَ[q:2051[دْ]رُس[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 373,
            "aya_number": 80,
            "aya_text": "وَلَا يَأْمُرَكُمْ اَنْ تَتَّخِذُوا الْمَلٰۤىِٕكَةَ وَالنَّبِيّٖنَ اَرْبَابًا ۗ اَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ اِذْ اَنْتُمْ مُّسْلِمُوْنَ ࣖ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 60,
            "translation_aya_text": "dan tidak (mungkin pula baginya) menyuruh kamu menjadikan para malaikat dan para nabi sebagai Tuhan. Apakah (patut) dia menyuruh kamu menjadi kafir setelah kamu menjadi Muslim?",
            "tafsir_jalalayn": "(Dan tidak pantas ia menyuruhmu) dengan baris di depan sebagai isti`naf sedangkan fa`ilnya ialah Allah. Tetapi ada pula yang membaca dengan baris di atas karena diathafkan kepada yaquula yang fa`ilnya ialah manusia (menjadikan malaikat dan nabi-nabi itu sebagai Tuhan) sebagaimana halnya orang-orang Shabiin mengambil malaikat, orang-orang Yahudi Uzeir dan orang-orang Nasrani Isa menjadi Tuhan mereka. (Patutkah ia menyuruhmu berbuat kekafiran setelah tadinya kamu menganut Islam?) hal ini tidaklah pantas baginya.",
            "sajda": false,
            "transliteration": "Wa laa yaamurakum an tattakhizul malaaa 'ikata wan Nabiyyeena arbaabaa; a yaamurukum bilkufri ba'da iz antum muslimoon",
            "tajweed_text": "وَلَا يَأْمُرَكُمْ أَ[f:2052[ن ت]َتَّخِذُو[s[اْ] [h:2053[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ وَ[h:907[ٱ][l[ل][g[نّ]َبِيِّـ[n[ـۧ]نَ أَرْبَابًا‌ۗ أَيَأْمُرُك[c:2054[ُم ب]ِ[h:2055[ٱ]لْكُفْرِ بَعْدَ إِذْ أَ[f:428[نت][w:2056[ُم م]ُّسْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 374,
            "aya_number": 81,
            "aya_text": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ النَّبِيّٖنَ لَمَآ اٰتَيْتُكُمْ مِّنْ كِتٰبٍ وَّحِكْمَةٍ ثُمَّ جَاۤءَكُمْ رَسُوْلٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهٗ ۗ قَالَ ءَاَقْرَرْتُمْ وَاَخَذْتُمْ عَلٰى ذٰلِكُمْ اِصْرِيْ ۗ قَالُوْٓا اَقْرَرْنَا ۗ قَالَ فَاشْهَدُوْا وَاَنَا۠ مَعَكُمْ مِّنَ الشّٰهِدِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 60,
            "translation_aya_text": "Dan (ingatlah), ketika Allah mengambil perjanjian dari para nabi, “Manakala Aku memberikan kitab dan hikmah kepadamu lalu datang kepada kamu seorang Rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.” Allah berfirman, “Apakah kamu setuju dan menerima perjanjian dengan-Ku atas yang demikian itu?” Mereka menjawab, “Kami setuju.” Allah berfirman,  ”Kalau begitu bersaksilah kamu (para nabi) dan Aku menjadi saksi bersama kamu.”",
            "tafsir_jalalayn": "(Dan) ingatlah (tatkala) ketika (Allah mengambil ikrar nabi-nabi) atau janji mereka (\"Sungguh apa saja) lam baris di atas sebagai ibtida dan untuk taukid dengan makna sumpah yang terdapat dalam pengambilan ikrar. Dan baris di bawah yang berkaitan dengan mengambil ikrar sedangkan maa isim maushul yang berarti: bagi yang (yang Kuberikan kepadamu) menurut satu qiraat 'Kami berikan padamu' (berupa Kitab dan hikmah lalu datang kepadamu seorang rasul yang membenarkan apa yang ada padamu) berupa kitab dan hikmah itu dan dia adalah Nabi Muhammad saw. (bahwa kamu sungguh-sungguh akan beriman kepadanya serta akan membelanya) sebagai jawaban daripada sumpah tadi, yakni jika kamu menjumpai mereka dalam hal itu. (Firman-Nya) Allah swt. kepada mereka (Apakah kamu berikrar) atas hal itu (dan menerima perjanjian terhadap yang demikian itu?\") (Kata mereka, \"Kami berikrar,\" dan Allah berfirman, \"Maka saksikanlah) atas dirimu dan pengikut-pengikutmu tentang hal itu (dan Aku turut menjadi saksi pula bersama kamu\") baik terhadap dirimu maupun terhadap mereka.",
            "sajda": false,
            "transliteration": "Wa iz akhazal laahu meesaaqan Nabiyyeena lamaaa aataitukum min Kitaabinw wa Hikmatin summa jaaa'akum Rasoolum musaddiqul limaa ma'akum latu'minunna bihee wa latansurunnah; qaala 'aaqrartum wa akhaztum alaa zaalikum isree qaalooo aqrarnaa; qaala fashhadoo wa ana ma'akum minash shaahideen",
            "tajweed_text": "وَإِذْ أَخَذَ [h:2057[ٱ]للَّهُ مِيثَ[n[ـٰ]قَ [h:2058[ٱ][l[ل][g[نّ]َبِيِّـ[n[ـۧ]نَ لَم[o[َآ] ءَاتَيْتُك[w:2059[ُم م]ِّ[f:2060[ن ك]ِتَ[n[ـٰ][a:2061[بٍ و]َحِكْمَ[f:2062[ةٍ ث]ُ[g[مّ]َ ج[o[َا]ٓءَكُمْ رَسُو[a:2063[لٌ م]ُّصَدِّ[u:465[قٌ ل]ِّمَا مَعَكُمْ لَتُؤْمِنُ[g[نّ]َ بِه[n[ِۦ] وَلَتَ[f:2064[نص]ُرُ[g[نّ]َهُ[n[ۥ]‌ۚ قَالَ ءَأَ[q:2065[قْ]رَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذ[n[َٲ]لِكُمْ إِصْرِى‌ۖ قَال[o[ُوٓ][s[اْ] أَ[q:2066[قْ]رَرْنَا‌ۚ قَالَ فَ[h:2067[ٱ]شْهَدُو[s[اْ] وَأَنَا۟ مَعَك[w:2068[ُم م]ِّنَ [h:2069[ٱ][l[ل]شَّ[n[ـٰ]هِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 375,
            "aya_number": 82,
            "aya_text": "فَمَنْ تَوَلّٰى بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 60,
            "translation_aya_text": "Maka barangsiapa berpaling setelah itu, maka mereka itulah orang yang fasik.",
            "tafsir_jalalayn": "(Barang siapa yang berpaling setelah demikian) setelah perjanjian tadi (maka merekalah orang-orang yang fasik).",
            "sajda": false,
            "transliteration": "Faman tawallaa ba'da zaalika fa ulaaa'ika humul faasiqoon",
            "tajweed_text": "فَمَ[f:2070[ن ت]َوَلَّىٰ بَعْدَ ذ[n[َٲ]لِكَ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 376,
            "aya_number": 83,
            "aya_text": "اَفَغَيْرَ دِيْنِ اللّٰهِ يَبْغُوْنَ وَلَهٗ ٓ اَسْلَمَ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّاِلَيْهِ يُرْجَعُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 60,
            "translation_aya_text": "Maka mengapa mereka mencari agama yang lain selain agama Allah, padahal apa yang di langit dan di bumi berserah diri kepada-Nya, (baik) dengan suka maupun terpaksa, dan hanya kepada-Nya mereka dikembalikan?",
            "tafsir_jalalayn": "(Apakah mereka hendak mencari agama yang lain dari agama Allah) dengan memakai 'ya' artinya orang-orang yang berpaling tadi dan ada pula yang memakai 'ta' sehingga berarti kamu (padahal kepada-Nya tunduk segala apa yang di langit dan di bumi, baik suka) tanpa menaruh keberatan (maupun terpaksa) yakni dengan memakai sarana yang membuat mereka tunduk kepada-Nya (dan kepada-Nya mereka dikembalikan) dengan memakai ta dan ya, sedangkan hamzah atau kata tanya pada awal ayat sebagai sanggahan.",
            "sajda": false,
            "transliteration": "Afaghaira deenil laahi yabghoona wa lahooo aslama man fis samaawaati wal ardi taw'anw wa karhanw wa ilaihi yurja'oon",
            "tajweed_text": "أَفَغَيْرَ دِينِ [h:2072[ٱ]للَّهِ يَ[q:2073[بْ]غُونَ وَلَهُ[o[ۥٓ] أَسْلَمَ مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ طَوْ[a:2075[عًا و]َكَرْ[a:2076[هًا و]َإِلَيْهِ يُرْجَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}