{
    "page_number": 61,
    "data": [
        {
            "aya_id": 377,
            "aya_number": 84,
            "aya_text": "قُلْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ عَلَيْنَا وَمَآ اُنْزِلَ عَلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَالنَّبِيُّوْنَ مِنْ رَّبِّهِمْۖ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 61,
            "translation_aya_text": "Katakanlah (Muhammad), “Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub, dan anak cucunya, dan apa yang diberikan kepada Musa, Isa dan para nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka dan hanya kepada-Nya kami berserah diri.”",
            "tafsir_jalalayn": "(Katakanlah) kepada mereka hai Muhammad (\"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak-anaknya, dan apa yang diberikan kepada Musa, Isa dan para nabi dari Tuhan mereka. Tidaklah kami beda-bedakan seorang pun di antara mereka) dalam membenarkan dan mendustakan (dan kami berserah diri kepada-Nya\") tulus ikhlas dalam menunaikan ibadah kepada-Nya. Ayat berikut diturunkan mengenai orang-orang yang murtad dan menggabungkan diri dengan orang-orang kafir:",
            "sajda": false,
            "transliteration": "Qul aamannaa billaahi wa maaa unzila 'alainaa wa maaa unzila 'alaaa Ibraaheema wa Ismaa'eela wa Ishaaqa wa Ya'qooba wal Asbaati wa maaa ootiya Moosaa wa 'Eesaa wan Nabiyyoona mir Rabbihim laa nufarriqu baina ahadim minhum wa nahnu lahoo muslimoon",
            "tajweed_text": "قُلْ ءَامَ[g[نّ]َا بِ[h:32[ٱ]للَّهِ وَم[o[َآ] أُ[f:17[نز]ِلَ عَلَيْنَا وَم[o[َآ] أُ[f:17[نز]ِلَ عَلَ[o[ىٰٓ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَإِسْمَ[n[ـٰ]عِيلَ وَإِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ وَ[h:700[ٱ]لْأَسْبَاطِ وَم[o[َآ] أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَ[h:2077[ٱ][l[ل][g[نّ]َبِيُّونَ م[u:22[ِن ر]َّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَ[a:702[دٍ م]ِّنْهُمْ وَنَحْنُ لَهُ[n[ۥ] مُسْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 378,
            "aya_number": 85,
            "aya_text": "وَمَنْ يَّبْتَغِ غَيْرَ الْاِسْلَامِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُۚ وَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 61,
            "translation_aya_text": "Dan barangsiapa mencari agama selain Islam, dia tidak akan diterima, dan di akhirat dia termasuk orang yang rugi.",
            "tafsir_jalalayn": "(Barang siapa mencari agama selain agama Islam, maka tidaklah akan diterima dan di akhirat ia termasuk orang-orang yang merugi) karena tempat tinggalnya ialah neraka di mana ia akan menetap di sana untuk selama-lamanya.",
            "sajda": false,
            "transliteration": "Wa mai yabtaghi ghairal Islaami deenan falany yuqbala minhu wa huwa fil Aakhirati minal khaasireen",
            "tajweed_text": "وَم[a:2078[َن ي]َ[q:2079[بْ]تَغِ غَيْرَ [h:2080[ٱ]لْإِسْلَ[n[ـٰ]مِ دِي[f:2081[نًا ف]َل[a:2082[َن ي]ُ[q:2083[قْ]بَلَ مِنْهُ وَهُوَ فِى [h:536[ٱ]لْأَخِرَةِ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 379,
            "aya_number": 86,
            "aya_text": "كَيْفَ يَهْدِى اللّٰهُ قَوْمًا كَفَرُوْا بَعْدَ اِيْمَانِهِمْ وَشَهِدُوْٓا اَنَّ الرَّسُوْلَ حَقٌّ وَّجَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 61,
            "translation_aya_text": "Bagaimana Allah akan memberi petunjuk kepada suatu kaum yang kafir setelah mereka beriman, serta mengakui bahwa Rasul (Muhammad) itu benar-benar (rasul), dan bukti-bukti yang jelas telah sampai kepada mereka? Allah tidak memberi petunjuk kepada orang zalim.",
            "tafsir_jalalayn": "(Bagaimana Allah akan menunjuki suatu kaum yang kafir setelah mereka beriman dan mereka menyaksikan) artinya Allah tidak akan menunjuki mereka padahal mereka telah bersaksi (bahwa Muhammad itu benar-benar rasul dan) sungguh (telah datang pula kepada mereka keterangan-keterangan) bukti-bukti yang nyata atas kebenaran Nabi saw. (dan Allah tidak menunjuki orang-orang yang aniaya) orang-orang yang kafir.",
            "sajda": false,
            "transliteration": "Kaifa yahdil laahu qawman kafaroo ba'da eemaanihim wa shahidooo annar Rasoola haqqunw wa jaaa'ahumul baiyinaat; wallaahu laa yahdil qawmaz zaalimeen",
            "tajweed_text": "كَيْفَ يَهْدِى [h:2084[ٱ]للَّهُ قَوْ[f:2085[مًا ك]َفَرُو[s[اْ] بَعْدَ إِيمَ[n[ـٰ]نِهِمْ وَشَهِد[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:2086[ٱ][l[ل]رَّسُولَ حَ[a:2087[قٌّ و]َج[o[َا]ٓءَهُمُ [h:2088[ٱ]لْبَيِّنَ[n[ـٰ]تُ‌ۚ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 380,
            "aya_number": 87,
            "aya_text": "اُولٰۤىِٕكَ جَزَاۤؤُهُمْ اَنَّ عَلَيْهِمْ لَعْنَةَ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 61,
            "translation_aya_text": "Mereka itu, balasannya ialah ditimpa laknat Allah, para malaikat, dan manusia seluruhnya,",
            "tafsir_jalalayn": "(Mereka itu balasannya ialah laknat Allah yang ditimpakan atas mereka begitu pula laknat malaikat dan seluruh umat manusia.)",
            "sajda": false,
            "transliteration": "Ulaaa'ika jazaaa'uhum anna 'alaihim la'natal laahi walmalaaa'ikati wannaasi ajma'een",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ جَز[o[َا]ٓؤُهُمْ أَ[g[نّ]َ عَلَيْهِمْ لَعْنَةَ [h:2089[ٱ]للَّهِ وَ[h:823[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ وَ[h:824[ٱ][l[ل][g[نّ]َاسِ أَ[q:825[جْ]مَع[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 381,
            "aya_number": 88,
            "aya_text": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَۙ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 61,
            "translation_aya_text": "mereka kekal di dalamnya, tidak akan diringankan azabnya, dan mereka tidak diberi penangguhan,",
            "tafsir_jalalayn": "(Kekal mereka di dalamnya) di dalam laknat atau di dalam neraka itu (tidak diringankan siksa dari mereka dan tidak pula mereka diberi tangguh.)",
            "sajda": false,
            "transliteration": "Khaalideena feehaa laa yukhaffafu 'anhumul 'azaabu wa laa hum yunzaroon",
            "tajweed_text": "خَ[n[ـٰ]لِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ [h:448[ٱ]لْعَذَابُ وَلَا هُمْ يُ[f:826[نظ]َر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 382,
            "aya_number": 89,
            "aya_text": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۗ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 61,
            "translation_aya_text": "kecuali orang-orang yang bertobat setelah itu, dan melakukan perbaikan, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Kecuali orang-orang yang bertobat sesudah itu dan mengadakan perbaikan) terhadap amal perbuatan mereka (karena sesungguhnya Allah Maha Pengampun) terhadap mereka (lagi Maha Penyayang). Ayat berikut turun mengenai orang-orang Yahudi.",
            "sajda": false,
            "transliteration": "Illal lazeena taaboo mim ba'di zaalika wa aslahoo fa innal laaha Ghafoorur Raheem",
            "tajweed_text": "إِلَّا [h:778[ٱ]لَّذِينَ تَابُو[s[اْ] م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ وَأَصْلَحُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 383,
            "aya_number": 90,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا بَعْدَ اِيْمَانِهِمْ ثُمَّ ازْدَادُوْا كُفْرًا لَّنْ تُقْبَلَ تَوْبَتُهُمْ ۚ وَاُولٰۤىِٕكَ هُمُ الضَّاۤلُّوْنَ",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 61,
            "translation_aya_text": "Sungguh, orang-orang yang kafir setelah beriman, kemudian bertambah kekafirannya, tidak akan diterima tobatnya, dan mereka itulah orang-orang yang sesat.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir) terhadap Isa (setelah mereka beriman) kepada Musa (kemudian bertambah kekafiran mereka) terhadap Muhammad (tidaklah akan diterima tobat mereka) jika mereka dalam keadaan sekarat atau meninggal di dalam kekafiran (dan merekalah orang-orang yang sesat.)",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo ba'da eemaanihim summaz daadoo kufral lan tuqbala tawbatuhum wa ulaaa'ika humud daaalloon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] بَعْدَ إِيمَ[n[ـٰ]نِهِمْ ثُ[g[مّ]َ [h:2090[ٱ]زْدَادُو[s[اْ] كُفْ[u:2091[رًا ل]َّ[f:2092[ن ت]ُ[q:2093[قْ]بَلَ تَوْبَتُهُمْ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2094[ٱ][l[ل]ضّ[m[َا]ٓلّ[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 384,
            "aya_number": 91,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يُّقْبَلَ مِنْ اَحَدِهِمْ مِّلْءُ الْاَرْضِ ذَهَبًا وَّلَوِ افْتَدٰى بِهٖۗ  اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ وَّمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ࣖ   ۔",
            "sura_id": 3,
            "juz_id": 3,
            "page_number": 61,
            "translation_aya_text": "Sungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang kafir dan mati dalam kekafiran tidaklah akan diterima dari seorang pun di antara mereka sepenuh bumi) maksudnya suatu jumlah yang banyaknya seisi bumi ini (berupa emas yang digunakannya sebagai penebus diri mereka) fa dimasukkan kepada khabar inna karena serupanya lafal alladziina dengan syarat dan sebagai pemberitahuan tentang sebab tidak diterimanya tebusannya terhadap orang yang mati dalam kekafiran itu. (Bagi mereka disediakan siksa yang pedih) atau menyakitkan (dan sekali-kali mereka tidak punya pembela) yang akan membela dan melindungi mereka dari siksaan itu.",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo wa maatoo wa hum kuffaarun falany yuqbala min ahadihim mil'ul ardi zahabanw wa lawiftadaa bih; ulaaa 'ika lahum 'azaabun aleemunw wa maa lahum min naasireen",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَمَاتُو[s[اْ] وَهُمْ كُفَّا[f:2095[رٌ ف]َل[a:2082[َن ي]ُ[q:2083[قْ]بَلَ مِنْ أَحَدِه[w:2096[ِم م]ِّلْءُ [h:2097[ٱ]لْأَرْضِ ذَهَ[a:2098[بًا و]َلَوِ [h:2099[ٱ]فْتَدَىٰ بِه[o[ِۦٓ‌ۗ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عَذَابٌ أَلِي[a:2100[مٌ و]َمَا لَه[w:1812[ُم م]ّ[a:1813[ِن ن]َّ[n[ـٰ]صِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}