{
    "page_number": 63,
    "data": [
        {
            "aya_id": 394,
            "aya_number": 101,
            "aya_text": "وَكَيْفَ تَكْفُرُوْنَ وَاَنْتُمْ تُتْلٰى عَلَيْكُمْ اٰيٰتُ اللّٰهِ وَفِيْكُمْ رَسُوْلُهٗ ۗ وَمَنْ يَّعْتَصِمْ بِاللّٰهِ فَقَدْ هُدِيَ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 63,
            "translation_aya_text": "Dan bagaimana kamu (sampai) menjadi kafir, padahal ayat-ayat Allah dibacakan kepada kamu, dan Rasul-Nya (Muhammad) pun berada di tengah-tengah kamu? Barangsiapa berpegang teguh kepada (agama) Allah, maka sungguh, dia diberi petunjuk kepada jalan yang lurus.",
            "tafsir_jalalayn": "(Betapa kamu menjadi kafir) pertanyaan sebagai celaan dan membangkitkan keheranan (padahal ayat-ayat Allah dibacakan kepadamu dan rasul-Nya pun berada di tengah-tengah kamu. Barang siapa yang berpegang teguh) atau mengikuti (agama Allah, maka sesungguhnya ia telah dibimbing ke jalan yang lurus.)",
            "sajda": false,
            "transliteration": "Wa kaifa takfuroona wa antum tutlaa 'alaikum Aayaatul laahi wa feekum Rasooluh; wa mai ya'tasim baillaahi faqad hudiya ilaa Siraatim Mustaqeem",
            "tajweed_text": "وَكَيْفَ تَكْفُرُونَ وَأَ[f:98[نت]ُمْ تُتْلَىٰ عَلَيْكُمْ ءَايَ[n[ـٰ]تُ [h:1442[ٱ]للَّهِ وَفِيكُمْ رَسُولُهُ[n[ۥ]‌ۗ وَم[a:2130[َن ي]َعْتَص[c:2131[ِم ب]ِ[h:32[ٱ]للَّهِ فَقَ[q:563[دْ] هُدِىَ إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 395,
            "aya_number": 102,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ حَقَّ تُقٰىتِهٖ وَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 63,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah sebenar-benar takwa kepada-Nya dan janganlah kamu mati kecuali dalam keadaan Muslim.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, bertakwalah kamu kepada Allah sebenar-benar takwa) yaitu dengan menaati dan bukan mendurhakai, mensyukuri dan bukan mengingkari karunia-Nya dan dengan mengingat serta tidak melupakan-Nya. Kata para sahabat, \"Wahai Rasulullah! Siapakah yang sanggup melaksanakan ini?\" Maka ayat ini pun dinasakh dengan firman-Nya, \"Bertakwalah kamu kepada Allah menurut kemampuanmu.\" (dan janganlah sekali-kali kamu mati melainkan dalam keadaan beragama Islam.)",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanut taqul laaha haqqa tuqaatihee wa laa tamoontunna illaa wa antum muslimoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ حَقَّ تُقَاتِه[n[ِۦ] وَلَا تَمُوتُ[g[نّ]َ إِلَّا وَأَ[f:98[نت][w:690[ُم م]ُّسْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 396,
            "aya_number": 103,
            "aya_text": "وَاعْتَصِمُوْا بِحَبْلِ اللّٰهِ جَمِيْعًا وَّلَا تَفَرَّقُوْا ۖوَاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ كُنْتُمْ اَعْدَاۤءً فَاَلَّفَ بَيْنَ قُلُوْبِكُمْ فَاَصْبَحْتُمْ بِنِعْمَتِهٖٓ اِخْوَانًاۚ وَكُنْتُمْ عَلٰى شَفَا حُفْرَةٍ مِّنَ النَّارِ فَاَنْقَذَكُمْ مِّنْهَا ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَهْتَدُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 63,
            "translation_aya_text": "Dan berpegangteguhlah kamu semuanya pada tali (agama) Allah, dan janganlah kamu bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara, sedangkan (ketika itu) kamu berada di tepi jurang neraka, lalu Allah menyelamatkan kamu dari sana. Demikianlah, Allah menerangkan ayat-ayat-Nya kepadamu agar kamu mendapat petunjuk.",
            "tafsir_jalalayn": "(Berpegang teguhlah kamu dengan tali Allah) maksudnya agama-Nya (kesemuanya dan janganlah kamu berpecah-belah) setelah menganut Islam (serta ingatlah nikmat Allah) yakni karunia-Nya (kepadamu) hai golongan Aus dan Khazraj (ketika kamu) yakni sebelum Islam (bermusuh-musuhan, maka dirukunkan-Nya) artinya dihimpun-Nya (di antara hatimu) melalui Islam (lalu jadilah kamu berkat nikmat-Nya bersaudara) dalam agama dan pemerintahan (padahal kamu telah berada dipinggir jurang neraka) sehingga tak ada lagi pilihan lain bagi kamu kecuali terjerumus ke dalamnya dan mati dalam kekafiran (lalu diselamatkan-Nya kamu daripadanya) melalui iman kalian. (Demikianlah) sebagaimana telah disebutkan-Nya tadi (Allah menjelaskan ayat-ayat-Nya supaya kamu beroleh petunjuk).",
            "sajda": false,
            "transliteration": "Wa'tasimoo bi Hablil laahi jamee'anw wa laa tafarraqoo; wazkuroo ni'matal laahi alaikum iz kuntum a'daaa'an fa allafa baina quloobikum fa asbah tum bini'matiheee ikhwaananw wa kuntum 'alaa shafaa hufratim minan Naari fa anqazakum minhaa; kazaalika yubaiyinul laahu lakum aayaatihee la'allakum tahtadoon",
            "tajweed_text": "وَ[h:9999[ٱ]عْتَصِمُو[s[اْ] بِحَ[q:2132[بْ]لِ [h:2133[ٱ]للَّهِ جَمِي[a:2134[عًا و]َلَا تَفَرَّقُو[s[اْ‌ۚ] وَ[h:335[ٱ]ذْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ عَلَيْكُمْ إِذْ كُ[f:100[نت]ُمْ أَعْد[o[َا]ٓ[f:2135[ءً ف]َأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْت[c:2136[ُم ب]ِنِعْمَتِه[o[ِۦٓ] إِخْو[n[َٲ][a:2137[نًا و]َكُ[f:151[نت]ُمْ عَلَىٰ شَفَا حُفْرَ[a:2138[ةٍ م]ِّنَ [h:869[ٱ][l[ل][g[نّ]َارِ فَأَ[f:2139[نق]َذَك[w:2140[ُم م]ِّنْهَا‌ۗ كَذ[n[َٲ]لِكَ يُبَيِّنُ [h:1002[ٱ]للَّهُ لَكُمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] لَعَلَّكُمْ تَهْتَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 397,
            "aya_number": 104,
            "aya_text": "وَلْتَكُنْ مِّنْكُمْ اُمَّةٌ يَّدْعُوْنَ اِلَى الْخَيْرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 63,
            "translation_aya_text": "Dan hendaklah di antara kamu ada segolongan orang yang menyeru kepada kebajikan, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar. Dan mereka itulah orang-orang yang beruntung.",
            "tafsir_jalalayn": "(Hendaklah ada di antara kamu satu golongan yang menyeru kepada kebaikan) ajaran Islam (dan menyuruh kepada yang makruf dan melarang dari yang mungkar. Merekalah) yakni orang-orang yang menyeru, yang menyuruh dan yang melarang tadi (orang-orang yang beruntung) atau berbahagia. 'Min' di sini untuk menunjukkan 'sebagian' karena apa yang diperintahkan itu merupakan fardu kifayah yang tidak mesti bagi seluruh umat dan tidak pula layak bagi setiap orang, misalnya orang yang bodoh.",
            "sajda": false,
            "transliteration": "Waltakum minkum ummatuny yad'oona ilal khairi wa yaamuroona bilma 'roofi wa yanhawna 'anil munkar; wa ulaaa'ika humul muflihoon",
            "tajweed_text": "وَلْتَك[a:2141[ُن م]ِّ[f:344[نك]ُمْ أُ[g[مّ]َ[a:2142[ةٌ ي]َ[q:1240[دْ]عُونَ إِلَى [h:2143[ٱ]لْخَيْرِ وَيَأْمُرُونَ بِ[h:934[ٱ]لْمَعْرُوفِ وَيَنْهَوْنَ عَنِ [h:2144[ٱ]لْمُ[f:2145[نك]َرِ‌ۚ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 398,
            "aya_number": 105,
            "aya_text": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ تَفَرَّقُوْا وَاخْتَلَفُوْا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ عَظِيْمٌ ۙ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 63,
            "translation_aya_text": "Dan janganlah kamu menjadi seperti orang-orang yang bercerai berai dan berselisih setelah sampai kepada mereka keterangan yang jelas. Dan Mereka itulah orang-orang yang mendapat azab yang berat,",
            "tafsir_jalalayn": "(Dan janganlah kamu seperti orang-orang yang berpecah-belah) dalam agama mereka (dan berselisih) padanya (sesudah datang kepada mereka keterangan yang jelas) mereka itu ialah orang-orang Yahudi dan Nasrani. (Merekalah orang-orang yang mendapat siksa yang berat).",
            "sajda": false,
            "transliteration": "Wa laa takoonoo kallazeena tafarraqoo wakhtalafoo mim ba'di maa jaaa'ahumul baiyinaat; wa ulaaa'ika lahum 'azaabun 'azeem",
            "tajweed_text": "وَلَا تَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ تَفَرَّقُو[s[اْ] وَ[h:2147[ٱ]خْتَلَفُو[s[اْ] م[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَهُمُ [h:2148[ٱ]لْبَيِّنَ[n[ـٰ]تُ‌ۚ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عَذَابٌ عَظ[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 399,
            "aya_number": 106,
            "aya_text": "يَّوْمَ تَبْيَضُّ وُجُوْهٌ وَّتَسْوَدُّ وُجُوْهٌ ۚ فَاَمَّا الَّذِيْنَ اسْوَدَّتْ وُجُوْهُهُمْۗ  اَ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 63,
            "translation_aya_text": "pada hari itu ada wajah yang putih berseri, dan ada pula wajah yang hitam muram. Adapun orang-orang yang berwajah hitam muram (kepada mereka dikatakan), “Mengapa kamu kafir setelah beriman? Karena itu rasakanlah azab disebabkan kekafiranmu itu.”",
            "tafsir_jalalayn": "(Ingatlah suatu hari di mana wajah-wajah ada yang menjadi putih berseri dan ada pula yang hitam legam) maksudnya pada hari kiamat. (Adapun orang-orang yang wajahnya menjadi hitam) yakni orang-orang kafir, maka mereka dilemparkan ke dalam neraka dan dikatakan kepada mereka sebagai celaan (\"Kenapa kamu kafir setelah beriman?\") yaitu sewaktu pengambilan ikrar dulu. (\"Maka rasailah siksa disebabkan kekafiranmu itu.\")",
            "sajda": false,
            "transliteration": "Yawma tabyaddu wujoohunw wa taswaddu wujooh; faammal lazeenas waddat wujoohum akafartum ba'da eemaanikum fazooqul 'azaaba bimaa kuntum takfuroon",
            "tajweed_text": "يَوْمَ تَ[q:2149[بْ]يَضُّ وُجُو[a:2150[هٌ و]َتَسْوَدُّ وُجُو[f:2151[هٌ‌ۚ ف]َأَ[g[مّ]َا [h:136[ٱ]لَّذِينَ [h:2152[ٱ]سْوَدَّتْ وُجُوهُهُمْ أَكَفَرْت[c:2153[ُم ب]َعْدَ إِيمَ[n[ـٰ]نِكُمْ فَذُوقُو[s[اْ] [h:2154[ٱ]لْعَذَابَ بِمَا كُ[f:100[نت]ُمْ تَكْفُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 400,
            "aya_number": 107,
            "aya_text": "وَاَمَّا الَّذِيْنَ ابْيَضَّتْ وُجُوْهُهُمْ فَفِيْ رَحْمَةِ اللّٰهِ ۗ هُمْ فِيْهَا خٰلِدُوْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 63,
            "translation_aya_text": "Dan adapun orang-orang yang berwajah putih berseri, mereka berada dalam rahmat Allah (surga); mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Adapun orang-orang yang wajahnya menjadi putih berseri) yakni orang-orang yang beriman (mereka berada dalam rahmat Allah) dalam surga-Nya (mereka kekal di dalamnya).",
            "sajda": false,
            "transliteration": "Wa ammal lazeenabyadd at wujoohuhum fafee rahmatil laahi hum feehaa khaalidoon",
            "tajweed_text": "وَأَ[g[مّ]َا [h:138[ٱ]لَّذِينَ [h:2155[ٱ][q:2156[بْ]يَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ [h:2157[ٱ]للَّهِ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 401,
            "aya_number": 108,
            "aya_text": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّ ۗ وَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعٰلَمِيْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 63,
            "translation_aya_text": "Itulah ayat-ayat Allah yang Kami bacakan kepada kamu dengan benar, dan Allah tidaklah berkehendak menzalimi (siapa pun) di seluruh alam.",
            "tafsir_jalalayn": "(Itulah) maksudnya ayat-ayat tadi (ayat-ayat Allah. Kami bacakan kepadamu) hai Muhammad (dengan benar, dan tiadalah Allah menghendaki keaniayaan bagi seluruh alam) misalnya dengan menjatuhkan hukuman pada mereka tanpa dosa.",
            "sajda": false,
            "transliteration": "Tilka Aayaatul laahi natloohaa 'alaika bilhaqq; wa mal laahu yureedu zulmallil 'aalameen",
            "tajweed_text": "تِلْكَ ءَايَ[n[ـٰ]تُ [h:1442[ٱ]للَّهِ نَتْلُوهَا عَلَيْكَ بِ[h:370[ٱ]لْحَقِّ‌ۗ وَمَا [h:384[ٱ]للَّهُ يُرِيدُ ظُلْ[u:2158[مًا ل]ِّلْعَ[n[ـٰ]لَم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}