{
    "page_number": 64,
    "data": [
        {
            "aya_id": 402,
            "aya_number": 109,
            "aya_text": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 64,
            "translation_aya_text": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan hanya kepada Allah segala urusan dikembalikan.",
            "tafsir_jalalayn": "(Kepunyaan Allahlah segala yang di langit dan di bumi) baik sebagai milik maupun sebagai makhluk dan hamba (dan kepada Allah kembalinya segala urusan).",
            "sajda": false,
            "transliteration": "Wa lillaahi maa fissamaawaati wa maa fil ard; wa ilal laahi turja;ul umoor",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 403,
            "aya_number": 110,
            "aya_text": "كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ بِاللّٰهِ ۗ وَلَوْ اٰمَنَ اَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُمْ ۗ مِنْهُمُ الْمُؤْمِنُوْنَ وَاَكْثَرُهُمُ الْفٰسِقُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 64,
            "translation_aya_text": "Kamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia, (karena kamu) menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, dan beriman kepada Allah. Sekiranya Ahli Kitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman, namun kebanyakan mereka adalah orang-orang fasik.",
            "tafsir_jalalayn": "(Adalah kamu) hai umat Muhammad dalam ilmu Allah swt. (sebaik-baik umat yang dikeluarkan) yang ditampilkan (buat manusia, menyuruh kepada yang makruf dan melarang dari yang mungkar serta beriman kepada Allah. Sekiranya Ahli Kitab beriman, adalah ia) yakni keimanan itu (lebih baik bagi mereka. Di antara mereka ada yang beriman) misalnya Abdullah bin Salam r.a. dan sahabat-sahabatnya (tetapi kebanyakan mereka orang-orang yang fasik) kafir.",
            "sajda": false,
            "transliteration": "Kuntum khaira ummatin ukhrijat linnaasi taamuroona bilma'roofi wa tanhawna 'anil munkari wa tu'minoona billaah; wa law aamana Ahlul Kitaabi lakaana khairal lahum minhumul mu'minoona wa aksaruhumul faasiqoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 404,
            "aya_number": 111,
            "aya_text": "لَنْ يَّضُرُّوْكُمْ اِلَّآ اَذًىۗ  وَاِنْ يُّقَاتِلُوْكُمْ يُوَلُّوْكُمُ الْاَدْبَارَۗ  ثُمَّ لَا يُنْصَرُوْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 64,
            "translation_aya_text": "Mereka tidak akan membahayakan kamu, kecuali gangguan-gangguan kecil saja, dan jika mereka memerangi kamu, niscaya mereka mundur berbalik ke belakang (kalah). Selanjutnya mereka tidak mendapat pertolongan.",
            "tafsir_jalalayn": "(Mereka sekali-kali tidak akan dapat memberi mudarat kepadamu) maksudnya sedikit pun juga orang-orang Yahudi tidak akan dapat memberi mudarat terhadap kaum Muslimin (kecuali gangguan saja) yakni gangguan lisan seperti makian dan ancaman (dan jika mereka berperang dengan kamu maka mereka akan berbalik melarikan diri) karena menderita kekalahan (kemudian mereka tidak mendapat pertolongan) untuk menghadapi kamu sebaliknya kamulah yang akan mendapat pertolongan untuk menghadapi mereka.",
            "sajda": false,
            "transliteration": "Lai yadurrookum 'illaaa azanw wa ai yuqaatilookum yuwallookumul adbaara summa laa yunsaroon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 405,
            "aya_number": 112,
            "aya_text": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ اَيْنَ مَا ثُقِفُوْٓا اِلَّا بِحَبْلٍ مِّنَ اللّٰهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ الْاَنْبِۢيَاۤءَ بِغَيْرِ حَقٍّۗ  ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 64,
            "translation_aya_text": "Mereka diliputi kehinaan di mana saja mereka berada, kecuali jika mereka (berpegang) pada tali (agama) Allah dan tali (perjanjian) dengan manusia. Mereka mendapat murka dari Allah dan (selalu) diliputi kesengsaraan. Yang demikian itu karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi, tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.",
            "tafsir_jalalayn": "(Ditimpakan atas mereka kehinaan di mana pun mereka berada) sehingga bagi mereka tak ada kemuliaan dan keamanan (kecuali) dengan dua hal: (dengan tali dari Allah dan tali dari manusia) yang beriman, yang merupakan janji dari mereka kepada Ahli Kitab bahwa mereka akan diberi keamanan dengan imbalan pembayaran upeti, maka tak ada jaminan bagi mereka selain dengan itu (dan mereka kembali mendapat kemurkaan dari Allah dan ditimpakan atas mereka kerendahan. Demikian itu bahwa mereka) artinya disebabkan karena mereka (kafir akan ayat-ayat Allah dan membunuh para nabi tanpa alasan yang benar. Demikian itu) sebagai pengukuhan (disebabkan mereka durhaka) akan perintah Allah (dan mereka melanggar batas) artinya melampaui yang halal hingga jatuh kepada yang haram.",
            "sajda": false,
            "transliteration": "Duribat 'alaihimuz zillatu aina maa suqifooo illaa bihablim minal laahi wa hablim minan naasi wa baaa'oo bighadabim minallaahi wa duribat 'alaihimul maskanah; zaalika bi-annahum kaanoo yakfuroona bi Aayaatil laahi wa yaqtuloonal Ambiyaaa'a bighairi haqq; zaalika bimaa 'asaw wa kaanoo ya'tadoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 406,
            "aya_number": 113,
            "aya_text": "۞ لَيْسُوْا سَوَاۤءً ۗ مِنْ اَهْلِ الْكِتٰبِ اُمَّةٌ قَاۤىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۤءَ الَّيْلِ وَهُمْ يَسْجُدُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 64,
            "translation_aya_text": "Mereka itu tidak (seluruhnya) sama. Di antara Ahli Kitab ada golongan yang jujur, mereka membaca ayat-ayat Allah pada malam hari, dan mereka (juga) bersujud (salat).",
            "tafsir_jalalayn": "(Mereka itu tidaklah) maksudnya Ahli-ahli Kitab (sama) atau serupa. (Di antara Ahli Kitab ada golongan yang bersikap lurus) jujur dan teguh berdiri di atas kebenaran seperti Abdullah bin Salam r.a. dan sahabat-sahabatnya (mereka membaca ayat-ayat Allah di saat-saat malam hari sedangkan mereka bersujud) maksudnya salat, menjadi hal.",
            "sajda": false,
            "transliteration": "Laisoo sawaaa'a; min Ahlil Kitaabi ummatun qaaa'imatuny yatloona Aayaatil laahi aanaaa'al laili wa hum yasjudoon",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 407,
            "aya_number": 114,
            "aya_text": "يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُوْنَ فِى الْخَيْرٰتِۗ وَاُولٰۤىِٕكَ مِنَ الصّٰلِحِيْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 64,
            "translation_aya_text": "Mereka beriman kepada Allah dan hari akhir, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar dan bersegera (mengerjakan) berbagai kebajikan. Mereka termasuk orang-orang saleh.",
            "tafsir_jalalayn": "(Mereka beriman kepada Allah dan hari yang akhir, menyuruh kepada yang makruf dan melarang dari yang mungkar dan berlomba-lomba mengerjakan kebaikan. Mereka itulah) yakni yang dilukiskan tadi (termasuk orang-orang yang saleh). Di antara mereka ada pula yang tidak seperti demikian dan tidak termasuk orang-orang yang saleh.",
            "sajda": false,
            "transliteration": "Yu'minoona billaahi wal Yawmil Aakhiri wa yaa muroona bilma'roofi wa yanhawna 'anil munkari wa yusaari'oona fil khairaati wa ulaa'ika minas saaliheen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 408,
            "aya_number": 115,
            "aya_text": "وَمَا يَفْعَلُوْا مِنْ خَيْرٍ فَلَنْ يُّكْفَرُوْهُ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِالْمُتَّقِيْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 64,
            "translation_aya_text": "Dan kebajikan apa pun yang mereka kerjakan, tidak ada yang mengingkarinya. Dan Allah Maha Mengetahui orang-orang yang bertakwa.",
            "tafsir_jalalayn": "(Apa-apa yang mereka kerjakan) yang dikerjakan oleh umat yang lurus tadi, dengan ya atau yang kamu kerjakan, wahai umat dengan ta (berupa kebaikan, maka tidaklah akan tertutup) menurut dua versi tadi artinya tidaklah akan terhalang untuk mendapatkan pahalanya tetapi akan tetap diberi balasannya. (Dan Allah Maha Mengetahui akan orang-orang yang bertakwa.)",
            "sajda": false,
            "transliteration": "Wa maa yaf'aloo min khairin falai yukfarooh; wallaahu 'aleemun bilmuttaqeen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}