{
    "page_number": 65,
    "data": [
        {
            "aya_id": 409,
            "aya_number": 116,
            "aya_text": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 65,
            "translation_aya_text": "Sesungguhnya orang-orang kafir, baik harta maupun anak-anak mereka, sedikit pun tidak dapat menolak azab Allah. Mereka itu penghuni neraka, (dan) mereka kekal di dalamnya.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang kafir tidaklah akan dapat menolak) menghindarkan (diri mereka atau harta benda maupun anak-anak laki-laki mereka dari Allah) dari siksa-Nya (sedikit pun juga) dikhususkan-Nya menyebutkan keduanya karena biasanya manusia membela dirinya adakalanya dengan tebusan harta dan adakalanya dengan bantuan anak-anaknya. (Dan mereka adalah penghuni neraka, kekal mereka di dalamnya.)",
            "sajda": false,
            "transliteration": "Innal lazeena kafaroo lan tughniya 'anhum amwaalum wa laaa awlaaduhum minal laahi shai anw wa ulaaa'ika Ashaabun Naar; hum feehaa khaalidoon",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَ[f:1752[ن ت]ُغْنِىَ عَنْهُمْ أَمْو[n[َٲ]لُهُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُه[w:1753[ُم م]ِّنَ [h:321[ٱ]للَّهِ شَيْـ[a:1754[ـًٔا‌ۖ و]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۚ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 410,
            "aya_number": 117,
            "aya_text": "مَثَلُ مَا يُنْفِقُوْنَ فِيْ هٰذِهِ الْحَيٰوةِ الدُّنْيَا كَمَثَلِ رِيْحٍ فِيْهَا صِرٌّ اَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوْٓا اَنْفُسَهُمْ فَاَهْلَكَتْهُ ۗ وَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ اَنْفُسَهُمْ يَظْلِمُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 65,
            "translation_aya_text": "Perumpamaan harta yang mereka infakkan di dalam kehidupan dunia ini, ibarat angin yang mengandung hawa sangat dingin, yang menimpa tanaman (milik) suatu kaum yang menzalimi diri sendiri, lalu angin itu merusaknya. Allah tidak menzalimi mereka, tetapi mereka yang menzalimi diri sendiri.",
            "tafsir_jalalayn": "(Perumpamaan) atau sifat (harta yang mereka nafkahkan) maksudnya orang-orang kafir (dalam kehidupan dunia) yakni dalam memusuhi Nabi bahkan bersedekah dan sebagainya (seperti angin yang mengandung udara yang sangat dingin yang menimpa tanaman suatu kaum yang menganiaya diri mereka sendiri) dengan kekafiran dan berbuat maksiat (lalu dirusakkannya) tanaman itu hingga mereka tidak memperoleh manfaat darinya. Maka demikianlah pula nafkah-nafkah mereka tadi habis tidak membawa manfaat apa-apa. (Allah tidaklah menganiaya mereka) dengan lenyapnya harta benda itu tadi (tetapi merekalah yang menganiaya diri mereka sendiri) dengan kekafiran yang menyebabkan musnahnya harta mereka.",
            "sajda": false,
            "transliteration": "Masalu maa yunfiqoona fee haazihil hayaatid dunyaa kamasali reehin feehaa sirrun as aabat harsa qawmin zalamooo anfusahum fa ahlakath; wa maa zalamahumul laahu wa laakin anfusahum yazlimoon",
            "tajweed_text": "مَثَلُ مَا يُ[f:16[نف]ِقُونَ فِى هَ[n[ـٰ]ذِهِ [h:2186[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا كَمَثَلِ رِي[f:2187[حٍ ف]ِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْ[f:2188[مٍ ظ]َلَم[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ فَأَهْلَكَتْهُ‌ۚ وَمَا ظَلَمَهُمُ [h:2189[ٱ]للَّهُ وَلَ[n[ـٰ]كِنْ أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 411,
            "aya_number": 118,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا بِطَانَةً مِّنْ دُوْنِكُمْ لَا يَأْلُوْنَكُمْ خَبَالًاۗ وَدُّوْا مَا عَنِتُّمْۚ قَدْ بَدَتِ الْبَغْضَاۤءُ مِنْ اَفْوَاهِهِمْۖ وَمَا تُخْفِيْ صُدُوْرُهُمْ اَكْبَرُ ۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ  اِنْ كُنْتُمْ تَعْقِلُوْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 65,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan teman orang-orang yang di luar kalanganmu (seagama) sebagai teman kepercayaanmu, (karena) mereka tidak henti-hentinya menyusahkan kamu. Mereka mengharapkan kehancuranmu. Sungguh, telah nyata kebencian dari mulut mereka, dan apa yang tersembunyi di hati mereka lebih jahat. Sungguh, telah Kami terangkan kepadamu ayat-ayat (Kami), jika kamu mengerti.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu ambil sebagai orang-orang kepercayaan) maksudnya sebagai teman-teman akrab tempat kamu membukakan rahasia kamu (orang-orang yang di luar kalanganmu) maksudnya orang lain, misalnya orang Yahudi, Nasrani dan munafik (tidak henti-hentinya mereka menimbulkan kesusahan bagimu) khabaala dijadikan manshub karena dihilangkannya huruf khafadh dan arti kalimat ialah mereka tidak putus-putusnya hendak membinasakan kamu (mereka ingin) atau mencita-citakan (supaya kamu menderita) artinya berada dalam puncak kesusahan. (Telah nyata) tampak (kebencian) permusuhan terhadapmu (dari mulut-mulut mereka) dengan menjelekkan kamu dan membukakan rahasia kamu kepada orang-orang musyrik (dan apa yang disembunyikan oleh hati mereka) berupa permusuhan (lebih besar lagi. Sungguh telah Kami jelaskan kepada kamu tanda-tanda) permusuhan mereka itu (jika kamu memikirkan)nya. Maka janganlah kamu ambil mereka itu sebagai orang-orang kepercayaan.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanoo laa tattakhizoo bitaanatam min doonikum laa yaaloonakum khabaalanw waddoo maa 'anittum qad badatil baghdaaa'u min afwaahihim; wa maa tukhfee sudooruhum akbar; qad baiyannaa lakumul Aayaati in kuntum ta'qiloon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذُو[s[اْ] بِطَانَ[a:2190[ةً م]ِّ[f:2191[ن د]ُونِكُمْ لَا يَأْلُونَكُمْ خَبَال[a:2192[اً و]َدُّو[s[اْ] مَا عَنِتُّمْ قَ[q:298[دْ] بَدَتِ [h:2193[ٱ]لْبَغْض[o[َا]ٓءُ مِنْ أَفْو[n[َٲ]هِهِمْ وَمَا تُخْفِى صُدُورُهُمْ أَكْبَرُ‌ۚ قَ[q:298[دْ] بَيَّ[g[نّ]َا لَكُمُ [h:1221[ٱ]لْأَيَ[n[ـٰ]تِ‌ۖ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْقِل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 412,
            "aya_number": 119,
            "aya_text": "هٰٓاَنْتُمْ اُولَاۤءِ تُحِبُّوْنَهُمْ وَلَا يُحِبُّوْنَكُمْ وَتُؤْمِنُوْنَ بِالْكِتٰبِ كُلِّهٖۚ وَاِذَا لَقُوْكُمْ قَالُوْٓا اٰمَنَّاۖ وَاِذَا خَلَوْا عَضُّوْا عَلَيْكُمُ الْاَنَامِلَ مِنَ الْغَيْظِ ۗ قُلْ مُوْتُوْا بِغَيْظِكُمْ ۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 65,
            "translation_aya_text": "Beginilah kamu! Kamu menyukai mereka, padahal mereka tidak menyukaimu, dan kamu beriman kepada semua kitab. Apabila mereka berjumpa kamu, mereka berkata, “Kami beriman,” dan apabila mereka menyendiri, mereka menggigit ujung jari karena marah dan benci kepadamu. Katakanlah, “Matilah kamu karena kemarahanmu itu!” Sungguh, Allah Maha Mengetahui segala isi hati.",
            "tafsir_jalalayn": "(Begitulah) sebagai peringatan (kamu) hai (orang-orang) yang beriman (kalian mencintai mereka) karena akrabnya persaudaraannya dengan kamu (tetapi mereka tidak mencintai kamu) karena perbedaan agamamu dengan agama mereka (dan kamu beriman kepada kitab-kitab kesemuanya) artinya kepada semua kitab, tetapi mereka tidak beriman kepada Kitabmu. (Jika mereka menjumpai kamu, mereka berkata, \"Kami beriman,\" dan apabila mereka telah berada dalam kalangan mereka sendiri, mereka menggigit ujung-ujung jari mereka disebabkan teramat marah kepadamu) melihat kerukunan kamu. Kemarahan diibaratkan dengan menggigit ujung-ujung jari, walaupun tidak sebenarnya terjadi. (Katakanlah, \"Matilah kamu dengan kemarahanmu itu!\") artinya tetaplah dalam keadaan demikian sampai kamu mati, karena tidak akan pernah kamu melihat hal-hal yang akan menyenangkan hatimu! (Sesungguhnya Allah mengetahui apa yang terdapat di dalam dada) maksudnya segala isi hati termasuk apa yang mereka sembunyikan.",
            "sajda": false,
            "transliteration": "Haaa antum ulaaa'i tuhibboonahum wa laa yuhibboonakum wa tu'minoona bil kitaabi kullihee wa izaa laqookum qaalooo aamannaa wa izaa khalaw 'addoo 'alaikumul anaamila minal ghaiz; qul mootoo bighai zikum; innal laaha 'aleemum bizaatis sudoor",
            "tajweed_text": "هَ[o[ـٰٓ]أَ[f:1998[نت]ُمْ أُ[s[وْ]ل[o[َا]ٓءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِ[h:2042[ٱ]لْكِتَ[n[ـٰ]بِ كُلِّه[n[ِۦ] وَإِذَا لَقُوكُمْ قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا وَإِذَا خَلَوْ[s[اْ] عَضُّو[s[اْ] عَلَيْكُمُ [h:2194[ٱ]لْأَنَامِلَ مِنَ [h:2195[ٱ]لْغَيْظِ‌ۚ قُلْ مُوتُو[s[اْ] بِغَيْظِكُمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 413,
            "aya_number": 120,
            "aya_text": "اِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْۖ وَاِنْ تُصِبْكُمْ سَيِّئَةٌ يَّفْرَحُوْا بِهَا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا ۗ اِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ مُحِيْطٌ ࣖ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 65,
            "translation_aya_text": "Jika kamu memperoleh kebaikan, (niscaya) mereka bersedih hati, tetapi jika kamu tertimpa bencana, mereka bergembira karenanya. Jika kamu bersabar dan bertakwa, tipu daya mereka tidak akan menyusahkan kamu sedikit pun. Sungguh, Allah Maha Meliputi segala apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Jika kamu disentuh) ditimpa (oleh kebaikan) atau nikmat, seperti kemenangan atau harta rampasan (mereka merasa kecewa) atau berdukacita (sebaliknya jika kamu ditimpa bencana) seperti kekalahan dan kekeringan (mereka gembira karenanya) jumlah syarat yang kedua berhubungan dengan syarat yang sebelumnya, sedangkan di antara keduanya interupsi atau kalimat sela. Makna ayat, bahwa mereka mati-matian dalam memusuhi kamu, maka kenapa kamu mempercayai mereka, jauhilah mereka itu! (Jika kamu bersabar) terhadap gangguan mereka (dan bertakwa) kepada Allah hingga tidak mempercayai mereka dan sebagainya (maka tidaklah akan mendatangkan kemudaratan) bacaannya 'laa yadhirkum' atau 'laa yadhurrukum' (tipu daya mereka sedikit pun. Sesungguhnya Allah terhadap apa yang mereka lakukan) dengan 'ya' dan 'ta' (meliputi) mengetahui dan akan memberikan balasan",
            "sajda": false,
            "transliteration": "In tamsaskum hasanatun tasu'hum wa in tusibkum saiyi'atuny yafrahoo bihaa wa in tasbiroo wa tattaqoo laa yad urrukum kaiduhum shai'aa; innal laaha bimaa ya'maloona muheet",
            "tajweed_text": "إِ[f:2198[ن ت]َمْسَسْكُمْ حَسَنَ[f:2199[ةٌ ت]َسُؤْهُمْ وَإِ[f:2200[ن ت]ُصِ[q:2201[بْ]كُمْ سَيِّئَ[a:2202[ةٌ ي]َفْرَحُو[s[اْ] بِهَا‌ۖ وَإِ[f:2203[ن ت]َصْبِرُو[s[اْ] وَتَتَّقُو[s[اْ] لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْــًٔا‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِمَا يَعْمَلُونَ مُح[p[ِي][q[ط]ٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 414,
            "aya_number": 121,
            "aya_text": "وَاِذْ غَدَوْتَ مِنْ اَهْلِكَ تُبَوِّئُ الْمُؤْمِنِيْنَ مَقَاعِدَ لِلْقِتَالِ ۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۙ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 65,
            "translation_aya_text": "Dan (ingatlah), ketika engkau (Muhammad) berangkat pada pagi hari meninggalkan keluargamu untuk mengatur orang-orang beriman pada pos-pos pertempuran. Allah Maha Mendengar, Maha Mengetahui.",
            "tafsir_jalalayn": "(Dan) ingatlah hai Muhammad (ketika kamu berangkat di pagi hari dari keluargamu) yakni dari Madinah (untuk menempatkan orang-orang beriman pada beberapa tempat) atau markas di mana mereka bertahan (untuk berperang. Dan Allah Maha Mendengar) akan ucapanmu (lagi Maha Mengetahui) peri keadaanmu. Peristiwa ini terjadi pada waktu perang Uhud. Nabi saw. keluar dengan membawa 1000 atau 950 orang tentara sedangkan kaum musyrikin berjumlah sebanyak 3000 orang. Nabi saw. menduduki posisinya di lereng bukit Uhud pada hari Sabtu tanggal 7 Syawal tahun ketiga Hijriah. Punggung beliau dan punggung tentaranya menghadap ke arah bukit Uhud lalu mengatur barisan mereka dan menempatkan pasukan panah yang dipimpin oleh Abdullah bin Jubair di puncak bukit seraya bersabda, \"Hujani mereka dengan anak panah dari sini agar mereka tidak menyerang dari belakang dan jangan tinggalkan tempat ini biar sekali pun tidak kalah atau pun menang!\"",
            "sajda": false,
            "transliteration": "Wa iz ghadawta min ahlika tubawwi'ul mu'mineena maqaa'ida lilqitaal; wallaahu samee'un 'aleem",
            "tajweed_text": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ [h:2204[ٱ]لْمُؤْمِنِينَ مَقَ[n[ـٰ]عِدَ لِلْقِتَالِ‌ۗ وَ[h:72[ٱ]للَّهُ سَمِيعٌ عَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}