{
    "page_number": 66,
    "data": [
        {
            "aya_id": 415,
            "aya_number": 122,
            "aya_text": "اِذْ هَمَّتْ طَّۤاىِٕفَتٰنِ مِنْكُمْ اَنْ تَفْشَلَاۙ وَاللّٰهُ وَلِيُّهُمَا ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "Ketika dua golongan dari pihak kamu ingin (mundur) karena takut, padahal Allah adalah penolong mereka. Karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.",
            "tafsir_jalalayn": "(Ketika) badal dari idz yang sebelumnya (dua golongan daripadamu bermaksud) yakni Bani Salamah dan Bani Haritsah yang merupakan dua sayap tentara (hendak mundur) karena takut berperang dan mengikuti langkah Abdullah bin Ubai pemimpin golongan munafik yang menarik diri dari peperangan bersama sahabat-sahabatnya, katanya, \"Apa gunanya kita membunuh diri dan anak-anak kita?\" Lalu katanya kepada Abu Jabir As-Salami yang memintanya agar membela Nabi dan diri mereka sendiri, \"Sekiranya kami pandai berperang, tentulah kami akan turut bersama kamu,\" maka Allah pun meneguhkan pendirian kedua golongan tadi hingga mereka tidak jadi menarik diri dari medan pertempuran (sedangkan Allah menjadi penolong bagi kedua golongan itu dan karena itu hendaklah kepada Allah orang-orang beriman bertawakal) hanya percaya kepada-Nya dan tidak kepada selain-Nya. Dan ketika mereka berhasil mengalahkan musuh, maka untuk mengingatkan mereka akan nikmat Allah turunlah ayat:",
            "sajda": false,
            "transliteration": "Iz hammat taaa'ifataani minkum an tafshalaa wallaahu waliyyuhumaa; wa 'alal laahi falyatawakkalil mu'minoon",
            "tajweed_text": "إِذْ هَ[g[مّ]َ[d:2205[ت] طّ[o[َا]ٓئِفَتَانِ مِ[f:344[نك]ُمْ أَ[f:2206[ن ت]َفْشَلَا وَ[h:72[ٱ]للَّهُ وَلِيُّهُمَا‌ۗ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 416,
            "aya_number": 123,
            "aya_text": "وَلَقَدْ نَصَرَكُمُ اللّٰهُ بِبَدْرٍ وَّاَنْتُمْ اَذِلَّةٌ  ۚ فَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "Dan sungguh, Allah telah menolong kamu dalam perang Badar, padahal kamu dalam keadaan lemah. Karena itu bertakwalah kepada Allah, agar kamu mensyukuri-Nya.",
            "tafsir_jalalayn": "(Sungguh, Allah telah menolong kamu di Badar) suatu tempat di antara Mekah dan Madinah (padahal kamu orang-orang yang lemah) disebabkan bilangan dan persenjataan yang sedikit (maka bertakwalah kepada Allah, supaya kamu menjadi orang-orang yang bersyukur) akan nikmat karunia-Nya",
            "sajda": false,
            "transliteration": "Wa laqad nasarakumul laahu bi-Badrinw wa antum azillatun fattaqul laaha la'allakum tashkuroon",
            "tajweed_text": "وَلَقَ[q:341[دْ] نَصَرَكُمُ [h:2209[ٱ]للَّهُ بِبَ[q:2210[دْ][a:2211[رٍ و]َأَ[f:98[نت]ُمْ أَذِلَّ[f:2212[ةٌ‌ۖ ف]َ[h:112[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ لَعَلَّكُمْ تَشْكُر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 417,
            "aya_number": 124,
            "aya_text": "اِذْ تَقُوْلُ لِلْمُؤْمِنِيْنَ اَلَنْ يَّكْفِيَكُمْ اَنْ يُّمِدَّكُمْ رَبُّكُمْ بِثَلٰثَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُنْزَلِيْنَۗ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "(Ingatlah), ketika engkau (Muhammad) mengatakan kepada orang-orang beriman, “Apakah tidak cukup bagimu bahwa Allah membantu kamu dengan tiga ribu malaikat yang diturunkan (dari langit)?”",
            "tafsir_jalalayn": "(Ketika) zharfu zaman bagi datangnya pertolongan (kamu mengatakan kepada orang-orang beriman) menjanjikan demi ketenteraman hati mereka (\"Tidakkah cukup bagi kamu jika kamu dibantu Tuhanmu dengan tiga ribu malaikat yang diturunkan.\") ada yang membaca munzaliina dan ada pula munazzaliina.",
            "sajda": false,
            "transliteration": "Iz taqoolu lilmu'mineena alai yakfiyakum ai-yumiddakum Rabbukum bisalaasati aalaafim minal malaaa'ikati munzaleen",
            "tajweed_text": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَل[a:2213[َن ي]َكْفِيَكُمْ أ[a:2214[َن ي]ُمِدَّكُمْ رَبُّك[c:2215[ُم ب]ِثَلَ[n[ـٰ]ثَةِ ءَالَ[n[ـٰ][a:2216[فٍ م]ِّنَ [h:2217[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ مُ[f:2218[نز]َل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 418,
            "aya_number": 125,
            "aya_text": "بَلٰٓى ۙاِنْ تَصْبِرُوْا وَتَتَّقُوْا وَيَأْتُوْكُمْ مِّنْ فَوْرِهِمْ هٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُسَوِّمِيْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "“Ya” (cukup). Jika kamu bersabar dan bertakwa ketika mereka datang menyerang kamu dengan tiba-tiba, niscaya Allah menolongmu dengan lima ribu malaikat yang memakai tanda.",
            "tafsir_jalalayn": "(Ya) itu cukup bagi kamu. Dalam surah Al-Anfal disebutkan seribu yakni sebagai bantuan pertama kemudian menjadi tiga ribu lalu lima ribu sebagaimana firman Allah swt.: (Jika kamu bersabar) dalam menghadapi musuh (dan bertakwa) kepada Allah dalam menghindari pertikaian (dan mereka datang) yakni orang-orang musyrikin (pada ketika itu juga) buat menyerang kamu (maka Tuhanmu akan membantu kamu dengan lima ribu malaikat yang memakai tanda) ada yang membaca musawwimiina dan ada pula musawwamiina keduanya berarti memakai tanda. Sungguh mereka itu telah menunjukkan kesabaran sehingga Allah pun menepati janji-Nya yaitu dengan ikut sertanya pasukan malaikat di atas kuda-kuda belang dengan memakai serban berwarna kuning atau putih yang mereka lepaskan teruntai di atas bahu.",
            "sajda": false,
            "transliteration": "Balaaa; in tasbiroo wa tattaqoo wa yaatookum min fawrihim haazaa yumdidkum Rabbukum bikhamsati aalaafim minal malaaa'ikati musawwaimeen",
            "tajweed_text": "بَلَ[o[ىٰٓ‌ۚ] إِ[f:2219[ن ت]َصْبِرُو[s[اْ] وَتَتَّقُو[s[اْ] وَيَأْتُوك[w:2220[ُم م]ِّ[f:2221[ن ف]َوْرِهِمْ هَ[n[ـٰ]ذَا يُمْدِ[q:2222[دْ]كُمْ رَبُّك[c:2223[ُم ب]ِخَمْسَةِ ءَالَ[n[ـٰ][a:2216[فٍ م]ِّنَ [h:2217[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ مُسَوِّم[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 419,
            "aya_number": 126,
            "aya_text": "وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى لَكُمْ وَلِتَطْمَىِٕنَّ قُلُوْبُكُمْ بِهٖ ۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِۙ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "Dan Allah tidak menjadikannya (pemberian bala-bantuan itu) melainkan sebagai kabar gembira bagi (kemenangan)mu, dan agar hatimu tenang karenanya. Dan tidak ada kemenangan itu, selain dari Allah Yang Mahaperkasa, Mahabijaksana.",
            "tafsir_jalalayn": "(Allah tidaklah menjadikannya) maksudnya pengiriman bala bantuan itu (melainkan sebagai berita gembira bagi kamu) dengan kemenangan (dan agar tenteram hatimu karenanya) jadi janganlah kamu cemas melihat banyaknya musuh dan sedikitnya bilanganmu. (Dan tidaklah kemenangan itu kecuali dari sisi Allah Yang Maha Tangguh lagi Maha Bijaksana) yang memberikannya kepada siapa yang dikehendaki-Nya dan bukan kepada yang banyak jumlah tentaranya.",
            "sajda": false,
            "transliteration": "Wa maa ja'alahul laahu illaa bushraa lakum wa litatma'inna quloobukum bih' wa man-nasru illaa min 'indilllaahil 'Azeezil Hakeem",
            "tajweed_text": "وَمَا جَعَلَهُ [h:2224[ٱ]للَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَ[q:2225[طْ]مَئِ[g[نّ]َ قُلُوبُك[c:2226[ُم ب]ِه[n[ِۦ]‌ۗ وَمَا [h:2227[ٱ][l[ل][g[نّ]َصْرُ إِلَّا مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ [h:2228[ٱ]لْعَزِيزِ [h:2229[ٱ]لْحَك[p[ِي]مِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 420,
            "aya_number": 127,
            "aya_text": "لِيَقْطَعَ طَرَفًا مِّنَ الَّذِيْنَ كَفَرُوْٓا اَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوْا خَاۤىِٕبِيْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "(Allah menolong kamu dalam perang Badar dan memberi bantuan) adalah untuk membinasakan segolongan orang kafir, atau untuk menjadikan mereka hina, sehingga mereka kembali tanpa memperoleh apa pun.",
            "tafsir_jalalayn": "(Yaitu untuk memotong) berkaitan dengan kemenanganmu itu dan maksudnya ialah membinasakan (segolongan orang-orang yang kafir) dengan terbunuh dan tertawan (atau untuk menjadikan mereka hina dina) disebabkan kekalahan (sehingga mereka kembali dengan tangan hampa) tidak memperoleh apa yang mereka harapkan. Ayat berikut ini turun ketika gigi depan Nabi saw. patah dan wajahnya berlumuran darah di waktu perang Uhud, sampai beliau bersabda, \"Bagaimana suatu kaum akan beroleh keberuntungan, jika mereka berani melumuri wajah Nabi mereka dengan darah!\"",
            "sajda": false,
            "transliteration": "Laiyaqta'a tarafam minal lazeena kafarooo aw yakbitahum fayanqaliboo khaaa'ibeen",
            "tajweed_text": "لِيَ[q:2230[قْ]طَعَ طَرَ[a:2231[فًا م]ِّنَ [h:523[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أَوْ يَكْبِتَهُمْ فَيَ[f:2232[نق]َلِبُو[s[اْ] خ[o[َا]ٓئِب[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 421,
            "aya_number": 128,
            "aya_text": "لَيْسَ لَكَ مِنَ الْاَمْرِ شَيْءٌ اَوْ يَتُوْبَ عَلَيْهِمْ اَوْ يُعَذِّبَهُمْ فَاِنَّهُمْ ظٰلِمُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "Itu bukan menjadi urusanmu (Muhammad) apakah Allah menerima tobat mereka, atau mengazabnya, karena sesungguhnya mereka orang-orang zalim.",
            "tafsir_jalalayn": "(Tak ada sedikit pun hakmu untuk campur tangan dalam urusan mereka itu) tetapi semua itu urusan Allah, maka hendaklah kamu bersabar (apakah) artinya hingga (Allah menerima tobat mereka) dengan masuknya mereka ke dalam agama Islam (atau menyiksa mereka, karena sesungguhnya mereka orang-orang yang aniaya) disebabkan kekafiran mereka.",
            "sajda": false,
            "transliteration": "Laisa laka minal amrishai'un aw yatooba 'alaihim aw yu'az zi bahum fa innahum zaalimoon",
            "tajweed_text": "لَيْسَ لَكَ مِنَ [h:2233[ٱ]لْأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِ[g[نّ]َهُمْ ظَ[n[ـٰ]لِم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 422,
            "aya_number": 129,
            "aya_text": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Dia mengampuni siapa yang Dia kehendaki, dan mengazab siapa yang Dia kehendaki. Dan Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Kepunyaan Allahlah apa yang ada di langit dan apa yang ada di bumi) baik sebagai milik maupun sebagai makhluk atau hamba-Nya (diampuni-Nya siapa yang dikehendaki-Nya) untuk diampuni (dan disiksa-Nya siapa yang dikehendaki) untuk disiksa (dan Allah Maha Pengampun) kekasih-kekasih-Nya (lagi Maha Penyayang) terhadap orang-orang yang taat kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa lilaahi maa fissamaawaati wa maa fil-ard; yaghfiru limai-yashaaa'u wa yu'azzibu mai-yashaaa'; wallaahu Ghafoorur Raheem",
            "tajweed_text": "وَلِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۚ يَغْفِرُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيُعَذِّبُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 423,
            "aya_number": 130,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوا الرِّبٰوٓا اَضْعَافًا مُّضٰعَفَةً ۖوَّاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَۚ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu memakan riba dengan berlipat ganda dan bertakwalah kepada Allah agar kamu beruntung.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu memakan riba dengan berlipat ganda) bacaannya ada yang memakai alif dan ada pula yang tidak, maksudnya ialah memberikan tambahan pada harta yang diutang yang ditangguhkan pembayarannya dari tempo yang telah ditetapkan (dan bertakwalah kamu kepada Allah) dengan menghindarinya (supaya kamu beroleh keberuntungan) atau hasil yang gemilang.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhal lazeena aamanoo la taakuhur ribaaa ad'aafam mudaa'afatanw wattaqul laaha la'allakum tuflihoon",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَأْكُلُو[s[اْ] [h:2234[ٱ][l[ل]رِّبَ[o[[s[و]ٲٓاْ] أَضْعَ[n[ـٰ][a:2235[فًا م]ُّضَ[n[ـٰ]عَفَ[a:2236[ةً‌ۖ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ لَعَلَّكُمْ تُفْلِح[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 424,
            "aya_number": 131,
            "aya_text": "وَاتَّقُوا النَّارَ الَّتِيْٓ اُعِدَّتْ لِلْكٰفِرِيْنَ ۚ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "Dan peliharalah dirimu dari api neraka, yang disediakan bagi orang kafir.",
            "tafsir_jalalayn": "(Jagalah dirimu dari api neraka yang disediakan bagi orang-orang yang kafir) janganlah kamu sampai disiksa di dalamnya",
            "sajda": false,
            "transliteration": "Wattaqun Naaral lateee u'iddat lilkaafireen",
            "tajweed_text": "وَ[h:9999[ٱ]تَّقُو[s[اْ] [h:2237[ٱ][l[ل][g[نّ]َارَ [h:114[ٱ]لَّت[o[ِىٓ] أُعِدَّتْ لِلْكَ[n[ـٰ]فِر[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 425,
            "aya_number": 132,
            "aya_text": "وَاَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَۚ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 66,
            "translation_aya_text": "Dan taatlah kepada Allah dan Rasul (Muhammad), agar kamu diberi rahmat.",
            "tafsir_jalalayn": "(Taatilah olehmu Allah dan Rasul, supaya kamu beroleh rahmat).",
            "sajda": false,
            "transliteration": "Wa atee'ul laaha war Rasoola la'allakum turhamoon",
            "tajweed_text": "وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَ[h:1856[ٱ][l[ل]رَّسُولَ لَعَلَّكُمْ تُرْحَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}