{
    "page_number": 70,
    "data": [
        {
            "aya_id": 447,
            "aya_number": 154,
            "aya_text": "ثُمَّ اَنْزَلَ عَلَيْكُمْ مِّنْۢ بَعْدِ الْغَمِّ اَمَنَةً نُّعَاسًا يَّغْشٰى طَۤاىِٕفَةً مِّنْكُمْ ۙ وَطَۤاىِٕفَةٌ قَدْ اَهَمَّتْهُمْ اَنْفُسُهُمْ يَظُنُّوْنَ بِاللّٰهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ ۗ يَقُوْلُوْنَ هَلْ لَّنَا مِنَ الْاَمْرِ مِنْ شَيْءٍ ۗ قُلْ اِنَّ الْاَمْرَ كُلَّهٗ لِلّٰهِ ۗ  يُخْفُوْنَ فِيْٓ اَنْفُسِهِمْ مَّا لَا يُبْدُوْنَ لَكَ ۗ يَقُوْلُوْنَ لَوْ كَانَ لَنَا مِنَ الْاَمْرِ شَيْءٌ مَّا قُتِلْنَا هٰهُنَا ۗ قُلْ لَّوْ كُنْتُمْ فِيْ بُيُوْتِكُمْ لَبَرَزَ الَّذِيْنَ كُتِبَ عَلَيْهِمُ الْقَتْلُ اِلٰى مَضَاجِعِهِمْ ۚ وَلِيَبْتَلِيَ اللّٰهُ مَا فِيْ صُدُوْرِكُمْ وَلِيُمَحِّصَ مَا فِيْ قُلُوْبِكُمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 70,
            "translation_aya_text": "Kemudian setelah kamu ditimpa kesedihan, Dia menurunkan rasa aman kepadamu (berupa) kantuk yang meliputi segolongan dari kamu, sedangkan segolongan lagi telah dicemaskan oleh diri mereka sendiri; mereka menyangka yang tidak benar terhadap Allah seperti sangkaan jahiliah. Mereka berkata, “Adakah sesuatu yang dapat kita perbuat dalam urusan ini?” Katakanlah (Muhammad), “Sesungguhnya segala urusan itu di tangan Allah.” Mereka menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu. Mereka berkata, “Sekiranya ada sesuatu yang dapat kita perbuat dalam urusan ini, niscaya kita tidak akan dibunuh (dikalahkan) di sini.” Katakanlah (Muhammad), “Meskipun kamu ada di rumahmu, niscaya orang-orang yang telah ditetapkan akan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh.” Allah (berbuat demikian) untuk menguji apa yang ada dalam dadamu dan untuk membersihkan apa yang ada dalam hatimu. Dan Allah Maha Mengetahui isi hati.",
            "tafsir_jalalayn": "(Kemudian Allah menurunkan kepada kamu setelah kesedihan itu keamanan berupa kantuk) menjadi badal (yang meliputi) ada yang membaca dengan ya dan ada pula dengan ta (segolongan dari kamu) yakni orang-orang beriman; mereka tertidur lelap di balik tameng sehingga pedang-pedang pun tergelincir dan jatuh ke sisi mereka (sedangkan segolongan lagi telah dicemaskan oleh diri mereka sendiri) maksudnya mereka merasa cemas memikirkan nasib mereka hingga mereka tak ada kemauan selain menyelamatkan diri tanpa mempedulikan Nabi saw. dan para sahabatnya. Mereka tidak dapat tidur dan mereka adalah orang-orang munafik. (Mereka menyangka yang tidak benar terhadap Allah) maksudnya seperti sangkaan (jahiliah) yang berkeyakinan bahwa Nabi itu benar-benar telah terbunuh atau kalau tidak, maka ia takkan dapat dikalahkan. (Kata mereka, \"Apakah) maksudnya tak ada (bagi kita terhadap urusan ini) maksudnya mengenai kemenangan yang telah Kami janjikan itu (dari) merupakan tambahan (sesuatu.\"). (Katakanlah) kepada mereka (\"Sesungguhnya urusan ini seluruhnya) manshub sebagai taukid dapat pula marfu` sebagai mubtada sedangkan khabarnya ialah: (bagi Allah.\") maksudnya ketentuan berada di tangan-Nya. Ia berbuat apa yang dikehendaki-Nya (Mereka menyembunyikan dalam hati mereka apa yang tidak mereka terangkan kepadamu, maka mereka mengatakan) ini menjadi keterangan bagi 'apa' yang sebelumnya (\"Sekiranya bagi kami terhadap urusan ini ada sesuatu tidaklah kami terbunuh di sini) maksudnya jika kita mempunyai campur tangan dalam urusan ini kita dapat saja tidak keluar sehingga tidak terbunuh tetapi apa daya kita karena kita ini dipaksa keluar.\" (Katakanlah) kepada mereka (\"Sekiranya kamu berada di rumahmu) sedangkan di antaramu ada orang yang telah ditetapkan Allah akan menemui ajalnya (niscaya orang-orang yang telah ditakdirkan akan terbunuh itu akan keluar juga ke tempat pembunuhan mereka.\") sehingga mereka akan mati terbunuh, dan tidak akan tertolong oleh ikhtiar atau usaha mereka itu karena kada Allah tetap berlaku tanpa sesuatu pun dapat menolaknya. (Dan) hal itu dilakukan-Nya (agar Allah menguji apa yang terdapat dalam dadamu) dalam hatimu berupa keikhlasan atau kemunafikan (dan untuk membersihkan isi hatimu. Dan Allah Maha Mengetahui akan sisi hati) semua itu tak ada yang tersembunyi bagi-Nya tetapi maksud-Nya agar dengan ujian itu tampaklah pula bagi manusia keikhlasan dan kemunafikan di antara kalian.",
            "sajda": false,
            "transliteration": "Summa anzala 'alaikum mim ba'dil ghammi amanatan nu'aasai yaghshaa taaa' ifatam minkum wa taaa'ifatun qad ahammathum anfusuhum yazunnoona billaahi ghairal haqqi zannal jaahiliyyati yaqooloona hal lanaa minal amri min shai'; qul innal amra kullahoo lillaah; yukhfoona fee anfusihim maa laa yubdoona laka yaqooloona law kaana lanaa minal amri shai'ummaa qutilnaa haahunaa; qul law kuntum fee buyootikum labarazal lazeena kutiba 'alaihimul qatlu ilaa madaaji'ihim wa liyabtaliyal laahu maa fee sudoorikum wa liyumah hisa maa fee quloobikum; wallaahu 'aleemum bizaatis sudoor",
            "tajweed_text": "ثُ[g[مّ]َ أَ[f:471[نز]َلَ عَلَيْك[w:548[ُم م]ّ[i:146[ِنۢ ب]َعْدِ [h:2336[ٱ]لْغَ[g[مّ]ِ أَمَنَ[a:2337[ةً ن]ُّعَا[a:2338[سًا ي]َغْشَىٰ ط[o[َا]ٓئِفَ[a:2339[ةً م]ِّ[f:344[نك]ُمْ‌ۖ وَط[o[َا]ٓئِفَ[f:2340[ةٌ ق]َ[q:298[دْ] أَهَ[g[مّ]َتْهُمْ أَ[f:2341[نف]ُسُهُمْ يَظُ[g[نّ]ُونَ بِ[h:32[ٱ]للَّهِ غَيْرَ [h:2342[ٱ]لْحَقِّ ظَ[g[نّ]َ [h:2343[ٱ]لْجَ[n[ـٰ]هِلِيَّةِ‌ۖ يَقُولُونَ هَل لَّنَا مِنَ [h:2233[ٱ]لْأَمْرِ مِ[f:2103[ن ش][f:2344[َىْءٍ‌ۗ ق]ُلْ إِ[g[نّ]َ [h:2345[ٱ]لْأَمْرَ كُلَّهُ[n[ۥ] لِلَّهِ‌ۗ يُخْفُونَ ف[o[ِىٓ] أَ[f:568[نف]ُسِه[w:2346[ِم م]َّا لَا يُ[q:2347[بْ]دُونَ لَكَ‌ۖ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ [h:2233[ٱ]لْأَمْرِ ش[a:2348[َىْءٌ م]َّا قُتِلْنَا هَ[n[ـٰ]هُنَا‌ۗ قُل لَّوْ كُ[f:100[نت]ُمْ فِى بُيُوتِكُمْ لَبَرَزَ [h:2349[ٱ]لَّذِينَ كُتِبَ عَلَيْهِمُ [h:2350[ٱ]لْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ‌ۖ وَلِيَ[q:2351[بْ]تَلِىَ [h:2352[ٱ]للَّهُ مَا فِى صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِى قُلُوبِكُمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 448,
            "aya_number": 155,
            "aya_text": "اِنَّ الَّذِيْنَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِۙ اِنَّمَا اسْتَزَلَّهُمُ الشَّيْطٰنُ بِبَعْضِ مَا كَسَبُوْا ۚ وَلَقَدْ عَفَا اللّٰهُ عَنْهُمْ ۗ اِنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 70,
            "translation_aya_text": "Sesungguhnya orang-orang yang berpaling di antara kamu ketika terjadi pertemuan (pertempuran) antara dua pasukan itu, sesungguhnya mereka digelincirkan oleh setan, disebabkan sebagian kesalahan (dosa) yang telah mereka perbuat (pada masa lampau), tetapi Allah benar-benar telah memaafkan mereka. Sungguh, Allah Maha Pengampun, Maha Penyantun.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang berpaling di antara kamu) dari peperangan (di saat bertemunya dua pasukan) yaitu pasukan kaum Muslimin dan pasukan orang-orang kafir di Uhud. Yang dituju ialah pasukan Muslimin itu kecuali dua belas orang (sesungguhnya mereka digelincirkan oleh setan) dengan waswas atau tipu dayanya (disebabkan sebagian apa yang mereka perbuat) berupa dosa yaitu melanggar perintah Nabi saw. (dan sesungguhnya Allah telah memberi maaf kepada mereka. Sesungguhnya Allah Maha Pengampun) terhadap orang-orang mukmin (lagi Maha Penyantun) sehingga menangguhkan siksa dari orang-orang durhaka.",
            "sajda": false,
            "transliteration": "Innal lazeena tawallaw minkum yawmal taqal jam'aani innamas tazallahumush Shaitaanu biba'di maa kasaboo wa laqad 'afal laahu 'anhum; innnal laaha Ghafoorum Haleem",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ تَوَلَّوْ[s[اْ] مِ[f:344[نك]ُمْ يَوْمَ [h:2353[ٱ][l[ل]ْتَقَى [h:2354[ٱ]لْجَمْعَانِ إِ[g[نّ]َمَا [h:2355[ٱ]سْتَزَلَّهُمُ [h:2356[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ بِبَعْضِ مَا كَسَبُو[s[اْ‌ۖ] وَلَقَ[q:341[دْ] عَفَا [h:2357[ٱ]للَّهُ عَنْهُمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُورٌ حَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 449,
            "aya_number": 156,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ كَفَرُوْا وَقَالُوْا لِاِخْوَانِهِمْ اِذَا ضَرَبُوْا فِى الْاَرْضِ اَوْ كَانُوْا غُزًّى لَّوْ كَانُوْا عِنْدَنَا مَا مَاتُوْا وَمَا قُتِلُوْاۚ  لِيَجْعَلَ اللّٰهُ ذٰلِكَ حَسْرَةً فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ يُحْيٖ وَيُمِيْتُ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 70,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang kafir yang mengatakan kepada saudara-saudaranya apabila mereka mengadakan perjalanan di bumi atau berperang, “Sekiranya mereka tetap bersama kita, tentulah mereka tidak mati dan tidak terbunuh.” (Dengan perkataan) yang demikian itu, karena Allah hendak menimbulkan rasa penyesalan di hati mereka. Allah menghidupkan dan mematikan, dan Allah Maha Melihat apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu seperti orang-orang kafir) maksudnya orang-orang munafik (yang mengatakan kepada kawan-kawan mereka) mengenai keadaan mereka (apabila mereka bepergian di muka bumi) lalu mati (atau mereka berperang) lalu terbunuh (\"Sekiranya mereka berada bersama kita tidaklah mereka akan mati dan tidak pula terbunuh.\") maksudnya janganlah kamu berkata seperti demikian. (Allah menjadikan demikian itu) sebagai akibat dari ucapan mereka tadi (suatu penyesalan dalam hati mereka. Allah menghidupkan dan mematikan) hingga tinggalnya seseorang di rumahnya sama sekali tidak menghalangi kematiannya (dan terhadap apa yang kamu kerjakan) dengan memakai ta atau ya (Maha Melihat) maka kelak Dia akan membalaskannya kepada kalian.",
            "sajda": false,
            "transliteration": "Yaaa ayyuhul lazeena aamanoo laa takoonoo kallazeena kafaroo wa qaaloo li ikhwaanihim izaa daraboo fil ardi aw kaanoo ghuzzal law kaanoo 'indanaa maa maatoo wa maa qutiloo liyaj'alal laahu zaalika hasratan fee quloobihim; qallaahu yuhyee wa yumeet; wallaahu bimaa ta'maloona Baseer",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَقَالُو[s[اْ] لِإِخْو[n[َٲ]نِهِمْ إِذَا ضَرَبُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ أَوْ كَانُو[s[اْ] غُز[u:2358[ًّى ل]َّوْ كَانُو[s[اْ] عِ[f:2359[ند]َنَا مَا مَاتُو[s[اْ] وَمَا قُتِلُو[s[اْ] لِيَ[q:2360[جْ]عَلَ [h:2361[ٱ]للَّهُ ذ[n[َٲ]لِكَ حَسْرَ[f:2362[ةً ف]ِى قُلُوبِهِمْ‌ۗ وَ[h:72[ٱ]للَّهُ يُحْى[n[ِۦ] وَيُمِيتُ‌ۗ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 450,
            "aya_number": 157,
            "aya_text": "وَلَىِٕنْ قُتِلْتُمْ فِيْ سَبِيْلِ اللّٰهِ اَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّٰهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 70,
            "translation_aya_text": "Dan sungguh, sekiranya kamu gugur di jalan Allah atau mati, sungguh, pastilah ampunan Allah dan rahmat-Nya lebih baik (bagimu) daripada apa (harta rampasan) yang mereka kumpulkan.",
            "tafsir_jalalayn": "(Sungguh sekiranya) lam menunjukkan sumpah (kamu dibunuh di jalan Allah) maksudnya dalam berjihad (atau meninggal) dibaca muttum atau mittum berasal dari maata-yamuutu; artinya didatangi oleh kematian di dalam berjihad (maka ampunan) yang kamu peroleh (dari Allah) terhadap dosa-dosamu (dan rahmat) daripada-Nya bagi kamu atas demikian itu. Lam serta kalimat yang dimasukinya menjadi jawab qasam di samping menjadi mubtada yang khabarnya ialah: (benar-benar lebih baik dari apa yang mereka kumpulkan) dari harta dunia; memakai ya atau ta.",
            "sajda": false,
            "transliteration": "Wa la'in qutiltum fee sabeelil laahi aw muttum lamaghfiratum minal laahi wa rahmatun khairum mimmaa yajma'oon",
            "tajweed_text": "وَلَئِ[f:2363[ن ق]ُتِلْتُمْ فِى سَبِيلِ [h:788[ٱ]للَّهِ أَوْ مُتُّمْ لَمَغْفِرَ[a:2364[ةٌ م]ِّنَ [h:321[ٱ]للَّهِ وَرَحْمَةٌ خَيْ[a:2365[رٌ م]ِّ[g[مّ]َا يَ[q:2366[جْ]مَع[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}