{
    "page_number": 71,
    "data": [
        {
            "aya_id": 451,
            "aya_number": 158,
            "aya_text": "وَلَىِٕنْ مُّتُّمْ اَوْ قُتِلْتُمْ لَاِلَى اللّٰهِ تُحْشَرُوْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 71,
            "translation_aya_text": "Dan sungguh, sekiranya kamu mati atau gugur, pastilah kepada Allah kamu dikumpulkan.",
            "tafsir_jalalayn": "(Sungguh sekiranya) lam berarti sumpah (kamu meninggal) dibaca muttum atau mittum (atau terbunuh) dalam peperangan atau lainnya (maka hanya kepada Allahlah) dan bukan kepada selain-Nya (kamu akan dihimpun) di akhirat di mana amal perbuatanmu akan dibalas-Nya.",
            "sajda": false,
            "transliteration": "Wa la'im muttum 'aw qutiltumla ilal laahi tuhsharoon",
            "tajweed_text": "وَلَئ[a:2367[ِن م]ُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى [h:2368[ٱ]للَّهِ تُحْشَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 452,
            "aya_number": 159,
            "aya_text": "فَبِمَا رَحْمَةٍ مِّنَ اللّٰهِ لِنْتَ لَهُمْ ۚ وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْاَمْرِۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِ ۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 71,
            "translation_aya_text": "Maka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah mereka dan mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu. Kemudian, apabila engkau telah membulatkan tekad, maka bertawakallah kepada Allah. Sungguh, Allah mencintai orang yang bertawakal.",
            "tafsir_jalalayn": "(Maka berkat) ma merupakan tambahan (rahmat dari Allah kamu menjadi lemah lembut) hai Muhammad (kepada mereka) sehingga kamu hadapi pelanggaran mereka terhadap perintahmu itu dengan sikap lunak (dan sekiranya kamu bersikap keras) artinya akhlakmu jelek tidak terpuji (dan berhati kasar) hingga kamu mengambil tindakan keras terhadap mereka (tentulah mereka akan menjauhkan diri dari sekelilingmu, maka maafkanlah mereka) atas kesalahan yang mereka perbuat (dan mintakanlah ampunan bagi mereka) atas kesalahan-kesalahan itu hingga Kuampuni (serta berundinglah dengan mereka) artinya mintalah pendapat atau buah pikiran mereka (mengenai urusan itu) yakni urusan peperangan dan lain-lain demi mengambil hati mereka, dan agar umat meniru sunah dan jejak langkahmu, maka Rasulullah saw. banyak bermusyawarah dengan mereka. (Kemudian apabila kamu telah berketetapan hati) untuk melaksanakan apa yang kamu kehendaki setelah bermusyawarah itu (maka bertawakallah kepada Allah) artinya percayalah kepada-Nya. (Sesungguhnya Allah menyukai orang-orang yang bertawakal) kepada-Nya.",
            "sajda": false,
            "transliteration": "Fabimaa rahmatim minal laahi linta lahum wa law kunta fazzan ghaleezal qalbi lanfaddoo min hawlika fafu 'anhum wastaghfir lahum wa shaawirhum fil amri fa izaa 'azamta fatawakkal 'alal laah; innallaaha yuhibbul mutawak kileen",
            "tajweed_text": "فَبِمَا رَحْمَ[a:2369[ةٍ م]ِّنَ [h:321[ٱ]للَّهِ لِ[f:2370[نت]َ لَهُمْ‌ۖ وَلَوْ كُ[f:735[نت]َ فَظًّا غَلِيظَ [h:2371[ٱ]لْقَلْبِ لَ[h:2372[ٱ][f:2372[نف]َضُّو[s[اْ] مِنْ حَوْلِكَ‌ۖ فَ[h:2373[ٱ]عْفُ عَنْهُمْ وَ[h:2374[ٱ]سْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى [h:2319[ٱ]لْأَمْرِ‌ۖ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى [h:412[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:2375[ٱ]لْمُتَوَكِّل[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 453,
            "aya_number": 160,
            "aya_text": "اِنْ يَّنْصُرْكُمُ اللّٰهُ فَلَا غَالِبَ لَكُمْ ۚ وَاِنْ يَّخْذُلْكُمْ فَمَنْ ذَا الَّذِيْ يَنْصُرُكُمْ مِّنْۢ بَعْدِهٖ ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 71,
            "translation_aya_text": "Jika Allah menolong kamu, maka tidak ada yang dapat mengalahkanmu, tetapi jika Allah membiarkan kamu (tidak memberi pertolongan), maka siapa yang dapat menolongmu setelah itu? Karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.",
            "tafsir_jalalayn": "(Jika Allah menolong kamu) terhadap musuhmu seperti di perang Badar (maka tak ada orang yang akan mengalahkan kamu, sebaliknya jika Dia membiarkan kamu) tanpa memberikan pertolongan seperti waktu perang Uhud (maka siapakah lagi yang dapat menolongmu setelah itu) artinya setelah kekalahan itu, maksudnya tak ada lagi. (Hanya kepada Allahlah) bukan kepada lain-Nya (orang-orang beriman itu harus bertawakal). Ayat berikut ini diturunkan ketika hilangnya sehelai permadani merah di waktu perang Uhud lalu sebagian orang mengatakan barangkali Nabilah yang mengambilnya:",
            "sajda": false,
            "transliteration": "Iny-yansurkumul laahu falaa ghaaliba lakum wa iny-yakhzulkum faman zal lazee yansurukum mim ba'dih; wa 'alal laahi falyatawakkalil mu'minoon",
            "tajweed_text": "إ[a:2376[ِن ي]َ[f:2377[نص]ُرْكُمُ [h:2378[ٱ]للَّهُ فَلَا غَالِبَ لَكُمْ‌ۖ وَإ[a:2379[ِن ي]َخْذُلْكُمْ فَمَ[f:2380[ن ذ]َا [h:1376[ٱ]لَّذِى يَ[f:2381[نص]ُرُك[w:2382[ُم م]ّ[i:254[ِنۢ ب]َعْدِه[n[ِۦ]‌ۗ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 454,
            "aya_number": 161,
            "aya_text": "وَمَا كَانَ لِنَبِيٍّ اَنْ يَّغُلَّ  ۗوَمَنْ يَّغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيٰمَةِ ۚ ثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 71,
            "translation_aya_text": "Dan tidak mungkin seorang nabi berkhianat (dalam urusan harta rampasan perang). Barangsiapa berkhianat, niscaya pada hari Kiamat dia akan datang membawa apa yang dikhianatkannya itu. Kemudian setiap orang akan diberi balasan yang sempurna sesuai dengan apa yang dilakukannya, dan mereka tidak dizalimi.",
            "tafsir_jalalayn": "(Tidaklah mungkin) atau patut (bagi seorang Nabi itu akan berkhianat dalam urusan harta rampasan perang) maka janganlah kamu menyangka hal yang demikian itu! Menurut satu qiraat dibaca 'yughalla' yang berarti dinisbatkan kepada pengkhianatan. (Barang siapa yang berkhianat dalam urusan harta rampasan perang itu, maka ia akan datang pada hari kiamat membawa barang yang dikhianatkannya itu) dengan memikulnya di atas pundaknya (kemudian setiap diri akan diberi balasan) baik yang berkhianat maupun yang tidak berkhianat (atas apa yang dikerjakannya sedangkan mereka tidaklah dianiaya) sedikit pun juga.",
            "sajda": false,
            "transliteration": "Wa maa kaana li Nabiyyin ai yaghull; wa mai yaghlul yaati bimaa ghalla Yawmal Qiyaamah; summa tuwaffaa kullu nafsim maa kasabat wa hum laa yuzlamoon",
            "tajweed_text": "وَمَا كَانَ لِنَبِىٍّ أ[a:2383[َن ي]َغُلَّ‌ۚ وَم[a:2384[َن ي]َغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ ثُ[g[مّ]َ تُوَفَّىٰ كُلُّ نَفْ[a:1654[سٍ م]َّا كَسَبَتْ وَهُمْ لَا يُظْلَم[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 455,
            "aya_number": 162,
            "aya_text": "اَفَمَنِ اتَّبَعَ رِضْوَانَ اللّٰهِ كَمَنْۢ بَاۤءَ بِسَخَطٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 71,
            "translation_aya_text": "Maka adakah orang yang mengikuti keridaan Allah sama dengan orang yang kembali membawa kemurkaan dari Allah dan tempatnya di neraka Jahanam? Itulah seburuk-buruk tempat kembali.",
            "tafsir_jalalayn": "(Apakah orang yang mengikuti keridaan Allah) lalu ia taat dan tak berkhianat dalam soal rampasan perang (akan sama dengan orang yang kembali dengan kemurkaan dari Allah) karena perbuatan maksiat dan kecurangannya? (Tempatnya ialah neraka Jahanam dan itulah seburuk-buruk tempat kembali) jawabannya tentu saja tidak sama.",
            "sajda": false,
            "transliteration": "Afamanit taba'a Ridwaanal laahi kamam baaa'a bisakhatim minal laahi wa maawaahu Jahannam; wa bi'sal maseer",
            "tajweed_text": "أَفَمَنِ [h:2385[ٱ]تَّبَعَ رِضْو[n[َٲ]نَ [h:2386[ٱ]للَّهِ كَم[i:2387[َنۢ ب][o[َا]ٓءَ بِسَخَ[a:2388[طٍ م]ِّنَ [h:321[ٱ]للَّهِ وَمَأْوَ[n[ٮٰ]هُ جَهَ[g[نّ]َمُ‌ۚ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 456,
            "aya_number": 163,
            "aya_text": "هُمْ دَرَجٰتٌ عِنْدَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌ ۢبِمَا يَعْمَلُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 71,
            "translation_aya_text": "(Kedudukan) mereka itu bertingkat-tingkat di sisi Allah, dan Allah Maha Melihat apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Mereka itu bertingkat-tingkat) maksudnya mempunyai tingkat masing-masing (di sisi Allah) artinya mempunyai kedudukan yang berbeda-beda. Maka orang yang mengikuti keridaan-Nya akan beroleh pahala atau surga sedangkan yang membawa amarah murka-Nya akan mendapat siksa atau neraka (dan Allah Maha Melihat apa yang mereka kerjakan) hingga akan mendapat balasan daripada-Nya.",
            "sajda": false,
            "transliteration": "Hum darajaatun 'indal laah; wallaahu baseerum bimaa ya'maloon",
            "tajweed_text": "هُمْ دَرَجَ[n[ـٰ]تٌ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ بَصِي[i:505[رُۢ ب]ِمَا يَعْمَل[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 457,
            "aya_number": 164,
            "aya_text": "لَقَدْ مَنَّ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ اِذْ بَعَثَ فِيْهِمْ رَسُوْلًا مِّنْ اَنْفُسِهِمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَۚ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 71,
            "translation_aya_text": "Sungguh, Allah telah memberi karunia kepada orang-orang beriman ketika (Allah) mengutus seorang Rasul (Muhammad) di tengah-tengah mereka dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka, dan mengajarkan kepada mereka Kitab (Al-Qur'an) dan Hikmah (Sunnah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata.",
            "tafsir_jalalayn": "(Sesungguhnya Allah telah memberi karunia kepada orang-orang beriman ketika Dia mengirim kepada mereka seorang rasul dari kalangan mereka sendiri) maksudnya seorang Arab seperti mereka untuk mengawasi dan memberi pengertian, jadi bukan dari kalangan malaikat dan tidak pula dari bangsa asing (yang membacakan kepada mereka ayat-ayat-Nya) yakni Alquran (dan menyucikan mereka) membersihkan mereka dari dosa (serta mengajarkan kepada mereka Alkitab) yakni Alquran (dan hikmah) yakni sunah (dan sesungguhnya mereka) ditakhfifkan dari wainnahum (adalah sebelumnya) yakni sebelum kebangkitannya (benar-benar dalam kesesatan yang nyata) atau jelas.",
            "sajda": false,
            "transliteration": "Laqad mannal laahu 'alal mu'mineena iz ba'asa feehim Rasoolam min anfusihim yatloo 'alaihim Aayaatihee wa yuzakkeehim wa yu'allimu humul Kitaaba wal Hikmata wa in kaanoo min qablu lafee dalaalim mubeen",
            "tajweed_text": "لَقَ[q:2389[دْ] مَ[g[نّ]َ [h:2390[ٱ]للَّهُ عَلَى [h:2329[ٱ]لْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُول[a:2391[اً م]ِّنْ أَ[f:568[نف]ُسِهِمْ يَتْلُو[s[اْ] عَلَيْهِمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ [h:678[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:679[ٱ]لْحِكْمَةَ وَإِ[f:2392[ن ك]َانُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ لَفِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 458,
            "aya_number": 165,
            "aya_text": "اَوَلَمَّآ اَصَابَتْكُمْ مُّصِيْبَةٌ قَدْ اَصَبْتُمْ مِّثْلَيْهَاۙ قُلْتُمْ اَنّٰى هٰذَا ۗ قُلْ هُوَ مِنْ عِنْدِ اَنْفُسِكُمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 71,
            "translation_aya_text": "Dan mengapa kamu (heran) ketika ditimpa musibah (kekalahan pada Perang Uhud), padahal kamu telah menimpakan musibah dua kali lipat (kepada musuh-musuhmu pada Perang Badar) kamu berkata, “Dari mana datangnya (kekalahan) ini?” Katakanlah, “Itu dari (kesalahan) dirimu sendiri.” Sungguh, Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Mengapa ketika kamu ditimpa musibah) yaitu di Uhud dengan gugurnya 70 orang di antara kamu (padahal kamu telah menimpakan kekalahan dua kali lipat kepada musuh-musuhmu) yakni di Badar dengan membunuh 70 orang dan menawan 70 di antara mereka (kamu berkata) dengan keheran-heranan (\"Dari mana datangnya ini?\") maksudnya kekalahan ini padahal kita adalah orang-orang muslim dan Rasulullah berada bersama kita. Kalimat terakhir merupakan pertanyaan yang berarti sanggahan. (Katakanlah) kepada mereka (\"Itu dari dirimu sendiri) karena kamu meninggalkan markas sehingga mengalami kegagalan. (Sesungguhnya Allah Maha Kuasa atas segala sesuatu.\") dan daripada-Nyalah datang kemenangan atau terhalangnya kemenangan itu; dan kamu mendapat balasan daripada-Nya disebabkan pelanggaran terhadap perintah Rasul-Nya.",
            "sajda": false,
            "transliteration": "Awa lammaaa asaabatkum museebatun qad asabtum mislaihaa qultum annaa haazaa qul huwa min 'indi anfusikum; innal laaha 'alaa kulli shai'in Qadeer",
            "tajweed_text": "أَوَلَ[g[مّ][o[َآ] أَصَ[n[ـٰ]بَتْك[w:2394[ُم م]ُّصِيبَ[f:2395[ةٌ ق]َ[q:298[دْ] أَصَ[q:2396[بْ]ت[w:2397[ُم م]ِّثْلَيْهَا قُلْتُمْ أَ[g[نّ]َىٰ هَ[n[ـٰ]ذَا‌ۖ قُلْ هُوَ مِنْ عِ[f:398[ند]ِ أَ[f:1329[نف]ُسِكُمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}