{
    "page_number": 73,
    "data": [
        {
            "aya_id": 467,
            "aya_number": 174,
            "aya_text": "فَانْقَلَبُوْا بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوْۤءٌۙ وَّاتَّبَعُوْا رِضْوَانَ اللّٰهِ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَظِيْمٍ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 73,
            "translation_aya_text": "Maka mereka kembali dengan nikmat dan karunia (yang besar) dari Allah, mereka tidak ditimpa suatu bencana dan mereka mengikuti keridaan Allah. Allah mempunyai karunia yang besar.",
            "tafsir_jalalayn": "(Maka kembalilah mereka) dari Badar (dengan nikmat dan karunia dari Allah) yakni keselamatan dan keuntungan (tanpa mendapat bencana) baik luka atau kematian (dan mereka mengikuti keridaan Allah) yakni dengan menaati-Nya dan rasul-Nya supaya keluar berperang. (Dan Allah mempunyai karunia yang besar) terhadap ahli taat dan ibadah.",
            "sajda": false,
            "transliteration": "Fanqalaboo bini'matim minal laahi wa fadlil lam yamsashum sooo'unw wattaba'oo ridwaanal laah; wallaahu zoo fadlin 'azeem",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 468,
            "aya_number": 175,
            "aya_text": "اِنَّمَا ذٰلِكُمُ الشَّيْطٰنُ يُخَوِّفُ اَوْلِيَاۤءَهٗۖ فَلَا تَخَافُوْهُمْ وَخَافُوْنِ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 73,
            "translation_aya_text": "Sesungguhnya mereka hanyalah setan yang menakut-nakuti (kamu) dengan teman-teman setianya, karena itu janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku, jika kamu orang-orang beriman.",
            "tafsir_jalalayn": "(Sesungguhnya mereka itu) yakni yang mengatakan bahwa manusia telah menghimpun pasukan dan seterusnya tadi (hanyalah setan yang menakut-nakuti) kamu dengan (kawan-kawannya) yakni orang-orang kafir (maka janganlah kamu takut kepada mereka hanya takutlah kepada-Ku) jika meninggalkan perintah-Ku (sekiranya kamu benar-benar beriman.)",
            "sajda": false,
            "transliteration": "Innamaa zaalikumush Shaitaanu yukhawwifu awliyaaa'ahoo falaa takhaafoohum wa khaafooni in kuntum mu'mineen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 469,
            "aya_number": 176,
            "aya_text": "وَلَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِۚ اِنَّهُمْ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔا ۗ يُرِيْدُ اللّٰهُ اَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى الْاٰخِرَةِ  وَلَهُمْ عَذَابٌ عَظِيْمٌۚ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 73,
            "translation_aya_text": "Dan janganlah engkau (Muhammad) dirisaukan oleh orang-orang yang dengan mudah kembali menjadi kafir; sesungguhnya sedikit pun mereka tidak merugikan Allah. Allah tidak akan memberi bagian (pahala) kepada mereka di akhirat, dan mereka akan mendapat azab yang besar.",
            "tafsir_jalalayn": "(Janganlah kamu menjadi sedih oleh) ada yang membaca 'yuhzinka' dan ada pula 'yahzunka', berasal dari kata 'ahzanahu' (orang-orang yang cepat jatuh dalam kekafiran) yakni orang-orang yang membela kekafiran itu seperti warga Mekah dan orang-orang munafik, maksudnya jangan kamu pedulikan hal itu. (Sesungguhnya mereka tak sekali-kali dapat memberi mudarat kepada Allah sedikit pun) dengan perbuatan mereka itu, dan mereka hanya membawa kerusakan bagi diri mereka sendiri (Allah menghendaki agar tidak memberi mereka sesuatu di akhirat) maksudnya surga, oleh sebab itu mereka dibiarkan-Nya (dan bagi mereka siksa yang besar) dalam neraka.",
            "sajda": false,
            "transliteration": "Wa laa yahzunkal lazeena yusaari'oona fil Kufr; innahum lai yadurrul laaha shai'aa; yureedul laahu allaa yaj'ala lahum hazzan fil Aakhirati wa lahum 'azaabun 'azeem",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 470,
            "aya_number": 177,
            "aya_text": "اِنَّ الَّذِيْنَ اشْتَرَوُا الْكُفْرَ بِالْاِيْمَانِ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 73,
            "translation_aya_text": "Sesungguhnya orang-orang yang membeli kekafiran dengan iman, sedikit pun tidak merugikan Allah; dan mereka akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang menukar keimanan dengan kekafiran) artinya mengambil kekafiran sebagai ganti dari keimanan (tidaklah memberi mudarat kepada Allah) dengan kekafiran mereka itu (sedikit pun dan bagi mereka siksa yang pedih) atau menyakitkan.",
            "sajda": false,
            "transliteration": "Innal lazeenash tarawul kufra bil eemaani lai yadurrul laaha shai anw wa lahum 'azdaabun aleem",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 471,
            "aya_number": 178,
            "aya_text": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْٓا اَنَّمَا نُمْلِيْ لَهُمْ خَيْرٌ لِّاَنْفُسِهِمْ ۗ اِنَّمَا نُمْلِيْ لَهُمْ لِيَزْدَادُوْٓا اِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِيْنٌ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 73,
            "translation_aya_text": "Dan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka lebih baik baginya. Sesungguhnya tenggang waktu yang Kami berikan kepada mereka hanyalah agar dosa mereka semakin bertambah; dan mereka akan mendapat azab yang menghinakan.",
            "tafsir_jalalayn": "(Janganlah sekali-kali menyangka) ada yang memakai 'ya' dan ada pula 'ta' (orang-orang kafir itu bahwa Kami menangguhkan) artinya penangguhan Kami (bagi mereka) yakni dengan memanjangkan umur dan menangguhkan hukuman (lebih baik bagi diri mereka). 'Anna' bersama kedua ma'mulnya menurut qiraat 'yahsabanna' menempati kedudukan dua maf'ulnya, 'tahsabanna' berkedudukan sebagai maf'ul kedua dari 'tahsabanna' (\"Sesungguhnya Kami menangguhkan mereka itu hanyalah supaya dosa mereka bertambah-tambah) disebabkan banyaknya maksiat (dan bagi mereka siksa yang menghinakan\") di akhirat.",
            "sajda": false,
            "transliteration": "Wa laa yahsabannal lazeena kafarooo annamaa numlee lahum khairulli anfusihim; innamaa numlee lahum liyazdaadooo ismaa wa lahum 'azaabum muheen",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 472,
            "aya_number": 179,
            "aya_text": "مَا كَانَ اللّٰهُ لِيَذَرَ الْمُؤْمِنِيْنَ عَلٰى مَآ اَنْتُمْ عَلَيْهِ حَتّٰى يَمِيْزَ الْخَبِيْثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللّٰهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلٰكِنَّ اللّٰهَ يَجْتَبِيْ مِنْ رُّسُلِهٖ مَنْ يَّشَاۤءُ ۖ فَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖ ۚ وَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا فَلَكُمْ اَجْرٌ عَظِيْمٌ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 73,
            "translation_aya_text": "Allah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini, sehingga Dia membedakan yang buruk dari yang baik. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya. Karena itu, berimanlah kepada Allah dan rasul-rasul-Nya. Jika kamu beriman dan bertakwa, maka kamu akan mendapat pahala yang besar.",
            "tafsir_jalalayn": "(Allah sekali-kali tidak akan meninggalkan) membiarkan (orang-orang yang beriman dalam keadaan yang kamu) hai manusia (berada di atasnya) artinya yang kamu alami berupa campur aduknya yang ikhlas dengan yang lainnya (sampai Dia memisahkan) dibaca yamiiza atau yumayyiza artinya menyisihkan (orang-orang yang jelek) yaitu orang munafik (dari yang baik) yaitu orang beriman. Caranya ialah dengan tugas-tugas berat sehingga menyingkapkan yang demikian itu, misalnya seperti yang dilakukan-Nya di waktu perang Uhud. (Dan Allah sekali-kali tidak akan memperlihatkan padamu hal-hal gaib) sehingga kamu dapat mengenal mana yang munafik dan mana yang baik sebelum dipisahkan Allah itu (tetapi Allah memilih di antara rasul-rasul-Nya siapa yang dikehendaki-Nya) untuk diberitahukan-Nya hal-hal gaib itu seperti kepada Nabi saw. yang disingkapkan-Nya perihal orang-orang munafik. (Oleh sebab itu berimanlah kamu kepada Allah dan rasul-rasul-Nya dan jika kamu beriman dan bertakwa) artinya menjaga dirimu dari kemunafikan (maka akan beroleh pahala yang besar.)",
            "sajda": false,
            "transliteration": "Maa kaanal laahu liyazaral mu'mineena 'alaa maaa antum 'alaihi hattaa yameezal khabeesa minat taiyib; wa maa kaanal laahu liyutli'akum 'alal ghaibi wa laakinnal laaha yajtabee mir Rusulihii mai yashaaa'u fa aaminoo billaahi wa Rusulih; wa in tu 'minoo wa tattaqoo falakum ajrun 'azeem",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 473,
            "aya_number": 180,
            "aya_text": "وَلَا يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖ هُوَ خَيْرًا لَّهُمْ ۗ بَلْ هُوَ شَرٌّ لَّهُمْ ۗ سَيُطَوَّقُوْنَ مَا بَخِلُوْا بِهٖ يَوْمَ الْقِيٰمَةِ ۗ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 73,
            "translation_aya_text": "Dan jangan sekali-kali orang-orang yang kikir dengan apa yang diberikan Allah kepada mereka dari karunia-Nya mengira bahwa (kikir) itu baik bagi mereka, padahal (kikir) itu buruk bagi mereka. Apa (harta) yang mereka kikirkan itu akan dikalungkan (di lehernya) pada hari Kiamat. Milik Allah-lah warisan (apa yang ada) di langit dan di bumi. Allah Mahateliti apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Sekali-kali janganlah menyangka) dengan memakai 'ya' atau 'ta' (orang-orang yang bakhil dengan harta yang diberikan Allah dan karunia-Nya) artinya mengeluarkan zakatnya (bahwa itu) maksudnya kebakhilan itu (baik bagi mereka) menjadi maf'ul yang kedua sedangkan dhamir sebagai pemisah. Maf'ul yang pertama ialah 'kebakhilan mereka' yang diperkirakan sebelum isim maushul jika dibaca dengan 'ta' dan sebelum dhamir jika dengan 'ya' (tetapi itu buruk bagi mereka. Mereka akan dikalungi harta yang mereka bakhilkan) tidak dikeluarkan zakatnya (pada hari kiamat) yakni dengan melilitkan ular pada lehernya dan ular itu mematuknya sebagaimana tercantum dalam sebuah hadis. (Milik Allahlah segala warisan langit dan bumi) yang akan diwarisi-Nya setelah lenyap atau musnahnya penghuni langit dan bumi. (Dan Allah Maha Mengetahui apa yang kamu kerjakan) sehingga akan mendapat balasan daripada-Nya. Ada yang membaca 'ta'maluuna' dengan 'ta' ada pula 'ya'maluuna' dengan 'ya.'",
            "sajda": false,
            "transliteration": "Wa laa yahsabannal lazeena yabkhaloon bimaa aataahumul lahu min fadilhee huwa khairal lahum bal huwa sharrul lahum sayutaw waqoona maa bakhiloo bihee Yawmal Qiyaamah; wa lillaahi meeraasus samaawaati wal ard; wallaahu bimaa ta'maloona Khabeer",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}