{
    "page_number": 75,
    "data": [
        {
            "aya_id": 480,
            "aya_number": 187,
            "aya_text": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَتُبَيِّنُنَّهٗ لِلنَّاسِ وَلَا تَكْتُمُوْنَهٗۖ فَنَبَذُوْهُ وَرَاۤءَ ظُهُوْرِهِمْ وَاشْتَرَوْا بِهٖ ثَمَنًا قَلِيْلًا ۗ فَبِئْسَ مَا يَشْتَرُوْنَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 75,
            "translation_aya_text": "Dan (ingatlah), ketika Allah mengambil janji dari orang-orang yang telah diberi Kitab (yaitu), “Hendaklah kamu benar-benar menerangkannya (isi Kitab itu) kepada manusia, dan janganlah kamu menyembunyikannya,” lalu mereka melemparkan (janji itu) ke belakang punggung mereka dan menjualnya dengan harga murah. Maka itu seburuk-buruk jual-beli yang mereka lakukan.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Allah mengambil ikrar dari orang-orang yang diberi Alkitab) yakni tugas yang diberikan kepada mereka dalam Taurat (\"Hendaklah kamu menerangkannya) maksudnya isi Alkitab itu (kepada manusia dan janganlah kamu menyembunyikannya\") yakni Alkitab itu. Kedua kata kerja pada kalimat ini dengan memakai 'ta' dan 'ya.' (Lalu mereka melemparkannya) maksudnya ikrar tersebut (ke belakang punggung mereka) artinya tidak mereka penuhi dan amalkan (dan mereka menukarnya dengan) mereka ambil sebagai gantinya (harga yang sedikit) berupa harta benda dunia yang mereka pungut dari rakyat bawahan dengan keunggulan mereka dalam ilmu Alkitab. Maka ilmu itu mereka sembunyikan karena takut akan lepas dari tangan. (Maka amat jeleklah tukaran yang mereka terima) atau penukaran yang mereka lakukan itu.",
            "sajda": false,
            "transliteration": "Wa iz akhazal laahu meesaaqal lazeena ootul Kitaaba latubaiyinunnahoo linnaasi wa laa taktumoona hoo fanabazoohu waraaa'a zuhoorihim washtaraw bihee samanan qaleelan fabi'sa maa yashtaroon",
            "tajweed_text": "وَإِذْ أَخَذَ [h:2057[ٱ]للَّهُ مِيثَ[n[ـٰ]قَ [h:2489[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ لَتُبَيِّنُ[g[نّ]َهُ[n[ۥ] لِل[g[نّ]َاسِ وَلَا تَكْتُمُونَهُ[n[ۥ] فَنَبَذُوهُ وَر[o[َا]ٓءَ ظُهُورِهِمْ وَ[h:2490[ٱ]شْتَرَوْ[s[اْ] بِه[n[ِۦ] ثَمَ[f:208[نًا ق]َلِيل[f:2491[اً‌ۖ ف]َبِئْسَ مَا يَشْتَر[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 481,
            "aya_number": 188,
            "aya_text": "لَا تَحْسَبَنَّ الَّذِيْنَ يَفْرَحُوْنَ بِمَآ اَتَوْا وَّيُحِبُّوْنَ اَنْ يُّحْمَدُوْا بِمَا لَمْ يَفْعَلُوْا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 75,
            "translation_aya_text": "Jangan sekali-kali kamu mengira bahwa orang yang gembira dengan apa yang telah mereka kerjakan dan mereka suka dipuji atas perbuatan yang tidak mereka lakukan, jangan sekali-kali kamu mengira bahwa mereka akan lolos dari azab. Mereka akan mendapat azab yang pedih.",
            "tafsir_jalalayn": "(Janganlah sekali-kali kamu kira) dengan memakai 'ta' dan 'ya' (bahwa orang-orang yang merasa gembira dengan apa yang telah mereka lakukan) yakni dengan apa yang telah mereka perbuat yaitu menyesatkan manusia (dan mereka ingin supaya dipuji terhadap perbuatan yang belum mereka kerjakan) yakni berpegang kepada kebenaran padahal mereka dalam kesesatan (janganlah kamu menyangka mereka) merupakan taukid atau pengukuhan dengan kedua versinya, memakai 'ta' dan 'ya' (terlepas) artinya berada di suatu tempat yang bebas (dari siksa) di akhirat tetapi mereka berada di suatu tempat di mana mereka akan menerima siksa yaitu di neraka Jahanam (dan bagi mereka siksa yang pedih) menyakitkan. Kedua maf'ul yahsabu yang pertama terkandung di dalam kedua maf'ul yahsabu yang kedua berdasarkan qiraat yahsabu sedangkan menurut qiraat tahsabu hanya maf'ul kedualah yang dibuang.",
            "sajda": false,
            "transliteration": "Laa tahsabannal lazeena yafrahoona bimaaa ataw wa yuhibbona ai yuhmadoo bimaa lam yaf'aloo falaa tahsabunnahum bimafaazatim minal 'azaabi wa lahum 'azaabun aleem",
            "tajweed_text": "لَا تَحْسَبَ[g[نّ]َ [h:2409[ٱ]لَّذِينَ يَفْرَحُونَ بِم[o[َآ] أَتَو[s[اْ] وَّيُحِبُّونَ أ[a:2492[َن ي]ُحْمَدُو[s[اْ] بِمَا لَمْ يَفْعَلُو[s[اْ] فَلَا تَحْسَبَ[g[نّ]َه[c:2493[ُم ب]ِمَفَازَ[a:2494[ةٍ م]ِّنَ [h:503[ٱ]لْعَذَابِ‌ۖ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 482,
            "aya_number": 189,
            "aya_text": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 75,
            "translation_aya_text": "Dan milik Allah-lah kerajaan langit dan bumi; dan Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Milik Allahlah kerajaan langit dan bumi) maksudnya perbendaharaan hujan, rezeki, tumbuh-tumbuhan dan lain-lain (dan Allah Maha Kuasa atas segala sesuatu) di antaranya menyiksa orang-orang kafir dan membebaskan orang-orang beriman.",
            "sajda": false,
            "transliteration": "Wa lillaahi mulkus samaawaati wal ard; wallaahu 'alaa kulli shai'in Qadeer",
            "tajweed_text": "وَلِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 483,
            "aya_number": 190,
            "aya_text": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيٰتٍ لِّاُولِى الْاَلْبَابِۙ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 75,
            "translation_aya_text": "Sesungguhnya dalam penciptaan langit dan bumi, dan pergantian malam dan siang terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal,",
            "tafsir_jalalayn": "(Sesungguhnya pada penciptaan langit dan bumi) dan keajaiban-keajaiban yang terdapat pada keduanya (serta pergantian malam dan siang) dengan datang dan pergi serta bertambah dan berkurang (menjadi tanda-tanda) atau bukti-bukti atas kekuasaan Allah swt. (bagi orang-orang yang berakal) artinya yang mempergunakan pikiran mereka.",
            "sajda": false,
            "transliteration": "Inna fee khalqis samaawati wal ardi wakhtilaafil laili wannahaari la Aayaatil liulil albaab",
            "tajweed_text": "إِ[g[نّ]َ فِى خَلْقِ [h:831[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَ[h:832[ٱ]خْتِلَ[n[ـٰ]فِ [h:833[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ لَأَيَ[n[ـٰ][u:2495[تٍ ل]ِّأُ[s[وْ]لِى [h:2496[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 484,
            "aya_number": 191,
            "aya_text": "الَّذِيْنَ يَذْكُرُوْنَ اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِهِمْ وَيَتَفَكَّرُوْنَ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِۚ رَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلًاۚ سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 75,
            "translation_aya_text": "(yaitu) orang-orang yang mengingat Allah sambil berdiri, duduk atau dalam keadaan berbaring, dan mereka memikirkan tentang penciptaan langit dan bumi (seraya berkata), “Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia; Mahasuci Engkau, lindungilah kami dari azab neraka.",
            "tafsir_jalalayn": "(Yakni orang-orang yang) menjadi 'na`at' atau badal bagi yang sebelumnya (mengingat Allah di waktu berdiri dan duduk dan ketika berbaring) artinya dalam keadaan bagaimana pun juga sedang menurut Ibnu Abbas mengerjakan salat dalam keadaan tersebut sesuai dengan kemampuan (dan mereka memikirkan tentang kejadian langit dan bumi) untuk menyimpulkan dalil melalui keduanya akan kekuasaan Allah, kata mereka: (\"Wahai Tuhan kami! Tidaklah Engkau ciptakan ini) maksudnya makhluk yang kami saksikan ini (dengan sia-sia) menjadi hal sebaliknya semua ini menjadi bukti atas kesempurnaan kekuasaan-Mu (Maha Suci Engkau) artinya tidak mungkin Engkau akan berbuat sia-sia (maka lindungilah kami dari siksa neraka.)",
            "sajda": false,
            "transliteration": "Allazeena yazkuroonal laaha qiyaamaiw-wa qu'oodanw-wa 'alaa juno obihim wa yatafakkaroona fee khalqis samaawaati wal ardi Rabbanaa maa khalaqta haaza baatilan Subhaanak faqinaa 'azaaban Naar",
            "tajweed_text": "ٱلَّذِينَ يَذْكُرُونَ [h:2497[ٱ]للَّهَ قِيَ[n[ـٰ][a:2498[مًا و]َقُعُو[a:2499[دًا و]َعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ [h:831[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ رَبَّنَا مَا خَلَ[q:2500[قْ]تَ هَ[n[ـٰ]ذَا بَ[n[ـٰ]طِل[f:2501[اً س]ُ[q:168[بْ]حَ[n[ـٰ]نَكَ فَقِنَا عَذَابَ [h:1110[ٱ][l[ل][g[نّ][p[َا]رِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 485,
            "aya_number": 192,
            "aya_text": "رَبَّنَآ اِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ اَخْزَيْتَهٗ ۗ وَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 75,
            "translation_aya_text": "Ya Tuhan kami, sesungguhnya orang yang Engkau masukkan ke dalam neraka, maka sungguh, Engkau telah menghinakannya, dan tidak ada seorang penolong pun bagi orang yang zalim.",
            "tafsir_jalalayn": "(Wahai Tuhan kami! Sesungguhnya barang siapa yang Engkau masukkan ke dalam neraka) untuk hidup kekal di sana (maka berarti Engkau telah menghinakannya dan tiadalah bagi orang-orang yang aniaya) maksudnya orang-orang yang kafir; di sini ditempatkan zhahir pada tempat mudhmar untuk mengingatkan dikhususkannya kehinaan itu bagi mereka (dari) merupakan tambahan (seorang penolong pun) yang akan melindungi mereka dari siksa Allah swt.",
            "sajda": false,
            "transliteration": "Rabbanaaa innaka man tudkhilin Naara faqad akhzai tahoo wa maa lizzaalimeena min ansaar",
            "tajweed_text": "رَبَّن[o[َآ] إِ[g[نّ]َكَ مَ[f:2502[ن ت]ُ[q:2503[دْ]خِلِ [h:2504[ٱ][l[ل][g[نّ]َارَ فَقَ[q:563[دْ] أَخْزَيْتَهُ[n[ۥ]‌ۖ وَمَا لِلظَّ[n[ـٰ]لِمِينَ مِنْ أَ[f:1600[نص][p[َا]رٍ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 486,
            "aya_number": 193,
            "aya_text": "رَبَّنَآ اِنَّنَا سَمِعْنَا مُنَادِيًا يُّنَادِيْ لِلْاِيْمَانِ اَنْ اٰمِنُوْا بِرَبِّكُمْ فَاٰمَنَّا ۖرَبَّنَا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَكَفِّرْ عَنَّا سَيِّاٰتِنَا وَتَوَفَّنَا مَعَ الْاَبْرَارِۚ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 75,
            "translation_aya_text": "Ya Tuhan kami, sesungguhnya kami mendengar orang yang menyeru kepada iman, (yaitu), “Berimanlah kamu kepada Tuhanmu,” maka kami pun beriman. Ya Tuhan kami, ampunilah dosa-dosa kami dan hapuskanlah kesalahan-kesalahan kami, dan matikanlah kami beserta orang-orang yang berbakti.",
            "tafsir_jalalayn": "(Wahai Tuhan kami! Sesungguhnya kami telah mendengar seorang penyeru yang menyeru) manusia (untuk beriman) kepadanya, yaitu Muhammad atau Alquran (supaya) maksudnya yakni: ('Berimanlah kepada Tuhanmu!' Maka kami pun berimanlah) kepada-Nya (Wahai Tuhan kami! Ampunilah bagi kami dosa-dosa kami dan hapuskanlah) tutup (dari kami kesalahan-kesalahan kami) artinya janganlah dibukakan kepada umum dengan memberikan hukuman terhadapnya (dan wafatkanlah kami) cabutlah nyawa kami (bersama) golongan (orang-orang yang berbakti) yakni para nabi dan orang-orang saleh.",
            "sajda": false,
            "transliteration": "Rabbanaaa innanaa sami'naa munaadiyai yunaadee lil eemaani an aaminoo bi Rabbikum fa aamannaa; Rabbanaa faghfir lanaa zunoobanaa wa kaffir 'annaa saiyi aatina wa tawaffanaa ma'al abraar",
            "tajweed_text": "رَّبَّن[o[َآ] إِ[g[نّ]َنَا سَمِعْنَا مُنَادِ[a:2505[يًا ي]ُنَادِى لِلْإِيمَ[n[ـٰ]نِ أَنْ ءَامِنُو[s[اْ] بِرَبِّكُمْ فَـَٔـامَ[g[نّ]َا‌ۚ رَبَّنَا فَ[h:1791[ٱ]غْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَ[g[نّ]َا سَيِّـَٔـاتِنَا وَتَوَفَّنَا مَعَ [h:2506[ٱ]لْأَ[q:2507[بْ]ر[p[َا]رِ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 487,
            "aya_number": 194,
            "aya_text": "رَبَّنَا وَاٰتِنَا مَا وَعَدْتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ اِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ ",
            "sura_id": 3,
            "juz_id": 4,
            "page_number": 75,
            "translation_aya_text": "Ya Tuhan kami, berilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu. Dan janganlah Engkau hinakan kami pada hari Kiamat. Sungguh, Engkau tidak pernah mengingkari janji.”",
            "tafsir_jalalayn": "(Wahai Tuhan kami! Berilah kami apa yang telah Engkau janjikan kepada kami) (atas) artinya dengan perantaraan (para rasul-Mu) berupa nikmat dan karunia serta apa-apa yang mereka mohonkan walaupun janji Allah itu tidak bertentangan dengan permohonan orang yang meminta agar ia termasuk dalam golongan orang-orang yang diberi karunia disebabkan ia belum beroleh kepastian bahwa permohonannya itu akan dikabulkan. Mengenai disebutnya 'Wahai Tuhan kami' secara berulang-ulang maka itu menyatakan ketundukan dan kerendahan hati yang sedalam-dalamnya. (Dan janganlah Engkau hinakan kami pada hari kiamat, sesungguhnya Engkau tidak menyalahi janji.\") yaitu janji dengan kebangkitan dan pembalasan.",
            "sajda": false,
            "transliteration": "Rabbanaa wa aatinaa maa wa'attanaa 'alaa Rusulika wa laa tukhzinaa Yawmal Qiyaamah; innaka laa tukhliful mee'aad",
            "tajweed_text": "رَبَّنَا وَءَاتِنَا مَا وَعَ[d:2508[د]تَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۗ إِ[g[نّ]َكَ لَا تُخْلِفُ [h:2509[ٱ]لْمِيع[p[َا][q[د]َ",
            "surah": {
                "name": "سُورَةُ آلِ عِمۡرَانَ",
                "englishName": "Aal-i-Imraan",
                "englishNameTranslation": "The Family of Imraan",
                "revelationType": "Medinan"
            }
        }
    ]
}