{
    "page_number": 80,
    "data": [
        {
            "aya_id": 508,
            "aya_number": 15,
            "aya_text": "وَالّٰتِيْ يَأْتِيْنَ الْفَاحِشَةَ مِنْ نِّسَاۤىِٕكُمْ فَاسْتَشْهِدُوْا عَلَيْهِنَّ اَرْبَعَةً مِّنْكُمْ ۚ فَاِنْ شَهِدُوْا فَاَمْسِكُوْهُنَّ فِى الْبُيُوْتِ حَتّٰى يَتَوَفّٰىهُنَّ الْمَوْتُ اَوْ يَجْعَلَ اللّٰهُ لَهُنَّ سَبِيْلًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 80,
            "translation_aya_text": "Dan para perempuan yang melakukan perbuatan keji di antara perempuan-perempuan kamu, hendaklah terhadap mereka ada empat orang saksi di antara kamu (yang menyaksikannya). Apabila mereka telah memberi kesaksian, maka kurunglah mereka (perempuan itu) dalam rumah sampai mereka menemui ajalnya, atau sampai Allah memberi jalan (yang lain) kepadanya.",
            "tafsir_jalalayn": "(Dan wanita-wanita yang melakukan perbuatan keji) maksudnya berzina di antara wanita-wanitamu (maka persaksikanlah mereka itu kepada empat orang saksi di antaramu) maksudnya di antara laki-lakimu yang beragama Islam. (Maka jika mereka memberikan kesaksian) terhadap perbuatan mereka itu (maka tahanlah mereka itu) atau kurunglah (dalam rumah) dan laranglah mereka bergaul dengan manusia (sampai mereka diwafatkan oleh maut) maksudnya oleh malaikat maut (atau) hingga (Allah memberi bagi mereka jalan lain) yakni jalan untuk membebaskan mereka dari hukuman semacam itu. Demikianlah hukuman mereka pada awal Islam lalu mereka diberi jalan lain yaitu digantinya dengan hukum dera sebanyak seratus kali serta membuangnya dari kampung halamannya selama setahun yakni bagi yang belum kawin dan dengan merajam wanita-wanita yang sudah kawin. Dalam hadis tersebut bahwa tatkala hukuman itu diumumkan, bersabdalah Nabi saw., \"Terimalah daripadaku, contohlah kepadaku karena Allah telah memberikan bagi mereka jalan lepas!\" Riwayat Muslim.",
            "sajda": false,
            "transliteration": "Wallaatee yaateenal faahishata min nisaaa'ikum fastashhidoo 'alaihinna arba'atam minkum fa in shahidoo fa amsikoohunna fil buyooti hatta yatawaffaa hunnal mawtu aw yaj'alal laahu lahunna sabeelaa",
            "tajweed_text": "وَ[h:9999[ٱ]لَّ[n[ـٰ]تِى يَأْتِينَ [h:2637[ٱ]لْفَ[n[ـٰ]حِشَةَ م[a:2638[ِن ن]ِّس[o[َا]ٓئِكُمْ فَ[h:2639[ٱ]سْتَشْهِدُو[s[اْ] عَلَيْهِ[g[نّ]َ أَرْبَعَ[a:2640[ةً م]ِّ[f:344[نك]ُمْ‌ۖ فَإِ[f:2641[ن ش]َهِدُو[s[اْ] فَأَمْسِكُوهُ[g[نّ]َ فِى [h:2642[ٱ]لْبُيُوتِ حَتَّىٰ يَتَوَفَّ[n[ـٰ]هُ[g[نّ]َ [h:2643[ٱ]لْمَوْتُ أَوْ يَ[q:2441[جْ]عَلَ [h:2644[ٱ]للَّهُ لَهُ[g[نّ]َ سَبِيلاً",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 509,
            "aya_number": 16,
            "aya_text": "وَالَّذٰنِ يَأْتِيٰنِهَا مِنْكُمْ فَاٰذُوْهُمَا ۚ فَاِنْ تَابَا وَاَصْلَحَا فَاَعْرِضُوْا عَنْهُمَا ۗ اِنَّ اللّٰهَ كَانَ تَوَّابًا رَّحِيْمًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 80,
            "translation_aya_text": "Dan terhadap dua orang yang melakukan perbuatan keji di antara kamu, maka berilah hukuman kepada keduanya. Jika keduanya tobat dan memperbaiki diri, maka biarkanlah mereka. Sungguh, Allah Maha Penerima tobat, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan mengenai dua orang) dengan nun yang memakai atau tanpa tasydid (yang melakukannya) maksudnya perbuatan keji, yaitu berzina atau homoseksual (di antara kamu) maksudnya kaum lelaki (maka berilah mereka hukuman) dengan mencela dan memukul mereka dengan terompah. (Kemudian jika mereka bertobat) daripadanya (dan memperbaiki perbuatan mereka) (maka tinggalkanlah mereka) dan jangan disakiti lagi. (Sesungguhnya Allah Maha Penerima tobat) terhadap orang yang sadar (lagi Maha Penyayang) kepadanya. Ayat ini telah dihapus/dimansukh hukumnya dengan ayat had, jika yang dimaksud karena berzina. Demikian pula menurut Syafii jika yang dimaksud karena homoseksual. Hanya menurutnya pula, orang yang \"dikerjai\" tidaklah dirajam walaupun telah beristri, hanya dipukul dan diasingkan. Bahwa yang dimaksud itu homoseksual lebih kuat dengan alasan adanya dhamir tatsniah huma dan lain-lain. Menurut golongan yang pertama yang dimaksud dengan kedua mereka itu ialah pezina yang laki-laki dan yang perempuan. Tetapi pendapat ini ditolak oleh golongan Syafii dengan penjelasan yang diberikan kemudian dengan hubungannya yang berkaitan dengan dhamir laki-laki dan berserikatnya kedua mereka dalam menerima hukuman, bertobat dan diisolir. Dan ini khusus bagi pihak laki-laki, karena sebagaimana kita ketahui bagi pihak wanita ialah tahanan rumah.",
            "sajda": false,
            "transliteration": "Wallazaani yaatiyaanihaa minkum fa aazoohumaa fa in taabaa wa aslahaa fa a'ridoo 'anhumaaa; innal laaha kaana Tawwaabar Raheema",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذَانِ يَأْتِيَ[n[ـٰ]نِهَا مِ[f:344[نك]ُمْ فَـَٔـاذُوهُمَا‌ۖ فَإِ[f:2645[ن ت]َابَا وَأَصْلَحَا فَأَعْرِضُو[s[اْ] عَنْهُم[o[َآ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ كَانَ تَوَّا[u:2646[بًا ر]َّحِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 510,
            "aya_number": 17,
            "aya_text": "اِنَّمَا التَّوْبَةُ عَلَى اللّٰهِ لِلَّذِيْنَ يَعْمَلُوْنَ السُّوْۤءَ بِجَهَالَةٍ ثُمَّ يَتُوْبُوْنَ مِنْ قَرِيْبٍ فَاُولٰۤىِٕكَ يَتُوْبُ اللّٰهُ عَلَيْهِمْ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 80,
            "translation_aya_text": "Sesungguhnya bertobat kepada Allah itu hanya (pantas) bagi mereka yang melakukan kejahatan karena tidak mengerti, kemudian segera bertobat. Tobat mereka itulah yang diterima Allah. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Sesungguhnya tobat di isi Allah) yakni yang pasti diterima di sisi-Nya berkat kemurahan-Nya (ialah bagi orang-orang yang mengerjakan kejahatan) atau maksiat (disebabkan kejahilan) menjadi hal artinya tidak tahu bahwa dengan itu berarti mendurhakai Allah (kemudian mereka bertobat dalam) waktu (dekat) yakni sebelum mengalami sekarat (maka mereka itulah yang diterima tobatnya oleh Allah) artinya diterima-Nya tobat mereka (dan Allah Maha Mengetahui) akan makhluk-Nya (lagi Maha Bijaksana) mengenai tindakan-Nya terhadap mereka.",
            "sajda": false,
            "transliteration": "Innamat tawbatu 'alallaahi lillazeena ya'maloonas sooo'a bijahaalatin summa yatooboona min qareebin faulaaika yatoobul laahu 'alaihim; wa kaanal laahu 'Aleeman Hakeemaa",
            "tajweed_text": "إِ[g[نّ]َمَا [h:2647[ٱ][l[ل]تَّوْبَةُ عَلَى [h:412[ٱ]للَّهِ لِلَّذِينَ يَعْمَلُونَ [h:2648[ٱ][l[ل]سّ[o[ُو]ٓءَ بِجَهَ[n[ـٰ]لَ[f:2649[ةٍ ث]ُ[g[مّ]َ يَتُوبُونَ مِ[f:2650[ن ق]َرِي[f:2651[بٍ ف]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يَتُوبُ [h:2652[ٱ]للَّهُ عَلَيْهِمْ‌ۗ وَكَانَ [h:2653[ٱ]للَّهُ عَلِيمًا حَكِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 511,
            "aya_number": 18,
            "aya_text": "وَلَيْسَتِ التَّوْبَةُ لِلَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِۚ حَتّٰىٓ اِذَا حَضَرَ اَحَدَهُمُ الْمَوْتُ قَالَ اِنِّيْ تُبْتُ الْـٰٔنَ وَلَا الَّذِيْنَ يَمُوْتُوْنَ وَهُمْ كُفَّارٌ ۗ اُولٰۤىِٕكَ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 80,
            "translation_aya_text": "Dan tobat itu tidaklah (diterima Allah) dari mereka yang melakukan kejahatan hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) dia mengatakan, “Saya benar-benar bertobat sekarang.” Dan tidak (pula diterima tobat) dari orang-orang yang meninggal sedang mereka di dalam kekafiran. Bagi orang-orang itu telah Kami sediakan azab yang pedih.",
            "tafsir_jalalayn": "(Dan tidaklah dikatakan tobat bagi orang-orang yang mengerjakan kejahatan) atau dosa (hingga ketika ajal datang kepada salah seorang mereka) dan nyawanya hendak lepas (lalu dikatakannya) ketika menyaksikan apa yang sedang dialaminya (\"Sesungguhnya saya bertobat sekarang.\") karena itu tidaklah bermanfaat dan tidak akan diterima oleh Allah tobatnya. (Dan tidak pula orang-orang yang mati sedangkan mereka berada dalam kekafiran) yakni jika mereka bertobat di akhirat sewaktu menyaksikan azab, maka tidak pula akan diterima. (Mereka itu Kami siapkan) sediakan (bagi mereka siksa yang pedih) yang menyakitkan.",
            "sajda": false,
            "transliteration": "Wa laisatit tawbatu lillazeena ya'maloonas saiyiaati hattaaa izaa hadara ahadahumul mawtu qaala innee tubtul 'aana wa lallazeena yamootoona wa hum kuffaar; ulaaa'ika a'tadnaa lahum 'azaaban aleemaa",
            "tajweed_text": "وَلَيْسَتِ [h:2654[ٱ][l[ل]تَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ [h:2655[ٱ][l[ل]سَّيِّـَٔـاتِ حَتَّ[o[ىٰٓ] إِذَا حَضَرَ أَحَدَهُمُ [h:2656[ٱ]لْمَوْتُ قَالَ إِ[g[نّ]ِى تُ[q:2657[بْ]تُ [h:2658[ٱ]لْـَٔ[n[ـٰ]نَ وَلَا [h:2659[ٱ]لَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَعْتَ[q:2660[دْ]نَا لَهُمْ عَذَابًا أَلِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 512,
            "aya_number": 19,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَحِلُّ لَكُمْ اَنْ تَرِثُوا النِّسَاۤءَ كَرْهًا ۗ وَلَا تَعْضُلُوْهُنَّ لِتَذْهَبُوْا بِبَعْضِ مَآ اٰتَيْتُمُوْهُنَّ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوْهُنَّ بِالْمَعْرُوْفِ ۚ فَاِنْ كَرِهْتُمُوْهُنَّ فَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّيَجْعَلَ اللّٰهُ فِيْهِ خَيْرًا كَثِيْرًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 80,
            "translation_aya_text": "Wahai orang-orang beriman! Tidak halal bagi kamu mewarisi perempuan dengan jalan paksa dan janganlah kamu menyusahkan mereka karena hendak mengambil kembali sebagian dari apa yang telah kamu berikan kepadanya, kecuali apabila mereka melakukan perbuatan keji yang nyata. Dan bergaullah dengan mereka menurut cara yang patut. Jika kamu tidak menyukai mereka, (maka bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak padanya.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, tidak halal bagi kamu mewarisi wanita) maksudnya diri mereka (dengan paksa) dibaca karhan atau kurhan; artinya tanpa kemauan dan kerelaan mereka. Di zaman jahiliah mereka biasa mewarisi wanita-wanita, istri karib kerabat mereka. Jika mereka kehendaki mereka dapat mengawininya tanpa maskawin, atau mereka kawinkan lalu diambil maskawinnya, atau mereka halangi kawin sampai wanita itu menebus dirinya dengan harta warisan yang diperolehnya atau mereka tunggu sampai meninggal lalu mereka warisi hartanya; maka mereka dilarang demikian itu. (Dan tidak pula) bahwa (kamu menyusahkan mereka) artinya kamu halangi istri-istrimu buat mengawini laki-laki lain dengan menahan mereka padahal tak ada keinginanmu lagi terhadap mereka selain dari menyusahkan belaka (karena hendak mengambil kembali sebagian dari apa yang telah kamu berikan kepada mereka) berupa mahar (kecuali jika mereka melakukan pekerjaan keji yang nyata) dengan ya baris di atas dan baris di bawah, yang nyata atau yang dinyatakan, artinya zina atau nusyuz; maka ketika itu bolehlah kamu menyusahkan mereka hingga mereka melakukan khuluk atau menebus diri mereka (dan pergaulilah mereka secara patut) artinya secara baik-baik, biar dalam perkataan maupun dalam memberi nafkah lahir atau batin. (Maka jika kamu tidak menyukai mereka) hendaklah bersabar (karena mungkin kamu tidak menyukai sesuatu tetapi Allah menjadikan padanya kebaikan yang banyak). Siapa tahu hal itu dilakukan-Nya misalnya dengan menganugerahimu anak yang saleh.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa yahillu lakum an tarisun nisaaa'a karhan wa laa ta'duloohunna litazhaboo biba'di maaa aataitumoohunna illaaa ai yaateena bifaahishatim bubaiyinah; wa 'aashiroo hunna bilma'roof; fa in karihtumoohunna fa'asaaa an takrahoo shai'anw wa yaj'alal laahu feehi khairan kaseeraa",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا يَحِلُّ لَكُمْ أَ[f:2661[ن ت]َرِثُو[s[اْ] [h:2662[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ كَرْ[a:2663[هًا‌ۖ و]َلَا تَعْضُلُوهُ[g[نّ]َ لِتَذْهَبُو[s[اْ] بِبَعْضِ م[o[َآ] ءَاتَيْتُمُوهُ[g[نّ]َ إِلّ[o[َآ] أ[a:2664[َن ي]َأْتِينَ بِفَ[n[ـٰ]حِشَ[a:2665[ةٍ م]ُّبَيِّنَ[a:2666[ةٍ‌ۚ و]َعَاشِرُوهُ[g[نّ]َ بِ[h:934[ٱ]لْمَعْرُوفِ‌ۚ فَإِ[f:2667[ن ك]َرِهْتُمُوهُ[g[نّ]َ فَعَسَ[o[ىٰٓ] أَ[f:1194[ن ت]َكْرَهُو[s[اْ] شَيْـ[a:2668[ـًٔا و]َيَ[q:2669[جْ]عَلَ [h:2670[ٱ]للَّهُ فِيهِ خَيْ[f:1594[رًا ك]َثِيرًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}