{
    "page_number": 81,
    "data": [
        {
            "aya_id": 513,
            "aya_number": 20,
            "aya_text": "وَاِنْ اَرَدْتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍۙ وَّاٰتَيْتُمْ اِحْدٰىهُنَّ قِنْطَارًا فَلَا تَأْخُذُوْا مِنْهُ شَيْـًٔا ۗ اَتَأْخُذُوْنَهٗ بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 81,
            "translation_aya_text": "Dan jika kamu ingin mengganti istrimu dengan istri yang lain, sedang kamu telah memberikan kepada seorang di antara mereka harta yang banyak, maka janganlah kamu mengambil kembali sedikit pun darinya. Apakah kamu akan mengambilnya kembali dengan jalan tuduhan yang dusta dan dengan (menanggung) dosa yang nyata?",
            "tafsir_jalalayn": "(Dan jika kamu bermaksud hendak mengganti istrimu dengan istri yang lain) artinya kamu ambil dia sebagai penggantinya setelah kamu ceraikan istrimu yang pertama itu (dan) sungguh (kamu telah memberikan kepada salah seorang di antara mereka) maksudnya istri-istri itu (harta yang banyak) sebagai maskawinnya (maka janganlah kamu mengambil kembali daripadanya barang sedikit pun. Apakah kamu akan mengambilnya kembali secara aniaya) dengan zalim (dan dengan -memikul- dosa yang nyata?) Dinashabkan keduanya karena kedudukan mereka sebagai hal sedangkan pertanyaan berikut maksudnya sebagai celaan dan penolakan:",
            "sajda": false,
            "transliteration": "Wa in arattumustib daala zawjim makaana zawjin wa aataitum ihdaahunna qintaaran falaa taakhuzoo minhu shai'aa; ataakhuzoonahoo buhtaannanw wa ismam mubeenaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 514,
            "aya_number": 21,
            "aya_text": "وَكَيْفَ تَأْخُذُوْنَهٗ وَقَدْ اَفْضٰى بَعْضُكُمْ اِلٰى بَعْضٍ وَّاَخَذْنَ مِنْكُمْ مِّيْثَاقًا غَلِيْظًا ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 81,
            "translation_aya_text": "Dan bagaimana kamu akan mengambilnya kembali, padahal kamu telah bergaul satu sama lain (sebagai suami-istri). Dan mereka (istri-istrimu) telah mengambil perjanjian yang kuat (ikatan pernikahan) dari kamu.",
            "tafsir_jalalayn": "(Bagaimana kamu akan mengambilnya kembali) artinya dengan alasan apa (padahal sebagian kamu telah bergaul dengan yang lain) atau telah berhubungan sebagai suami istri dengan bercampur yang telah mensahkan maskawin (dan mereka telah mengambil daripadamu perjanjian) atau pengakuan (yang erat) atau berat, yakni berupa perintah Ilahi agar memegang mereka secara baik-baik atau melepas mereka secara baik-baik pula.",
            "sajda": false,
            "transliteration": "Wa kaifa taakhuzoonahoo wa qad afdaa ba'dukum ilaa ba'dinw wa akhazna minkum meesaaqan ghaleezaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 515,
            "aya_number": 22,
            "aya_text": "وَلَا تَنْكِحُوْا مَا نَكَحَ اٰبَاۤؤُكُمْ مِّنَ النِّسَاۤءِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّهٗ كَانَ فَاحِشَةً وَّمَقْتًاۗ وَسَاۤءَ سَبِيْلًا ࣖ ",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 81,
            "translation_aya_text": "Dan janganlah kamu menikahi perempuan-perempuan yang telah dinikahi oleh ayahmu, kecuali (kejadian pada masa) yang telah lampau. Sungguh, perbuatan itu sangat keji dan dibenci (oleh Allah) dan seburuk-buruk jalan (yang ditempuh).",
            "tafsir_jalalayn": "(Dan janganlah kamu kawini apa) maksudnya siapa (Di antara wanita-wanita yang telah dikawini oleh bapakmu kecuali) artinya selain dari (yang telah berlalu) dari perbuatanmu itu, maka dimaafkan. (Sesungguhnya hal itu) maksudnya mengawini mereka itu (adalah perbuatan keji) atau busuk (suatu kutukan) maksudnya sesuatu yang menyebabkan timbulnya kutukan dari Allah, yang berarti kemurkaan-Nya yang amat sangat (dan sejahat-jahat) seburuk-buruk (jalan) yang ditempuh.",
            "sajda": false,
            "transliteration": "Wa laa tankihoo maa nakaha aabaaa'ukum minan nisaaa'i illaa maa qad salaf; inahoo kaana faahishatanw wa maqtanw wa saaa'a sabeelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 516,
            "aya_number": 23,
            "aya_text": "حُرِّمَتْ عَلَيْكُمْ اُمَّهٰتُكُمْ وَبَنٰتُكُمْ وَاَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنٰتُ الْاَخِ وَبَنٰتُ الْاُخْتِ وَاُمَّهٰتُكُمُ الّٰتِيْٓ اَرْضَعْنَكُمْ وَاَخَوٰتُكُمْ مِّنَ الرَّضَاعَةِ وَاُمَّهٰتُ نِسَاۤىِٕكُمْ وَرَبَاۤىِٕبُكُمُ الّٰتِيْ فِيْ حُجُوْرِكُمْ مِّنْ نِّسَاۤىِٕكُمُ الّٰتِيْ دَخَلْتُمْ بِهِنَّۖ فَاِنْ لَّمْ تَكُوْنُوْا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ ۖ وَحَلَاۤىِٕلُ اَبْنَاۤىِٕكُمُ الَّذِيْنَ مِنْ اَصْلَابِكُمْۙ وَاَنْ تَجْمَعُوْا بَيْنَ الْاُخْتَيْنِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا   ۔",
            "sura_id": 4,
            "juz_id": 4,
            "page_number": 81,
            "translation_aya_text": "Diharamkan atas kamu (menikahi) ibu-ibumu, anak-anakmu yang perempuan, saudara-saudaramu yang perempuan, saudara-saudara ayahmu yang perempuan, saudara-saudara ibumu yang perempuan, anak-anak perempuan dari saudara-saudaramu yang laki-laki, anak-anak perempuan dari saudara-saudaramu yang perempuan, ibu-ibumu yang menyusui kamu, saudara-saudara perempuanmu sesusuan, ibu-ibu istrimu (mertua), anak-anak perempuan dari istrimu (anak tiri) yang dalam pemeliharaanmu dari istri yang telah kamu campuri, tetapi jika kamu belum campur dengan istrimu itu (dan sudah kamu ceraikan), maka tidak berdosa kamu (menikahinya), (dan diharamkan bagimu) istri-istri anak kandungmu (menantu), dan (diharamkan) mengumpulkan (dalam pernikahan) dua perempuan yang bersaudara, kecuali yang telah terjadi pada masa lampau. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Diharamkan atas kamu ibu-ibumu) maksudnya mengawini mereka dan ini mencakup pula nenek, baik dari pihak bapak maupun dari pihak ibu (dan anak-anak perempuanmu) termasuk cucu-cucumu yang perempuan terus ke bawah (saudara-saudaramu yang perempuan) baik dari pihak bapak maupun dari pihak ibu (saudara-saudara bapakmu yang perempuan) termasuk pula saudara-saudara kakekmu (saudara-saudara ibumu yang perempuan) termasuk pula saudara-saudara nenekmu (anak-anak perempuan dari saudaramu yang laki-laki, anak-anak perempuan dari saudaramu yang perempuan) maksudnya keponakan-keponakanmu dan tercakup pula di dalamnya anak-anak mereka (ibu-ibumu yang menyusui kamu) maksudnya ibu-ibu susuan, yakni sebelum usiamu mencapai dua tahun dan sekurang-kurangnya lima kali susuan sebagaimana dijelaskan oleh hadis (saudara-saudara perempuanmu sesusuan). Kemudian dalam sunah ditambahkan anak-anak perempuan daripadanya, yaitu wanita-wanita yang disusukan oleh wanita-wanita yang telah dicampurinya, berikut saudara-saudara perempuan dari bapak dan dari ibu, serta anak-anak perempuan dari saudara laki-laki dan anak-anak perempuan dari saudara perempuannya, berdasarkan sebuah hadis yang berbunyi, \"Haram disebabkan penyusuan apa yang haram oleh sebab pertalian darah.\" Riwayat Bukhari dan Muslim. (ibu-ibu istrimu, mertua, dan anak-anak tirimu) jamak rabiibah yaitu anak perempuan istri dari suaminya yang lain (yang berada dalam asuhanmu) mereka berada dalam pemeliharaan kalian; kalimat ini berkedudukan sebagai kata sifat dari lafal rabaaib (dan istri-istrimu yang telah kamu campuri) telah kalian setubuhi (tetapi jika kamu belum lagi mencampuri mereka, maka tidaklah berdosa kamu) mengawini anak-anak perempuan mereka, jika kamu telah menceraikan mereka (dan diharamkan istri-istri anak kandungmu) yakni yang berasal dari sulbimu, berbeda halnya dengan anak angkatmu, maka kamu boleh kawin dengan janda-janda mereka (dan bahwa kamu himpun dua orang perempuan yang bersaudara) baik saudara dari pertalian darah maupun sepersusuan, dan menghimpun seorang perempuan dengan saudara perempuan bapaknya atau saudara perempuan ibunya tetapi diperbolehkan secara \"tukar lapik\" atau \"turun ranjang\" atau memiliki kedua mereka sekaligus asal yang dicampuri itu hanya salah seorang di antara mereka (kecuali) atau selain (yang telah terjadi di masa lalu) yakni di masa jahiliah sebagian dari apa yang disebutkan itu, maka kamu tidaklah berdosa karenanya. (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Hurrimat 'alaikum umma haatukum wa bannaatukum wa akhawaatukum wa 'ammaatukum wa khaalaatukum wa banaatul akhi wa banaatul ukhti wa ummahaatu kumul laateee arda' nakum wa akhawaatukum minarradaa'ati wa ummahaatu nisaaa'ikum wa rabaaa'i bukumul laatee fee hujoorikum min nisaaa'ikumul laatee dakhaltum bihinna Fa il lam takoonoo dakhaltum bihina falaa junaaha 'alaikum wa halaaa'ilu abnaaa'ikumul lazeena min aslaabikum wa an tajma'oo bainal ukhtaini illaa maa qad salaf; innallaaha kaana Ghafoorar Raheema",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}