{
    "page_number": 82,
    "data": [
        {
            "aya_id": 517,
            "aya_number": 24,
            "aya_text": "۞ وَالْمُحْصَنٰتُ مِنَ النِّسَاۤءِ اِلَّا مَا مَلَكَتْ اَيْمَانُكُمْ ۚ  كِتٰبَ اللّٰهِ عَلَيْكُمْ ۚ وَاُحِلَّ لَكُمْ مَّا وَرَاۤءَ ذٰلِكُمْ اَنْ تَبْتَغُوْا بِاَمْوَالِكُمْ مُّحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ ۗ فَمَا اسْتَمْتَعْتُمْ بِهٖ مِنْهُنَّ فَاٰتُوْهُنَّ اُجُوْرَهُنَّ فَرِيْضَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا تَرَاضَيْتُمْ بِهٖ  مِنْۢ بَعْدِ الْفَرِيْضَةِۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 82,
            "translation_aya_text": "Dan (diharamkan juga kamu menikahi) perempuan yang bersuami, kecuali hamba sahaya perempuan (tawanan perang) yang kamu miliki sebagai ketetapan Allah atas kamu. Dan dihalalkan bagimu selain (perempuan-perempuan) yang demikian itu jika kamu berusaha dengan hartamu untuk menikahinya bukan untuk berzina. Maka karena kenikmatan yang telah kamu dapatkan dari mereka, berikanlah maskawinnya kepada mereka sebagai suatu kewajiban. Tetapi tidak mengapa jika ternyata di antara kamu telah saling merelakannya, setelah ditetapkan. Sungguh, Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan) diharamkan bagimu (wanita-wanita yang bersuami) untuk dikawini sebelum bercerai dengan suami-suami mereka itu, baik mereka merdeka atau budak dan beragama Islam (kecuali wanita-wanita yang kamu miliki) yakni hamba-hamba sahaya yang tertawan, maka mereka boleh kamu campuri walaupun mereka punya suami di negeri perang, yakni setelah istibra' atau membersihkan rahimnya (sebagai ketetapan dari Allah) kitaaba manshub sebagai mashdar dari kata dzaalika; artinya telah ditetapkan sebagai suatu ketetapan dari Allah (atas kamu, dan dihalalkan) ada yang membaca uhilla bentuk pasif ada pula ahalla bentuk aktif (bagi kamu selain yang demikian itu) artinya selain dari wanita-wanita yang telah diharamkan tadi (bahwa kamu mencari) istri (dengan hartamu) baik dengan maskawin atau lainnya (untuk dikawini bukan untuk dizinahi) (maka istri-istri) dengan arti faman (yang telah kamu nikmati) artinya campuri (di antara mereka) dengan jalan menyetubuhi mereka (maka berikanlah kepada mereka upah mereka) maksudnya maskawin mereka yang telah kamu tetapkan itu (sebagai suatu kewajiban. Dan kamu tidaklah berdosa mengenai sesuatu yang telah saling kamu relakan) dengan mereka (setelah ditetapkan itu) baik dengan menurunkan, menambah atau merelakannya. (Sesungguhnya Allah Maha Mengetahui akan ciptaan-Nya (lagi Maha Bijaksana) dalam mengatur kepentingan mereka.",
            "sajda": false,
            "transliteration": "Walmuhsanaatu minan nisaaa'i illaa maa malakat aimaanukum kitaabal laahi 'alaikum; wa uhilla lakum maa waraaa'a zaalikum an tabtaghoo bi amwaali kum muhsineena ghaira musaa fiheen; famastamta'tum bihee minhunna fa aatoohunna ujoorahunna fareedah; wa laa junaaha 'alaikum feemaa taraadaitum bihee mim ba'dil fareedah; innal laaha kaana 'Aleeman Hakeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 518,
            "aya_number": 25,
            "aya_text": "وَمَنْ لَّمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا اَنْ يَّنْكِحَ الْمُحْصَنٰتِ الْمُؤْمِنٰتِ فَمِنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ فَتَيٰتِكُمُ الْمُؤْمِنٰتِۗ وَاللّٰهُ اَعْلَمُ بِاِيْمَانِكُمْ ۗ بَعْضُكُمْ مِّنْۢ بَعْضٍۚ فَانْكِحُوْهُنَّ بِاِذْنِ اَهْلِهِنَّ وَاٰتُوْهُنَّ اُجُوْرَهُنَّ بِالْمَعْرُوْفِ مُحْصَنٰتٍ غَيْرَ مُسٰفِحٰتٍ وَّلَا مُتَّخِذٰتِ اَخْدَانٍ ۚ فَاِذَآ اُحْصِنَّ فَاِنْ اَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنٰتِ مِنَ الْعَذَابِۗ ذٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ  ۗ  وَاَنْ تَصْبِرُوْا خَيْرٌ لَّكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 82,
            "translation_aya_text": "Dan barangsiapa di antara kamu tidak mempunyai biaya untuk menikahi perempuan merdeka yang beriman, maka (dihalalkan menikahi perempuan) yang beriman dari hamba sahaya yang kamu miliki. Allah mengetahui keimananmu. Sebagian dari kamu adalah dari sebagian yang lain (sama-sama keturunan Adam-Hawa), karena itu nikahilah mereka dengan izin tuannya dan berilah mereka maskawin yang pantas, karena mereka adalah perempuan-perempuan yang memelihara diri, bukan pezina dan bukan (pula) perempuan yang mengambil laki-laki lain sebagai piaraannya. Apabila mereka telah berumah tangga (bersuami), tetapi melakukan perbuatan keji (zina), maka (hukuman) bagi mereka setengah dari apa (hukuman) perempuan-perempuan merdeka (yang tidak bersuami). (Kebolehan menikahi hamba sahaya) itu, adalah bagi orang-orang yang takut terhadap kesulitan dalam menjaga diri (dari perbuatan zina). Tetapi jika kamu bersabar, itu lebih baik bagimu. Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan siapa yang tidak cukup biayanya untuk mengawini wanita-wanita merdeka) bukan budak (lagi beriman) ini yang berlaku menurut kebiasaan sehingga mafhumnya tidak berlaku (maka hamba sahaya yang kamu miliki) yang akan dikawininya (yakni dari golongan wanita-wanita kamu yang beriman. Dan Allah lebih mengetahui keimananmu) maka cukuplah kamu lihat lahirnya saja sedangkan batinnya serahkanlah kepada-Nya karena Dia mengetahui seluk-beluknya. Dan berapa banyaknya hamba sahaya yang lebih tinggi mutu keimanannya daripada wanita merdeka; ini merupakan bujukan agar bersedia kawin dengan hamba sahaya (sebagian kamu berasal dari sebagian yang lain) maksudnya kamu dan mereka itu sama-sama beragama Islam maka janganlah merasa keberatan untuk mengawini mereka (karena itu kawinilah mereka dengan seizin majikannya) artinya tuan dan pemiliknya (dan berikanlah kepada mereka upah) maksudnya mahar atau maskawin mereka (secara baik-baik) tanpa melalaikan atau menguranginya (sedangkan mereka pun hendaknya memelihara diri) menjadi hal (bukan melacurkan diri) atau berzina secara terang-terangan (serta tidak pula mengambil gundik) selir untuk berbuat zina secara sembunyi-sembunyi. (Maka jika mereka telah menjaga diri) artinya dikawinkan; dalam suatu qiraat dibaca ahshanna artinya telah kawin (lalu mereka melakukan perbuatan keji) maksudnya berzina (maka atas mereka separuh dari yang berlaku atas wanita-wanita merdeka) yakni yang masih perawan jika mereka berzina (berupa hukuman) atau hudud yaitu dengan didera 50 kali dan diasingkan setengah tahun. Dan kepada mereka ini dikiaskan hukuman bagi budak lelaki. Dan kawinnya hamba sahaya itu tidaklah dijadikan syarat untuk wajibnya hukuman, tetapi hanyalah untuk menunjukkan pada dasarnya mereka itu tidak menerima hukum rajam. (Demikian itu) maksudnya diperbolehkannya mengawini hamba sahaya sewaktu tak ada biaya itu (ialah bagi orang yang takut akan berzina) `anat artinya yang asli ialah masyaqqat atau kesulitan. Dinamakan zina demikian ialah karena dialah yang menyebabkan seseorang menerima hukuman berat di dunia dan siksa pedih di akhirat (di antara kamu). Ini berarti berbeda bagi orang yang tidak merasa khawatir dirinya akan jatuh dalam perzinaan, maka tidak halal baginya mengawini hamba sahaya itu. Demikian pula orang yang punya biaya untuk mengawini wanita-wanita merdeka. Pendapat ini juga dianut oleh Syafii. Hanya dalam firman Allah, \"... di antara wanita-wanitamu yang beriman,\" menurut Syafii tidak termasuk wanita-wanita kafir sehingga tidak boleh kawin walau ia dalam keadaan tidak mampu dan takut dirinya akan jatuh dalam perbuatan maksiat. (Dan jika kamu bersabar) artinya tidak mengawini hamba sahaya (itu lebih baik bagi kamu) agar kamu tidak mempunyai anak yang berstatus budak atau hamba sahaya. (Dan Allah Maha Pengampun lagi Maha Penyayang) dengan memberikan kelapangan dalam masalah itu.",
            "sajda": false,
            "transliteration": "Wa mal lam yastati' minkum tawlan ai yankihal muhsanaatil mu'minaati famimmaa malakat aimaanukum min fatayaatikumul mu'minaat; wallaahu a'lamu bi eemaanikum; ba'dukum mim ba'd; fankihoohunna bi izni ahlihinna wa aatoohunna ujoorahunna bilma'roofi muhsanaatin ghaira musaa fihaatinw wa laa muttakhizaati akhdaan; fa izaaa uhsinna fa in ataina bifaahi shatin fa'alaihinnna nisfu maa 'alal muhsanaati minal 'azaab; zaalika liman khashiyal 'anata minkum; wa an tasbiroo khairul lakum; wallaahu Ghafoorur Raheem",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 519,
            "aya_number": 26,
            "aya_text": "يُرِيْدُ اللّٰهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِيْنَ مِنْ قَبْلِكُمْ وَيَتُوْبَ عَلَيْكُمْ ۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 82,
            "translation_aya_text": "Allah hendak menerangkan (syariat-Nya) kepadamu, dan menunjukkan jalan-jalan (kehidupan) orang yang sebelum kamu (para nabi dan orang-orang saleh) dan Dia menerima tobatmu. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Allah hendak menerangkan padamu) syariat-syariat agamamu dan kepentingan-kepentingan dirimu (dan memimpin kepada sunah-sunah) atau jalan-jalan (orang-orang yang sebelum kamu) dari para nabi dalam soal menghalalkan dan mengharamkan, sehingga kamu dapat mengikuti mereka (serta menerima tobatmu) dan membawa kamu kembali dari perbuatan maksiatmu selama ini kepada menaati-Nya. (Dan Allah Maha Mengetahui) keadaanmu (lagi Maha Bijaksana) mengenai rencana dan peraturan-peraturan-Nya terhadapmu.",
            "sajda": false,
            "transliteration": "Yureedul laahu liyubai yina lakum wa yahdiyakum sunanal lazeena min qablikum wa yatooba 'alaikum; wallaahu 'Aleemun Hakeem",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}