{
    "page_number": 83,
    "data": [
        {
            "aya_id": 520,
            "aya_number": 27,
            "aya_text": "وَاللّٰهُ يُرِيْدُ اَنْ يَّتُوْبَ عَلَيْكُمْ ۗ وَيُرِيْدُ الَّذِيْنَ يَتَّبِعُوْنَ الشَّهَوٰتِ اَنْ تَمِيْلُوْا مَيْلًا عَظِيْمًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Dan Allah hendak menerima tobatmu, sedang orang-orang yang mengikuti keinginannya menghendaki agar kamu berpaling sejauh-jauhnya (dari kebenaran).",
            "tafsir_jalalayn": "(Dan Allah hendak menerima tobatmu) diulang-Nya di sini untuk menjadi dasar pembinaan (sementara orang-orang yang mengikuti hawa nafsunya ingin) yakni orang-orang Yahudi, Nasrani atau Majusi atau yang gemar berzina (agar kamu berpaling sejauh-jauhnya) artinya menyimpang dari kebenaran dengan berbuat apa yang diharamkan sehingga kamu akan menjadi seperti mereka pula.",
            "sajda": false,
            "transliteration": "Wallaahu yureedu ai yatooba 'alaikum wa yureedul lazeena yattabi 'oonash shahawaati an tameeloo mailan 'azeemaa",
            "tajweed_text": "وَ[h:9999[ٱ]للَّهُ يُرِيدُ أ[a:2726[َن ي]َتُوبَ عَلَيْكُمْ وَيُرِيدُ [h:2727[ٱ]لَّذِينَ يَتَّبِعُونَ [h:2728[ٱ][l[ل]شَّهَو[n[َٲ]تِ أَ[f:2729[ن ت]َمِيلُو[s[اْ] مَيْلاً عَظِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 521,
            "aya_number": 28,
            "aya_text": "يُرِيْدُ اللّٰهُ اَنْ يُّخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْاِنْسَانُ ضَعِيْفًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Allah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah.",
            "tafsir_jalalayn": "(Allah hendak memberi keringanan kepadamu) artinya memudahkan hukum-hukum syariat (karena manusia dijadikan bersifat lemah) tidak tahan menghadapi wanita dan godaan seksual.",
            "sajda": false,
            "transliteration": "Yureedul laahu ai yukhaffifa 'ankum; wa khuliqal insaanu da'eefaa",
            "tajweed_text": "يُرِيدُ [h:976[ٱ]للَّهُ أ[a:2730[َن ي]ُخَفِّفَ عَ[f:255[نك]ُمْ‌ۚ وَخُلِقَ [h:2731[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ ضَعِيفًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 522,
            "aya_number": 29,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوْٓا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ اِلَّآ اَنْ تَكُوْنَ تِجَارَةً عَنْ تَرَاضٍ مِّنْكُمْ ۗ وَلَا تَقْتُلُوْٓا اَنْفُسَكُمْ ۗ اِنَّ اللّٰهَ كَانَ بِكُمْ رَحِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Wahai orang-orang yang beriman! Janganlah kamu saling memakan harta sesamamu dengan jalan yang batil (tidak benar), kecuali dalam perdagangan yang berlaku atas dasar suka sama suka di antara kamu. Dan janganlah kamu membunuh dirimu. Sungguh, Allah Maha Penyayang kepadamu.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu makan harta sesamamu dengan jalan yang batil) artinya jalan yang haram menurut agama seperti riba dan gasab/merampas (kecuali dengan jalan) atau terjadi (secara perniagaan) menurut suatu qiraat dengan baris di atas sedangkan maksudnya ialah hendaklah harta tersebut harta perniagaan yang berlaku (dengan suka sama suka di antara kamu) berdasar kerelaan hati masing-masing, maka bolehlah kamu memakannya. (Dan janganlah kamu membunuh dirimu) artinya dengan melakukan hal-hal yang menyebabkan kecelakaannya bagaimana pun juga cara dan gejalanya baik di dunia dan di akhirat. (Sesungguhnya Allah Maha Penyayang kepadamu) sehingga dilarang-Nya kamu berbuat demikian.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo laa taakulooo amwaalakum bainakum bilbaatili 'illaaa an takoona tijaaratan 'an taraadim minkum; wa laa taqtulooo anfusakum; innal laaha kaana bikum Raheemaa",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَأْكُل[o[ُوٓ][s[اْ] أَمْو[n[َٲ]لَك[c:1003[ُم ب]َيْنَك[c:1004[ُم ب]ِ[h:212[ٱ]لْبَ[n[ـٰ]طِلِ إِلّ[o[َآ] أَ[f:1566[ن ت]َكُونَ تِجَ[n[ـٰ]رَةً عَ[f:1314[ن ت]َرَا[a:2733[ضٍ م]ِّ[f:344[نك]ُمْ‌ۚ وَلَا تَ[q:2734[قْ]تُل[o[ُوٓ][s[اْ] أَ[f:221[نف]ُسَكُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ كَانَ بِكُمْ رَحِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 523,
            "aya_number": 30,
            "aya_text": "وَمَنْ يَّفْعَلْ ذٰلِكَ عُدْوَانًا وَّظُلْمًا فَسَوْفَ نُصْلِيْهِ نَارًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Dan barangsiapa berbuat demikian dengan cara melanggar hukum dan zalim, akan Kami masukkan dia ke dalam neraka. Yang demikian itu mudah bagi Allah.",
            "tafsir_jalalayn": "(Dan siapa berbuat demikian) apa yang dilarang itu (dengan melanggar yang hak) menjadi hal (dan aniaya) menjadi taukid (maka akan Kami masukkan ia ke dalam neraka) ia akan dibakar hangus di dalamnya (dan demikian itu bagi Allah amat mudah) atau pekerjaan gampang.",
            "sajda": false,
            "transliteration": "Wa mai yaf'al zaalika 'udwaananw wa zulman fasawfa nusleehi Naaraa; wa kaana zaalika 'alal laahi yaseeraa",
            "tajweed_text": "وَم[a:1297[َن ي]َفْعَلْ ذ[n[َٲ]لِكَ عُ[q:2735[دْ]و[n[َٲ][a:2736[نًا و]َظُلْ[f:2737[مًا ف]َسَوْفَ نُصْلِيهِ نَا[a:2738[رًا‌ۚ و]َكَانَ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَسِيرًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 524,
            "aya_number": 31,
            "aya_text": "اِنْ تَجْتَنِبُوْا كَبَاۤىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Jika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahan-kesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga).",
            "tafsir_jalalayn": "(Jika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang kamu mengerjakannya) yakni dosa-dosa yang pernah pelakunya mendapat ancaman seperti membunuh, berzina, mencuri dan lain-lain yang menurut Ibnu Abbas banyaknya hampir tujuh ratus macam (niscaya Kami hapus kesalahan-kesalahanmu) yang kecil-kecil dengan jalan mengerjakan ketaatan (dan Kami masukkan kamu dengan pemasukan) dibaca mudkhalan atau madkhalan yang berarti pemasukan atau ke tempat (yang mulia) yaitu surga.",
            "sajda": false,
            "transliteration": "In tajtaniboo kabaaa'ira maa tunhawna 'anhu nukaffir 'ankum saiyiaatikum wa nudkhilkum mudkhalan kareemaa",
            "tajweed_text": "إِ[f:2739[ن ت]َ[q:2740[جْ]تَنِبُو[s[اْ] كَب[o[َا]ٓئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَ[f:255[نك]ُمْ سَيِّـَٔـاتِكُمْ وَنُ[q:2741[دْ]خِلْك[w:2742[ُم م]ُّ[q:2743[دْ]خَل[f:2744[اً ك]َرِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 525,
            "aya_number": 32,
            "aya_text": "وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللّٰهُ بِهٖ بَعْضَكُمْ عَلٰى بَعْضٍ ۗ لِلرِّجَالِ نَصِيْبٌ مِّمَّا اكْتَسَبُوْا ۗ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا اكْتَسَبْنَ ۗوَسْـَٔلُوا اللّٰهَ مِنْ فَضْلِهٖ ۗ اِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Dan janganlah kamu iri hati terhadap karunia yang telah dilebihkan Allah kepada sebagian kamu atas sebagian yang lain. (Karena) bagi laki-laki ada bagian dari apa yang mereka usahakan, dan bagi perempuan (pun) ada bagian dari apa yang mereka usahakan. Mohonlah kepada Allah sebagian dari karunia-Nya. Sungguh, Allah Maha Mengetahui segala sesuatu.",
            "tafsir_jalalayn": "(Dan janganlah kamu mengangan-angankan karunia yang dilebihkan Allah kepada sebagian kamu dari sebagian lainnya) baik dari segi keduniaan maupun pada soal keagamaan agar hal itu tidak menimbulkan saling membenci dan mendengki. (Bagi laki-laki ada bagian) atau pahala (dari apa yang mereka usahakan) disebabkan perjuangan yang mereka lakukan dan lain-lain (dan bagi wanita ada bagian pula dari apa yang mereka usahakan) misalnya mematuhi suami dan memelihara kehormatan mereka. Ayat ini turun ketika Umu Salamah mengatakan, \"Wahai! Kenapa kita tidak menjadi laki-laki saja, hingga kita dapat berjihad dan beroleh pahala seperti pahala laki-laki,\" (dan mohonlah olehmu) ada yang memakai hamzah dan ada pula yang tidak (kepada Allah karunia-Nya) yang kamu butuhkan niscaya akan dikabulkan-Nya. (Sesungguhnya Allah Maha Mengetahui segala sesuatu) di antaranya siapa seharusnya yang beroleh karunia, begitu pula permohonan kamu kepada-Nya.",
            "sajda": false,
            "transliteration": "Wa laa tatamannaw maa faddalal laahu bihee ba'dakum 'alaa ba'd; lirrijaali naseebum mimak tasaboo wa linnisaaa'i naseebum mimmak tasabna; was'alullaaha min fadlih; innal laaha kaana bikulli shai'in 'Aleemaa",
            "tajweed_text": "وَلَا تَتَمَ[g[نّ]َوْ[s[اْ] مَا فَضَّلَ [h:2745[ٱ]للَّهُ بِه[n[ِۦ] بَعْضَكُمْ عَلَىٰ بَعْ[u:2746[ضٍ‌ۚ ل]ِّلرِّجَالِ نَصِي[a:1111[بٌ م]ِّ[g[مّ]َا [h:2747[ٱ]كْتَسَبُو[s[اْ‌ۖ] وَلِل[g[نّ]ِس[o[َا]ٓءِ نَصِي[a:1111[بٌ م]ِّ[g[مّ]َا [h:2748[ٱ]كْتَسَ[q:2749[بْ]نَ‌ۚ وَسْــَٔلُو[s[اْ] [h:2750[ٱ]للَّهَ مِ[f:475[ن ف]َضْلِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 526,
            "aya_number": 33,
            "aya_text": "وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ ۗ وَالَّذِيْنَ عَقَدَتْ اَيْمَانُكُمْ فَاٰتُوْهُمْ نَصِيْبَهُمْ ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 83,
            "translation_aya_text": "Dan untuk masing-masing (laki-laki dan perempuan) Kami telah menetapkan para ahli waris atas apa yang ditinggalkan oleh kedua orang tuanya dan karib kerabatnya. Dan orang-orang yang kamu telah bersumpah setia dengan mereka, maka berikanlah kepada mereka bagiannya. Sungguh, Allah Maha Menyaksikan segala sesuatu.",
            "tafsir_jalalayn": "(Dan bagi masing-masing) laki-laki dan wanita (Kami jadikan ahli waris) atau ashabah yang memperoleh (apa yang ditinggalkan oleh ibu bapak dan karib kerabat) bagi mereka berupa harta (dan mengenai orang-orang yang kamu telah berjanji dan bersumpah setia dengan mereka) `aqadat ada yang pakai alif sehingga menjadi `aaqadat; sedangkan aimaan jamak daripada yamiin berarti sumpah atau tangan sehingga kalimat itu berarti sumpah sekutu-sekutu kamu yang telah terikat dalam perjanjian denganmu di masa jahiliah buat tolong-menolong dan waris-mewarisi (maka berilah mereka) sekarang (bagian mereka) dari harta warisan yaitu seperenam (sesungguhnya Allah Maha Menyaksikan segala sesuatu) artinya mengetahui apa pun juga, termasuk hal-ihwalmu. Dan hukum ini telah dihapus dengan firman-Nya, \"Dan orang-orang yang mempunyai pertalian darah, sebagian mereka lebih utama dari sebagian lainnya.\"",
            "sajda": false,
            "transliteration": "Wa likullin ja'alnaa ma waaliya mimmaa tarakal waalidaani wal aqraboon; wallazeena 'aqadat aimaanukum fa aatoohum naseebahum; innal laaha kaana 'alaa kulli shai'in Shaheedaa",
            "tajweed_text": "وَلِكُ[f:2751[لٍّ ج]َعَلْنَا مَو[n[َٲ]لِىَ مِ[g[مّ]َا تَرَكَ [h:2570[ٱ]لْو[n[َٲ]لِدَانِ وَ[h:2571[ٱ]لْأَ[q:2571[قْ]رَبُونَ‌ۚ وَ[h:37[ٱ]لَّذِينَ عَقَدَتْ أَيْمَ[n[ـٰ]نُكُمْ فَـَٔـاتُوهُمْ نَصِيبَهُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ كَانَ عَلَىٰ كُلِّ ش[f:2752[َىْءٍ ش]َهِيدًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}