{
    "page_number": 85,
    "data": [
        {
            "aya_id": 531,
            "aya_number": 38,
            "aya_text": "وَالَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ ۗ وَمَنْ يَّكُنِ الشَّيْطٰنُ لَهٗ قَرِيْنًا فَسَاۤءَ قَرِيْنًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Dan (juga) orang-orang yang menginfakkan hartanya karena ria dan kepada orang lain (ingin dilihat dan dipuji), dan orang-orang yang tidak beriman kepada Allah dan kepada hari kemudian. Barangsiapa menjadikan setan sebagai temannya, maka (ketahuilah) dia (setan itu) adalah teman yang sangat jahat.",
            "tafsir_jalalayn": "(Dan orang-orang yang) diathafkan kepada orang-orang yang sebelumnya (menafkahkan harta mereka karena riya kepada manusia) artinya karena mereka ingin dipuji (dan mereka tidak beriman kepada Allah dan tidak pula kepada hari akhir) misalnya orang-orang munafik dan kafir Mekah. (Barangsiapa yang menjadi sejawat setan) artinya temannya, maka ia akan mengikuti perintahnya dan akan melakukan seperti apa yang dilakukannya (maka setan itu adalah teman yang seburuk-buruknya).",
            "sajda": false,
            "transliteration": "Wallazeena yunfiqoona amwaalahum ri'aaa'an naasi wa laa yu'minoona billaahi wa laa bil Yawmil Aakhir; wa mai yakunish shaitaanu lahoo qareenan fasaaa'a qareenaa",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ يُ[f:16[نف]ِقُونَ أَمْو[n[َٲ]لَهُمْ رِئ[o[َا]ٓءَ [h:1551[ٱ][l[ل][g[نّ]َاسِ وَلَا يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَلَا بِ[h:2784[ٱ]لْيَوْمِ [h:2785[ٱ]لْأَخِرِ‌ۗ وَم[a:2786[َن ي]َكُنِ [h:2787[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ لَهُ[n[ۥ] قَرِي[f:2788[نًا ف]َس[o[َا]ٓءَ قَرِينًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 532,
            "aya_number": 39,
            "aya_text": "وَمَاذَا عَلَيْهِمْ لَوْ اٰمَنُوْا بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَنْفَقُوْا مِمَّا رَزَقَهُمُ اللّٰهُ ۗوَكَانَ اللّٰهُ بِهِمْ عَلِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Dan apa (keberatan) bagi mereka jika mereka beriman kepada Allah dan hari kemudian dan menginfakkan sebagian rezeki yang telah diberikan Allah kepadanya? Dan Allah Maha Mengetahui keadaan mereka.",
            "tafsir_jalalayn": "(Apa salahnya bagi mereka jika mereka beriman kepada Allah dan hari yang akhir serta menafkahkan sebagian rezeki yang diberikan Allah kepada mereka) artinya apa bencana dan kerugiannya bagi mereka? Pertanyaan ini berarti sanggahan, sedangkan 'lau' mashdariah, artinya tak ada mudaratnya di sana itu, hanya kondisi di mana mereka berada itulah yang membawa mudarat atau bencana. (Dan Allah Maha Mengetahui keadaan mereka) sehingga akan dibalas-Nya apa yang mereka lakukan.",
            "sajda": false,
            "transliteration": "Wa maazaa 'alaihim law aamanoo billaahi wal Yawmil Aakhiri wa anfaqoo mimmaa razaqahumul laah; wa kaanallaahu bihim Aaleemaa",
            "tajweed_text": "وَمَاذَا عَلَيْهِمْ لَوْ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَأَ[f:2789[نف]َقُو[s[اْ] مِ[g[مّ]َا رَزَقَهُمُ [h:2790[ٱ]للَّهُ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ بِهِمْ عَلِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 533,
            "aya_number": 40,
            "aya_text": "اِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۚوَاِنْ تَكُ حَسَنَةً يُّضٰعِفْهَا وَيُؤْتِ مِنْ لَّدُنْهُ اَجْرًا عَظِيْمًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Sungguh, Allah tidak akan menzalimi seseorang walaupun sebesar dzarrah, dan jika ada kebajikan (sekecil dzarrah), niscaya Allah akan melipatgandakannya dan memberikan pahala yang besar dari sisi-Nya.",
            "tafsir_jalalayn": "(Sesungguhnya Allah tidak menganiaya) seorang pun (walau sebesar zarrah) artinya sebesar semut yang paling kecil, misalnya dengan mengurangi kebaikan-kebaikannya atau menambah kejahatan-kejahatannya (dan sekiranya ada kebaikan sebesar zarrah) dari seorang mukmin; menurut satu qiraat dengan baris di depan sehingga merupakan tammah (niscaya Allah akan melipatgandakannya) dari 10 sampai lebih dari 700 kali lipat. Menurut satu qiraat tanpa tasydid sehingga menjadi yudhaa`ifuha (dan mendatangkan dari sisi-Nya) di samping ganjaran yang berlipat ganda itu (pahala yang besar) tak dapat diperkirakan oleh seorang pun juga.",
            "sajda": false,
            "transliteration": "Innal laaha laa yazlimu misqaala zarratinw wa in taku hasanatany yudaa'ifhaa wa yu'ti mil ladunhu ajran 'azeemaa",
            "tajweed_text": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّ[a:2791[ةٍ‌ۖ و]َإِ[f:2792[ن ت]َكُ حَسَنَ[a:2793[ةً ي]ُضَ[n[ـٰ]عِفْهَا وَيُؤْتِ م[u:2794[ِن ل]َّدُنْهُ أَ[q:2795[جْ]رًا عَظِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 534,
            "aya_number": 41,
            "aya_text": "فَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Dan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka.",
            "tafsir_jalalayn": "(Maka bagaimanakah) keadaan orang-orang kafir nanti (jika Kami datangkan dari setiap umat seorang saksi) yakni nabi mereka masing-masing yang menyaksikan amal perbuatan mereka (dan Kami datangkan kamu) hai Muhammad (sebagai saksi atas mereka itu) yakni umatmu.",
            "sajda": false,
            "transliteration": "Fakaifa izaa ji'naa min kulli ummatim bishaheedinw wa ji'naabika 'alaa haaa'ulaaa 'i Shaheedan",
            "tajweed_text": "فَكَيْفَ إِذَا جِئْنَا مِ[f:843[ن ك]ُلِّ أُ[g[مّ]َ[i:2796[ةِۭ ب]ِشَهِي[a:2797[دٍ و]َجِئْنَا بِكَ عَلَىٰ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ شَهِيدًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 535,
            "aya_number": 42,
            "aya_text": "يَوْمَىِٕذٍ يَّوَدُّ الَّذِيْنَ كَفَرُوْا وَعَصَوُا الرَّسُوْلَ لَوْ تُسَوّٰى بِهِمُ الْاَرْضُۗ وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا ࣖ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Pada hari itu, orang yang kafir dan orang yang mendurhakai Rasul (Muhammad), berharap sekiranya mereka diratakan dengan tanah (dikubur atau hancur luluh menjadi tanah), padahal mereka tidak dapat menyembunyikan sesuatu kejadian apa pun dari Allah.",
            "tafsir_jalalayn": "(Di hari itu) yakni hari kedatangannya (orang-orang kafir dan yang mendurhakai Rasul menginginkan agar) seandainya (mereka disamaratakan dengan tanah) tusawwaa dalam bentuk pasif dan ada pula yang membacanya dalam bentuk aktif dengan menghilangkan salah satu dari ta-nya pada asal lalu mengidgamkannya pada sin artinya dari tustawa sedangkan maksudnya ialah mereka ingin agar menjadi tanah karena mereka tercekam rasa takut yang hebat sebagaimana tersebut pada ayat lain, \"Dan orang kafir berkata, 'Wahai kiranya nasib, kenapa daku tidak menjadi tanah saja!' (dan mereka tidak dapat menyembunyikan kepada Allah suatu peristiwa pun) mengenai apa yang mereka kerjakan.\" Tetapi pada kali yang lain mereka masih mencoba-coba juga untuk menyembunyikan sebagaimana tersebut dalam Alquran, \"Dan mereka berkata, 'Demi Allah Tuhan kami, tidaklah kami mempersekutukan-Mu.'\"",
            "sajda": false,
            "transliteration": "Yawma'iziny yawad dullazeena kafaroo wa'asawur Rasoola law tusawwaa bihimul ardu wa laa yaktumoonal laaha hadeesaa",
            "tajweed_text": "يَوْمَئِ[a:2798[ذٍ ي]َوَدُّ [h:544[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَعَصَوُ[s[اْ] [h:2799[ٱ][l[ل]رَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ [h:2800[ٱ]لْأَرْضُ وَلَا يَكْتُمُونَ [h:2801[ٱ]للَّهَ حَدِيثًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 536,
            "aya_number": 43,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَاَنْتُمْ سُكَارٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ وَلَا جُنُبًا اِلَّا عَابِرِيْ سَبِيْلٍ حَتّٰى تَغْتَسِلُوْا ۗوَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ ۗ اِنَّ اللّٰهَ كَانَ عَفُوًّا غَفُوْرًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Wahai orang yang beriman! Janganlah kamu mendekati salat ketika kamu dalam keadaan mabuk, sampai kamu sadar apa yang kamu ucapkan, dan jangan pula (kamu hampiri masjid ketika kamu) dalam keadaan junub kecuali sekedar melewati jalan saja, sebelum kamu mandi (mandi junub). Adapun jika kamu sakit atau sedang dalam perjalanan atau sehabis buang air atau kamu telah menyentuh perempuan, sedangkan kamu tidak mendapat air, maka bertayamumlah kamu dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Sungguh, Allah Maha Pemaaf, Maha Pengampun.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, janganlah kamu dekati salat) artinya janganlah salat (sedangkan kamu dalam keadaan mabuk) disebabkan minum-minuman keras. Asbabun nuzulnya ialah orang-orang salat berjemaah dalam keadaan mabuk (sehingga kamu mengerti apa yang kamu ucapkan) artinya sadar dan sehat kembali (dan tidak pula dalam keadaan junub) disebabkan bersetubuh atau keluar mani. Ia manshub disebabkan menjadi hal dan dipakai baik buat tunggal maupun buat jamak (kecuali sekadar melewati jalan) artinya selagi musafir atau dalam perjalanan (hingga kamu mandi lebih dulu) barulah kamu boleh melakukan salat itu. Dikecualikannya musafir boleh melakukan salat itu ialah karena baginya ada hukum lain yang akan dibicarakan nanti. Dan ada pula yang mengatakan bahwa yang dimaksud ialah larangan terhadap mendekati tempat-tempat salat atau mesjid, kecuali sekadar melewatinya saja tanpa mendiaminya. (Dan jika kamu sakit) yakni mengidap penyakit yang bertambah parah jika kena air (atau dalam perjalanan) artinya dalam bepergian sedangkan kamu dalam keadaan junub atau berhadas besar (atau seseorang di antaramu datang dari tempat buang air) yakni tempat yang disediakan untuk buang hajat artinya ia berhadas (atau kamu telah menyentuh perempuan) menurut satu qiraat lamastum itu tanpa alif, dan keduanya yaitu baik pakai alif atau tidak, artinya ialah menyentuh yakni meraba dengan tangan. Hal ini dinyatakan oleh Ibnu Umar, juga merupakan pendapat Syafii. Dan dikaitkan dengannya meraba dengan kulit lainnya, sedangkan dari Ibnu Abbas diberitakan bahwa maksudnya ialah jimak atau bersetubuh (kemudian kamu tidak mendapat air) untuk bersuci buat salat yakni setelah berusaha menyelidiki dan mencari. Dan ini tentu mengenai selain orang yang dalam keadaan sakit (maka bertayamumlah kamu) artinya ambillah setelah masuknya waktu salat (tanah yang baik) maksudnya yang suci, lalu pukullah dengan telapak tanganmu dua kali pukulan (maka sapulah muka dan tanganmu) berikut dua sikumu. Mengenai masaha atau menyapu, maka kata-kata itu transitif dengan sendirinya atau dengan memakai huruf. (Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun).",
            "sajda": false,
            "transliteration": "yaaa aiyuhal lazeena aamanoo laa taqrabus Salaata wa antum sukaaraa hatta ta'lamoo ma taqooloona wa la junuban illaa 'aabiree sabeelin hatta taghtasiloo; wa in kuntum mardaaa aw 'alaa safarin aw jaaa'a ahadum minkum minal ghaaa'iti aw laamastumun nisaaa'a falam tajidoo maaa'an fatayam mamoo sa'eedan taiyiban famsahoo biwujoohikum wa aideekum; innal laaha kaana 'Afuwwan Ghafooraa",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَ[q:2802[قْ]رَبُو[s[اْ] [h:2803[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَ[f:98[نت]ُمْ سُكَ[n[ـٰ]رَىٰ حَتَّىٰ تَعْلَمُو[s[اْ] مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِى سَبِيلٍ حَتَّىٰ تَغْتَسِلُو[s[اْ‌ۚ] وَإِ[f:99[ن ك]ُ[f:100[نت][w:2804[ُم م]َّرْضَ[o[ىٰٓ] أَوْ عَلَىٰ سَفَرٍ أَوْ ج[o[َا]ٓءَ أَحَ[a:2805[دٌ م]ِّ[f:344[نك][w:2806[ُم م]ِّنَ [h:2807[ٱ]لْغ[o[َا]ٓئِطِ أَوْ لَ[n[ـٰ]مَسْتُمُ [h:2808[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ فَلَمْ تَجِدُو[s[اْ] م[o[َا]ٓ[f:2809[ءً ف]َتَيَ[g[مّ]َمُو[s[اْ] صَعِي[f:2810[دًا ط]َيِّ[f:2811[بًا ف]َ[h:2812[ٱ]مْسَحُو[s[اْ] بِوُجُوهِكُمْ وَأَيْدِيكُمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ كَانَ عَفُوًّا غَفُورًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 537,
            "aya_number": 44,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يَشْتَرُوْنَ الضَّلٰلَةَ وَيُرِيْدُوْنَ اَنْ تَضِلُّوا السَّبِيْلَۗ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 85,
            "translation_aya_text": "Tidakkah kamu memperhatikan orang yang telah diberi bagian Kitab (Taurat)? Mereka membeli kesesatan dan mereka menghendaki agar kamu tersesat (menyimpang) dari jalan (yang benar).",
            "tafsir_jalalayn": "(Tidakkah kamu lihat orang-orang yang diberi bagian dari Alkitab) yakni orang-orang Yahudi (mereka membeli kesesatan) dengan petunjuk (dan menginginkan agar kamu sesat jalan) atau menempuh jalan yang tidak benar agar bernasib seperti mereka pula.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena ootoo naseebam minal Kitaabi yashtaroonad dalaalata wa yureedoona an tadillus sabeel",
            "tajweed_text": "أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ أُوتُو[s[اْ] نَصِي[a:1814[بًا م]ِّنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ يَشْتَرُونَ [h:2813[ٱ][l[ل]ضَّلَ[n[ـٰ]لَةَ وَيُرِيدُونَ أَ[f:2814[ن ت]َضِلُّو[s[اْ] [h:2815[ٱ][l[ل]سَّب[p[ِي]لَ",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}