{
    "page_number": 86,
    "data": [
        {
            "aya_id": 538,
            "aya_number": 45,
            "aya_text": "وَاللّٰهُ اَعْلَمُ بِاَعْدَاۤىِٕكُمْ ۗوَكَفٰى بِاللّٰهِ وَلِيًّا ۙوَّكَفٰى بِاللّٰهِ نَصِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Dan Allah lebih mengetahui tentang musuh-musuhmu. Cukuplah Allah menjadi pelindung dan cukuplah Allah menjadi penolong (bagimu).",
            "tafsir_jalalayn": "(Dan Allah lebih mengetahui tentang musuh-musuhmu) daripada kamu maka diberitakan-Nya kepada kamu keadaan mereka agar kamu tetap waspada (dan cukuplah Allah sebagai pelindung) atau pemeliharamu terhadap mereka (dan cukuplah Allah sebagai penolongmu) terhadap tipu daya mereka.",
            "sajda": false,
            "transliteration": "Wallaahu a'lamu bi a'daaa'i-kum; wa kafaa billaahi waliyyanw wa kafaa billaahi naseera",
            "tajweed_text": "وَ[h:9999[ٱ]للَّهُ أَعْلَمُ بِأَعْد[o[َا]ٓئِكُمْ‌ۚ وَكَفَىٰ بِ[h:32[ٱ]للَّهِ وَلِي[a:2816[ًّا و]َكَفَىٰ بِ[h:32[ٱ]للَّهِ نَصِيرًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 539,
            "aya_number": 46,
            "aya_text": "مِنَ الَّذِيْنَ هَادُوْا يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖ وَيَقُوْلُوْنَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَّرَاعِنَا لَيًّاۢ بِاَلْسِنَتِهِمْ وَطَعْنًا فِى الدِّيْنِۗ وَلَوْ اَنَّهُمْ قَالُوْا سَمِعْنَا وَاَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَاَقْوَمَۙ وَلٰكِنْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya. Dan mereka berkata, “Kami mendengar, tetapi kami tidak mau menurutinya.” Dan (mereka mengatakan pula), “Dengarlah,” sedang (engkau Muhammad sebenarnya) tidak mendengar apa pun. Dan (mereka mengatakan), “Raa‘ina” dengan memutar-balikkan lidahnya dan mencela agama. Sekiranya mereka mengatakan, “Kami mendengar dan patuh, dan dengarlah, dan perhatikanlah kami,” tentulah itu lebih baik bagi mereka dan lebih tepat, tetapi Allah melaknat mereka, karena kekafiran mereka. Mereka tidak beriman kecuali sedikit sekali.",
            "tafsir_jalalayn": "(Di antara orang-orang Yahudi) ada suatu kaum (mereka mengubah perkataan-perkataan) yakni yang diturunkan Allah dalam Taurat berupa tanda-tanda dan sifat-sifat Nabi Muhammad saw. (dari tempat-tempatnya) semula (dan kata mereka) kepada Nabi saw. bila beliau menitahkan mereka mengerjakan sesuatu: (\"Kami dengar) ucapanmu (dan kami langgar.\") perintahmu (dan dengarlah padahal tidak ada yang akan didengar) menjadi hal yang berarti doa; artinya semoga saya tidak mendengarnya. (Dan) kata mereka pula kepadanya (\"Ra`ina.\") padahal mereka telah dilarang mengucapkannya karena dalam bahasa mereka kata-kata itu berarti makian (dengan memutar-mutar lidah mereka dan mencela) menjelekkan (agama) Islam. (Sekiranya mereka mengatakan, \"Kami dengar dan kami turut) sebagai ganti dari 'kami langgar' (dan dengarlah) saja (dan perhatikanlah kami\") yaitu unzhurnaa sebagai ganti dari raa`inaa (tentulah itu lebih baik bagi mereka) daripada apa yang mereka ucapkan tadi (dan lebih tepat) lebih adil daripadanya. (Akan tetapi Allah mengutuk mereka) artinya menjauhkan mereka dari rahmat-Nya (disebabkan kekafiran mereka sehingga mereka tidaklah beriman selain hanya segelintir saja) misalnya Abdullah bin Salam dan para sahabatnya.",
            "sajda": false,
            "transliteration": "Minal lazeena haadoo yuharrifoonal Kalima 'am mawaadi'ihee wa yaqooloona sami'naa wa 'asainaa wasma' ghaira musma'inw wa raa'inaa laiyam bi alsinatihim wa ta'nan fiddeen; wa law annahum qaaloo sami'naa wa ata'naa wasma' wanzurnaa lakaana khairal lahum wa aqwama wa laakil la ''anahumul laahu bikufrihim falaa yu'minoona illaa qaleela",
            "tajweed_text": "مِّنَ [h:523[ٱ]لَّذِينَ هَادُو[s[اْ] يُحَرِّفُونَ [h:2817[ٱ]لْكَلِمَ ع[a:2818[َن م]َّوَاضِعِه[n[ِۦ] وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَ[h:2819[ٱ]سْمَعْ غَيْرَ مُسْمَ[a:2820[عٍ و]َر[n[َٲ]عِنَا لَيّ[i:2821[َۢا ب]ِأَلْسِنَتِهِمْ وَطَعْ[f:2822[نًا ف]ِى [h:1477[ٱ][l[ل]دِّينِ‌ۚ وَلَوْ أَ[g[نّ]َهُمْ قَالُو[s[اْ] سَمِعْنَا وَأَطَعْنَا وَ[h:2819[ٱ]سْمَعْ وَ[h:2823[ٱ][f:2823[نظ]ُرْنَا لَكَانَ خَيْ[u:2160[رًا ل]َّهُمْ وَأَ[q:2824[قْ]وَمَ وَلَ[n[ـٰ]ك[u:2825[ِن ل]َّعَنَهُمُ [h:462[ٱ]للَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلاً",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 540,
            "aya_number": 47,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ اٰمِنُوْا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُمْ مِّنْ قَبْلِ اَنْ نَّطْمِسَ وُجُوْهًا فَنَرُدَّهَا عَلٰٓى اَدْبَارِهَآ اَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ اَصْحٰبَ السَّبْتِ ۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Wahai orang-orang yang telah diberi Kitab! Berimanlah kamu kepada apa yang telah Kami turunkan (Al-Qur'an) yang membenarkan Kitab yang ada pada kamu, sebelum Kami mengubah wajah-wajah(mu), lalu Kami putar ke belakang atau Kami laknat mereka sebagaimana Kami melaknat orang-orang (yang berbuat maksiat) pada hari Sabat (Sabtu). Dan ketetapan Allah pasti berlaku.",
            "tafsir_jalalayn": "(Hai orang-orang yang diberi Alkitab! Berimanlah kamu kepada apa-apa yang telah Kami turunkan) berupa Alquran (yang membenarkan apa yang berada padamu) yakni Taurat (sebelum Kami mengubah mukamu) dengan membuang mata, hidung dan alis yang terdapat padanya (lalu Kami putarkan ke belakang) sehingga menjadi rata dengan tengkuknya (atau Kami kutuk mereka) dengan menjadikan mereka sebagai kera (sebagaimana Kami telah mengutuk) menyerapah (pendurhaka-pendurhaka di hari Sabtu) di antara mereka (dan urusan Allah) maksudnya ketetapan-Nya (pasti berlaku). Tatkala ayat ini turun, maka masuk Islamlah Abdullah bin Salam. Maka ada yang mengatakan bahwa ini merupakan ancaman dengan suatu syarat karena setelah sebagian mereka masuk Islam, maka hukuman itu dibatalkan. Dan ada pula yang mengatakan bahwa baik perubahan wajah dan penjelmaan menjadi kera itu akan dilakukan sebelum terjadinya kiamat.",
            "sajda": false,
            "transliteration": "yaaa aiyuha lazeena ootu Kitaaba aaminoo bimaa nazzalnaa musadiqallimaa ma'akum min qabli an natmisa wujoohan fanaruddahaa 'alaaa adbaarihaaa aw nal'anahum kamaa la'annaaa Ashaabas Sabt; wa kaana amrul laahi maf'oolaa",
            "tajweed_text": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ ءَامِنُو[s[اْ] بِمَا نَزَّلْنَا مُصَدِّ[u:206[قًا ل]ِّمَا مَعَك[w:2826[ُم م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:2827[َن ن]َّ[q:2828[طْ]مِسَ وُجُو[f:2829[هًا ف]َنَرُدَّهَا عَلَ[o[ىٰٓ] أَ[q:2830[دْ]بَارِه[o[َآ] أَوْ نَلْعَنَهُمْ كَمَا لَعَ[g[نّ][o[َآ] أَصْحَ[n[ـٰ]بَ [h:2831[ٱ][l[ل]سَّ[q:346[بْ]تِ‌ۚ وَكَانَ أَمْرُ [h:2832[ٱ]للَّهِ مَفْعُولاً",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 541,
            "aya_number": 48,
            "aya_text": "اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۚ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى اِثْمًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barangsiapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar.",
            "tafsir_jalalayn": "(Sesungguhnya Allah tidak akan mengampuni bila Dia dipersekutukan) artinya tidak akan mengampuni dosa mempersekutukan-Nya (dan Dia akan mengampuni selain dari demikian) di antara dosa-dosa (bagi siapa yang dikehendaki-Nya) beroleh ampunan, sehingga dimasukkan-Nya ke dalam surga tanpa disentuh oleh siksa. Sebaliknya akan disiksa-Nya lebih dulu orang-orang mukmin yang dikehendaki-Nya karena dosa-dosa mereka, dan setelah itu barulah dimasukkan-Nya ke dalam surga. (Siapa mempersekutukan Allah, maka sesungguhnya ia telah berbuat dosa yang besar).",
            "sajda": false,
            "transliteration": "Innal laaha laa yaghfiru ai yushraka bihee wa yaghfiru maa doona zaalika limai yashaaa'; wa mai yushrik billaahi faqadif taraaa isman 'azeemaa",
            "tajweed_text": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَغْفِرُ أ[a:2833[َن ي]ُشْرَكَ بِه[n[ِۦ] وَيَغْفِرُ مَا دُونَ ذ[n[َٲ]لِكَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ‌ۚ وَم[a:2834[َن ي]ُشْرِكْ بِ[h:32[ٱ]للَّهِ فَقَدِ [h:2835[ٱ]فْتَرَ[o[ىٰٓ] إِثْمًا عَظِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 542,
            "aya_number": 49,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يُزَكُّوْنَ اَنْفُسَهُمْ ۗ بَلِ اللّٰهُ يُزَكِّيْ مَنْ يَّشَاۤءُ وَلَا يُظْلَمُوْنَ فَتِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Tidakkah engkau memperhatikan orang-orang yang menganggap dirinya suci (orang Yahudi dan Nasrani)? Sebenarnya Allah menyucikan siapa yang Dia kehendaki dan mereka tidak dizalimi sedikit pun.",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan orang-orang yang membersih-bersihkan diri mereka itu) yakni orang-orang Yahudi yang mengatakan bahwa mereka itu anak-anak Allah dan kekasih-kekasih-Nya. Jadi persoalannya kebaikan itu bukanlah dengan membersih-bersihkan diri (tetapi Allah membersihkan) artinya menyucikan (siapa yang dikehendaki-Nya) dengan keimanan (sedangkan mereka tidak dianiaya) atau dikurangi amalan mereka (sedikit pun) walau sebesar kulit buah kurma sekalipun.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena yuzakkoona anfusahum; balil laahu yuzakkee mai yashaaa'u wa laa yuzlamoona fateelaa",
            "tajweed_text": "أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ يُزَكُّونَ أَ[f:38[نف]ُسَه[c:2836[ُم‌ۚ ب]َلِ [h:2310[ٱ]للَّهُ يُزَكِّى م[a:476[َن ي]َش[o[َا]ٓءُ وَلَا يُظْلَمُونَ فَتِيلاً",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 543,
            "aya_number": 50,
            "aya_text": "اُنْظُرْ كَيْفَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ  وَكَفٰى بِهٖٓ اِثْمًا مُّبِيْنًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Perhatikanlah, betapa mereka mengada-adakan dusta terhadap Allah! Dan cukuplah perbuatan itu menjadi dosa yang nyata (bagi mereka).",
            "tafsir_jalalayn": "(Perhatikanlah) menunjukkan keheranan (betapa mereka mengada-adakan kedustaan terhadap Allah) mengenai hal itu (dan cukuplah itu menjadi dosa yang nyata) bagi mereka. Ayat ini diturunkan berkenaan dengan Kaab bin Asyraf dan lain-lainnya dari kalangan ulama Yahudi, yaitu ketika mereka tiba di Mekah dan menyaksikan orang-orang musyrikin yang terbunuh dalam perang Badar, maka mereka membakar kaum musyrikin untuk membalas dendam atas kekalahan ini dan memerangi Nabi saw.:",
            "sajda": false,
            "transliteration": "Unzur kaifa yaftaroona 'alal laahil kazib, wakafaa biheee ismamm mubeenaa",
            "tajweed_text": "ٱ[f:2837[نظ]ُرْ كَيْفَ يَفْتَرُونَ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ‌ۖ وَكَفَىٰ بِه[o[ِۦٓ] إِثْ[a:2838[مًا م]ُّبِينًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 544,
            "aya_number": 51,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُؤْمِنُوْنَ بِالْجِبْتِ وَالطَّاغُوْتِ وَيَقُوْلُوْنَ لِلَّذِيْنَ كَفَرُوْا هٰٓؤُلَاۤءِ اَهْدٰى مِنَ الَّذِيْنَ اٰمَنُوْا سَبِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 86,
            "translation_aya_text": "Tidakkah kamu memperhatikan orang-orang yang diberi bagian dari Kitab (Taurat)? Mereka percaya kepada Jibt dan thaghut, dan mengatakan kepada orang-orang kafir (musyrik Mekah), bahwa mereka itu lebih benar jalannya daripada orang-orang yang beriman.",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan orang-orang yang diberi bagian dari Alkitab, mereka percaya kepada jibt dan tagut) nama dua berhala Quraisy (dan mengatakan kepada orang-orang kafir) yaitu Abu Sofyan dan sahabat-sahabatnya ketika mereka menanyakan kepada orang-orang Yahudi itu siapakah yang lebih benar jalannya, apakah mereka sebagai penguasa Kakbah, pelayan makan-minum jemaah haji dan pembantunya orang yang berada dalam kesukaran ataukah Muhammad, yakni orang yang telah menyalahi agama nenek moyangnya, memutuskan tali silaturahmi dan meninggalkan tanah suci? (bahwa mereka itu) maksudnya kamu hai orang-orang Quraisy (lebih benar jalannya dari orang-orang yang beriman) artinya lebih lurus jalan yang kamu tempuh daripada mereka.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena 'ootoo naseebam minal kitaabi yu'minoona bil Jibti wat Taaghooti wa yaqooloona lillazeena kafaroo haaa ulaaa'i ahdaa minal lazeena aamanoo sabeelaa",
            "tajweed_text": "أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ أُوتُو[s[اْ] نَصِي[a:1814[بًا م]ِّنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ يُؤْمِنُونَ بِ[h:2839[ٱ]لْجِ[q:2839[بْ]تِ وَ[h:2840[ٱ][l[ل]طَّ[n[ـٰ]غُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُو[s[اْ] هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ أَهْدَىٰ مِنَ [h:523[ٱ]لَّذِينَ ءَامَنُو[s[اْ] سَبِيلاً",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}