{
    "page_number": 88,
    "data": [
        {
            "aya_id": 553,
            "aya_number": 60,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يَزْعُمُوْنَ اَنَّهُمْ اٰمَنُوْا بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ يُرِيْدُوْنَ اَنْ يَّتَحَاكَمُوْٓا اِلَى الطَّاغُوْتِ وَقَدْ اُمِرُوْٓا اَنْ يَّكْفُرُوْا بِهٖ ۗوَيُرِيْدُ الشَّيْطٰنُ اَنْ يُّضِلَّهُمْ ضَلٰلًا ۢ بَعِيْدًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Tidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka masih menginginkan ketetapan hukum kepada thaghut, padahal mereka telah diperintahkan untuk mengingkari thaghut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya.",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan orang-orang yang mengakui diri mereka telah beriman kepada apa yang diturunkan kepadamu dan apa yang diturunkan sebelum kamu; mereka hendak bertahkim kepada tagut) artinya orang yang banyak berbuat kedurhakaan, yaitu Kaab bin Asyraf (padahal mereka sudah dititahkan untuk mengingkarinya) dan tak akan memuliakan serta tidak mengangkatnya sebagai pemimpin. (Dan setan bermaksud menyesatkan mereka dengan kesesatan yang sejauh-jauhnya) yakni dari kebenaran.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena yaz'umoona annahum aarmanoo bimaa unzilaa ilaika wa maaa unzila min qablika yureedoona ai yatahaakamooo ilat Taaghooti wa qad umirooo ai yakfuroo bih, wa yureedush Shaitaanu ai yudillahum dalaalam ba'eedaa",
            "tajweed_text": "أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ يَزْعُمُونَ أَ[g[نّ]َهُمْ ءَامَنُو[s[اْ] بِم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ وَم[o[َآ] أُ[f:17[نز]ِلَ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ يُرِيدُونَ أ[a:2870[َن ي]َتَحَاكَم[o[ُوٓ][s[اْ] إِلَى [h:2871[ٱ][l[ل]طَّ[n[ـٰ]غُوتِ وَقَ[q:387[دْ] أُمِر[o[ُوٓ][s[اْ] أ[a:470[َن ي]َكْفُرُو[s[اْ] بِه[n[ِۦ] وَيُرِيدُ [h:2872[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أ[a:2873[َن ي]ُضِلَّهُمْ ضَلَ[n[ـٰ]ل[i:2874[اَۢ ب]َعِيدًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 554,
            "aya_number": 61,
            "aya_text": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا اِلٰى مَآ اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُوْلِ رَاَيْتَ الْمُنٰفِقِيْنَ يَصُدُّوْنَ عَنْكَ صُدُوْدًاۚ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Dan apabila dikatakan kepada mereka, “Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,” (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu.",
            "tafsir_jalalayn": "(Dan apabila dikatakan kepada mereka, marilah kamu kembali kepada apa yang diturunkan Allah) dalam Alquran berupa hukum-hukum (dan kepada rasul) agar dapat mengadili kamu (maka kamu lihat orang-orang munafik berpaling daripadamu) kepada yang lain (sejadi-jadinya.)",
            "sajda": false,
            "transliteration": "Wa izaa qeela lahum ta'aalaw ilaa maaa anzalallaahu wa ilar Rasooli ra aital munaafiqeena yasuddoona 'anka sudoodaa",
            "tajweed_text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْ[s[اْ] إِلَىٰ م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ وَإِلَى [h:2875[ٱ][l[ل]رَّسُولِ رَأَيْتَ [h:2876[ٱ]لْمُنَ[n[ـٰ]فِقِينَ يَصُدُّونَ عَ[f:626[نك]َ صُدُودًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 555,
            "aya_number": 62,
            "aya_text": "فَكَيْفَ اِذَآ اَصَابَتْهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ ثُمَّ جَاۤءُوْكَ يَحْلِفُوْنَ بِاللّٰهِ ۖاِنْ اَرَدْنَآ اِلَّآ اِحْسَانًا وَّتَوْفِيْقًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Maka bagaimana halnya apabila (kelak) musibah menimpa mereka (orang munafik) disebabkan perbuatan tangannya sendiri, kemudian mereka datang kepadamu (Muhammad) sambil bersumpah, “Demi Allah, kami sekali-kali tidak menghendaki selain kebaikan dan kedamaian.”",
            "tafsir_jalalayn": "(Maka betapa jadinya) dan apa yang akan mereka perbuat (jika mereka ditimpa oleh musibah) atau hukuman (disebabkan perbuatan tangan mereka) berupa perbuatan-perbuatan maksiat dan kekafiran, apakah mereka mampu berpaling dan melarikan diri daripadanya? Tentu saja tidak! (Kemudian mereka datang kepadamu) diathafkan kepada yashudduuna (sambil bersumpah atas nama Allah, \"Tidaklah kami kehendaki) dengan bertahkim kepada orang lain (kecuali penyelesaian) atau perdamaian (dan kerukunan) di antara dua pihak yang bermusuhan dengan mengadakan pendekatan-pendekatan terhadap hukum dan bukan menyamarkan perkara yang benar.\"",
            "sajda": false,
            "transliteration": "Fakaifa izaaa asaabathum museebatum summa jaaa'ooka yahlifoona billaahi in aradnaaa illaaa ihsaananw wa tawfeeqaa",
            "tajweed_text": "فَكَيْفَ إِذ[o[َآ] أَصَ[n[ـٰ]بَتْه[w:802[ُم م]ُّصِيبَ[i:2877[ةُۢ ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ ثُ[g[مّ]َ ج[o[َا]ٓءُوكَ يَحْلِفُونَ بِ[h:32[ٱ]للَّهِ إِنْ أَرَ[q:2878[دْ]ن[o[َآ] إِلّ[o[َآ] إِحْسَ[n[ـٰ][a:2879[نًا و]َتَوْفِيقًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 556,
            "aya_number": 63,
            "aya_text": "اُولٰۤىِٕكَ الَّذِيْنَ يَعْلَمُ اللّٰهُ مَا فِيْ قُلُوْبِهِمْ فَاَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَّهُمْ فِيْٓ  اَنْفُسِهِمْ قَوْلًا ۢ بَلِيْغًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Mereka itu adalah orang-orang yang (sesungguhnya) Allah mengetahui apa yang ada di dalam hatinya. Karena itu berpalinglah kamu dari mereka, dan berilah mereka nasihat, dan katakanlah kepada mereka perkataan yang membekas pada jiwanya.",
            "tafsir_jalalayn": "(Mereka itu adalah orang-orang yang diketahui Allah isi hati mereka) berupa kemunafikan dan kedustaan mereka dalam mengajukan alasan (maka berpalinglah kamu dari mereka) dengan memberi mereka maaf (dan berilah mereka nasihat) agar takut kepada Allah (serta katakanlah kepada mereka tentang) keadaan (diri mereka perkataan yang dalam) artinya yang berbekas dan mempengaruhi jiwa, termasuk bantahan dan hardikan agar mereka kembali dari kekafiran.",
            "sajda": false,
            "transliteration": "Ulaaa'ikal lazeena ya'la mullaahu maa fee quloobihim fa a'rid 'anhum wa 'izhum wa qul lahum feee anfusihim qawlam baleeghaa",
            "tajweed_text": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ يَعْلَمُ [h:2880[ٱ]للَّهُ مَا فِى قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ ف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ قَوْل[i:2881[اَۢ ب]َلِيغًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 557,
            "aya_number": 64,
            "aya_text": "وَمَآ  اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا لِيُطَاعَ بِاِذْنِ اللّٰهِ ۗوَلَوْ اَنَّهُمْ اِذْ ظَّلَمُوْٓا اَنْفُسَهُمْ جَاۤءُوْكَ فَاسْتَغْفَرُوا اللّٰهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُوْلُ لَوَجَدُوا اللّٰهَ تَوَّابًا رَّحِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Dan Kami tidak mengutus seorang rasul melainkan untuk ditaati dengan izin Allah. Dan sungguh, sekiranya mereka setelah menzalimi dirinya datang kepadamu (Muhammad), lalu memohon ampunan kepada Allah, dan Rasul pun memohonkan ampunan untuk mereka, niscaya mereka mendapati Allah Maha Penerima tobat, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan Kami tidak mengutus seorang rasul kecuali untuk ditaati) segala yang diperintahkan dan diputuskannya (dengan izin Allah) dengan perintah-Nya; jadi bukan untuk ditentang atau didurhakai. (Dan sekiranya mereka ketika menganiaya kepada diri mereka itu) dengan bertahkim kepada tagut (segera datang kepadamu) dengan bertobat (lalu memohon ampun kepada Allah dan rasul pun memohonkan ampun untuk mereka) di sini terdapat peralihan arah pembicaraan demi meninggikan kedudukannya (tentulah akan mereka temui Allah Maha Penerima tobat) terhadap mereka (lagi Maha Penyayang) kepada mereka.",
            "sajda": false,
            "transliteration": "Wa maa arsalnaa mir Rasoolin illaa liyutaa'a bi iznil laah; wa law annahum 'iz zalamooo anfusahum jaaa'ooka fastaghfarul laaha wastaghfara lahumur Rasoolu la wajadul laaha Tawwaabar Raheemaa",
            "tajweed_text": "وَم[o[َآ] أَرْسَلْنَا م[u:2882[ِن ر]َّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَلَوْ أَ[g[نّ]َهُمْ إِ[d:2883[ذ] ظَّلَم[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ ج[o[َا]ٓءُوكَ فَ[h:2248[ٱ]سْتَغْفَرُو[s[اْ] [h:2884[ٱ]للَّهَ وَ[h:2885[ٱ]سْتَغْفَرَ لَهُمُ [h:2886[ٱ][l[ل]رَّسُولُ لَوَجَدُو[s[اْ] [h:2887[ٱ]للَّهَ تَوَّا[u:2646[بًا ر]َّحِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 558,
            "aya_number": 65,
            "aya_text": "فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوْا فِيْٓ اَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 88,
            "translation_aya_text": "Maka demi Tuhanmu, mereka tidak beriman sebelum mereka menjadikan engkau (Muhammad) sebagai hakim dalam perkara yang mereka perselisihkan, (sehingga) kemudian tidak ada rasa keberatan dalam hati mereka terhadap putusan yang engkau berikan, dan mereka menerima dengan sepenuhnya.",
            "tafsir_jalalayn": "(Maka demi Tuhanmu) la menjadi tambahan (mereka tidaklah beriman sebelum menjadikanmu sebagai hakim tentang urusan yang menjadi pertikaian) atau sengketa (di antara mereka kemudian mereka tidak merasakan dalam hati mereka suatu keberatan) atau keragu-raguan (tentang apa yang kamu putuskan dan mereka menerima) atau tunduk kepada putusanmu itu (dengan sepenuhnya) tanpa bimbang atau ragu.",
            "sajda": false,
            "transliteration": "Falaa wa Rabbika laa yu'minoona hattaa yuhakkimooka fe emaa shajara bainahum summa laa yajidoo fee anfusihim harajam mimmaa qadaita wa yusal limoo tasleemaa",
            "tajweed_text": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُ[g[مّ]َ لَا يَجِدُو[s[اْ] ف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ حَرَ[a:2888[جًا م]ِّ[g[مّ]َا قَضَيْتَ وَيُسَلِّمُو[s[اْ] تَسْلِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}