{
    "page_number": 89,
    "data": [
        {
            "aya_id": 559,
            "aya_number": 66,
            "aya_text": "وَلَوْ اَنَّا كَتَبْنَا عَلَيْهِمْ اَنِ اقْتُلُوْٓا اَنْفُسَكُمْ اَوِ اخْرُجُوْا مِنْ دِيَارِكُمْ مَّا فَعَلُوْهُ اِلَّا قَلِيْلٌ مِّنْهُمْ ۗوَلَوْ اَنَّهُمْ فَعَلُوْا مَا يُوْعَظُوْنَ بِهٖ لَكَانَ خَيْرًا لَّهُمْ وَاَشَدَّ تَثْبِيْتًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Dan sekalipun telah Kami perintahkan kepada mereka, “Bunuhlah dirimu atau keluarlah kamu dari kampung halamanmu,” ternyata mereka tidak akan melakukannya, kecuali sebagian kecil dari mereka. Dan sekiranya mereka benar-benar melaksanakan perintah yang diberikan, niscaya itu lebih baik bagi mereka dan lebih menguatkan (iman mereka),",
            "tafsir_jalalayn": "(Dan seandainya Kami wajibkan kepada mereka) an sebagai penafsiran (\"Bunuhlah dirimu,\" atau, \"Keluarlah kamu dari kampungmu,\") sebagaimana telah Kami lakukan terhadap Bani Israel (tidaklah mereka akan melakukannya) apa yang diharuskan itu (kecuali sebagian kecil) dibaca marfu` sebagai badal dan manshub sebagai mustatsna (di antara mereka. Dan sekiranya mereka melakukan apa yang dinasihatkan kepada mereka itu) yakni menaati Rasul (tentulah hal itu lebih baik bagi mereka dan lebih menguatkan) lebih memantapkan keimanan mereka.",
            "sajda": false,
            "transliteration": "Wa law annaa katabnaa 'alaihim aniq tulooo anfusakum awikh rujoo min diyaarikum maa fa'aloohu illaa qaleelum minhum wa law annahum fa'aloo maa yoo'azoona bihee lakaana khairal lahum wa ashadda tasbeetaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 560,
            "aya_number": 67,
            "aya_text": "وَّاِذًا لَّاٰ تَيْنٰهُمْ مِّنْ لَّدُنَّآ اَجْرًا عَظِيْمًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "dan dengan demikian, pasti Kami berikan kepada mereka pahala yang besar dari sisi Kami,",
            "tafsir_jalalayn": "(Dan jika demikian halnya) artinya jika mereka teguh dalam pendirian (tentulah akan Kami berikan kepada mereka dari sisi Kami pahala yang besar) yakni surga.",
            "sajda": false,
            "transliteration": "Wa izal la aatainaahum mil ladunnaaa ajran 'azeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 561,
            "aya_number": 68,
            "aya_text": "وَّلَهَدَيْنٰهُمْ صِرَاطًا مُّسْتَقِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "dan pasti Kami tunjukkan kepada mereka  jalan yang lurus.",
            "tafsir_jalalayn": "(Dan tentulah akan Kami bimbing mereka ke jalan yang lurus). Kata sebagian sahabat kepada Nabi saw., \"Betapa caranya kami dapat melihat baginda dalam surga padahal baginda berada pada tingkat yang tinggi sedangkan kami di tingkat bawah?\" Maka turunlah ayat:",
            "sajda": false,
            "transliteration": "Wa lahadainaahum Siraatam mustaqeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 562,
            "aya_number": 69,
            "aya_text": "وَمَنْ يُّطِعِ اللّٰهَ وَالرَّسُوْلَ فَاُولٰۤىِٕكَ مَعَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاۤءِ وَالصّٰلِحِيْنَ ۚ وَحَسُنَ اُولٰۤىِٕكَ رَفِيْقًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Dan barangsiapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pencinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya.",
            "tafsir_jalalayn": "(Dan siapa yang menaati Allah dan Rasul) tentang apa yang dititahkan keduanya (maka mereka itu bersama orang-orang yang diberi karunia oleh Allah, yaitu golongan nabi-nabi dan shiddiqin) sahabat-sahabat utama dari para nabi-nabi dan rasul-rasul yang membenarkan dan amat teguh kepercayaan kepada mereka (para syuhada) orang-orang yang gugur syahid di jalan Allah (dan orang-orang saleh) yakni selain dari yang telah disebutkan itu. (Dan mereka itulah teman-teman yang sebaik-baiknya) maksudnya teman-teman dalam surga karena dapat melihat wajah mereka, berkunjung dan menghadiri majelis mereka walaupun tempat mereka jika dibandingkan dengan golongan-golongan lainnya lebih tinggi dan lebih mulia.",
            "sajda": false,
            "transliteration": "Wa many-yuti'il laaha war Rasoola fa ulaaa'ika ma'al lazeena an'amal laahu 'alaihim minan nabiyyeena wassiddeeqeena washshuhadaaa'i wassaaliheen; wa hasuna ulaaa'ika rafeeqaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 563,
            "aya_number": 70,
            "aya_text": "ذٰلِكَ الْفَضْلُ مِنَ اللّٰهِ ۗوَكَفٰى بِاللّٰهِ عَلِيْمًا ࣖ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Yang demikian itu adalah karunia dari Allah, dan cukuplah Allah yang Maha Mengetahui.",
            "tafsir_jalalayn": "(Demikian itu) artinya keadaannya bersama orang-orang yang disebutkan itu, menjadi mubtada sedangkan khabarnya ialah (karunia dari Allah) yang dianugerahkan-Nya kepada mereka, jadi bukan hasil dari ketaatan mereka sendiri. (Dan Allah cukup mengetahui) tentang pahala-pahala di akhirat, maka percayalah kamu kepada-Nya karena tak ada lagi yang lebih berwenang dalam penyampaian berita itu daripada-Nya.",
            "sajda": false,
            "transliteration": "Zaalikal fadlu minal laah; wa kafaa billaahi 'Aleemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 564,
            "aya_number": 71,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا خُذُوْا حِذْرَكُمْ فَانْفِرُوْا ثُبَاتٍ اَوِ انْفِرُوْا جَمِيْعًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Wahai orang-orang yang beriman! Bersiapsiagalah kamu, dan majulah (ke medan pertempuran) secara berkelompok, atau majulah bersama-sama (serentak).",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, waspadalah kamu) terhadap musuh-musuhmu; artinya bersiap-siaplah dan berhati-hatilah menghadapi mereka (dan majulah kamu secara berkelompok-kelompok) atau terpisah-pisah pasukan demi pasukan (atau majulah secara bersama-sama) dalam satu pasukan besar.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo khuzoo hizrakum fanfiroo subaain awin firoo jamee'aa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 565,
            "aya_number": 72,
            "aya_text": "وَاِنَّ مِنْكُمْ لَمَنْ لَّيُبَطِّئَنَّۚ فَاِنْ اَصَابَتْكُمْ مُّصِيْبَةٌ قَالَ قَدْ اَنْعَمَ اللّٰهُ عَلَيَّ اِذْ لَمْ اَكُنْ مَّعَهُمْ شَهِيْدًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Dan sesungguhnya di antara kamu pasti ada orang yang sangat enggan (ke medan pertempuran). Lalu jika kamu ditimpa musibah dia berkata, “Sungguh, Allah telah memberikan nikmat kepadaku karena aku tidak ikut berperang bersama mereka.”",
            "tafsir_jalalayn": "(Dan sungguh di antara kamu ada orang yang berlambat-lambat) atau bersikap lamban menghadapi peperangan, seperti Abdullah bin Ubai si munafik dan kawan-kawannya itu. Dia dianggap termasuk golongan munafik melihat sikap dan tindakan-tindakannya. Lam yang terdapat pada kata kerja berarti sumpah. (Jika kamu ditimpa musibah) seperti terbunuh atau kekalahan (maka katanya, \"Sesungguhnya Allah telah memberi nikmat kepadaku sehingga aku tak ikut hadir bersama mereka) yang akan menyebabkanku ditimpa musibah pula.",
            "sajda": false,
            "transliteration": "Wa inna minkum lamal la yubatti'anna fa in asaabatkum museebatun qaala qad an'amal laahu 'alaiya iz lam akum ma'ahum shaheeda",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 566,
            "aya_number": 73,
            "aya_text": "وَلَىِٕنْ اَصَابَكُمْ فَضْلٌ مِّنَ اللّٰهِ لَيَقُوْلَنَّ كَاَنْ لَّمْ تَكُنْۢ بَيْنَكُمْ وَبَيْنَهٗ مَوَدَّةٌ يّٰلَيْتَنِيْ كُنْتُ مَعَهُمْ فَاَفُوْزَ فَوْزًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Dan sungguh, jika kamu mendapat karunia (kemenangan) dari Allah, tentulah dia mengatakan seakan-akan belum pernah ada hubungan kasih sayang antara kamu dengan dia, “Wahai, sekiranya aku bersama mereka, tentu aku akan memperoleh kemenangan yang agung (pula).”",
            "tafsir_jalalayn": "(Dan sungguh jika) lam menunjukkan sumpah (kamu beroleh karunia dari Allah) seperti kemenangan atau harta rampasan (tentulah dia akan berkata) sambil menyesal (seolah-olah) ditakhfifkan sedangkan isimnya dibuang dan diperkirakan berbunyi kaannahu artinya seolah-olah (belum pernah ada) pakai ya atau ta (di antaramu dengannya kasih sayang) artinya perkenalan dan persahabatan. Dan ini kembali kepada ucapannya tadi, 'Aku telah memberi nikmat kepadaku,' yang diselangnya di antara ucapan itu dengan perkataannya sekarang ini, yaitu (Wahai) sebagai kata peringatan (sekiranya aku berada bersama mereka tentu aku akan mendapat keberuntungan yang besar pula.\") maksudnya beroleh harta rampasan yang banyak. Firman Allah swt.:",
            "sajda": false,
            "transliteration": "Wa la'in asaabakum fadlum minal laahi la yaqoolanna ka al lam takum bainakum wa bainahoo mawaddatuny yaa laitanee kuntu ma'ahum fa afooza fawzan 'azeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 567,
            "aya_number": 74,
            "aya_text": "۞ فَلْيُقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يَشْرُوْنَ الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۗ وَمَنْ يُّقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ فَيُقْتَلْ اَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 89,
            "translation_aya_text": "Karena itu, hendaklah orang-orang yang menjual kehidupan dunia untuk (kehidupan) akhirat berperang di jalan Allah. Dan barangsiapa berperang di jalan Allah, lalu gugur atau memperoleh kemenangan maka akan Kami berikan pahala yang besar kepadanya.",
            "tafsir_jalalayn": "(Maka hendaklah berperang di jalan Allah) demi untuk meninggikan agama-Nya (orang-orang yang membeli) artinya menukar (kehidupan dunia dengan akhirat. Siapa yang berperang di jalan Allah lalu ia gugur) mati syahid (atau memperoleh kemenangan) terhadap musuhnya (maka nanti akan Kami beri ia pahala yang besar.)",
            "sajda": false,
            "transliteration": "Falyuqaatil fee sabeelil laahil lazeena yashroonal hayaatad dunyaa bil Aakhirah; wa many-uqaatil fee sabeelil laahi fa yuqtal aw yaghlib fasawfa nu'teehi ajran 'azeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}