{
    "page_number": 9,
    "data": [
        {
            "aya_id": 65,
            "aya_number": 58,
            "aya_text": "وَاِذْ قُلْنَا ادْخُلُوْا هٰذِهِ الْقَرْيَةَ فَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَّادْخُلُوا الْبَابَ سُجَّدًا وَّقُوْلُوْا حِطَّةٌ نَّغْفِرْ لَكُمْ خَطٰيٰكُمْ ۗ وَسَنَزِيْدُ الْمُحْسِنِيْنَ ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 9,
            "translation_aya_text": "Dan (ingatlah) ketika Kami berfirman, “Masuklah ke negeri ini (Baitulmaqdis), maka makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. Dan masukilah pintu gerbangnya sambil membungkuk, dan katakanlah, “Bebaskanlah kami (dari dosa-dosa kami),” niscaya Kami ampuni kesalahan-kesalahanmu. Dan Kami akan menambah (karunia) bagi orang-orang yang berbuat kebaikan.”",
            "tafsir_jalalayn": "(Dan ingatlah ketika Kami berfirman,) kepada mereka setelah mereka keluar dari bukit Tih, (\"Masuklah kamu ke negeri ini\"), yakni Baitulmakdis atau Yerusalem dan ada pula yang mengatakannya 'Ariha' (Maka makanlah di antara makanannya yang baik lagi enak mana yang kamu sukai) tanpa ada larangan (dan masukilah pintu gerbangnya) (dalam keadaan bersujud) artinya menundukkan diri (dan ucapkanlah) sebagai permohonan, (\"Bebaskanlah kami dari dosa!\") (niscaya Kami ampuni) menurut suatu qiraat 'yughfar', sedangkan menurut suatu qiraat lainnya 'tughfar', keduanya kata kerja pasif yang berarti 'diampuni' (bagimu kesalahan-kesalahanmu dan akan Kami tambah pula pemberian Kami kepada orang-orang yang berbuat baik) maksudnya diampuni karena berlaku taat, diberi tambahan, yakni pahalanya.",
            "sajda": false,
            "transliteration": "Wa iz qulnad khuloo haazihil qaryata fakuloo minhaa haisu shi'tum raghadanw wadkhulul baaba sujjadanw wa qooloo hittatun naghfir lakum khataayaakum; wa sanazeedul muhsineen",
            "tajweed_text": "وَإِذْ قُلْنَا [h:277[ٱ][q:278[دْ]خُلُو[s[اْ] هَ[n[ـٰ]ذِهِ [h:279[ٱ]لْقَرْيَةَ فَكُلُو[s[اْ] مِنْهَا حَيْثُ شِئْتُمْ رَغَ[a:280[دًا و]َ[h:281[ٱ][q:281[دْ]خُلُو[s[اْ] [h:282[ٱ]لْبَابَ سُجَّ[a:283[دًا و]َقُولُو[s[اْ] حِطَّ[a:284[ةٌ ن]َّغْفِرْ لَكُمْ خَطَ[n[ـٰ]يَ[n[ـٰ]كُمْ‌ۚ وَسَنَزِيدُ [h:285[ٱ]لْمُحْسِن[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 66,
            "aya_number": 59,
            "aya_text": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَنْزَلْنَا عَلَى الَّذِيْنَ ظَلَمُوْا رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 9,
            "translation_aya_text": "Lalu orang-orang yang zalim mengganti perintah dengan (perintah lain) yang tidak diperintahkan kepada mereka. Maka Kami turunkan malapetaka dari langit kepada orang-orang yang zalim itu, karena mereka (selalu) berbuat fasik.",
            "tafsir_jalalayn": "(Lalu orang-orang yang aniaya mengubah) di antara mereka (perintah yang tidak dititahkan kepada mereka) mereka mengatakan, habbatun fi sya`ratin, bahkan mereka memasukinya bukan dengan bersujud tetapi merangkak di atas pantat mereka. (Maka Kami timpakan atas orang-orang yang aniaya itu) di sini disebutkan \"atas orang-orang yang aniaya itu\", yang sebenarnya cukup dengan kata ganti 'mereka' saja, dengan maksud sebagai kecaman (siksa) berupa penyakit taun (dari langit disebabkan kefasikan mereka) disebabkan mereka melanggar ketaatan. Maka dalam waktu satu jam ada 70 ribu orang atau mendekati jumlah itu di antara mereka yang mati.",
            "sajda": false,
            "transliteration": "Fabaddalal lazeena zalamoo qawlan ghairal lazee qeela lahum fa anzalnaa 'alal lazeena zalamoo rijzam minas samaaa'i bimaa kaanoo yafsuqoon",
            "tajweed_text": "فَبَدَّلَ [h:286[ٱ]لَّذِينَ ظَلَمُو[s[اْ] قَوْلاً غَيْرَ [h:287[ٱ]لَّذِى قِيلَ لَهُمْ فَأَ[f:288[نز]َلْنَا عَلَى [h:289[ٱ]لَّذِينَ ظَلَمُو[s[اْ] رِ[q:290[جْ][a:291[زًا م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ بِمَا كَانُو[s[اْ] يَفْسُق[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 67,
            "aya_number": 60,
            "aya_text": "۞ وَاِذِ اسْتَسْقٰى مُوْسٰى لِقَوْمِهٖ فَقُلْنَا اضْرِبْ بِّعَصَاكَ الْحَجَرَۗ  فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْ ۗ كُلُوْا وَاشْرَبُوْا مِنْ رِّزْقِ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 9,
            "translation_aya_text": "Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman, “Pukullah batu itu dengan tongkatmu!” Maka memancarlah daripadanya dua belas mata air. Setiap suku telah mengetahui tempat minumnya (masing-masing). Makan dan minumlah dari rezeki (yang diberikan) Allah, dan janganlah kamu melakukan kejahatan di bumi dengan berbuat kerusakan.",
            "tafsir_jalalayn": "(Dan) ingatlah (ketika Musa memohon air) (untuk kaumnya) yakni ketika mereka telah kehausan di padang Tih (lalu firman Kami, \"Pukulkanlah tongkatmu ke atas batu itu!\") yaitu batu yang pernah membawa lari pakaiannya, bentuknya tipis persegi empat sebesar kepala manusia, batu lunak atau seperti keduanya lalu dipukulkannya (maka terpancarlah) terbelahlah batu itu lalu keluar air (daripadanya dua belas mata air) yaitu sebanyak jumlah suku Bani Israel (sesungguhnya telah mengetahui tiap-tiap suku) yakni tiap-tiap suku di antara mereka (tempat minum mereka) masing-masing hingga mereka tidak saling berebut. Lalu firman Kami kepada mereka, (\"Makan dan minumlah rezeki yang diberikan Allah dan janganlah kamu berbuat keonaran di muka bumi dengan melakukan pengrusakan!\") 'Mufsidiin' menjadi 'hal' yang memperkuat perbuatan pelaku '`atsiya' yang berarti berbuat keonaran.",
            "sajda": false,
            "transliteration": "Wa izis tasqaa Moosaa liqawmihee faqulnad rib bi'asaakal hajara fanfajarat minhusnataaa 'ashrata 'aynan qad 'alima kullu unaasim mash rabahum kuloo washraboo mir rizqil laahi wa laa ta'saw fil ardi mufsideen",
            "tajweed_text": "۞ وَإِذِ [h:292[ٱ]سْتَسْقَىٰ مُوسَىٰ لِقَوْمِه[n[ِۦ] فَقُلْنَا [h:293[ٱ]ضْرِب بِّعَصَاكَ [h:294[ٱ]لْحَجَرَ‌ۖ فَ[h:295[ٱ][f:295[نف]َجَرَتْ مِنْهُ [h:296[ٱ]ثْنَتَا عَشْرَةَ عَيْ[f:297[نًا‌ۖ ق]َ[q:298[دْ] عَلِمَ كُلُّ أُنَا[a:299[سٍ م]َّشْرَبَهُمْ‌ۖ كُلُو[s[اْ] وَ[h:300[ٱ]شْرَبُو[s[اْ] م[u:301[ِن ر]ِّزْقِ [h:302[ٱ]للَّهِ وَلَا تَعْثَوْ[s[اْ] فِى [h:44[ٱ]لْأَرْضِ مُفْسِد[p[ِي]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 68,
            "aya_number": 61,
            "aya_text": "وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نَّصْبِرَ عَلٰى طَعَامٍ وَّاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْۢبِتُ الْاَرْضُ مِنْۢ بَقْلِهَا وَقِثَّاۤىِٕهَا وَفُوْمِهَا وَعَدَسِهَا وَبَصَلِهَا ۗ قَالَ اَتَسْتَبْدِلُوْنَ الَّذِيْ هُوَ اَدْنٰى بِالَّذِيْ هُوَ خَيْرٌ ۗ اِهْبِطُوْا مِصْرًا فَاِنَّ لَكُمْ مَّا سَاَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِ الْحَقِّ ۗ ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ࣖ",
            "sura_id": 2,
            "juz_id": 1,
            "page_number": 9,
            "translation_aya_text": "Dan (ingatlah), ketika kamu berkata, “Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.” Dia (Musa) menjawab, “Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik? Pergilah ke suatu kota, pasti kamu akan memperoleh apa yang kamu minta.” Kemudian mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. Hal itu (terjadi) karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.",
            "tafsir_jalalayn": "(Dan ketika kamu berkata, \"Hai Musa! Kami tidak bisa tahan dengan satu makanan saja!\") maksudnya satu macam saja, yaitu manna dan salwa. (Oleh sebab itu mohonkanlah untuk kami kepada Tuhanmu, agar Dia mengeluarkan bagi kami) sesuatu (dari apa yang ditumbuhkan bumi berupa) sebagai penjelasan (sayur-mayur, ketimun, bawang putih) (kacang adas dan bawang merah, maka jawabnya) yaitu jawab Musa kepada mereka, (\"Maukah kamu mengambil sesuatu yang lebih rendah atau lebih jelek sebagai pengganti) (dari yang lebih baik) atau lebih utama?\" Pertanyaan ini berarti penolakan, tetapi mereka tidak mau menarik permintaan itu hingga Musa pun berdoa kepada Allah, maka Allah Taala berfirman, (\"Turunlah kamu) pergilah (ke salah satu kota) di antara kota-kota (pastilah kamu akan memperoleh) di sana (apa yang kamu minta\") dari tumbuh-tumbuhan itu. (Lalu dipukulkan) ditimpakan (atas mereka kenistaan) kehinaan dan kenistaan (dan kemiskinan) yakni bekas-bekas dan pengaruh kemiskinan berupa sikap statis dan rendah diri yang akan selalu menyertai mereka walaupun mereka kaya, tak ubahnya bagai mata uang yang selalu menurut dan tidak akan lepas dari cetakannya, (dan kembalilah mereka) (membawa kemurkaan dari Allah, demikian itu), yakni pukulan dan kemurkaan Allah itu (disebabkan mereka) (mengingkari ayat-ayat Allah dan membunuh para nabi) seperti Nabi Zakaria dan Yahya (tanpa hak) hanya karena keaniayaan semata. (Demikian itu terjadi karena mereka selalu berbuat kedurhakaan dan karena mereka melanggar batas) artinya batas-batas peraturan hingga jatuh ke dalam maksiat. Kalimat pertama diulangnya untuk memperkuatnya.",
            "sajda": false,
            "transliteration": "Wa iz qultum yaa Moosaa lan nasbira 'alaa ta'aaminw waahidin fad'u lanaa rabbaka yukhrij lanaa mimmaa tumbitul ardu mimbaqlihaa wa qis saaa'ihaa wa foomihaa wa 'adasihaa wa basalihaa qaala atastabdiloonal lazee huwa adnaa billazee huwa khayr; ihbitoo misran fa inna lakum maa sa altum; wa duribat 'alaihimuz zillatu walmaskanatu wa baaa'oo bighadabim minal laah; zaalika bi annahum kaano yakfuroona bi aayaatil laahi wa yaqtuloonan Nabiyyeena bighairil haqq; zaalika bimaa 'asaw wa kaanoo ya'tadoon",
            "tajweed_text": "وَإِذْ قُلْتُمْ يَ[n[ـٰ]مُوسَىٰ ل[a:303[َن ن]َّصْبِرَ عَلَىٰ طَعَا[a:304[مٍ و][n[َٲ]حِ[f:305[دٍ ف]َ[h:306[ٱ][q:306[دْ]عُ لَنَا رَبَّكَ يُخْرِ[q:307[جْ] لَنَا مِ[g[مّ]َا تُ[i:308[نۢب]ِتُ [h:309[ٱ]لْأَرْضُ م[i:310[ِنۢ ب]َ[q:311[قْ]لِهَا وَقِثّ[o[َا]ٓئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا‌ۖ قَالَ أَتَسْتَ[q:312[بْ]دِلُونَ [h:313[ٱ]لَّذِى هُوَ أَ[q:314[دْ]نَىٰ بِ[h:315[ٱ]لَّذِى هُوَ خَيْرٌ‌ۚ [h:316[ٱ]هْبِطُو[s[اْ] مِصْ[f:317[رًا ف]َإِ[g[نّ]َ لَك[w:154[ُم م]َّا سَأَلْتُمْ‌ۗ وَضُرِبَتْ عَلَيْهِمُ [h:318[ٱ][l[ل]ذِّلَّةُ وَ[h:319[ٱ]لْمَسْكَنَةُ وَب[o[َا]ٓءُو بِغَضَ[a:320[بٍ م]ِّنَ [h:321[ٱ]للَّهِ‌ۗ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ كَانُو[s[اْ] يَكْفُرُونَ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ وَيَ[q:323[قْ]تُلُونَ [h:324[ٱ][l[ل][g[نّ]َبِيِّـ[n[ـۧ]نَ بِغَيْرِ [h:325[ٱ]لْحَقِّ‌ۗ ذ[n[َٲ]لِكَ بِمَا عَصَو[s[اْ] وَّكَانُو[s[اْ] يَعْتَد[p[ُو]نَ",
            "surah": {
                "name": "سُورَةُ البَقَرَةِ",
                "englishName": "Al-Baqara",
                "englishNameTranslation": "The Cow",
                "revelationType": "Medinan"
            }
        }
    ]
}