{
    "page_number": 90,
    "data": [
        {
            "aya_id": 568,
            "aya_number": 75,
            "aya_text": "وَمَا لَكُمْ لَا تُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَالْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ الَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اَخْرِجْنَا مِنْ هٰذِهِ الْقَرْيَةِ الظَّالِمِ اَهْلُهَاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ وَلِيًّاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ نَصِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 90,
            "translation_aya_text": "Dan mengapa kamu tidak mau berperang di jalan Allah dan (membela) orang yang lemah, baik laki-laki, perempuan maupun anak-anak yang berdoa, “Ya Tuhan kami,  keluarkanlah kami dari negeri ini (Mekah) yang penduduknya zalim. Berilah kami pelindung dari sisi-Mu, dan berilah kami penolong dari sisi-Mu.”",
            "tafsir_jalalayn": "(Mengapa kamu tak hendak berperang) pertanyaan yang berarti celaan; maksudnya tak ada halangannya bagi kamu untuk berperang (di jalan Allah dan) untuk membebaskan (golongan yang lemah baik laki-laki, wanita maupun anak-anak) yakni yang ditahan oleh orang-orang kafir buat berhijrah dan yang dianiaya mereka. Berkata Ibnu Abbas r.a., \"Saya dan ibu saya termasuk golongan ini,\" (yang mengatakan) atau berdoa, \"Wahai (Tuhan kami! Keluarkanlah kami dari negeri ini) Mekah (yang penduduknya aniaya) disebabkan kekafiran (dan berilah kami dari sisi-Mu seorang pelindung) yang akan mengatur urusan kami (dan berilah kami dari sisi-Mu seorang pembela.\") yang mempertahankan kami terhadap mereka. Allah telah mengabulkan permohonan mereka ini, maka dimudahkan-Nya sebagian mereka itu untuk keluar sedangkan sisanya tinggal di Mekah sampai kota itu berhasil dibebaskan lalu Nabi saw. mengangkat Itab bin Usaid sebagai penguasa di Mekah, maka dibelanya orang-orang teraniaya dari penganiaya-penganiayanya.",
            "sajda": false,
            "transliteration": "Wa maa lakum laa tuqaatiloona fee sabeelil laahi walmustad'afeena minar rijaali wannisaaa'i walwildaanil lazeena yaqooloona Rabbanaaa akhrijnaa min haazihil qaryatiz zaalimi ahluhaa waj'al lanaa mil ladunka waliyanw waj'al lanaa mil ladunka naseeraa",
            "tajweed_text": "وَمَا لَكُمْ لَا تُقَ[n[ـٰ]تِلُونَ فِى سَبِيلِ [h:788[ٱ]للَّهِ وَ[h:2922[ٱ]لْمُسْتَضْعَفِينَ مِنَ [h:2923[ٱ][l[ل]رِّجَالِ وَ[h:2924[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ وَ[h:2925[ٱ]لْوِلْد[n[َٲ]نِ [h:2926[ٱ]لَّذِينَ يَقُولُونَ رَبَّن[o[َآ] أَخْرِ[q:2927[جْ]نَا مِنْ هَ[n[ـٰ]ذِهِ [h:2928[ٱ]لْقَرْيَةِ [h:2929[ٱ][l[ل]ظَّالِمِ أَهْلُهَا وَ[h:2930[ٱ][q:2930[جْ]عَل لَّنَا م[u:1746[ِن ل]َّدُ[f:1747[نك]َ وَلِي[a:2931[ًّا و]َ[h:2930[ٱ][q:2930[جْ]عَل لَّنَا م[u:1746[ِن ل]َّدُ[f:1747[نك]َ نَصِيرًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 569,
            "aya_number": 76,
            "aya_text": "اَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا  اَوْلِيَاۤءَ الشَّيْطٰنِ ۚ اِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 90,
            "translation_aya_text": "Orang-orang yang beriman berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan thaghut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah.",
            "tafsir_jalalayn": "(Orang-orang yang beriman berperang di jalan Allah sedangkan orang-orang kafir berperang di jalan tagut) setan. (Maka perangilah anak buah setan itu) maksudnya penyokong-penyokong agamanya niscaya kamu akan beroleh kemenangan karena kekuatanmu dengan Allah. (Sesungguhnya tipu daya setan) terhadap orang-orang beriman (adalah lemah) tidak akan dapat mengatasi siasat Allah terhadap orang-orang kafir itu.",
            "sajda": false,
            "transliteration": "Allazeena aamanoo yuqaatiloona fee sabeelil laahi wallazeena kafaroo yuqaatiloona fee sabeelit Taaghoot faqaatiloo awliyaaa'ash Shaitaan; inna kaidash Shairaani kaana da'eefa",
            "tajweed_text": "ٱلَّذِينَ ءَامَنُو[s[اْ] يُقَ[n[ـٰ]تِلُونَ فِى سَبِيلِ [h:788[ٱ]للَّهِ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] يُقَ[n[ـٰ]تِلُونَ فِى سَبِيلِ [h:2932[ٱ][l[ل]طَّ[n[ـٰ]غُوتِ فَقَ[n[ـٰ]تِل[o[ُوٓ][s[اْ] أَوْلِي[o[َا]ٓءَ [h:2933[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ‌ۖ إِ[g[نّ]َ كَيْدَ [h:2934[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ كَانَ ضَعِيفًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 570,
            "aya_number": 77,
            "aya_text": "اَلَمْ تَرَ اِلَى الَّذِيْنَ قِيْلَ لَهُمْ كُفُّوْٓا اَيْدِيَكُمْ وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۚ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ اِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ اَوْ اَشَدَّ خَشْيَةً ۚ وَقَالُوْا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَۚ  لَوْلَآ اَخَّرْتَنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيْلٌۚ وَالْاٰخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰىۗ وَلَا تُظْلَمُوْنَ فَتِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 90,
            "translation_aya_text": "Tidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka, ”Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!” Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, “Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?”  Katakanlah, “Kesenangan di dunia ini hanya sedikit dan akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun.”",
            "tafsir_jalalayn": "(Tidakkah kamu perhatikan orang-orang yang dikatakan kepada mereka, \"Tahanlah tanganmu) dari memerangi orang-orang kafir tatkala hal itu mereka tuntut di Mekah disebabkan penganiayaan orang-orang kafir terhadap mereka. Dan mereka ini ialah segolongan sahabat (dan dirikanlah salat serta bayarkanlah zakat.\" Maka setelah diwajibkan atas mereka berperang tiba-tiba sebagian dari mereka takut kepada manusia) maksudnya kepada orang-orang kafir disebabkan tindakan dan keberanian mereka dalam peperangan itu (seperti menakuti) siksa (Allah bahkan lebih takut lagi) daripada itu. Asyadda dibaca manshub karena menjadi hal juga sebagai jawaban terhadap apa yang ditunjukkan oleh idzaa dan yang sesudahnya artinya tiba-tiba mereka didatangi oleh ketakutan. (kata mereka) karena cemas menghadapi maut (\"Wahai Tuhan kami! Kenapa Engkau wajibkan atas kami berperang? Kenapa tidak Engkau tangguhkan agak beberapa waktu lagi?\" Katakanlah) kepada mereka (\"Kesenangan dunia) maksudnya apa-apa yang disenangi dan dinikmati di dunia ini (hanya sebentar) dan akan kembali lenyap (sedangkan akhirat) maksudnya surga (lebih baik bagi orang yang takwa) yakni yang menjaga diri dari siksa Allah dengan menjauhi larangan-Nya (dan kamu tidak akan dianiaya) dibaca dengan ta dan ya artinya tidak akan dikurangi amalmu (sedikit pun.\") artinya walau sebesar kulit padi sekali pun, maka berjihad atau berusahalah.",
            "sajda": false,
            "transliteration": "Alam tara ilal lazeena qeela lahum kuffooo aidiyakum wa aqeemus Salaata w aaatuz Zakaata falammaa kutiba 'alaihimul qitaalu izaa fareequm minhum yakhshawnnan naasa kakhashyatil laahi aw ashadda khashyah; wa qaaloo Rabbanaa lima katabta 'alainal qitaala law laaa akhkhartanaa ilaaa ajalin qareeb; qul mataa'ud dunyaa qaleelunw wal Aakhiratu khairul limanit taqaa wa laa tuzlamoona fateelaa",
            "tajweed_text": "أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ قِيلَ لَهُمْ كُفّ[o[ُوٓ][s[اْ] أَيْدِيَكُمْ وَأَقِيمُو[s[اْ] [h:214[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ فَلَ[g[مّ]َا كُتِبَ عَلَيْهِمُ [h:1394[ٱ]لْقِتَالُ إِذَا فَرِي[a:388[قٌ م]ِّنْهُمْ يَخْشَوْنَ [h:2935[ٱ][l[ل][g[نّ]َاسَ كَخَشْيَةِ [h:2936[ٱ]للَّهِ أَوْ أَشَدَّ خَشْيَ[a:2937[ةً‌ۚ و]َقَالُو[s[اْ] رَبَّنَا لِمَ كَتَ[q:2938[بْ]تَ عَلَيْنَا [h:2939[ٱ]لْقِتَالَ لَوْل[o[َآ] أَخَّرْتَن[o[َآ] إِلَ[o[ىٰٓ] أَجَ[f:2940[لٍ ق]َرِي[f:2941[بٍ‌ۗ ق]ُلْ مَتَ[n[ـٰ]عُ [h:2942[ٱ][l[ل]دُّنْيَا قَلِي[a:2943[لٌ و]َ[h:2944[ٱ]لْأَخِرَةُ خَيْ[u:2945[رٌ ل]ِّمَنِ [h:1117[ٱ]تَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلاً",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 571,
            "aya_number": 78,
            "aya_text": "اَيْنَمَا تَكُوْنُوْا يُدْرِكْكُّمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِيْ بُرُوْجٍ مُّشَيَّدَةٍ ۗ وَاِنْ تُصِبْهُمْ حَسَنَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِ اللّٰهِ ۚ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِكَ ۗ قُلْ كُلٌّ مِّنْ عِنْدِ اللّٰهِ ۗ فَمَالِ هٰٓؤُلَاۤءِ الْقَوْمِ لَا يَكَادُوْنَ يَفْقَهُوْنَ حَدِيْثًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 90,
            "translation_aya_text": "Di manapun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kukuh. Jika mereka memperoleh kebaikan, mereka mengatakan, “Ini dari sisi Allah,” dan jika mereka ditimpa suatu keburukan, mereka mengatakan, “Ini dari engkau (Muham-mad).” Katakanlah, “Semuanya (datang) dari sisi Allah.” Maka mengapa orang-orang itu (orang-orang munafik) hampir-hampir tidak memahami pembicaraan (sedikit pun)?”",
            "tafsir_jalalayn": "(Di mana pun kamu berada, pastilah akan dicapai oleh maut sekalipun kamu di benteng yang tinggi lagi kokoh) karena itu janganlah takut berperang lantaran cemas akan mati. (Dan jika mereka ditimpa) yakni orang-orang Yahudi (oleh kebaikan) misalnya kesuburan dan keluasan (mereka berkata, \"Ini dari Allah.\" Dan jika mereka ditimpa oleh keburukan) misalnya kekeringan dan bencana seperti yang mereka alami sewaktu kedatangan Nabi saw. ke Madinah (mereka berkata, \"Ini dari sisimu,\") hai Muhammad artinya ini karena kesialanmu! (Katakanlah) kepada mereka (Semuanya) baik kebaikan atau keburukan (dari sisi Allah) berasal daripada-Nya. (Maka mengapa orang-orang itu hampir-hampir tidak memahami pembicaraan) yang disampaikan kepada Nabi mereka. Mengapa pertanyaan disertai keheranan, melihat kebodohan mereka yang amat sangat. Dan ungkapan \"hampir-hampir tidak memahami\" lebih berat lagi dari \"tidak memahaminya sama sekali.\"",
            "sajda": false,
            "transliteration": "Ainamaa takoonoo yudrikkumul mawtu wa law kuntum fee buroojim mushai yadah; wa in tusibhum hasanatuny yaqooloo haazihee min indil laahi wa in tusibhum saiyi'atuny yaqooloo haazihee min 'indik; qul kullum min 'indillaahi famaa lihaaa 'ulaaa'il qawmi laa yakkaadoona yafqahoona hadeesaa",
            "tajweed_text": "أَيْنَمَا تَكُونُو[s[اْ] يُ[q:2946[دْ]رِككُّمُ [h:2947[ٱ]لْمَوْتُ وَلَوْ كُ[f:100[نت]ُمْ فِى بُرُو[a:2948[جٍ م]ُّشَيَّدَ[a:2949[ةٍ‌ۗ و]َإِ[f:2950[ن ت]ُصِ[q:2951[بْ]هُمْ حَسَنَ[a:2952[ةٌ ي]َقُولُو[s[اْ] هَ[n[ـٰ]ذِه[n[ِۦ] مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ‌ۖ وَإِ[f:2950[ن ت]ُصِ[q:2951[بْ]هُمْ سَيِّئَ[a:2953[ةٌ ي]َقُولُو[s[اْ] هَ[n[ـٰ]ذِه[n[ِۦ] مِنْ عِ[f:2954[ند]ِكَ‌ۚ قُلْ كُ[a:1744[لٌّ م]ِّنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ‌ۖ فَمَالِ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ [h:2955[ٱ]لْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 572,
            "aya_number": 79,
            "aya_text": "مَآ اَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّٰهِ ۖ وَمَآ اَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَّفْسِكَ ۗ وَاَرْسَلْنٰكَ لِلنَّاسِ رَسُوْلًا  ۗ وَكَفٰى بِاللّٰهِ شَهِيْدًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 90,
            "translation_aya_text": "Kebajikan apa pun yang kamu peroleh, adalah dari sisi Allah, dan keburukan apa pun yang menimpamu, itu dari (kesalahan) dirimu sendiri. Kami mengutusmu (Muhammad) menjadi Rasul kepada (seluruh) manusia. Dan cukuplah Allah yang menjadi saksi.",
            "tafsir_jalalayn": "(Apa pun yang kamu peroleh) hai manusia (berupa kebaikan, maka dari Allah) artinya diberi-Nya kamu karena karunia dan kemurahan-Nya (dan apa pun yang menimpamu berupa keburukan) atau bencana (maka dari dirimu sendiri) artinya karena kamu melakukan hal-hal yang mengundang datangnya bencana itu. (Dan Kami utus kamu) hai Muhammad (kepada manusia sebagai rasul) menjadi hal yang diperkuat. (Dan cukuplah Allah sebagai saksi) atas kerasulanmu.",
            "sajda": false,
            "transliteration": "Maaa asaabaka min hasanatin faminal laahi wa maaa asaaabaka min saiyi'atin famin nafsik; wa arsalnaaka linnaasi Rasoolaa; wa kafaa billaahi Shaheedaa",
            "tajweed_text": "مّ[o[َآ] أَصَابَكَ مِنْ حَسَنَ[f:2956[ةٍ ف]َمِنَ [h:2957[ٱ]للَّهِ‌ۖ وَم[o[َآ] أَصَابَكَ مِ[f:2958[ن س]َيِّئَ[f:2959[ةٍ ف]َم[a:2960[ِن ن]َّفْسِكَ‌ۚ وَأَرْسَلْنَ[n[ـٰ]كَ لِل[g[نّ]َاسِ رَسُول[a:2961[اً‌ۚ و]َكَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيدًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}