{
    "page_number": 91,
    "data": [
        {
            "aya_id": 573,
            "aya_number": 80,
            "aya_text": "مَنْ يُّطِعِ الرَّسُوْلَ فَقَدْ اَطَاعَ اللّٰهَ ۚ وَمَنْ تَوَلّٰى فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Barangsiapa menaati Rasul (Muhammad), maka sesungguhnya dia telah menaati Allah. Dan barangsiapa berpaling (dari ketaatan itu), maka (ketahuilah) Kami tidak mengutusmu (Muhammad) untuk menjadi pemelihara mereka.",
            "tafsir_jalalayn": "(Siapa menaati Rasul, maka sesungguhnya ia telah menaati Allah, dan siapa yang berpaling) artinya tak mau menaatinya, maka bukan menjadi urusanmu (maka Kami tidaklah mengutusmu sebagai pemelihara) atau penjaga amal-amal perbuatan mereka, tetapi hanyalah sebagai pemberi peringatan sedangkan urusan mereka terserah kepada Kami dan Kami beri ganjaran dan balasannya. Ini sebelum datangnya perintah berperang.",
            "sajda": false,
            "transliteration": "Man yuti'ir Rasoola faqad ataa'al laaha wa man tawallaa famaaa arsalnaaka 'alaihim hafeezaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 574,
            "aya_number": 81,
            "aya_text": "وَيَقُوْلُوْنَ طَاعَةٌ  ۖ فَاِذَا بَرَزُوْا مِنْ عِنْدِكَ بَيَّتَ طَاۤىِٕفَةٌ مِّنْهُمْ غَيْرَ الَّذِيْ تَقُوْلُ ۗ وَاللّٰهُ يَكْتُبُ مَا يُبَيِّتُوْنَ ۚ فَاَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Dan mereka (orang-orang munafik) mengatakan, “(Kewajiban kami hanyalah) taat.” Tetapi, apabila mereka telah pergi dari sisimu (Muhammad), sebagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah mencatat siasat yang mereka atur di malam hari itu, maka berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah yang menjadi pelindung.",
            "tafsir_jalalayn": "(Dan mereka berkata) maksudnya orang-orang munafik, jika mereka datang kepadamu, \"Kewajiban kami hanyalah (taat) kepadamu.\" (Tetapi apabila mereka telah keluar dari sisimu, segolongan di antara mereka menyembunyikan) ta diidgamkan kepada tha dan boleh pula tidak (lain dari apa yang mereka katakan) padamu di hadapanmu tadi berupa ketaatan, tegasnya mereka menyembunyikan kedurhakaan mereka (Allah menulis) maksudnya menyuruh malaikat menulis (apa yang mereka sembunyikan itu) yakni dalam buku-buku catatan mereka agar menerima pembalasan nanti (maka berpalinglah kamu dari mereka) dengan memaafkan mereka (dan bertawakallah kepada Allah) artinya percayalah kepada-Nya karena Dia pasti melindungimu (dan cukuplah Allah itu sebagai pelindung) atau tempat bertawakal.",
            "sajda": false,
            "transliteration": "Wa yaqooloona taa'antun fa izaa barazoo min 'indika baiyata taaa'ifatum minhum ghairal lazee taqoolu wallaahu yaktubu maa yubaiyitoona faa'rid 'anhum wa tawakkal 'alal laah; wa kafaa billaahi Wakeelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 575,
            "aya_number": 82,
            "aya_text": "اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ ۗ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللّٰهِ لَوَجَدُوْا فِيْهِ اخْتِلَافًا كَثِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Maka tidakkah mereka menghayati (mendalami) Al-Qur'an? Sekiranya (Al-Qur'an) itu bukan dari Allah, pastilah mereka menemukan banyak hal yang bertentangan di dalamnya.",
            "tafsir_jalalayn": "(Apakah mereka tidak memperhatikan) merenungkan (Alquran) dan makna-makna indah yang terdapat di dalamnya. (Sekiranya Alquran itu bukan dari sisi Allah, tentulah akan mereka jumpai di dalamnya pertentangan yang banyak) baik dalam makna maupun dalam susunannya.",
            "sajda": false,
            "transliteration": "Afalaa yatadabbaroonal Qur'aan; wa law kaana min 'indi ghairil laahi la wajadoo fee hikh tilaafan kaseeraa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 576,
            "aya_number": 83,
            "aya_text": "وَاِذَا جَاۤءَهُمْ اَمْرٌ مِّنَ الْاَمْنِ اَوِ الْخَوْفِ اَذَاعُوْا بِهٖ ۗ وَلَوْ رَدُّوْهُ اِلَى الرَّسُوْلِ وَاِلٰٓى اُولِى الْاَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِيْنَ يَسْتَنْۢبِطُوْنَهٗ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَاتَّبَعْتُمُ الشَّيْطٰنَ اِلَّا قَلِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Dan apabila sampai kepada mereka suatu berita tentang keamanan ataupun ketakutan, mereka (langsung) menyiarkannya. (Padahal) apabila mereka menyerahkannya kepada Rasul dan Ulil Amri di antara mereka, tentulah orang-orang yang ingin mengetahui kebenarannya (akan dapat) mengetahuinya (secara resmi) dari mereka (Rasul dan Ulil Amri). Sekiranya bukan karena karunia dan rahmat Allah kepadamu, tentulah kamu mengikuti setan, kecuali sebagian kecil saja (di antara kamu).",
            "tafsir_jalalayn": "(Dan apabila datang kepada mereka suatu berita) mengenai hasil-hasil yang dicapai oleh ekspedisi tentara Nabi saw. (berupa keamanan) maksudnya kemenangan (atau ketakutan) maksudnya kekalahan (mereka lalu menyiarkannya). Ayat ini turun mengenai segolongan kaum munafik atau segolongan orang-orang mukmin yang lemah iman mereka, dan dengan perbuatan mereka itu lemahlah semangat orang-orang mukmin dan kecewalah Nabi saw. (Padahal kalau mereka menyerahkannya) maksudnya berita itu (kepada Rasul dan kepada Ulil amri di antara mereka) maksudnya para pembesar sahabat, jika mereka diam mengenai berita itu menunggu keputusannya (tentulah akan dapat diketahui) apakah hal itu boleh disiarkan atau tidak (oleh orang-orang yang ingin mengetahui kebenarannya) artinya yang mengikuti perkembangannya dan dituntut untuk mengetahuinya, mereka adalah orang-orang yang berhak menyiarkan berita itu (dari mereka) yakni Rasul dan Ulil amri (Dan kalau bukanlah karena karunia Allah kepadamu) yakni dengan agama Islam (serta rahmat-Nya) kepadamu dengan Alquran (tentulah kamu sekalian akan mengikuti setan) untuk mengerjakan kekejian-kekejian yang diperintahkannya (kecuali sebagian kecil saja di antaramu) yang tidak.",
            "sajda": false,
            "transliteration": "Wa izaa jaaa'ahum amrum minal amni awil kkhawfi azaa'oo bihee wa law raddoohu ilar Rasooli wa ilaaa ulil amri minhum la'alimahul lazeena yastambitoonahoo minhum; wa law laa fadlul laahi 'alaikum wa rahmatuhoo lattaba'tumush Shaitaana illaa qaleelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 577,
            "aya_number": 84,
            "aya_text": "فَقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۚ لَا تُكَلَّفُ اِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِيْنَ ۚ عَسَى اللّٰهُ اَنْ يَّكُفَّ بَأْسَ الَّذِيْنَ كَفَرُوْا ۗوَاللّٰهُ اَشَدُّ بَأْسًا وَّاَشَدُّ تَنْكِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Maka berperanglah engkau (Muhammad) di jalan Allah, engkau tidaklah dibebani melainkan atas dirimu sendiri. Kobarkanlah (semangat) orang-orang beriman (untuk berperang). Mudah-mudahan Allah menolak (mematahkan) serangan orang-orang yang kafir itu. Allah sangat besar kekuatan(-Nya) dan sangat keras siksaan(-Nya).",
            "tafsir_jalalayn": "(Maka berperanglah kamu) hai Muhammad (di jalan Allah kamu tidaklah dibebani kecuali dengan kewajibanmu sendiri) maka janganlah pedulikan keengganan mereka dalam berperang itu. Artinya, berperanglah kamu walau seorang diri, karena kamu telah dijamin akan beroleh kemenangan (dan kerahkanlah orang-orang mukmin) anjurkan mereka buat bertempur dan kobarkan semangat mereka (semoga Allah menahan kekerasan) artinya serangan (orang-orang kafir itu. Dan Allah lebih keras lagi) dari mereka (dan lebih hebat lagi siksa-Nya). Maka sabda Nabi saw., \"Demi Tuhan yang diri saya berada dalam kekuasaan-Nya, saya akan pergi walaupun hanya seorang diri!\" Lalu pergilah ia bersama 70 orang berkuda ke Badar Shughra sehingga Allah pun menolak serangan orang-orang kafir itu dengan meniupkan ketakutan ke dalam hati mereka dan menahan Abu Sofyan supaya tidak keluar sebagaimana telah disebutkan dalam surah Ali Imran.",
            "sajda": false,
            "transliteration": "Faqaatil fee sabeelil laahi laa tukallafu illa nafsaka wa harridil mu'mineena 'asallaahu ai yakuffa baasallazeena kafaroo; wallaahu ashaddu baasanw wa ashaaddu tanakeelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 578,
            "aya_number": 85,
            "aya_text": "مَنْ يَّشْفَعْ شَفَاعَةً حَسَنَةً يَّكُنْ لَّهٗ نَصِيْبٌ مِّنْهَا ۚ وَمَنْ يَّشْفَعْ شَفَاعَةً سَيِّئَةً يَّكُنْ لَّهٗ كِفْلٌ مِّنْهَا ۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقِيْتًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Barangsiapa memberi pertolongan dengan pertolongan yang baik, niscaya dia akan memperoleh bagian dari (pahala)nya. Dan barangsiapa memberi pertolongan dengan pertolongan yang buruk, niscaya dia akan memikul bagian dari (dosa)nya. Allah Mahakuasa atas segala sesuatu.",
            "tafsir_jalalayn": "(Siapa memberikan syafaat) kepada sesama manusia (yakni syafaat yang baik) yang sesuai dengan syarat (niscaya akan memperoleh bagian) pahala (daripadanya) artinya disebabkannya. (Dan siapa memberikan syafaat yang jelek) yakni yang bertentangan dengan syariat (maka ia akan memikul beban) dosanya (daripadanya) disebabkan perbuatannya itu. (Dan Allah Maha Kuasa atas segala sesuatu) sehingga setiap orang akan mendapat balasan yang setimpal daripada-Nya.",
            "sajda": false,
            "transliteration": "Mai yashfa' shafaa'atan hasanatay yakul lahoo naseebum minhaa wa mai yashfa' shafaa'tan saiyi'atanny-yakul lahoo kiflum minhaa; wa kaanal laahu 'alaa kulli shai'im Muqeetaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 579,
            "aya_number": 86,
            "aya_text": "وَاِذَا حُيِّيْتُمْ بِتَحِيَّةٍ فَحَيُّوْا بِاَحْسَنَ مِنْهَآ اَوْ رُدُّوْهَا ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ حَسِيْبًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 91,
            "translation_aya_text": "Dan apabila kamu dihormati dengan suatu (salam) penghormatan, maka balaslah penghormatan itu dengan yang lebih baik, atau balaslah (penghormatan itu, yang sepadan) dengannya. Sungguh, Allah memperhitungkan segala sesuatu.",
            "tafsir_jalalayn": "(Apabila kamu diberi salam dengan suatu salam penghormatan) misalnya bila dikatakan kepadamu, \"Assalamu'alaikum!\" (maka balaslah) kepada orang yang memberi salam itu (dengan salam yang lebih baik daripadanya) yaitu dengan mengatakan, \"Alaikumus salaam warahmatullaahi wabarakaatuh.\" (atau balaslah dengan yang serupa) yakni dengan mengucapkan seperti apa yang diucapkannya. Artinya salah satu di antaranya menjadi wajib sedangkan yang pertama lebih utama. (Sesungguhnya Allah memperhitungkan segala sesuatu) artinya membuat perhitungan dan akan membalasnya di antaranya ialah terhadap membalas salam. Dalam pada itu menurut sunah, tidak wajib membalas salam kepada orang kafir, ahli bidah dan orang fasik. Begitu pula kepada orang Islam sendiri yakni orang yang sedang buang air, yang sedang berada dalam kamar mandi dan orang yang sedang makan. Hukumnya menjadi makruh kecuali pada yang terakhir. Dan kepada orang kafir jawablah, \"Wa`alaikum.\" Artinya: juga atasmu.",
            "sajda": false,
            "transliteration": "Wa izaa huyyeetum bitahiy yatin fahaiyoo bi ahsana minhaaa aw ruddoohaa; innal laaha kaana 'alaa kulli shai'in Haseeba",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}