{
    "page_number": 92,
    "data": [
        {
            "aya_id": 580,
            "aya_number": 87,
            "aya_text": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ  لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِ ۗ وَمَنْ اَصْدَقُ مِنَ اللّٰهِ حَدِيْثًا ࣖ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 92,
            "translation_aya_text": "Allah, tidak ada tuhan selain Dia. Dia pasti akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan terjadinya. Siapakah yang lebih benar perkataan(nya) daripada Allah?",
            "tafsir_jalalayn": "(Allah, tiada Tuhan selain Dia) dan Allah (akan menghimpun kamu) dari kubur-kuburmu (sampai) maksudnya pada (dari kiamat yang tak ada keraguan) atau kebimbangan (mengenainya. Dan siapa lagi) artinya tidak ada seorang pun (yang lebih benar ucapannya daripada Allah). Tatkala orang-orang kembali dari perang Uhud, mereka berbeda pendapat mengenai orang-orang munafik. Suatu golongan mengatakan, \"Bunuhlah mereka!\" Sedangkan satu golongan lagi mengatakan, \"Jangan!\" Maka turunlah ayat berikut ini:",
            "sajda": false,
            "transliteration": "Allaahu laaa ilaaha illaa huwa la yajma'annakum ilaa Yawmil Qiyaamati laa raiba feeh; wa man asdaqu mminallaahi hadeesaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 581,
            "aya_number": 88,
            "aya_text": "۞ فَمَا لَكُمْ فِى الْمُنٰفِقِيْنَ فِئَتَيْنِ وَاللّٰهُ اَرْكَسَهُمْ بِمَا كَسَبُوْا ۗ اَتُرِيْدُوْنَ اَنْ تَهْدُوْا مَنْ اَضَلَّ اللّٰهُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 92,
            "translation_aya_text": "Maka mengapa kamu (terpecah) menjadi dua golongan dalam (menghadapi) orang-orang munafik, padahal Allah telah mengembalikan mereka (kepada kekafiran), disebabkan usaha mereka sendiri? Apakah kamu bermaksud memberi petunjuk kepada orang yang telah dibiarkan sesat oleh Allah? Barangsiapa dibiarkan sesat oleh Allah, kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya.",
            "tafsir_jalalayn": "(Mengapa kamu menjadi dua golongan menghadapi golongan munafik padahal Allah telah membalikkan mereka menjadi kafir) (disebabkan usaha mereka) berupa perbuatan maksiat dan kekafiran. (Apakah kamu hendak menunjuki orang yang disesatkan oleh Allah) artinya kamu anggap mereka itu termasuk orang-orang yang beroleh petunjuk? Pertanyaan pada kedua tempat berarti sanggahan. (Siapa yang disesatkan oleh Allah maka kamu sekali-kali takkan mendapatkan jalan) untuk menunjukinya.",
            "sajda": false,
            "transliteration": "Famaa lakum filmuna afiqeena fi'ataini wallaahu arkasahum bimaa kasaboo; atureedoona an tahdoo man adallal laahu wa mmai yudlilil laahu falan tajida lahoo sabeelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 582,
            "aya_number": 89,
            "aya_text": "وَدُّوْا لَوْ تَكْفُرُوْنَ كَمَا كَفَرُوْا فَتَكُوْنُوْنَ سَوَاۤءً فَلَا تَتَّخِذُوْا مِنْهُمْ اَوْلِيَاۤءَ حَتّٰى يُهَاجِرُوْا فِيْ سَبِيْلِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ وَجَدْتُّمُوْهُمْ ۖ وَلَا تَتَّخِذُوْا مِنْهُمْ وَلِيًّا وَّلَا نَصِيْرًاۙ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 92,
            "translation_aya_text": "Mereka ingin agar kamu menjadi kafir sebagaimana mereka telah menjadi kafir, sehingga kamu menjadi sama (dengan mereka). Janganlah kamu jadikan dari antara mereka sebagai teman-teman(mu), sebelum mereka berpindah pada jalan Allah. Apabila mereka berpaling, maka tawanlah mereka dan bunuhlah mereka di mana pun mereka kamu temukan, dan janganlah kamu jadikan seorang pun di antara mereka sebagai teman setia dan penolong,",
            "tafsir_jalalayn": "(Mereka ingin) atau mengangan-angankan (agar kamu kafir hingga kamu menjadi sama) dengan mereka dalam kekafiran (maka janganlah kamu ambil di antara mereka sebagai pembela) yang akan membelamu walaupun mereka menampakkan keimanan (hingga mereka berhijrah di jalan Allah) yakni benar-benar hijrah yang membuktikan keimanan mereka. (Jika mereka berpaling) dan tetap atas keadaan mereka (maka ambillah mereka itu) maksudnya tawanlah (dan bunuhlah mereka di mana saja kamu jumpai dan janganlah kamu jadikan seorang pun di antara mereka sebagai pelindung) yang akan melindungimu (dan tidak pula sebagai penolong) yang akan kamu mintai pertolongan untuk menghadapi musuh-musuhmu.",
            "sajda": false,
            "transliteration": "Wadoo law takfuroona kamaa kafaroo fatakoonoona sawaaa'an falaa tattakhizoo minhum awliyaaa'a hattaa yuhaajiroo fee sabeelil laah; fa in tawallaw fa khuzoohum waqtuloohum haisu wajat tumoohum wa laa tattakhizoo minhum waliyyanw wa laa naseeraa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 583,
            "aya_number": 90,
            "aya_text": "اِلَّا الَّذِيْنَ يَصِلُوْنَ اِلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ اَوْ جَاۤءُوْكُمْ حَصِرَتْ صُدُوْرُهُمْ اَنْ يُّقَاتِلُوْكُمْ اَوْ يُقَاتِلُوْا قَوْمَهُمْ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوْكُمْ ۚ فَاِنِ اعْتَزَلُوْكُمْ فَلَمْ يُقَاتِلُوْكُمْ وَاَلْقَوْا اِلَيْكُمُ السَّلَمَ ۙ فَمَا جَعَلَ اللّٰهُ لَكُمْ عَلَيْهِمْ سَبِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 92,
            "translation_aya_text": "kecuali orang-orang yang meminta perlindungan kepada suatu kaum, yang antara kamu dan kaum itu telah ada perjanjian (damai) atau orang yang datang kepadamu sedang hati mereka merasa keberatan untuk memerangi kamu atau memerangi kaumnya. Sekiranya Allah menghendaki, niscaya diberikan-Nya kekuasaan kepada mereka (dalam) menghadapi kamu, maka pastilah mereka memerangimu. Tetapi jika mereka membiarkan kamu, dan tidak memerangimu serta menawarkan perdamaian kepadamu (menyerah), maka Allah tidak memberi jalan bagimu (untuk menawan dan membunuh) mereka.",
            "tafsir_jalalayn": "(Kecuali orang-orang yang menghubungi) maksudnya minta perlindungan (kepada suatu kaum yang antara kamu dengan mereka ada perjanjian damai) termasuk dengan sekutu-sekutu mereka sebagaimana pernah terjadi antara Nabi saw. dengan Hilal bin Uwaimir Al-Aslami (atau) orang-orang yang (datang kepadamu) sedangkan (hati mereka merasa keberatan) untuk (memerangimu) bersama kaum mereka (atau memerangi kaum mereka) bersama kamu; artinya tak mau berperang dengan kamu maupun dengan kaum mereka, maka janganlah kamu tawan atau bunuh mereka. Ini berikut yang sesudahnya dinasakhkan oleh ayat perang. (Sekiranya Allah menghendaki) agar mereka menguasaimu (tentulah Dia akan menjadikan mereka berkuasa atasmu) yaitu dengan menguatkan hati mereka (sehingga pastilah mereka memerangimu) tetapi Allah tiada menghendaki demikian, maka ditiupkan-Nya ke dalam hati mereka rasa takut dan ciut. (Tetapi jika mereka membiarkanmu dan tidak memerangi kamu hanya menyatakan perdamaian kepadamu) artinya mereka tunduk (maka Allah tidaklah memberi jalan kepadamu) untuk menawan dan membunuh mereka.",
            "sajda": false,
            "transliteration": "Illal lazeena yasiloona ilaa qawmim binakum wa bainahum meesaaqun aw jaaa'ookum hasirat sudooruhum ai yuqaatilookum aw yuqaatiloo qawmahum, wa law shaaa'al laahu lasallatahum 'alaikum falaqaatalookum; fa ini' tazalookum falam yuqaatilookum wa alqaw ilaikumus salama famaa ja'alal laahu lakum 'alaihim sabeelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 584,
            "aya_number": 91,
            "aya_text": "سَتَجِدُوْنَ اٰخَرِيْنَ يُرِيْدُوْنَ اَنْ يَّأْمَنُوْكُمْ وَيَأْمَنُوْا قَوْمَهُمْ ۗ كُلَّ مَا رُدُّوْٓا اِلَى الْفِتْنَةِ اُرْكِسُوْا فِيْهَا ۚ فَاِنْ لَّمْ يَعْتَزِلُوْكُمْ وَيُلْقُوْٓا اِلَيْكُمُ السَّلَمَ وَيَكُفُّوْٓا اَيْدِيَهُمْ فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ ۗ وَاُولٰۤىِٕكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطٰنًا مُّبِيْنًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 92,
            "translation_aya_text": "Kelak akan kamu dapati (golongan-golongan) yang lain, yang menginginkan agar mereka hidup aman bersamamu dan aman (pula) bersama kaumnya. Setiap kali mereka diajak kembali kepada fitnah (syirik), mereka pun terjun ke dalamnya. Karena itu jika mereka tidak membiarkan kamu dan tidak mau menawarkan perdamaian kepadamu, serta tidak menahan tangan mereka (dari memerangimu), maka tawanlah mereka dan bunuhlah mereka di mana saja kamu temui, dan merekalah orang yang Kami berikan kepadamu alasan yang nyata (untuk memerangi, menawan dan membunuh) mereka.",
            "tafsir_jalalayn": "(Akan kamu dapati pula golongan lain yang bermaksud supaya mereka aman dari kamu) dengan berpura-pura beriman di hadapanmu (dan merasa aman pula dari kaum mereka) dengan menyatakan kekafiran jika mereka kembali kepada kaum mereka. Mereka ini ialah Bani Asad dan Ghathafan. (Setiap mereka diajak untuk fitnah) artinya kembali kepada kemusyrikan (mereka pun berbalik) atau terjun ke dalamnya. (Maka jika mereka tidak membiarkanmu) artinya masih hendak memerangimu (dan) tidak (mengemukakan perdamaian kepadamu serta) tidak (menahan tangan mereka) dari memerangimu (maka ambillah mereka) sebagai tawanan (dan bunuhlah mereka itu di mana juga kamu temui) atau jumpai (dan mereka itulah orang-orang yang Kami berikan kepadamu kekuasaan yang nyata) artinya wewenang dan bukti yang jelas untuk membunuh dan menawan mereka disebabkan kecurangan mereka.",
            "sajda": false,
            "transliteration": "Satajidoona aakhareena yureedoona ai yaamanookum wa yaamanoo qawmahum kullamaa ruddooo ilal itnati urkisoo feehaa; fa il lam ya'tazilookum wa yulqooo ilai kumus salama wa yakuffooo aidiyahum fakhuzoohum waqtuloohum haisu saqif tumoohum; wa ulaaa'ikum ja'alnaa lakum 'alaihim sultaanam mubeenaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}