{
    "page_number": 93,
    "data": [
        {
            "aya_id": 585,
            "aya_number": 92,
            "aya_text": "وَمَا كَانَ لِمُؤْمِنٍ اَنْ يَّقْتُلَ مُؤْمِنًا اِلَّا خَطَـًٔا ۚ وَمَنْ قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ وَّدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى  اَهْلِهٖٓ  اِلَّآ  اَنْ يَّصَّدَّقُوْا ۗ فَاِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۗوَاِنْ كَانَ مِنْ قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى اَهْلِهٖ وَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِۖ تَوْبَةً مِّنَ اللّٰهِ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 93,
            "translation_aya_text": "Dan tidak patut bagi seorang yang beriman membunuh seorang yang beriman (yang lain), kecuali karena tersalah (tidak sengaja). Barangsiapa membunuh seorang yang beriman karena tersalah (hendaklah) dia memerdekakan seorang hamba sahaya yang beriman serta (membayar) tebusan yang diserahkan kepada keluarganya (si terbunuh itu), kecuali jika mereka (keluarga si terbunuh) membebaskan pembayaran. Jika dia (si terbunuh) dari kaum yang memusuhimu, padahal dia orang beriman, maka (hendaklah si pembunuh) memerdekakan hamba sahaya yang beriman. Dan jika dia (si terbunuh) dari kaum (kafir) yang ada perjanjian (damai) antara mereka dengan kamu, maka (hendaklah si pembunuh) membayar tebusan yang diserahkan kepada keluarganya (si terbunuh) serta memerdekakan hamba sahaya yang beriman. Barangsiapa tidak mendapatkan (hamba sahaya), maka hendaklah dia (si pembunuh) berpuasa dua bulan berturut-turut sebagai tobat kepada Allah. Dan Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan tidak sepatutnya seorang mukmin membunuh seorang mukmin) yang lain; artinya tidak layak akan timbul perbuatan itu dari dirinya (kecuali karena tersalah) artinya tidak bermaksud untuk membunuhnya. (Dan siapa yang membunuh seorang mukmin karena tersalah itu) misalnya bermaksud melempar yang selainnya seperti binatang buruan atau pohon kayu tetapi mengenai seseorang dengan alat yang biasanya tidak menyebabkan kematian hingga membawa ajal (maka hendaklah memerdekakan) membebaskan (seorang hamba sahaya yang beriman beserta diat yang diserahkan) diberikan (kepada keluarganya) yaitu ahli waris yang terbunuh (kecuali jika mereka bersedekah) artinya memaafkannya. Dalam pada itu sunah menjelaskan bahwa besar diat itu 100 ekor unta, 20 ekor di antaranya terdiri dari yang dewasa, sedang lainnya yang di bawahnya, dalam usia yang bermacam-macam. Beban pembayaran ini terpikul di atas pundak `ashabah sedangkan keluarga-keluarga lainnya dibagi-bagi pembayarannya selama tiga tahun, bagi yang kaya setengah dinar, dan yang sedang seperempat dinar pada tiap tahunnya. Jika mereka tidak mampu maka diambilkan dari harta baitulmal, dan jika sulit maka dari pihak yang bersalah. (Jika ia) yakni yang terbunuh (dari kaum yang menjadi musuh) musuh perang (bagimu padahal ia mukmin, maka hendaklah memerdekakan seorang hamba sahaya yang beriman) jadi bagi si pembunuh wajib kafarat tetapi tidak wajib diat yang diserahkan kepada keluarganya disebabkan peperangan itu. (Dan jika ia) maksudnya yang terbunuh (dari kaum yang di antara kamu dengan mereka ada perjanjian) misalnya ahli dzimmah (maka hendaklah membayar diat yang diserahkan kepada keluarganya) yaitu sepertiga diat orang mukmin, jika dia seorang Yahudi atau Nasrani, dan seperlima belas jika ia seorang Majusi serta memerdekakan seorang hamba sahaya yang beriman) oleh si pembunuhnya. (Siapa yang tidak memperolehnya) misalnya karena tak ada budak atau biayanya (maka hendaklah berpuasa selama dua bulan berturut-turut) sebagai kafarat yang wajib atasnya. Mengenai pergantian dengan makanan seperti pada zihar, tidak disebutkan oleh Allah swt. Tetapi menurut Syafii, pada salah satu di antara dua pendapatnya yang terkuat, ini diberlakukan (untuk penerimaan tobat dari Allah) mashdar yang manshub oleh kata kerjanya yang diperkirakan. (Dan Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai pengaturan-Nya terhadap mereka.",
            "sajda": false,
            "transliteration": "Wa maa kaana limu'minin ai yaqtula mu'minan illaa khata'aa; waman qatala mu'minan khata'an fatabreeru raqabatim mu'minatinw wa diyatum mmusallamatun ilaaa ahliheee illaaa ai yassaddaqoo; fa in kaana min qawmin 'aduwwil lakum wa huwa mu'minun fatabreeru raqabatim mu'minah; wa in kaana min qawmim bainakum wa bainahum meesaaqun fadiyatum mmusallamatun ilaaa ahlihee wa tahreeru raqabatim mu'minatin famal lam yajid fa Siyaamu shahraini mutataabi'aini tawhatam minal laah; wa kaanal laahu 'Aleeman hakeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 586,
            "aya_number": 93,
            "aya_text": "وَمَنْ يَّقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاۤؤُهٗ جَهَنَّمُ خَالِدًا فِيْهَا وَغَضِبَ اللّٰهُ عَلَيْهِ وَلَعَنَهٗ وَاَعَدَّ لَهٗ عَذَابًا عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 93,
            "translation_aya_text": "Dan barangsiapa membunuh seorang yang beriman dengan sengaja, maka balasannya ialah neraka Jahanam, dia kekal di dalamnya. Allah murka kepadanya, dan melaknatnya serta menyediakan azab yang besar baginya.",
            "tafsir_jalalayn": "(Dan siapa yang membunuh seorang mukmin dengan sengaja) artinya sengaja hendak membunuhnya dengan alat yang biasa dipergunakan untuk membunuh di samping ia tahu pula bahwa orang yang akan dibunuhnya itu beriman (maka balasannya ialah neraka Jahanam, kekal ia di dalamnya dan Allah murka kepadanya dan mengutukinya) artinya menjauhkannya dari rahmat-Nya (serta menyediakan baginya siksa yang besar) yakni di neraka. Ini ditakwilkan jika seseorang menganggapnya halal dengan pernyataan bahwa inilah balasannya yang setimpal jika dihukum menurut sepatutnya. Tetapi dengan catatan bahwa hukuman itu dapat saja diubah berdasarkan firman Allah swt., \"Dan Dia mengampuni dosa selain itu, syirik, bagi siapa yang dikehendaki-Nya.\" Dan menurut Ibnu Abbas bahwa ayat ini menasakhkan ayat-ayat lain yang berisi pengampunan sementara ayat pada surah Al-Baqarah menyatakan bahwa orang yang membunuh secara sengaja hendaklah dibunuh pula dan bahwa ia wajib membayar diat jika memperoleh kemaafan dan telah diterangkan pula berapa banyaknya. Di samping itu sunah menerangkan pula bahwa di antara sengaja dengan tersalah itu ada semacam pembunuhan yang disebut semi sengaja, yakni jika seseorang membunuh orang lain dengan alat yang tidak biasa digunakan untuk membunuh, maka tidak wajib kisas, hanya diat, sebagaimana pula sengaja dalam bentuk atau sifatnya tetapi tersalah dalam mengundurkan dan melakukannya. Dan ini dalam keadaan sengaja lebih patut membayar kafarat daripada dalam keadaan tersalah. Ayat berikut ini turun tatkala serombongan sahabat lewat pada seorang laki-laki dari Bani Sulaim yang sedang menghalau kambingnya. Orang itu memberi salam kepada rombongan sahabat itu tetapi kata mereka, \"Ia mengucapkan salam itu hanyalah untuk menyelamatkan dirinya,\" lalu orang itu mereka bunuh dan mereka halau ternaknya.",
            "sajda": false,
            "transliteration": "Wa mai yaqtul mu'minammuta 'ammidan fajazaaa'uhoo Jahannamu khaalidan feehaa wa ghadibal laahu' alaihi wa la'anahoo wa a'adda lahoo 'azaaban 'azeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 587,
            "aya_number": 94,
            "aya_text": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا ضَرَبْتُمْ فِيْ سَبِيْلِ اللّٰهِ فَتَبَيَّنُوْا وَلَا تَقُوْلُوْا لِمَنْ اَلْقٰىٓ اِلَيْكُمُ السَّلٰمَ لَسْتَ مُؤْمِنًاۚ تَبْتَغُوْنَ عَرَضَ الْحَيٰوةِ الدُّنْيَا ۖفَعِنْدَ اللّٰهِ مَغَانِمُ كَثِيْرَةٌ ۗ كَذٰلِكَ كُنْتُمْ مِّنْ قَبْلُ فَمَنَّ اللّٰهُ عَلَيْكُمْ فَتَبَيَّنُوْاۗ اِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 93,
            "translation_aya_text": "Wahai orang-orang yang beriman! Apabila kamu pergi (berperang) di jalan Allah, maka telitilah (carilah keterangan) dan janganlah kamu mengatakan kepada orang yang mengucapkan ”salam” kepadamu, ”Kamu bukan seorang yang beriman,” (lalu kamu membunuhnya), dengan maksud mencari harta benda kehidupan dunia, padahal di sisi Allah ada harta yang banyak. Begitu jugalah keadaan kamu dahulu, lalu Allah memberikan nikmat-Nya kepadamu, maka telitilah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Hai orang-orang yang beriman, jika kamu bepergian) maksudnya mengadakan perjalanan untuk berjihad (di jalan Allah maka selidikilah) menurut satu qiraat dengan tiga macam baris pada dua tempat (dan janganlah kamu katakan kepada orang yang mengucapkan salam kepadamu) ada yang memakai alif dan ada pula yang tidak sedangkan artinya ialah penghormatan atau ketundukan dengan membaca dua kalimat syahadat sebagai ciri-ciri bagi penganut agama Islam (kamu bukan seorang mukmin) kamu mengatakan itu hanyalah untuk menjaga diri dan hartamu, lalu kamu membunuhnya (dengan maksud, menuntut) artinya hendak mencari (harta benda kehidupan dunia) yakni barang rampasan (padahal di sisi Allah harta yang banyak) sehingga kamu tidak perlu membunuh untuk mendapatkan harta itu. (Begitu pulalah keadaan kamu dahulu) darah dan harta bendamu dipelihara berkat ucapan syahadat dari kamu (lalu Allah melimpahkan karunia-Nya kepadamu) hingga terkenal keimanan dan keteguhan pendirianmu (karena itu selidikilah) lebih dulu jangan sampai kamu membunuh orang yang telah beriman dan perlakukanlah terhadap orang yang baru masuk Islam sebagaimana kamu pernah diperlakukan. (Sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) sehingga kamu akan mendapat balasan daripada-Nya.",
            "sajda": false,
            "transliteration": "Yaaa aiyuhal lazeena aamanoo izaa darabtum fee sabeelil laahi fatabaiyanoo wa laa taqooloo liman alqaaa ilaikumus salaama lasta mu'minan tabtaghoona 'aradal hayaatid dunyaa fa'indal laahi maghaanimu kaseerah; kazaalika kuntum min qablu famannnal laahu 'alaikum fatabaiyanoo; innallaaha kaana bimaa ta'maloona Khabeeraa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}