{
    "page_number": 94,
    "data": [
        {
            "aya_id": 588,
            "aya_number": 95,
            "aya_text": "لَا يَسْتَوِى الْقَاعِدُوْنَ مِنَ الْمُؤْمِنِيْنَ غَيْرُ اُولِى الضَّرَرِ وَالْمُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ  فَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ عَلَى الْقٰعِدِيْنَ دَرَجَةً ۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَفَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ عَلَى الْقٰعِدِيْنَ اَجْرًا عَظِيْمًاۙ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "Tidaklah sama antara orang beriman yang duduk (yang tidak turut berperang) tanpa mempunyai uzur (halangan) dengan orang yang berjihad di jalan Allah dengan harta dan jiwanya. Allah melebihkan derajat orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk (tidak ikut berperang tanpa halangan). Kepada masing-masing, Allah menjanjikan (pahala) yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar,",
            "tafsir_jalalayn": "(Tidaklah sama di antara orang-orang mukmin yang duduk) maksudnya tidak ikut berjihad (tanpa mempunyai uzur) seperti tua, buta dan lain-lain; marfu` karena sifat dan manshub sebagai mustatsna (dengan orang-orang yang berjihad di jalan Allah berikut harta dan jiwa mereka. Allah melebihkan orang-orang yang berjihad dengan harta dan jiwa mereka atas orang-orang yang duduk) karena uzur (satu tingkat) atau satu kelebihan karena walaupun mereka sama dalam niat, tetapi ada tambahan pada orang-orang yang berjihad, yaitu pelaksanaan (dan kepada masing-masing) mereka dari kedua golongan itu (Allah menjanjikan pahala yang baik) yaitu surga. (Dan Allah memberi kelebihan terhadap orang yang berjihad atas orang-orang yang duduk) tanpa uzur (berupa pahala yang besar) dan sebagai badalnya ialah:",
            "sajda": false,
            "transliteration": "Laa yastawil qaa'idoona Minal mu'mineena ghairu ulid darari walmujaahidoona fee sabeelil laahi bi amwaalihim wa anfusihim; faddalal laahul mujaahideena bi amwaalihim wa anfusihim; faddalal laahul mujaahideena bi am waalihim wa anfusihim 'alalqaa'ideena darajab; wa kullanw wa'adal laahul husnaa; wa faddalal laahul mujaahideena 'alal qaa'ideena ajran 'azeemaa",
            "tajweed_text": "لَّا يَسْتَوِى [h:3046[ٱ]لْقَ[n[ـٰ]عِدُونَ مِنَ [h:3047[ٱ]لْمُؤْمِنِينَ غَيْرُ أُ[s[وْ]لِى [h:3048[ٱ][l[ل]ضَّرَرِ وَ[h:3049[ٱ]لْمُجَ[n[ـٰ]هِدُونَ فِى سَبِيلِ [h:788[ٱ]للَّهِ بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ‌ۚ فَضَّلَ [h:2745[ٱ]للَّهُ [h:3051[ٱ]لْمُجَ[n[ـٰ]هِدِينَ بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ عَلَى [h:3052[ٱ]لْقَ[n[ـٰ]عِدِينَ دَرَجَ[a:3053[ةً‌ۚ و]َكُل[a:3054[اًّ و]َعَدَ [h:3055[ٱ]للَّهُ [h:3056[ٱ]لْحُسْنَىٰ‌ۚ وَفَضَّلَ [h:3057[ٱ]للَّهُ [h:3051[ٱ]لْمُجَ[n[ـٰ]هِدِينَ عَلَى [h:3052[ٱ]لْقَ[n[ـٰ]عِدِينَ أَ[q:2795[جْ]رًا عَظِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 589,
            "aya_number": 96,
            "aya_text": "دَرَجٰتٍ مِّنْهُ وَمَغْفِرَةً وَّرَحْمَةً ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "(yaitu) beberapa derajat daripada-Nya, serta ampunan dan rahmat. Allah Ma-ha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Yaitu beberapa tingkat daripada-Nya) yang sebagiannya lebih mulia dari lainnya (dan keampunan serta rahmat) manshub disebabkan kedua fi'ilnya yang diperkirakan (dan Allah Maha Pengampun) bagi para wali-Nya (lagi Maha Penyayang) terhadap ahli taat-Nya.",
            "sajda": false,
            "transliteration": "Darajaatim minhu wa maghfiratanw wa rahmah; wa kaanal laahu Ghafoorar Raheema",
            "tajweed_text": "دَرَجَ[n[ـٰ][a:3058[تٍ م]ِّنْهُ وَمَغْفِرَ[a:3059[ةً و]َرَحْمَ[a:3060[ةً‌ۚ و]َكَانَ [h:2653[ٱ]للَّهُ غَفُو[u:2701[رًا ر]َّحِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 590,
            "aya_number": 97,
            "aya_text": "اِنَّ الَّذِيْنَ تَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ قَالُوْا فِيْمَ كُنْتُمْ ۗ قَالُوْا كُنَّا مُسْتَضْعَفِيْنَ فِى الْاَرْضِۗ  قَالُوْٓا اَلَمْ تَكُنْ اَرْضُ اللّٰهِ وَاسِعَةً فَتُهَاجِرُوْا فِيْهَا ۗ فَاُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُ ۗ وَسَاۤءَتْ مَصِيْرًاۙ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "Sesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi sendiri, mereka (para malaikat) bertanya, “Bagaimana kamu ini?” Mereka menjawab, “Kami orang-orang yang tertindas di bumi (Mekah).” Mereka (para malaikat) bertanya, “Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?” Maka orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruk tempat kembali,",
            "tafsir_jalalayn": "(Sesungguhnya orang-orang yang diwafatkan oleh malaikat dalam keadaan menganiaya diri sendiri) maksudnya orang-orang yang tinggal bersama orang kafir di Mekah dan tidak hendak hijrah (malaikat bertanya) kepada mereka sambil mencela (\"Kenapa kamu ini?\" artinya bagaimana sebenarnya pendirianmu terhadap agamamu ini? (Ujar mereka) mengajukan alasan (\"Kami ini orang-orang yang ditindas) artinya lemah sehingga tidak mampu menegakkan agama (di muka bumi\") artinya di negeri Mekah (Kata mereka) pula sambil mencela (\"Bukankah bumi Allah luas hingga kamu dapat berhijrah padanya?\") yakni dari bumi kaum kafir ke negeri lain sebagaimana dilakukan orang lain? Firman Allah swt. (\"Mereka itu, tempat mereka ialah neraka Jahanam dan itulah seburuk-buruk tempat kembali.\")",
            "sajda": false,
            "transliteration": "Innal lazeena tawaffaa humul malaaa'ikatu zaalimeee anfusihim qaaloo feema kuntum qaaloo kunnaa mustad'afeena fil-ard; qaalooo alam takun ardul laahi waasi'atan fatuhaajiroo feehaa; fa ulaaa'ika maawaahum Jahannamu wa saaa'at maseeraa",
            "tajweed_text": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ تَوَفَّ[n[ـٰ]هُمُ [h:3061[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ ظَالِم[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ قَالُو[s[اْ] فِيمَ كُ[f:100[نت]ُمْ‌ۖ قَالُو[s[اْ] كُ[g[نّ]َا مُسْتَضْعَفِينَ فِى [h:44[ٱ]لْأَرْضِ‌ۚ قَال[o[ُوٓ][s[اْ] أَلَمْ تَكُنْ أَرْضُ [h:3062[ٱ]للَّهِ و[n[َٲ]سِعَ[f:3063[ةً ف]َتُهَاجِرُو[s[اْ] فِيهَا‌ۚ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ مَأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ‌ۖ وَس[o[َا]ٓءَتْ مَصِيرًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 591,
            "aya_number": 98,
            "aya_text": "اِلَّا الْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ لَا يَسْتَطِيْعُوْنَ حِيْلَةً وَّلَا يَهْتَدُوْنَ سَبِيْلًاۙ  ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "kecuali mereka yang tertindas baik laki-laki atau perempuan dan anak-anak yang tidak berdaya dan tidak mengetahui jalan (untuk berhijrah),",
            "tafsir_jalalayn": "(Kecuali orang-orang yang tertindas baik laki-laki maupun wanita dan anak-anak) yaitu mereka (yang tidak mampu berusaha) artinya tak ada tenaga maupun biaya bagi mereka untuk berhijrah (dan tidak mengetahui jalan) yang akan ditempuh menuju tempat berhijrah itu.",
            "sajda": false,
            "transliteration": "Illal mustad 'afeena minar rijaali wannisaaa'i walwildaani laa yastatee'oona heelatanw wa laa yahtadoona sabeela",
            "tajweed_text": "إِلَّا [h:3064[ٱ]لْمُسْتَضْعَفِينَ مِنَ [h:2923[ٱ][l[ل]رِّجَالِ وَ[h:2924[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ وَ[h:2925[ٱ]لْوِلْد[n[َٲ]نِ لَا يَسْتَطِيعُونَ حِيلَ[a:3065[ةً و]َلَا يَهْتَدُونَ سَبِيلاً",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 592,
            "aya_number": 99,
            "aya_text": "فَاُولٰۤىِٕكَ عَسَى اللّٰهُ اَنْ يَّعْفُوَ عَنْهُمْ ۗ وَكَانَ اللّٰهُ عَفُوًّا غَفُوْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "maka mereka itu, mudah-mudahan Allah memaafkannya. Allah Maha Pemaaf, Maha Pengampun.",
            "tafsir_jalalayn": "(Maka mereka ini, moga-moga Allah memaafkan mereka dan Allah Maha Pemaaf lagi Maha Pengampun.)",
            "sajda": false,
            "transliteration": "Fa ulaaa'ika 'asal laahu ai ya'fuwa 'anhum; wa kaanal laahu 'Afuwwan Ghafooraa",
            "tajweed_text": "فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ عَسَى [h:2982[ٱ]للَّهُ أ[a:3066[َن ي]َعْفُوَ عَنْهُمْ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ عَفُوًّا غَفُورًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 593,
            "aya_number": 100,
            "aya_text": "۞ وَمَنْ يُّهَاجِرْ فِيْ سَبِيْلِ اللّٰهِ يَجِدْ فِى الْاَرْضِ مُرَاغَمًا كَثِيْرًا وَّسَعَةً ۗوَمَنْ يَّخْرُجْ مِنْۢ بَيْتِهٖ مُهَاجِرًا اِلَى اللّٰهِ وَرَسُوْلِهٖ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ اَجْرُهٗ عَلَى اللّٰهِ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "Dan barangsiapa berhijrah di jalan Allah, niscaya mereka akan mendapatkan di bumi ini tempat hijrah yang luas dan (rezeki) yang banyak. Barangsiapa keluar dari rumahnya dengan maksud berhijrah karena Allah dan Rasul-Nya, kemudian kematian menimpanya (sebelum sampai ke tempat yang dituju), maka sungguh, pahalanya telah ditetapkan di sisi Allah. Dan Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan siapa yang berhijrah di jalan Allah, maka mereka akan menemukan di muka bumi ini tempat hijrah yang banyak dan kelapangan) dalam rezeki. (Dan siapa yang keluar dari rumahnya dengan tujuan berhijrah kepada Allah dan Rasul-Nya lalu ia ditimpa oleh kematian) di tengah jalan seperti terjadi atas Junda bin Dhamrah Al-Laitsi (maka sungguh, telah tetaplah pahalanya di sisi Allah, dan Allah Maha Pengampun lagi Maha Penyayang).",
            "sajda": false,
            "transliteration": "Wa mai yuhaajir fee sabeelil laahi yajid fil ardi mmuraaghaman kaseeranw wa sa'ah; wa mai yakhruj mim baitihee muhaajiran ilal laahi wa Rasoolihee summa yudrikhul mawtu faqad waqa'a ajruhoo 'alal laah; wa kaanal laahu Ghafoorar Raheemaa",
            "tajweed_text": "۞ وَم[a:3067[َن ي]ُهَاجِرْ فِى سَبِيلِ [h:788[ٱ]للَّهِ يَجِ[q:1067[دْ] فِى [h:44[ٱ]لْأَرْضِ مُر[n[َٲ]غَ[f:3068[مًا ك]َثِي[a:3069[رًا و]َسَعَ[a:3070[ةً‌ۚ و]َم[a:3071[َن ي]َخْرُ[q:3072[جْ] م[i:3073[ِنۢ ب]َيْتِه[n[ِۦ] مُهَاجِرًا إِلَى [h:1637[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] ثُ[g[مّ]َ يُ[q:3074[دْ]رِكْهُ [h:3075[ٱ]لْمَوْتُ فَقَ[q:563[دْ] وَقَعَ أَ[q:582[جْ]رُهُ[n[ۥ] عَلَى [h:412[ٱ]للَّهِ‌ۗ وَكَانَ [h:2653[ٱ]للَّهُ غَفُو[u:2701[رًا ر]َّحِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 594,
            "aya_number": 101,
            "aya_text": "وَاِذَا ضَرَبْتُمْ فِى الْاَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَقْصُرُوْا مِنَ الصَّلٰوةِ ۖ اِنْ خِفْتُمْ اَنْ يَّفْتِنَكُمُ الَّذِيْنَ كَفَرُوْاۗ اِنَّ الْكٰفِرِيْنَ كَانُوْا لَكُمْ عَدُوًّا مُّبِيْنًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 94,
            "translation_aya_text": "Dan apabila kamu bepergian di bumi, maka tidaklah berdosa kamu meng-qasar salat, jika kamu takut diserang orang kafir. Sesungguhnya orang kafir itu adalah musuh yang nyata bagimu.",
            "tafsir_jalalayn": "(Dan jika kamu mengadakan perjalanan) atau bepergian (di muka bumi, maka tak ada salahnya kamu) (apabila mengqasar salat) dengan membuat yang empat rakaat menjadi dua (jika kamu khawatir akan diperangi) atau mendapat cidera dari (orang-orang kafir) menyatakan peristiwa yang terjadi di kala itu, maka mafhumnya tidak berlaku. Menurut keterangan dari sunah, yang dimaksud dengan suatu perjalanan panjang ialah empat pos atau dua marhalah. Dan dari firman-Nya, \"Maka tak ada salahnya kamu,\" ditarik kesimpulan bahwa mengqasar salat itu merupakan keringanan dan bukan kewajiban. Dan ini merupakan pendapat Imam Syafii. (Sesungguhnya orang-orang kafir itu bagi kamu musuh yang nyata) maksudnya jelas dan terang permusuhannya terhadap kamu.",
            "sajda": false,
            "transliteration": "Wa izaa darabtum fil ardi falaisa 'alaikum junaahun an taqsuroo minas Salaati in khiftum ai yaftinakumul lazeena kafarooo; innal kaafireena kaanoo lakum aduwwam mubeenaa",
            "tajweed_text": "وَإِذَا ضَرَ[q:3037[بْ]تُمْ فِى [h:44[ٱ]لْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَ[f:3076[ن ت]َ[q:3077[قْ]صُرُو[s[اْ] مِنَ [h:3078[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ إِنْ خِفْتُمْ أ[a:3079[َن ي]َفْتِنَكُمُ [h:3080[ٱ]لَّذِينَ كَفَر[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َ [h:3081[ٱ]لْكَ[n[ـٰ]فِرِينَ كَانُو[s[اْ] لَكُمْ عَدُو[a:3082[ًّا م]ُّبِينًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}