{
    "page_number": 95,
    "data": [
        {
            "aya_id": 595,
            "aya_number": 102,
            "aya_text": "وَاِذَا كُنْتَ فِيْهِمْ فَاَقَمْتَ لَهُمُ الصَّلٰوةَ فَلْتَقُمْ طَاۤىِٕفَةٌ مِّنْهُمْ مَّعَكَ وَلْيَأْخُذُوْٓا اَسْلِحَتَهُمْ ۗ فَاِذَا سَجَدُوْا فَلْيَكُوْنُوْا مِنْ وَّرَاۤىِٕكُمْۖ  وَلْتَأْتِ طَاۤىِٕفَةٌ اُخْرٰى لَمْ يُصَلُّوْا فَلْيُصَلُّوْا مَعَكَ وَلْيَأْخُذُوْا حِذْرَهُمْ وَاَسْلِحَتَهُمْ ۗ وَدَّ الَّذِيْنَ كَفَرُوْا لَوْ تَغْفُلُوْنَ عَنْ اَسْلِحَتِكُمْ وَاَمْتِعَتِكُمْ فَيَمِيْلُوْنَ عَلَيْكُمْ مَّيْلَةً وَّاحِدَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ اِنْ كَانَ بِكُمْ اَذًى مِّنْ مَّطَرٍ اَوْ كُنْتُمْ مَّرْضٰٓى اَنْ تَضَعُوْٓا اَسْلِحَتَكُمْ وَخُذُوْا حِذْرَكُمْ ۗ اِنَّ اللّٰهَ اَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 95,
            "translation_aya_text": "Dan apabila engkau (Muhammad) berada di tengah-tengah mereka (sahabatmu) lalu engkau hendak melaksanakan salat bersama-sama mereka, maka hendaklah segolongan dari mereka berdiri (salat) besertamu dan menyandang senjata mereka, kemudian apabila mereka (yang salat besertamu) sujud (telah menyempurnakan satu rakaat), maka hendaklah mereka pindah dari belakangmu (untuk menghadapi musuh) dan hendaklah datang golongan yang lain yang belum salat, lalu mereka salat denganmu, dan hendaklah mereka bersiap siaga dan menyandang senjata mereka. Orang-orang kafir ingin agar kamu lengah terhadap senjatamu dan harta bendamu, lalu mereka menyerbu kamu sekaligus. Dan tidak mengapa kamu meletakkan senjata-senjatamu, jika kamu mendapat suatu kesusahan karena hujan atau karena kamu sakit, dan bersiap siagalah kamu. Sungguh, Allah telah menyediakan azab yang menghinakan bagi orang-orang kafir itu.",
            "tafsir_jalalayn": "(Dan apabila kamu) hai Muhammad, hadir (di tengah-tengah mereka) sedangkan kamu khawatir terhadap musuh (lalu kamu hendak mendirikan salat bersama mereka) ini berlaku menurut kebiasaan Alquran dalam pola pembicaraan sehingga dengan demikian mafhumnya tidak berlaku (maka hendaklah segolongan dari mereka berdiri, salat, bersamamu) sedangkan golongan lainnya mengundurkan diri (dan hendaklah mereka mengambil) artinya golongan yang berdiri salat bersamamu tadi (senjata-senjata mereka) bersama mereka. (Dan apabila mereka sujud) artinya telah menyelesaikan salat satu rakaat (maka hendaklah mereka) yakni rombongan yang pertama tadi (pergi ke belakangmu) untuk menjaga musuh sampai salat selesai (dan hendaklah datang golongan yang kedua yang belum salat lalu salat bersamamu dan hendaklah mereka bersikap waspada dan membawa senjata mereka) bersama mereka sampai mereka menyelesaikan salat itu. Dan hal ini pernah dilakukan Nabi saw. di lembah Nakhl, diriwayatkan oleh Bukhari dan Muslim. (Orang-orang kafir ingin agar kamu lengah) di waktu kamu mengerjakan salat (terhadap senjata dan harta bendamu lalu mereka menyerbu kamu sekaligus) yakni dengan menyerang dan menawan kamu. Inilah yang menjadi sebab kenapa kamu disuruh membawa senjata. (Dan tak ada salahnya bagimu meletakkan senjata-senjatamu kalau kamu mendapat gangguan dari hujan atau kamu dalam keadaan sakit) sehingga kamu tidak membawanya. Ini menunjukkan wajibnya membawa senjata di kala tak ada halangan, dan merupakan salah satu di antara kedua pendapat Syafii. Sedangkan pendapatnya yang kedua bahwa ini hanyalah sunah dan merupakan pendapat yang lebih kuat. (Dan hendaklah kamu bersikap waspada) terhadap musuh; artinya selalulah dalam keadaan siap siaga menghadapi serangannya. (Sesungguhnya Allah telah menyediakan bagi orang-orang kafir itu siksa yang menghinakan.)",
            "sajda": false,
            "transliteration": "Wa izaa kunta feehim fa aqamta lahumus Salaata faltaqum taaa'ifatum minhum ma'aka walyaakhuzooo aslihatahum fa izaa sajadoo fal yakoonoo minw waraaa'ikum waltaati taaa'ifatun ukhraa lam yusalloo falyusallo ma'aka walyaakhuzoo hizrahum wa aslihatahum; waddal lazeena kafaroo law taghfuloona 'anaslihatikum wa amti'atikum fa yameeloona 'alaikum mailatanw waahidah; wa laa junaaha 'alaikum in kaana bikum azam mimmatarin aw kuntum mmardaaa an tada'ooo aslihatakum wa khuzoo hizrakum; innal laaha a'adda lilkaafireena 'azaabam muheenaa",
            "tajweed_text": "وَإِذَا كُ[f:735[نت]َ فِيهِمْ فَأَقَمْتَ لَهُمُ [h:3083[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ فَلْتَقُمْ ط[o[َا]ٓئِفَ[a:2967[ةٌ م]ِّنْه[w:3084[ُم م]َّعَكَ وَلْيَأْخُذ[o[ُوٓ][s[اْ] أَسْلِحَتَهُمْ فَإِذَا سَجَدُو[s[اْ] فَلْيَكُونُو[s[اْ] م[a:3085[ِن و]َر[o[َا]ٓئِكُمْ وَلْتَأْتِ ط[o[َا]ٓئِفَةٌ أُخْرَىٰ لَمْ يُصَلُّو[s[اْ] فَلْيُصَلُّو[s[اْ] مَعَكَ وَلْيَأْخُذُو[s[اْ] حِذْرَهُمْ وَأَسْلِحَتَهُمْ‌ۗ وَدَّ [h:3086[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْك[w:3087[ُم م]َّيْلَ[a:3088[ةً و][n[َٲ]حِدَ[a:3089[ةً‌ۚ و]َلَا جُنَاحَ عَلَيْكُمْ إِ[f:2594[ن ك]َانَ بِكُمْ أَ[a:1056[ذًى م]ّ[a:3090[ِن م]َّطَرٍ أَوْ كُ[f:100[نت][w:2804[ُم م]َّرْضَ[o[ىٰٓ] أَ[f:3091[ن ت]َضَع[o[ُوٓ][s[اْ] أَسْلِحَتَكُمْ‌ۖ وَخُذُو[s[اْ] حِذْرَكُمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ أَعَدَّ لِلْكَ[n[ـٰ]فِرِينَ عَذَا[a:2783[بًا م]ُّهِينًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 596,
            "aya_number": 103,
            "aya_text": "فَاِذَا قَضَيْتُمُ الصَّلٰوةَ فَاذْكُرُوا اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِكُمْ ۚ فَاِذَا اطْمَأْنَنْتُمْ فَاَقِيْمُوا الصَّلٰوةَ ۚ اِنَّ الصَّلٰوةَ كَانَتْ عَلَى الْمُؤْمِنِيْنَ كِتٰبًا مَّوْقُوْتًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 95,
            "translation_aya_text": "Selanjutnya, apabila kamu telah menyelesaikan salat(mu), ingatlah Allah ketika kamu berdiri, pada waktu duduk dan ketika berbaring. Kemudian, apabila kamu telah merasa aman, maka laksanakanlah salat itu (sebagaimana biasa). Sungguh, salat itu adalah kewajiban yang ditentukan waktunya atas orang-orang yang beriman.",
            "tafsir_jalalayn": "(Dan apabila kamu telah menyelesaikan salat, maka ingatlah Allah) dengan membaca tahlil dan tasbih (baik di waktu berdiri maupun di waktu duduk dan berbaring) tegasnya pada setiap saat. (Kemudian apabila kamu telah merasa tenteram) artinya aman dari bahaya (maka dirikanlah salat itu) sebagaimana mestinya. (Sesungguhnya salat itu atas orang-orang yang beriman adalah suatu kewajiban) artinya suatu fardu (yang ditetapkan waktunya) maka janganlah diundur atau ditangguhkan mengerjakannya. Ayat berikut turun tatkala Rasulullah saw. mengirim satu pasukan tentara untuk menyusul Abu Sofyan dan anak buahnya ketika mereka kembali dari perang Uhud. Mereka mengeluh karena menderita luka-luka:",
            "sajda": false,
            "transliteration": "Fa izaa qadaitumus Salaata fazkurul laaha qiyaamanw wa qu'oodanw wa 'alaa junoobikum; fa izat maanantum fa aqeemus Salaah; innas Salaata kaanat 'alal mu'mineena kitaabam mawqootaa",
            "tajweed_text": "فَإِذَا قَضَيْتُمُ [h:3092[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ فَ[h:1091[ٱ]ذْكُرُو[s[اْ] [h:1092[ٱ]للَّهَ قِيَ[n[ـٰ][a:2498[مًا و]َقُعُو[a:2499[دًا و]َعَلَىٰ جُنُوبِكُمْ‌ۚ فَإِذَا [h:3093[ٱ][q:3094[طْ]مَأْنَ[f:3094[نت]ُمْ فَأَقِيمُو[s[اْ] [h:3095[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ‌ۚ إِ[g[نّ]َ [h:3096[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ كَانَتْ عَلَى [h:2329[ٱ]لْمُؤْمِنِينَ كِتَ[n[ـٰ][a:3097[بًا م]َّوْقُوتًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 597,
            "aya_number": 104,
            "aya_text": "وَلَا تَهِنُوْا فِى ابْتِغَاۤءِ الْقَوْمِ ۗ اِنْ تَكُوْنُوْا تَأْلَمُوْنَ فَاِنَّهُمْ يَأْلَمُوْنَ كَمَا تَأْلَمُوْنَ ۚوَتَرْجُوْنَ مِنَ اللّٰهِ مَا لَا يَرْجُوْنَ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 95,
            "translation_aya_text": "Dan janganlah kamu berhati lemah dalam mengejar mereka (musuhmu). Jika kamu menderita kesakitan, maka ketahuilah mereka pun menderita kesakitan (pula), sebagaimana kamu rasakan, sedang kamu masih dapat mengharapkan dari Allah apa yang tidak dapat mereka harapkan. Allah Maha Mengetahui, Mahabijaksana.",
            "tafsir_jalalayn": "(Dan janganlah kamu merasa lemah) atau tidak mampu (dalam mengejar musuh) yakni orang-orang kafir yang kamu perangi (karena jika kamu menderita sakit) disebabkan karena luka misalnya (maka sesungguhnya mereka menderita sakit pula sebagaimana kamu menderitakannya) maksudnya nasib mereka sama dengan kamu, sedangkan mereka tidak merasa takut atau pesimis dalam menghadapimu (dan kamu mengharapkan dari Allah) kemenangan dan pahala (sesuatu yang tidak mereka harapkan) hingga sebetulnya kamu lebih unggul dan ada kelebihan dari mereka, maka seharusnya lebih berani dan bergairah. (Dan Allah Maha Mengetahui) segala sesuatu (lagi Maha Bijaksana) dalam perbuatan dan pengaturan-Nya. Suatu kali Thu'mah bin Ubairiq mencuri sebuah baju besi dan menyembunyikannya di rumah seorang Yahudi. Ketika baju besi itu ditemukan, Thu'mah menuduh si Yahudi dan si Yahudi bersumpah bahwa ia tidak mencurinya. Lalu kaum si Yahudi itu pun meminta kepada Nabi saw. agar membelanya dan membersihkan dirinya dari tuduhan tersebut, maka turunlah ayat:",
            "sajda": false,
            "transliteration": "Wa laa tahinoo fibtighaaa'il qawmi in takoonoo taalamoona fa innahum yaalamoona kamaa taalamoona wa tarjoona minal laahi maa laa yarjoon; wa kaanal laahu 'Aleeman Hakeemaa",
            "tajweed_text": "وَلَا تَهِنُو[s[اْ] فِى [h:3098[ٱ][q:3099[بْ]تِغ[o[َا]ٓءِ [h:3100[ٱ]لْقَوْمِ‌ۖ إِ[f:3101[ن ت]َكُونُو[s[اْ] تَأْلَمُونَ فَإِ[g[نّ]َهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ‌ۖ وَتَرْجُونَ مِنَ [h:321[ٱ]للَّهِ مَا لَا يَرْجُونَ‌ۗ وَكَانَ [h:2653[ٱ]للَّهُ عَلِيمًا حَكِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 598,
            "aya_number": 105,
            "aya_text": "اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَآ اَرٰىكَ اللّٰهُ ۗوَلَا تَكُنْ لِّلْخَاۤىِٕنِيْنَ خَصِيْمًا ۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 95,
            "translation_aya_text": "Sungguh, Kami telah menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) membawa kebenaran, agar engkau mengadili antara manusia dengan apa yang telah diajarkan Allah kepadamu, dan janganlah engkau menjadi penentang (orang yang tidak bersalah), karena (membela) orang yang berkhianat,",
            "tafsir_jalalayn": "(Sesungguhnya Kami telah menurunkan kitab kepadamu) yakni Alquran (dengan benar) kaitannya ialah kepada \"menurunkan\" (agar kamu mengadili di antara manusia dengan apa yang telah diajarkan Allah kepadamu). (Dan janganlah kamu menjadi pembela bagi orang yang berkhianat) seperti Thu`mah dan menjadi penentang mereka atau pihak lawannya.",
            "sajda": false,
            "transliteration": "Innaaa anzalnaaa ilaikal Kitaaba bilhaqqi litahkuma bainan naasi bimaaa araakal laah; wa laa takul lilkhaaa'ineena khaseemaa",
            "tajweed_text": "إِ[g[نّ][o[َآ] أَ[f:515[نز]َلْن[o[َآ] إِلَيْكَ [h:3102[ٱ]لْكِتَ[n[ـٰ]بَ بِ[h:370[ٱ]لْحَقِّ لِتَحْكُمَ بَيْنَ [h:1165[ٱ][l[ل][g[نّ]َاسِ بِم[o[َآ] أَرَ[n[ٮٰ]كَ [h:3103[ٱ]للَّهُ‌ۚ وَلَا تَك[u:3104[ُن ل]ِّلْخ[o[َا]ٓئِنِينَ خَصِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}