{
    "page_number": 96,
    "data": [
        {
            "aya_id": 599,
            "aya_number": 106,
            "aya_text": "وَّاسْتَغْفِرِ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "dan mohonkanlah ampunan kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan mohonlah ampunlah kepada Allah) mengenai apa yang telah kamu rencanakan dan sedianya hendak kamu lakukan. (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.)",
            "sajda": false,
            "transliteration": "Wastaghfiril laaha innal laaha kaana Ghafoorar Raheema",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 600,
            "aya_number": 107,
            "aya_text": "وَلَا تُجَادِلْ عَنِ الَّذِيْنَ يَخْتَانُوْنَ اَنْفُسَهُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا اَثِيْمًاۙ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Dan janganlah kamu berdebat untuk (membela) orang-orang yang mengkhianati dirinya. Sungguh, Allah tidak menyukai orang-orang yang selalu berkhianat dan bergelimang dosa,",
            "tafsir_jalalayn": "(Dan janganlah kamu berdebat dengan orang-orang yang mengkhianati diri mereka) artinya berkhianat dengan jalan berbuat maksiat karena bencana pengkhianatan itu akan kembali kepada diri sendiri. (Sesungguhnya Allah tidak menyukai orang yang gemar berkhianat) artinya suka berkhianat (dan bergelimang dosa) hingga pasti akan menyiksanya.",
            "sajda": false,
            "transliteration": "Wa laa tujaadil 'anil lazeena yakhtaanoona anfusahum; innal laaha laa yuhibbuman kaana khawwaanan aseemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 601,
            "aya_number": 108,
            "aya_text": "يَّسْتَخْفُوْنَ مِنَ النَّاسِ وَلَا يَسْتَخْفُوْنَ مِنَ اللّٰهِ وَهُوَ مَعَهُمْ اِذْ يُبَيِّتُوْنَ مَا لَا يَرْضٰى مِنَ الْقَوْلِ ۗ وَكَانَ اللّٰهُ بِمَا يَعْمَلُوْنَ مُحِيْطًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "mereka dapat bersembunyi dari manusia, tetapi mereka tidak dapat bersembunyi dari Allah, karena Allah beserta mereka, ketika pada suatu malam mereka menetapkan keputusan rahasia yang tidak diridai-Nya. Dan Allah Ma-ha Meliputi terhadap apa yang mereka kerjakan.",
            "tafsir_jalalayn": "(Mereka bersembunyi) maksudnya Thu'mah dan kaumnya disebabkan malu (dari manusia dan tidak bersembunyi dari Allah padahal Dia bersama mereka) yakni dengan ilmu-Nya (ketika pada suatu malam mereka menetapkan) artinya memutuskan secara rahasia (suatu rencana yang tidak diridai-Nya) yaitu rencana mereka mengucapkan sumpah tidak mencuri dan menuding si Yahudi melakukannya. (Dan Allah Maha Meliputi apa yang kamu kerjakan) maksudnya ilmu-Nya.",
            "sajda": false,
            "transliteration": "Yastakhfoona minannaasi wa laa yastakh foona minal laahi wa huwa ma'ahum iz yubaiyitoona maa laa yardaa minal qawl; wa kaanal laahu bimaa ya'maloona muheetaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 602,
            "aya_number": 109,
            "aya_text": "هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ جَادَلْتُمْ عَنْهُمْ فِى الْحَيٰوةِ الدُّنْيَاۗ فَمَنْ يُّجَادِلُ اللّٰهَ عَنْهُمْ يَوْمَ الْقِيٰمَةِ اَمْ مَّنْ يَّكُوْنُ عَلَيْهِمْ وَكِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Itulah kamu! Kamu berdebat untuk (membela) mereka dalam kehidupan dunia ini, tetapi siapa yang akan menentang Allah untuk (membela) mereka pada hari Kiamat? Atau siapakah yang menjadi pelindung mereka (terhadap azab Allah)?",
            "tafsir_jalalayn": "(Demikianlah, kamu ini) hai (kamu sekalian) diarahkan kepada kaum Thu'mah (berdebat untuk membela mereka) yakni membela Thu'mah dan keluarganya; ada pula yang membaca `anhu artinya Thu'mah saja (dalam kehidupan dunia. Maka siapakah yang akan berdebat dengan Allah untuk membela mereka di hari kiamat nanti) artinya ketika Dia menyiksa mereka (atau siapakah yang akan menjadi pelindung mereka kelak?) yakni yang akan mengurus persoalan mereka dan mempertahankan mereka? Tegasnya tidak seorang pun yang mampu berbuat demikian.",
            "sajda": false,
            "transliteration": "haaa antum haaa'ulaaa'i jaadaltum 'anhum fil hayaatid dunyaa famai yujaadilul laaha 'anhum Yawmal Qiyaamati am mai yakoonu 'alaihim wakeelaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 603,
            "aya_number": 110,
            "aya_text": "وَمَنْ يَّعْمَلْ سُوْۤءًا اَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Dan barangsiapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan siapa yang mengerjakan kejahatan) atau dosa yang mengenai orang lain seperti Thu'mah yang menuduh si Yahudi (atau menganiaya dirinya) artinya berbuat dosa yang hanya menimpa dan terbatas pada dirinya sendiri (kemudian ia memohon ampun kepada Allah) atas perbuatannya itu atau ia bertobat (maka akan didapatinya Allah Maha Pengampun lagi Maha Penyayang) kepadanya.",
            "sajda": false,
            "transliteration": "Wa mai ya'mal sooo'an aw yazlim nafsahoo summa yastaghfiril laaha yajidil laaha Ghafoorar Raheemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 604,
            "aya_number": 111,
            "aya_text": "وَمَنْ يَّكْسِبْ اِثْمًا فَاِنَّمَا يَكْسِبُهٗ عَلٰى نَفْسِهٖ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Dan barangsiapa berbuat dosa, maka sesungguhnya dia mengerjakannya untuk (kesulitan) dirinya sendiri. Dan Allah Maha Mengetahui, Mahabijak-sana.",
            "tafsir_jalalayn": "(Siapa yang berbuat dosa, maka sesungguhnya ia mengerjakannya untuk kerugian dirinya sendiri) karena bencananya akan menimpa dirinya dan bukan diri orang lain. (Dan Allah Maha Mengetahui lagi Maha Bijaksana) dalam segala perbuatan-Nya.",
            "sajda": false,
            "transliteration": "Wa mai yaksib isman fa innamaa yaksibuhoo 'alaa nafsih; wa kaanal laahu 'Aleeman hakeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 605,
            "aya_number": 112,
            "aya_text": "وَمَنْ يَّكْسِبْ خَطِيْۤـَٔةً اَوْ اِثْمًا ثُمَّ يَرْمِ بِهٖ بَرِيْۤـًٔا فَقَدِ احْتَمَلَ بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Dan barangsiapa berbuat kesalahan atau dosa, kemudian dia tuduhkan kepada orang yang tidak bersalah, maka sungguh, dia telah memikul suatu kebohongan dan dosa yang nyata.",
            "tafsir_jalalayn": "(Dan siapa yang mengerjakan suatu kesalahan) atau satu dosa kecil (atau suatu dosa) besar (kemudian dituduhkannya kepada orang yang tidak bersalah) membuatnya (maka sesungguhnya ia telah memikul suatu kebohongan) dan tuduhannya (dan dosa yang nyata) disebabkan kerja dan usahanya itu.",
            "sajda": false,
            "transliteration": "Wa mai yaksib khateee'atan aw isman summa yarmi bihee bareee'an faqadih tamala buhtaananw wa ismam mubeenaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 606,
            "aya_number": 113,
            "aya_text": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكَ وَرَحْمَتُهٗ لَهَمَّتْ طَّاۤىِٕفَةٌ مِّنْهُمْ اَنْ يُّضِلُّوْكَۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَضُرُّوْنَكَ مِنْ شَيْءٍ ۗ وَاَنْزَلَ اللّٰهُ عَلَيْكَ الْكِتٰبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُۗ وَكَانَ فَضْلُ اللّٰهِ عَلَيْكَ عَظِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 96,
            "translation_aya_text": "Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (Muhammad), tentulah segolongan dari mereka berkeinginan keras untuk menyesatkanmu. Tetapi mereka hanya menyesatkan dirinya sendiri, dan tidak membahayakanmu sedikit pun. Dan (juga karena) Allah telah menurunkan Kitab (Al-Qur'an) dan Hikmah (Sunnah) kepadamu, dan telah mengajarkan kepadamu apa yang belum engkau ketahui. Karunia Allah yang dilimpahkan kepadamu itu sangat besar.",
            "tafsir_jalalayn": "(Dan kalau bukanlah karena karunia dan rahmat Allah kepadamu) hai Muhammad (tentulah segolongan mereka bertekad) yakni kaum Thu`mah (akan menyesatkanmu) sehingga dengan penipuan mereka kamu menyimpang dari pengadilan yang benar. (Tetapi yang mereka sesatkan hanyalah diri mereka sendiri sedangkan mereka tidak dapat memberi mudarat kepadamu) min merupakan tambahan (sedikit pun juga) karena bencana perbuatan mereka yang menyesatkan itu kembali pada diri mereka sendiri (Allah telah menurunkan kepadamu kitab) Alquran (dan hikmah) maksudnya hikmah-hikmah yang terkandung di dalamnya (dan mengajarkan kepadamu apa yang belum kamu ketahui) berupa hukum-hukum dan berita-berita gaib. (Dan karunia Allah padamu) disebabkan demikian dan karena lain-lainnya (amat besar).",
            "sajda": false,
            "transliteration": "Wa law laa fadlul laahi 'alaika wa rahmatuhoo lahammat taaa'ifatum minhum ai yudillooka wa maa yudilloona illaaa anfusahum wa maa yadurroonaka min shai'; wa anzalal laahu 'alaikal Kitaaba wal Hikmata wa 'allamaka maa lam takun ta'lam; wa kaana fadlul laahi 'alaika 'azeemaa",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}