{
    "page_number": 98,
    "data": [
        {
            "aya_id": 615,
            "aya_number": 122,
            "aya_text": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ وَعْدَ اللّٰهِ حَقًّا ۗوَمَنْ اَصْدَقُ مِنَ اللّٰهِ قِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "Dan orang yang beriman dan mengerjakan amal kebajikan, kelak akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Dan janji Allah itu benar. Siapakah yang lebih benar perkataannya daripada Allah?",
            "tafsir_jalalayn": "(Orang-orang yang beriman dan beramal saleh akan Kami masukkan mereka ke dalam surga yang di bawahnya mengalir anak-anak sungai, kekal mereka di dalamnya buat selama-lamanya. Itu adalah janji yang benar dari Allah) artinya Allah telah menjanjikan demikian kepada mereka dan Allah pastilah akan menepati janji-Nya. (Dan siapakah lagi) maksudnya tak ada lagi (yang lebih benar dari Allah ucapannya) perkataan dan janjinya. Ayat berikut turun tatkala kaum Muslimin dan golongan Ahli kitab membangga-banggakan diri mereka:",
            "sajda": false,
            "transliteration": "Wallazeena aamanoo wa 'amilus saalihaati sanud khiluhum Jannaatin tajree min tahtihal anhaaru khaalideena feehaaa abadaa; wa'dal laahi haqqaa; wa man asdaqu minal laahi qeelaa",
            "tajweed_text": "وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ سَنُ[q:2855[دْ]خِلُهُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[a:3148[دًا‌ۖ و]َعْدَ [h:3149[ٱ]للَّهِ حَق[a:3150[ًّا‌ۚ و]َمَنْ أَصْدَقُ مِنَ [h:321[ٱ]للَّهِ قِيلاً",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 616,
            "aya_number": 123,
            "aya_text": "لَيْسَ بِاَمَانِيِّكُمْ وَلَآ اَمَانِيِّ اَهْلِ الْكِتٰبِ ۗ مَنْ يَّعْمَلْ سُوْۤءًا يُّجْزَ بِهٖۙ وَلَا يَجِدْ لَهٗ مِنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "(Pahala dari Allah) itu bukanlah angan-anganmu dan bukan (pula) angan-angan Ahli Kitab. Barangsiapa mengerjakan kejahatan, niscaya akan dibalas sesuai dengan kejahatan itu, dan dia tidak akan mendapatkan pelindung dan penolong selain Allah.",
            "tafsir_jalalayn": "(Tidaklah) masalahnya tergantung kepada (angan-anganmu dan tidak pula angan-angan Ahli kitab) tetapi kepada amal saleh. (Siapa mengerjakan kejahatan niscaya akan diberi pembalasan) adakalanya di akhirat dan adakalanya di dunia dengan cobaan dan bala bencana sebagaimana tersebut dalam sebuah hadis (dan tidaklah akan dijumpainya selain dari Allah pelindung) yang akan melindunginya (dan tidak pula pembela) yang akan membelanya.",
            "sajda": false,
            "transliteration": "Laisa bi amaaniyyikum wa laaa amaaniyyi Ahlil Kitaab; mai ya'mal sooo'ai yujza bihee wa laa yajid lahoo min doonil laahi waliyanw wa laa naseeraa",
            "tajweed_text": "لَّيْسَ بِأَمَانِيِّكُمْ وَل[o[َآ] أَمَانِىِّ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ‌ۗ م[a:3151[َن ي]َعْمَلْ س[o[ُو]ٓ[a:3152[ءًا ي]ُ[q:3153[جْ]زَ بِه[n[ِۦ] وَلَا يَجِ[q:1067[دْ] لَهُ[n[ۥ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَلِي[a:3006[ًّا و]َلَا نَصِيرًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 617,
            "aya_number": 124,
            "aya_text": "وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ مِنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ نَقِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "Dan barangsiapa mengerjakan amal kebajikan, baik laki-laki maupun perempuan sedang dia beriman, maka mereka itu akan masuk ke dalam surga dan mereka tidak dizalimi sedikit pun.",
            "tafsir_jalalayn": "(Dan siapa yang mengerjakan) sesuatu (dari amal saleh, baik laki-laki atau wanita dan dia beriman, maka mereka itu akan masuk) ada yang membaca dalam bentuk aktif dan ada yang dalam bentuk pasif (ke dalam surga dan tidak akan dianiaya walau sedikit pun) walau sebesar lubang kecil sekalipun.",
            "sajda": false,
            "transliteration": "Wa mai ya'mal minas saalihaati min zakarin aw unsaa wa huwa mu'minun fa ulaaa'ika yadkhuloonal Jannata wa laa yuzlamoona naqeeraa",
            "tajweed_text": "وَم[a:3112[َن ي]َعْمَلْ مِنَ [h:3154[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ مِ[f:2511[ن ذ]َكَرٍ أَوْ أُ[f:1867[نث]َىٰ وَهُوَ مُؤْمِ[f:3155[نٌ ف]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يَ[q:3156[دْ]خُلُونَ [h:3157[ٱ]لْجَ[g[نّ]َةَ وَلَا يُظْلَمُونَ نَقِيرًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 618,
            "aya_number": 125,
            "aya_text": "وَمَنْ اَحْسَنُ دِيْنًا مِّمَّنْ اَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ وَّاتَّبَعَ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۗوَاتَّخَذَ اللّٰهُ اِبْرٰهِيْمَ خَلِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "Dan siapakah yang lebih baik agamanya daripada orang yang dengan ikhlas berserah diri kepada Allah, sedang dia mengerjakan kebaikan, dan mengikuti agama Ibrahim yang lurus? Dan Allah telah memilih Ibrahim menjadi kesayangan(-Nya).",
            "tafsir_jalalayn": "(Dan siapakah) maksudnya tidak seorang pun (yang lebih baik agamanya daripada orang yang menyerahkan dirinya) artinya ia tunduk dan ikhlas dalam beramal (karena Allah, sedangkan dia berbuat kebaikan) bertauhid (serta mengikuti agama Ibrahim) yang sesuai dengan agama Islam (yang lurus) menjadi hal, arti asalnya jalan condong, maksudnya condong kepada agama yang lurus dan meninggalkan agama lainnya. (Dan Allah mengambil Ibrahim sebagai kesayangan-Nya) yang disayangi-Nya secara tulus dan murni.",
            "sajda": false,
            "transliteration": "Wa man ahsanu deenam mimmman aslama wajhahoo lillaahi wa huwa muhsinunw wattaba'a Millata Ibraaheema haneefaa; wattakhazal laahu Ibraaheema khaleelaa",
            "tajweed_text": "وَمَنْ أَحْسَنُ دِي[a:3158[نًا م]ِّ[g[مّ]َنْ أَسْلَمَ وَ[q:580[جْ]هَهُ[n[ۥ] لِلَّهِ وَهُوَ مُحْسِ[a:3159[نٌ و]َ[h:3160[ٱ]تَّبَعَ مِلَّةَ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ حَنِي[a:3161[فًا‌ۗ و]َ[h:3162[ٱ]تَّخَذَ [h:3163[ٱ]للَّهُ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ خَلِيلاً",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 619,
            "aya_number": 126,
            "aya_text": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ مُّحِيْطًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan (pengetahuan) Allah meliputi segala sesuatu.",
            "tafsir_jalalayn": "(Dan milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi) baik sebagai kepunyaan, maupun sebagai makhluk dan sebagai hamba. (Dan Allah Maha Meliputi segala sesuatu) maksudnya ilmu dan kekuasaan-Nya yang tetap melekat dan tidak terpisah-pisah daripada-Nya.",
            "sajda": false,
            "transliteration": "Wa lillaahi maa fis samaawaati wa maa fil ard; wa kaanal laahu bikulli shai'im muheetaa",
            "tajweed_text": "وَلِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ بِكُلِّ ش[a:3164[َىْءٍ م]ُّحِيطًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 620,
            "aya_number": 127,
            "aya_text": "وَيَسْتَفْتُوْنَكَ فِى النِّسَاۤءِۗ  قُلِ اللّٰهُ يُفْتِيْكُمْ فِيْهِنَّ ۙوَمَا يُتْلٰى عَلَيْكُمْ فِى الْكِتٰبِ فِيْ يَتٰمَى النِّسَاۤءِ الّٰتِيْ لَا تُؤْتُوْنَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُوْنَ اَنْ تَنْكِحُوْهُنَّ وَالْمُسْتَضْعَفِيْنَ مِنَ الْوِلْدَانِۙ وَاَنْ تَقُوْمُوْا لِلْيَتٰمٰى بِالْقِسْطِ ۗوَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ كَانَ بِهٖ عَلِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 98,
            "translation_aya_text": "Dan mereka meminta fatwa kepadamu tentang perempuan. Katakanlah, “Allah memberi fatwa kepadamu tentang mereka, dan apa yang dibacakan kepadamu dalam Al-Qur'an (juga memfatwakan) tentang para perempuan yatim yang tidak kamu berikan sesuatu (maskawin) yang ditetapkan untuk mereka, sedang kamu ingin menikahi mereka dan (tentang) anak-anak yang masih dipandang lemah. Dan (Allah menyuruh kamu) agar mengurus anak-anak yatim secara adil. Dan kebajikan apa pun yang kamu kerjakan, sesungguhnya Allah Maha Mengetahui.”",
            "tafsir_jalalayn": "(Dan mereka minta fatwa kepadamu) mohon agar mereka diberi fatwa (tentang) keadaan (wanita) dan pembagian warisan mereka. (Katakanlah) kepada mereka!, (\"Allah akan memberi fatwa kepada kamu tentang mereka itu, dan apa yang dibacakan kepadamu dalam Kitab) yakni Alquran berupa ayat warisan, juga memfatwakan padamu (tentang wanita-wanita yatim yang tidak kamu beri apa yang telah diwajibkan) (sebagai hak mereka) berupa pusaka (sedangkan kamu tak ingin) hai para wali (untuk mengawini mereka) disebabkan derajat mereka yang rendah atau paras mereka yang buruk, dan kamu halangi kawin karena mengharapkan harta warisan mereka itu. Maksudnya Allah mengeluarkan fatwa yang berisi supaya kamu jangan melakukan itu (dan) tentang (golongan yang dianggap lemah) atau masih kecil (di antara anak-anak) agar kamu berikan kepada mereka hak-hak mereka (dan) disuruhnya kamu (agar mengurus anak-anak yatim secara adil) dalam soal harta warisan dan maskawin. (Dan apa juga yang kamu kerjakan berupa kebaikan, maka sesungguhnya Allah Maha Mengetahuinya.\") hingga akan membalasnya.",
            "sajda": false,
            "transliteration": "Wa yastaftoonaka finnisaaa'i qulil laahu yufteekum feehinna wa maa yutlaa 'alaikum fil Kitaabi fee yataaman nisaaa'il laatee laa tu'toonahunna mmaa kutiba lahunnna wa targhaboona an tankihoohunna wal mustad'a feena minal wildaani wa an taqoomoo lilyataamaa bilqist; wa maa taf'aloo min khairin fa innal laaha kaana bihee 'Aleemaa",
            "tajweed_text": "وَيَسْتَفْتُونَكَ فِى [h:3165[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ‌ۖ قُلِ [h:3166[ٱ]للَّهُ يُفْتِيكُمْ فِيهِ[g[نّ]َ وَمَا يُتْلَىٰ عَلَيْكُمْ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ فِى يَتَ[n[ـٰ]مَى [h:3167[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ [h:3168[ٱ]لَّ[n[ـٰ]تِى لَا تُؤْتُونَهُ[g[نّ]َ مَا كُتِبَ لَهُ[g[نّ]َ وَتَرْغَبُونَ أَ[f:3169[ن ت]َ[f:3170[نك]ِحُوهُ[g[نّ]َ وَ[h:2922[ٱ]لْمُسْتَضْعَفِينَ مِنَ [h:3171[ٱ]لْوِلْد[n[َٲ]نِ وَأَ[f:3172[ن ت]َقُومُو[s[اْ] لِلْيَتَ[n[ـٰ]مَىٰ بِ[h:1800[ٱ]لْقِسْطِ‌ۚ وَمَا تَفْعَلُو[s[اْ] مِنْ خَيْ[f:1191[رٍ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ كَانَ بِه[n[ِۦ] عَلِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}