{
    "page_number": 99,
    "data": [
        {
            "aya_id": 621,
            "aya_number": 128,
            "aya_text": "وَاِنِ امْرَاَةٌ خَافَتْ مِنْۢ بَعْلِهَا نُشُوْزًا اَوْ اِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يُّصْلِحَا بَيْنَهُمَا صُلْحًا ۗوَالصُّلْحُ خَيْرٌ ۗوَاُحْضِرَتِ الْاَنْفُسُ الشُّحَّۗ وَاِنْ تُحْسِنُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Dan jika seorang perempuan khawatir suaminya akan nusyuz atau bersikap tidak acuh, maka keduanya dapat mengadakan perdamaian yang sebenarnya, dan perdamaian itu lebih baik (bagi mereka) walaupun manusia itu menurut tabiatnya kikir. Dan jika kamu memperbaiki (pergaulan dengan istrimu) dan memelihara dirimu (dari nusyuz dan sikap acuh tak acuh), maka sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
            "tafsir_jalalayn": "(Dan jika seorang wanita) imra-atun marfu' oleh fi'il yang menafsirkannya (takut) atau khawatir (dari suaminya nusyuz) artinya sikap tak acuh hingga berpisah ranjang daripadanya dan melalaikan pemberian nafkahnya, adakalanya karena marah atau karena matanya telah terpikat kepada wanita yang lebih cantik dari istrinya itu (atau memalingkan muka) daripadanya (maka tak ada salahnya bagi keduanya mengadakan perdamaian yang sebenarnya). Ta yang terdapat pada asal kata diidgamkan pada shad, sedang menurut qiraat lain dibaca yushliha dari ashlaha. Maksud perdamaian itu ialah dalam bergilir dan pemberian nafkah, misalnya dengan sedikit mengalah dari pihak istri demi mempertahankan kerukunan. Jika si istri bersedia, maka dapatlah dilangsungkan perdamaian itu, tetapi jika tidak, maka pihak suami harus memenuhi kewajibannya atau menceraikan istrinya itu. (Dan perdamaian itu lebih baik) daripada berpisah atau dari nusyuz atau sikap tak acuh. Hanya dalam menjelaskan tabiat-tabiat manusia, Allah berfirman: (tetapi manusia itu bertabiat kikir) artinya bakhil, seolah-olah sifat ini selalu dan tak pernah lenyap daripadanya. Maksud kalimat bahwa wanita itu jarang bersedia menyerahkan haknya terhadap suaminya kepada madunya, sebaliknya pihak laki-laki jarang pula yang memberikan haknya kepada istri bila ia mencintai istri lain. (Dan jika kamu berlaku baik) dalam pergaulan istri-istrimu (dan menjaga diri) dari berlaku lalim atau aniaya kepada mereka (maka sesungguhnya Allah Maha Mengetahui apa yang kamu lakukan) hingga akan memberikan balasannya.",
            "sajda": false,
            "transliteration": "Wa inimra atun khaafat mim ba'lihaa nushoozan aw i'raadan falaa junaaha 'alaihi maaa ai yuslihaa bainahumaa sulhaa; wassulhu khair; wa uhdiratil anfusush shuhh; wa in tuhsinoo wa tattaqoo fa innal laaha kaana bimaa ta'maloona Khabeeraa",
            "tajweed_text": "وَإِنِ [h:3173[ٱ]مْرَأَةٌ خَافَتْ م[i:3174[ِنۢ ب]َعْلِهَا نُشُوزًا أَوْ إِعْرَا[f:3175[ضًا ف]َلَا جُنَاحَ عَلَيْهِم[o[َآ] أ[a:3176[َن ي]ُصْلِحَا بَيْنَهُمَا صُلْ[a:3177[حًا‌ۚ و]َ[h:3178[ٱ][l[ل]صُّلْحُ خَيْ[a:3179[رٌ‌ۗ و]َأُحْضِرَتِ [h:3180[ٱ]لْأَ[f:3181[نف]ُسُ [h:3182[ٱ][l[ل]شُّحَّ‌ۚ وَإِ[f:3183[ن ت]ُحْسِنُو[s[اْ] وَتَتَّقُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 622,
            "aya_number": 129,
            "aya_text": "وَلَنْ تَسْتَطِيْعُوْٓا اَنْ تَعْدِلُوْا بَيْنَ النِّسَاۤءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيْلُوْا كُلَّ الْمَيْلِ فَتَذَرُوْهَا كَالْمُعَلَّقَةِ ۗوَاِنْ تُصْلِحُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Dan kamu tidak akan dapat berlaku adil di antara istri-istri(mu), walaupun kamu sangat ingin berbuat demikian, karena itu janganlah kamu terlalu cenderung (kepada yang kamu cintai), sehingga kamu biarkan yang lain terkatung-katung. Dan jika kamu mengadakan perbaikan dan memelihara diri (dari kecurangan), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
            "tafsir_jalalayn": "(Dan kamu sekali-kali takkan dapat berlaku adil) artinya bersikap sama tanpa berat sebelah (di antara istri-istrimu) dalam kasih sayang (walaupun kamu amat menginginkan) demikian. (Sebab itu janganlah kamu terlalu cenderung) kepada wanita yang kamu kasihi itu baik dalam soal giliran maupun dalam soal pembagian nafkah (hingga kamu tinggalkan) wanita yang tidak kamu cintai (seperti bergantung) janda tidak bersuami pun bukan. (Dan jika kamu mengadakan perjanjian) yakni dengan berlaku adil dalam mengatur giliran (dan menjaga diri) dari berbuat kecurangan (maka sesungguhnya Allah Maha Pengampun) terhadap kecenderungan yang terdapat dalam hatimu (lagi Maha Penyayang) kepadamu dalam masalah tersebut.",
            "sajda": false,
            "transliteration": "Wa lan tastatee'ooo an ta'diloo bainan nisaaa'i wa law harastum falaa tameeloo kullal maili fatazaroohaa kalmu'al laqah; wa in tuslihoo wa tattaqoo fa innal laaha kaana Ghafoorar Raheema",
            "tajweed_text": "وَلَ[f:3184[ن ت]َسْتَطِيع[o[ُوٓ][s[اْ] أَ[f:3185[ن ت]َعْدِلُو[s[اْ] بَيْنَ [h:3186[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ وَلَوْ حَرَصْتُمْ‌ۖ فَلَا تَمِيلُو[s[اْ] كُلَّ [h:3187[ٱ]لْمَيْلِ فَتَذَرُوهَا كَ[h:3188[ٱ]لْمُعَلَّقَةِ‌ۚ وَإِ[f:3189[ن ت]ُصْلِحُو[s[اْ] وَتَتَّقُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ كَانَ غَفُو[u:2701[رًا ر]َّحِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 623,
            "aya_number": 130,
            "aya_text": "وَاِنْ يَّتَفَرَّقَا يُغْنِ اللّٰهُ كُلًّا مِّنْ سَعَتِهٖۗ وَكَانَ اللّٰهُ وَاسِعًا حَكِيْمًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Dan jika keduanya bercerai, maka Allah akan memberi kecukupan kepada masing-masing dari karunia-Nya. Dan Allah Mahaluas (karunia-Nya), Mahabijaksana.",
            "tafsir_jalalayn": "(Jika keduanya berpisah) maksudnya laki-istri itu dengan perceraian (maka Allah akan memberi kecukupan kepada masing-masing mereka dari limpahan karunia-Nya) misalnya dengan menjodohkan pihak laki-laki dengan istri yang lain, dan pihak istri dengan suami yang lain. (Dan Allah Maha Luas) karunia-Nya terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai peraturan-peraturan yang ditetapkan-Nya bagi mereka.",
            "sajda": false,
            "transliteration": "Wa iny-yatafarraqaa yughnil laahu kullam min sa'atih; wa kaanal laahu Waasi'an Hakeemaa",
            "tajweed_text": "وَإ[a:3190[ِن ي]َتَفَرَّقَا يُغْنِ [h:3191[ٱ]للَّهُ كُل[a:3192[اًّ م]ِّ[f:3193[ن س]َعَتِه[n[ِۦ]‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ و[n[َٲ]سِعًا حَكِيمًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 624,
            "aya_number": 131,
            "aya_text": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَلَقَدْ وَصَّيْنَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَاِيَّاكُمْ اَنِ اتَّقُوا اللّٰهَ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ غَنِيًّا حَمِيْدًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan sungguh, Kami telah memerintahkan kepada orang yang diberi kitab suci sebelum kamu dan (juga) kepadamu agar bertakwa kepada Allah. Tetapi jika kamu ingkar, maka (ketahuilah), milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan Allah Mahakaya, Maha Terpuji.",
            "tafsir_jalalayn": "(Dan milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi. Dan sungguh telah Kami pesankan kepada orang-orang yang diberi Kitab) maksudnya kitab-kitab (sebelum kamu) yaitu orang-orang Yahudi dan Nasrani (dan juga kepada kamu) hai Ahli Alquran (supaya) artinya berbunyi: (\"Bertakwalah kamu kepada Allah) takutilah siksa-Nya dengan jalan menaati-Nya,\" (dan) kepada mereka juga kepada kamu sendiri Kami katakan: (\"Jika kamu ingkar,\") terhadap apa yang Kami pesankan itu (maka, ketahuilah, bahwa apa yang terdapat di langit dan apa yang terdapat di bumi milik Allah belaka) baik sebagai makhluk maupun sebagai ciptaan dan hamba-Nya hingga keingkaran kamu itu tidaklah akan merugikan-Nya sedikit pun juga. (Dan Allah Maha Kaya) sehingga tiada membutuhkan makhluk dan ibadah mereka (lagi Maha Terpuji) mengenai perbuatan-Nya terhadap mereka.",
            "sajda": false,
            "transliteration": "Wa lillaahi maafis samaawaati wa maa fil ard; wa laqad wassainal lazeena ootul Kitaaba min qablikum wa iyyaakum anit taqul laah; wa intakfuroo fa inna lillaahi maa fis samaawaati wa maa fil ard; wa kaanal laahu Ghaniyyan hameedaa",
            "tajweed_text": "وَلِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ وَلَقَ[q:341[دْ] وَصَّيْنَا [h:3194[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ وَإِيَّاكُمْ أَنِ [h:3195[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ‌ۚ وَإِ[f:3196[ن ت]َكْفُرُو[s[اْ] فَإِ[g[نّ]َ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ غَنِيًّا حَمِيدًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 625,
            "aya_number": 132,
            "aya_text": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Cukuplah Allah sebagai pemeliharanya.",
            "tafsir_jalalayn": "(Dan kepunyaan Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi) diulangi-Nya di sini untuk memperkuat kewajiban manusia supaya bertakwa. (Dan cukuplah Allah sebagai saksi) yang menjadi saksi bahwa semua itu memang milik-Nya semata.",
            "sajda": false,
            "transliteration": "Wa lillaahi maa fis samaawaati wa maa fil ard; wa kafaa billaahi Wakeelaa",
            "tajweed_text": "وَلِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۚ وَكَفَىٰ بِ[h:32[ٱ]للَّهِ وَكِيلاً",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 626,
            "aya_number": 133,
            "aya_text": "اِنْ يَّشَأْ يُذْهِبْكُمْ اَيُّهَا النَّاسُ وَيَأْتِ بِاٰخَرِيْنَۗ  وَكَانَ اللّٰهُ عَلٰى ذٰلِكَ قَدِيْرًا ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Kalau Allah menghendaki, niscaya dimusnahkan-Nya kamu semua wahai manusia! Kemudian Dia datangkan (umat) yang lain (sebagai penggantimu). Dan Allah Mahakuasa berbuat demikian.",
            "tafsir_jalalayn": "(Jika dikehendaki-Nya niscaya dimusnahkan-Nya kamu hai manusia dan didatangkan-Nya umat yang lain) sebagai penggantimu (dan Allah Maha Kuasa berbuat demikian).",
            "sajda": false,
            "transliteration": "Iny-yashaa yuzhibkum aiyuhan naasu wa yaati bi aakhareen; wa kaanal laahu 'alaa zaalika Qadeeraa",
            "tajweed_text": "إ[a:3197[ِن ي]َشَأْ يُذْهِ[q:3198[بْ]كُمْ أَيُّهَا [h:3199[ٱ][l[ل][g[نّ]َاسُ وَيَأْتِ بِـَٔـاخَرِينَ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ عَلَىٰ ذ[n[َٲ]لِكَ قَدِيرًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        },
        {
            "aya_id": 627,
            "aya_number": 134,
            "aya_text": "مَنْ كَانَ يُرِيْدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللّٰهِ ثَوَابُ الدُّنْيَا وَالْاٰخِرَةِ ۗوَكَانَ اللّٰهُ سَمِيْعًاۢ بَصِيْرًا ࣖ ",
            "sura_id": 4,
            "juz_id": 5,
            "page_number": 99,
            "translation_aya_text": "Barangsiapa menghendaki pahala di dunia maka ketahuilah bahwa di sisi Allah ada pahala dunia dan akhirat. Dan Allah Maha Mendengar, Maha Melihat.",
            "tafsir_jalalayn": "(Siapa yang menginginkan) dengan amal perbuatannya (pahala dunia, maka di sisi Allah tersedia pahala dunia dan akhirat) yakni bagi orang yang menginginkannya, dan bukan untuk umumnya manusia. Mengapa seseorang di antara kalian mencari yang paling rendah di antara keduanya, dan kenapa ia tidak mencari yang lebih tinggi saja, yaitu yang akan diperolehnya dengan jalan mengikhlaskan tuntutan kepada-Nya serta yang tidak akan ditemuinya hanyalah pada Zat Yang Maha Kaya. (Dan Allah Maha Mendengar lagi Maha Melihat.)",
            "sajda": false,
            "transliteration": "man kaana yureedu sawaabad dunyaa fa'indallaahi sawaabud dunyaa wal Aakhirah; wa kaanal laahu Samee'am Baseeraa",
            "tajweed_text": "مَّ[f:506[ن ك]َانَ يُرِيدُ ثَوَابَ [h:2294[ٱ][l[ل]دُّنْيَا فَعِ[f:3042[ند]َ [h:3043[ٱ]للَّهِ ثَوَابُ [h:3200[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ سَمِيع[i:2864[َۢا ب]َصِيرًا",
            "surah": {
                "name": "سُورَةُ النِّسَاءِ",
                "englishName": "An-Nisaa",
                "englishNameTranslation": "The Women",
                "revelationType": "Medinan"
            }
        }
    ]
}